[
  {
    "Rank": "N/A",
    "Name": "Clank! Expeditions: Temple of the Ape Lords",
    "ID": 282426,
    "Year": "(2019)",
    "Geek Rating": "6.457",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282426/clank-expeditions-temple-of-the-ape-lords",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "If you have an insatiable thirst for plunder, Clank! Expeditions: Temple of the Ape Lords is for you: a series of boards to continue your deck-building adventures.&#10;&#10;This expedition takes you deep into the jungle, where the fabled Temple of the Ape Lords is said to reside.&#10;&#10;Valuable relics of their lost civilization await you... as does an undying mechanical guardian the Ape Lords left behind.&#10;&#10;Even when you find the temple, navigating its mechanized passages may prove trickier than you expect!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "End Game Bonuses",
      "Movement Points",
      "Open Drafting",
      "Pick-up and Deliver",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Category: Dungeon Crawler",
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Game: Clank!",
      "Mechanism: Campaign Games",
      "Theme: Temple"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pandoria: Artifacts",
    "ID": 282429,
    "Year": "(2019)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282429/pandoria-artifacts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "As the five realms grow and thrive, you discover the remains of an ancient race that once inhabited Pandoria. The ancient artifacts left behind can be reassembled as magical relics to earn further glory for your realm!&#10;&#10;Pandoria Artifacts includes new terrain tiles with the same terrain on both spots and artifacts that players can collect and trade for valuable relics. Once a region with artifacts in it is closed, the player who did so gains all artifacts. Players can also build mountain castles that block an exit path.&#10;&#10;This expansion can be played with all versions of the game: beginner, standard, partnership, and family!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Fantasy",
      "Farming",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Hand Management",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eternal Adversary",
    "ID": 282432,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.25",
    "Link": "https://boardgamegeek.com/boardgame/282432/eternal-adversary",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Millennia ago, a cataclysmic event tore time apart when the agents of Chaos tried to change history and wipe out mankind. Now countless timelines of earth exist, with the different Ancient Empires of man thriving to this day. Chaos has begun the final battle to destroy all of the timelines of Earth.&#10;&#10;A single timeline of Earth must remain for humankind. The ancient warrior societies must band together to fight for existence and Chaos must destroy Earth if they are to have a future in this final timeline..........Which side will you choose?&#10;&#10;Eternal Adversary is a 2-5 player game between two teams. Build up your hero as you play, getting tougher, faster, deadlier. Do you fight for Order? Or for Chaos? If you are Order, you can use technology to bolster your hero. Battle for Chaos, and benefit from the random hells.&#10;&#10;The two teams perform different tasks. Order heroes seek out and destroy Chaos Rifts, helping to heal the universe. Chaos heroes seek the tokens of disorder and bear them to their dark lord. Both teams advance their respective Doom in this manner.&#10;&#10;Ultimately, a team reaches the end of its Doom track, and the final battle begins. Both sides stake everything on one great clash. Have you gained enough experience, or injured the enemy sufficiently? Will you win in the last conflict?&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mars Needs You!",
    "ID": 282434,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/282434/mars-needs-you",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "You are the representative of one of 6 Corporations, currently on a Satellite in orbit around Mars, tasked with the job of exploration and conquest of Mars for the profit of your employer over a maximum of 6 years. Uncontaminated water on Earth is scarce and so it is the chosen commodity and the benchmark used to evaluate your success in competition with the 5 other Corporations.&#10; Your Earth Corp is sending you, on a yearly basis, a diminishing amount of water from Earth for your use on your satellite. You utilize this water to activate &quot;Squishy&quot; (men) and &quot;Crunchy&quot; (robots) stored on your satellite. You use Squishy and Crunchy to drop down from your satellite to a constantly rotating planet Mars to explore the hidden terrain and discover water resources. Each Squishy that holds a terrain hex at the end of the fiscal year will provide water to send back to Earth in a running tally with the highest total at the end of the game being awarded the Monopoly of Mars for their Corporation.&#10;&#10;Each Fiscal Year is divided into 4 Quarters and a Fiscal Year End. During the turn order players: receive water from Earth and roll for safe transit; active Squishy and Crunchy units; bid on the Chair; resolve storm movement and damage; determine and wait for Mars rotation; move units down to and around on Mars; resolve hex control through conflict; resupply their units on the surface with water from the satellite; accumulate profit points for terrain held; attempt to discover Alien Tech; and generally mess with the competition whenever they can using MarsNeedsYou Cards.&#10;&#10;MarsNeedsYou Cards are held by players and used to benefit themselves or mess with the competition. Players also bid with water for a &quot;Chairmanship&quot; which allows them to roll to determine the amount of rotation of Mars before players are allowed to move their Squishy and Crunchy to the surface. &quot;Chairman&quot; also get to decide which of all the players will go first, with play proceeding in a clockwise order. This allows them to decide where they would like to be in the order of play. Where conflict occurs between multiple players for a terrain hex the &quot;Chairman&quot; also decides who fights first, even if they are involved in the conflict. And speaking of conflict, players who move their units onto other player occupied terrain hex are now in &quot;Strenuous Negotiations&quot; and must roll dice to determine who will hold the terrain and reap the profit from it and who will die and be rendered back into water for collection. If a player is not involved in any conflict they may pay water and roll for the chance to collect an Alien Tech Card which will provide them with an advantage courtesy of found Mars Alien Technology.&#10;&#10;At the end of the last Fiscal Year, players count up their profit and any game bonuses for things like holding specific terrain or having the most Squishy on Mars and see how much total profit they have sent back to Earth.  The player who squeezes the most profit from Mars is granted the development monopoly and wins the conflict!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Time Track",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knights of the Diamond Table",
    "ID": 282440,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282440/knights-of-the-diamond-table",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Knights of the Diamond Table&#10;Area control for 2-5 players. Place your Knights and move your Lord to control the villages.&#10;Knights of the Diamond Table is a quick and simple area control game with hard choices and near perfect information. The game features isometric village artwork on diamond shaped tiles.&#10;&#10;Full rules:&#10;&#10;Play&#10;Each turn you must perform two actions:&#10;&#10;1: Place knights&#10;&#10;Take between 1 and 3 Knights from your supply and place them onto one single tile on the board. You may not place new Knights - on a tile with an opponent&rsquo;s Lord. - on a tile where you already hold the majority&#10;&#10;2: Move your Lord&#10;&#10;In the first round, simply place the Lord onto the same tile where you placed your Knights. In the following rounds you must move your Lord to another tile. The Lord must bring along between 1 and 3 Knights when moving. The Lord can not leave a tile empty, but you can move all your Knights out if an opponent has Kights on the tile. You must never move to a tile with another Lord, and always to a tile where you end up having the majority of Knights. The Lord counts as one Knight.&#10;&#10;Game end&#10;The game ends when all players have placed all their Knights onto the board.&#10;&#10;Scoring&#10;There are three ways to score points&#10;&#10;For each tile where you hold the majority, you score 1-4 points based on the value of the tile.&#10;&#10;For your largest area of connected tiles, you score an additional 2 points per tile.&#10;&#10;Check your Mission card: If you have majority on the tile with the displayed building, you score an additional 4 points.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kampf gegen das Bünzlitum: Shötli-Erweiterung",
    "ID": 282441,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282441/kampf-gegen-das-bunzlitum-shotli-erweiterung",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Sh&ouml;tli-Expansion is here!&#10;&#10;100 new and vitriolic cards and an additional gamemode for drinkhungry jerks!&#10;&#10;This time we didn't have help from comedians to text the new cards. As in the main version, the cards are made by us and cover themes about current topics, personalities and... alcohol !&#10;That's why we also added a new, totally reasonable gamemode for drinkhungry jerks. Because we wouldn't want anyone dying from dehydration while playing.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muffins Among Us",
    "ID": 282443,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/282443/muffins-among-us",
    "Min Players": "4",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A band of misfit cupcakes have discovered a terrible secret about their creator. Daily aliens visit the creator to take some of them away to lands unknown. It is up to these misfit cupcakes to convince all of their friends and family into escaping the bakery with them. Little do they know, there are some muffins among them who are up to no good, and will stop at nothing to keep them from escaping.&#10;&#10;Muffins among us is a semi co-op adventure where players play as 7 unique characters with different stats and abilities. Each character will play as either a cupcake, or as a muffin disguised as a cupcake.&#10;&#10;The Muffins must not let their presence be known, as they thwart the escape attempts of the cupcakes. Or, they can choose to pose as a cupcake, and convince all of the other cupcakes to follow them to their demise.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Temptation of the Sphinx Diamond",
    "ID": 282453,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/282453/temptation-of-the-sphinx-diamond",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From Gamecrafters: &quot;Temptation of the Sphinx Diamond is an easy to learn bluffing game for 2-4 players.&#10;&#10;The year is 1926. The astounding Sphinx Diamond has been brought to London from Egypt. A glamorous masquerade party is being thrown to celebrate its unveiling. However, thieves lurk among the city&rsquo;s rich and famous, each planning to steal the rare jewel. In Temptation of the Sphinx Diamond, players take on the role of a thief in disguise. They must guard their true identity while using poison to eliminate their competition.&quot;&#10;&#10;---&#10;&#10;Temptation of the Sphinx Diamond is a quick, fast-paced mystery card game in which players are attempting to be the last one standing without having other players uncover their secret identity. The game has two sets of characters: one set is masked, which are placed down in a row in the center of the table, the others are unmasked and one is secretly dealt to each player. Each player is now working to keep their character alive (no poison cards played on the character) until the end of the game.&#10;&#10;In addition to the character cards, there are poison and antidote cards and three (3) item cards that can be added for varying levels of difficulty.&#10;&#10;Each player takes two (2) actions on their turn:&#10;&#10;&bull; Draw a card (poison or antidote)&#10;&bull; Play a card - play a poison on ANY character even if they are already poisoned. The poison remains on the character until any players play an antidote with the matching icon on a poisoned character to remove a poison. (Example: Snake antidote will remove a snake poison on a character.&#10;&bull; Move an item - The items sit above the characters and can be moved to an adjacent character.&#10;&#10;The base game is played with just the Mirror in play. When the mirror is above a character, that character cannot have poisoned played on them. (Antidotes can be played.)&#10;&#10;When there is one (1) character that has no poison cards on them the game ends. The player who is that character will reveal themselves and they are the winner. However, if that character is NOT one of the player characters, the game resumes.&#10;&#10;The Sphinx Diamond and Opera Glasses items can be added to the mix to up the difficulty of the game. They move in the same way as the mirror but have different effects. The Opera glasses item allows players to peek at each other's hand of cards. The Sphinx Diamond changes the win condition: In order to win, the player must be the last character with no poisons AND have the Sphinx Diamond above their character.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reforge",
    "ID": 282455,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/282455/reforge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "2",
    "Description": "2-6 players battle it out battle royale style in a race to craft the strongest weapon! Players play the role of a warrior that must combine different grips, guards, and blades to create a fantastical weapon!&#10;&#10;Game Prep:&#10;Each player has a space in front of them known as the Forge where they place different card types including blades, grips, guards, shields, and gadgets. Each player starts with an Adventurer blade and wooden grip in their Forge. Each player starts with an attack die (starts at d4) and a health die (d20 set to 20). The Armory (draw pile) is shuffled and 6 cards are dealt to each player. A starting player is chosen.&#10;&#10;Gameplay:&#10;The objective of the game is to be the last player standing after all others have been defeated. The goal as the game progresses is to place grips and guard onto your blade in order to Reforge. This allows you to upgrade your attack die (d4-&gt;d6-&gt;d8-&gt;d10-&gt;d12), giving the benefit of more possible damage and allowing you to use more powerful blades (Forge level requirements are marked on cards).&#10;&#10;Attacking is done by selecting a target player and adding up all the attack modifiers (red number) on your blade, grip, and guards. This is your base attack. You then roll your attack die and add it to your base attack to determine the total attack. Subtract your target's defense (blue number) to calculate damage dealt to the target player.&#10;&#10;Blocking can be performed if the defending player has at least one part (guard or grip) in play attached to their blade. To block, both players roll their attack die (blade and part modifiers are ignored). If the defending player rolls higher, they take no damage. If the attacking player rolls equal to or higher, the defending player takes the damage they would have AND discards a part of their choice from their Forge.&#10;&#10;Shields can be placed on a player's turn. If an attack meets or exceeds the shield's stability (marked in the corner of the card), the shield is discarded and the defending player takes no damage (there is no overflow damage to player). If the attack is less than the shield's stability, the player takes no damage and the shield remains. The stability of the shield is reset after each player's turn (it does not decrease like health).&#10;&#10;Turn Flow:&#10;1) Draw a card.&#10;2) Recycle (discard two cards to draw one).&#10;2) Use gadgets (as many as you'd like).&#10;3) Place or replace a part (one per turn).&#10;4) Reforge or attack (you cannot attack if you Reforge).&#10;&#10;When a player's health reaches zero, that player is out. The player that dealt the killing blow &quot;loots&quot; the defeated player and takes all cards that were in that player's hand and Forge.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sneaky Cards: Mission Rencontrez Goodie Card",
    "ID": 282456,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282456/sneaky-cards-mission-rencontrez-goodie-card",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The goodie Card: &quot;Mission: Rencontrez&quot; simply play like any other cards.&#10;&#10;Pass this card to someone who ends a game in a tie with you. That person gets an extra half point.&#10;&#10;Card found in Plato Magazine 117&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flying Tigers (Third Edition)",
    "ID": 282457,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/282457/flying-tigers-third-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "2.5",
    "Description": "Climb into the cockpit and recreate the gallant and unparalleled success of Chennault's famous volunteers against the invading Imperial Japanese Military in a challenging two-player WWII air-to-air combat game.&#10;&#10;Flying Tigers allows players to assume control of either the invading Japanese or the defending Tigers and the Royal Air Force (RAF) counterparts, in a bid for control of China from 1941-1942. Tiger players must overcome a lack of intelligence, a dismal supply of spare parts and overwhelming odds to hold off and repel the Japanese. Japanese players must decide when and where to strike, work harder to outmaneuver the superior Allied planes and do whatever is necessary to further the empire.&#10;&#10;Originally published in 1969 by Gamescience Inc and again in 1973, Lou Zocchi (Gamescience) and Derek Harris (Tupelo Game Days) have worked to rebuild this game from the ground up with new artwork, a revised combat system and optional rules that allow you to alter the course of history.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Burma",
      "Country: China",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NFL Rush Zone Flick 'n Kick",
    "ID": 282458,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/282458/nfl-rush-zone-flick-n-kick",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "NFL Rush Zone Flick 'n Kick is a dexterity game based on the kicking game in American football. Licensed by the NFL it contains 32 cardboard footballs representing each team in the National Football League. &#10;Players take turns flicking their football toward a set of goalposts. &#10;There are two different ways to play;&#10;&#10;1. R-U-S-H &#10;   Players match every kick, flick for flick, and spell defeat for your opponents. (A bit like H-O-R-S-E in basketball).&#10;&#10;2. Longest Kick&#10;   Attempt record breaking flicks in this competition to see who has the biggest leg.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Sports Teams: National Football League (NFL)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bad Medicine: The Unsafe Expansion",
    "ID": 282462,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282462/bad-medicine-the-unsafe-expansion",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A small booster that adds additional NSFW cards to Bad Medicine.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hello. Exchange",
    "ID": 282467,
    "Year": "(1923)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282467/hello-exchange",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The object of game of Hello, Exchange is to &lsquo;get through&rsquo; from the home phone by travelling through the central exchange to the telephone square without becoming disconnected or becoming engaged.&#10;&#10;Published by the National Games Company which is credited to have been the first large-scale Australian manufacturer of locally-designed board games.&#10;&#10;Recorded in the National Archives of Australia, where copyright registration and exhibit is dated 1923.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of True or False",
    "ID": 282470,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/282470/the-game-of-true-or-false",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1",
    "Description": "In total, your food travels about 9.1 metres through your digestive system. Is it true or false? Hurry up; you only have a split second to decide in this adrenaline pumping trivia game. Suitable for ages 14+ with three or more players, this true or false game needs fast fingers and a cool head to come out on top. By the way, it&rsquo;s true that food travels about 9.1 metres in your body. If you knew the answer, did you ring the bell of truth in time?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pass the Pen",
    "ID": 282471,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/282471/pass-the-pen",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pass the Pen is the world's fastest drawing game because the pen tip disappears as you play. You'll get 10 seconds to draw while all the other players guess. Is that a hamburger? A snowman? A sumo wrestler? You earn points if someone gets it right; if not, you pass the pen to the next player, and they pick up where you left off. The game is over when 10 cards are done.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vinyl: Publisher",
    "ID": 282472,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282472/vinyl-publisher",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "1",
    "Description": "This expansion adds a second side to the player board. With this player board tracks for each publisher and for the late and early decade are added. This will allow players to track the progress of these things and unlock usable powers (shopper cards) that are asymmetrical. Each player can only have two shopper cards and you can mix or match them in any way. If you already have two cards and you unlock a third opportunity to get a new card you may swap out cards at that time.&#10;In the Publishers Expansion you get double sided player boards, 25 colored cubes and 24 Shopper Cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Music"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Vinyl (Talon Strikes Studios)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Green Conquest",
    "ID": 282473,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282473/the-green-conquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Green Conquest is a 2 to 4-players strategy game in which players lead clans made up of vehicle drivers. The goal of the game is simple. You have to be the last player to have vehicles on the board to win.&#10;In The Green Conquest, you'll be able to build a clan and combine the different special abilities of your vehicles to perform devastating attacks. The mechanics of the game is thus made so that an infinity of combinations is feasible. Each player will have a different way of understanding the game which will make each game unique and tactical. There is no miracle combination that can annihilate any opposing clan, and your ability to adapt and your tactical skills will be put to the test to win the fight.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memoir '44: New Flight Plan Bonus Scenarios",
    "ID": 282482,
    "Year": "(2019)",
    "Geek Rating": "5.566",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282482/memoir-44-new-flight-plan-bonus-scenarios",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Booklet with ten bonus scenarios for Memoir '44. The scenarios are all designed by Jacques &quot;jdrommel&quot; Davi. The booklet was handed out during the UK Games Expo 2019 by Asmodee to celebrate the release of the New Flight Plan expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Game: Memoir '44",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Euclio Extra!",
    "ID": 282488,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282488/euclio-extra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The first expansion to Euclio, Euclio: Extra! adds five new boards and accompanying suit cards to make your games even more varied and interesting.&#10;&#10;Some of the new boards are a bit more complex, therefore recommended for Euclio veterans, but all retain the general simplicity of play Euclio has always had.&#10;&#10;Euclio: Extra! adds auctions, more opportunistic play, and even a board/suit that benefits if you DON'T place your scoring markers! Get ready to twist your brain navigating the new difficult decisions inside. Simply add to your Euclio box and experience a new mixture of boards and suits!&#10;&#10;&#10;        Expansion! Euclio Required to play!**&#10;    &#10;&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "In the Grandest Manner: Napoleonic Wargames",
    "ID": 282490,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282490/in-the-grandest-manner-napoleonic-wargames",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rules for wargaming with huge armies, on large tables, over many hours, for a truly grandiose affect.&#10;&#10;&#10;     Developed for 10mm but readily adaptable to any figure scale or basing&#10;     A Command &amp; Control system centred on the Division, reflecting the abilities of the various Napoleonic Generals&#10;     A new Morale system which allows much more variety and combinations of training and &eacute;lan&#10;     A new interpretation of classic infantry and cavalry formations and capabilities&#10;     A new firing system utilising an ability as well as class system&#10;     A new M&ecirc;l&eacute;e system&#10;     Reserves receive their deserved importance on the battlefield&#10;     Rule questions answered via the web along with advice on practical subjects such as terrain construction&#10;     The first part of a project with a planned series of Companion books with battles, full OBs and tabletop maps&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: Catan – Brotherhood of the Watch: Bran Stark Promo",
    "ID": 282492,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282492/a-game-of-thrones-catan-brotherhood-of-the-watch-b",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Promo used at various tournaments as giveaways.&#10;&#10;Bran Stark Visionary Skinchanger&#10;&#10;Hodor is a 2-sided card that allows player to Draw New Wildlings after Building&#10;&#10;On any turn you may:&#10;When a player builds a settlement/keep, after revealing the wilding tokens, ignore any of those tokens. Draw replacements for any ignored tokens.&#10;&#10;After use: Flip this hero card over or exchange it.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: Catan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hieroglyphs",
    "ID": 282497,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/282497/hieroglyphs",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tableau Builder meets spatial puzzle. Position and manipulate dual purpose papyrus cards on your board for immediate rewards and long term goals.&#10;&#10;In Hieroglyphs, players are trying to gain the most favor and points. To do this, players must play, position and move papyrus cards on their board. Cards are dual purposed. The top half have hieroglyph symbols that when placed in a specific order, will let players complete objectives from the Gods. The bottom of the card activates straight away and will either give points based on existing elements on their board, or give helpers for future turns.&#10;&#10;On a player's turn they can do one of the following two actions:&#10;&#10;&#10;     Play a card on to their board from their hand or the central market.&#10;     Send a priest to a God to perform their game manipulating ability.&#10;&#10;&#10;The player with the most points after the end game trigger occurs is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Ancient: Egypt",
      "Mythology: Egyptian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Adventures: Von Drachen und Samurai",
    "ID": 282501,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/282501/escape-adventures-von-drachen-und-samurai",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Family friendly escape game in a feudal japanese setting. The story driven game includes solving puzzles as well as some deductive skills and offers a scoring at the end based in the age of the group and the used hints.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Continents: Asia",
      "Country: Japan",
      "Series: Escape Adventures (TOPP)",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dugout Steps Baseball",
    "ID": 282504,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgame/282504/dugout-steps-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dugout Steps Baseball is a full simulation of the game of Baseball that features a highly detailed interaction between Pitchers and Batters, giving flavor to the age-old battle between Hurler and Slugger. Dugout Steps Baseball provides for a wide variety in Pitcher Performance which, in turn, makes each game unique and detailed. Once a ball is put into play, the action really heats up in Dugout Steps Baseball. Ballparks and Fielders are easily incorporated into game play and you will certainly know the difference between playing at Wrigley Field and Dodger Stadium. Great Fielders who flash the leather really make a difference in Dugout Steps Baseball as they bail out Pitchers with great defensive plays. Big Bat and No Leather players will provide pop at the plate, but fizzle in the field. Drama surrounds Big Flys that can either get out or fall short of the wall. Fielders can pick 'em off the top of the fence and wind can blow a Big Fly foul. When men are on base, Strategy becomes involved and adds fun.&#10;&#10;Dugout Steps Baseball features a highly sophisticated system for knowing the location of a batted ball without having to do anything more than simply look at a number. This one number, however, opens up a world of possibility in Fielding and Baserunning. Baserunner Advancement features Collisions and Close Plays where the Baserunner attempts to avoid a tag or the Fielder tries to slap the tag on the Baserunner. Blown Calls add drama and fun and trigger Manager Arguments. Plays involving the Pivot are handled easily, but with great detail, as Middle Infielders try to Turn Two or a Baserunner attempts to break up a Twin Killing.&#10;&#10;Dugout Steps Baseball includes the option to be played at a Basic Level and even contains an optional Add-On for determining Pitch Counts easily and seamlessly.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Gassy Eruption Special Play Promo Card",
    "ID": 282507,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282507/blood-bowl-2016-edition-gassy-eruption-special-pla",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Event Promo - Warhammer World Exclusive&#10;&#10;'Gassy Eruption' is a promo special play card for Blood Bowl from the Bugman&rsquo;s Full Beard Cup 2017 held at Warhammer World on August 5th-6th, 2017.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Koppla av, res med oss",
    "ID": 282509,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/282509/koppla-av-res-med-oss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Koppla av, res med oss (&quot;Relax, come travel with us&quot; in English) is a travelling game set in Europe.&#10;They game was most likely published in all of the german speaking world as well as Scandinavia, as the city names on the game board are in German and the rules have a note about the language version for the specific game.&#10;&#10;The players start in Brussels and selects one out of six destinations (Edinburgh, Gibraltar, Palermo, Athens, Istanbul, Helsinki). The players proceed to travel along a route, each route are of equal length, but can deviate by taking optional routes along the way or be forced to turn back.&#10;&#10;During the trip they will spend their money on means of travel (By foot, bicycle, car, train and airplane) and visit different cities along the way. The main mechanic is to pay following a tariff table to determines how far you travel.&#10;In each city they have to draw an event card and see what happens in that city. Events can be positive or negative, mostly to your travelling fund but also for instance change the final destination.&#10;&#10;The object of the game is to be the first to reach your destination with travelling funds still on hand. If a player runs out of funds he or she is out of the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "An Age of Sword & Arrow",
    "ID": 282510,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/282510/an-age-of-sword-and-arrow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An Age of Sword &amp; Arrow is a set of miniatures wargame rules for the ancient and medieval periods with an educational intent: the writers hope it will inspire students to learn about military history.&#10;&#10;The game features DBX-style stands grouped into &quot;companies&quot;, which are the basic manoeuvre units of the game. Troops are classed by role (close combat or range), mobility (light, medium, or heavy), and type (infantry of cavalry), and rated for efficiency for various kinds of combat, and possibly further differentiated by various special rules. Combat resolution is through buckets of dice - the attacker rolls to hit, and the defender to save.&#10;&#10;Army lists range from the Late Bronze Age to the Norman Conquest of England.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "まやかし山 (Mt. Mayakashi)",
    "ID": 282511,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282511/mayakashishan-mt-mayakashi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#227;&#129;&#190;&#227;&#130;&#132;&#227;&#129;&#139;&#227;&#129;&#151;&#229;&#177;&#177; (Mayakashi Yama) (Mt. Mayakashi) is a Japanese card game. Foxes and racoons try to outwit each other on the mountain. The start player is the last to have seen a fox or a racoon. The game is a mix of bluff, hand management, and some take that, until one player is eliminated.&#10;&#10;The game comes with English and Japanese rules, and both on the cards. The publisher chooses not to identify the game designers or artists, listing them only as Bodlanca.&#10;&#10;Animals living on Mt. Mayakashi use magic and are masters of disguise. Late at night, they transform their appearance and begin outfoxing each other. The winner of this game is highly acclaimed as the best magician on the mountain.&#10;&#10;Each player has an index card and a health card with their health shown in coloured bars from 10 to 1. As the game progresses, players lose or gain Health Points (HP) and when a player's HP falls to zero or lower, the game ends. The player with the highest HP is the winner.&#10;&#10;The deck has a mix of attack cards, defence cards, ability cards, and cards with no effect. The deck is shuffled and players are dealt a hand of five (hand limit is seven).&#10;&#10;The active player plays a card face-down and declares the card's name. The player may choose to lie or be truthful. If no player calls out &quot;Doubt&quot;, the card's effect takes place (presumably it is shown).&#10;&#10;If however a player did call out &quot;Doubt&quot;, the card is shown now. If the player was truthful, the caller recieves 1 point of damage. If the player was false, they recieve a point of damage instead. The card effect is resolved, and then player draws a card to their hand.&#10;&#10;If they now have more than seven cards, they discard down, and the turn moves clockwise.&#10;&#10;The card effects are simple and evident, attack does damage, defence blocks or defers it, and the abilities are to draw two cards, or heal one point, or view another player's hand, or no effect at all.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wintergrim",
    "ID": 282512,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282512/wintergrim",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Wintergrim is a turn-based strategic card game made for 1 player per card deck. The first edition includes two theme based card decks of 50 cards each, named: Spirits of Summer &amp; Wolves of Winter. It also includes 8 green d6 dices and rule cards.&#10;&#10;The first who arrived from the sea, called it Asheim. They discovered a land with ancient cultures, unpredictable weather and forest-dwelling humans allied with strange creatures and spirits. At first everyone was cautious... Years later, sparked by the death of an asheim jarl in a sudden windstorm, the coast dwelling warriors of Asheim make their revenging assaults over the frozen hills of Wintergrim, east through Stormshade on the spirits of Vanheim, a realm of strangely lush forests in an otherwise wintry mountain area. The time has come to seek control over the mountain dwelling creatures that seem to warm and cool the winds to the will of the spirits.&#10;&#10;Find new areas and paths, build structures, hire workers, warriors and leaders, and use tactics and weather to your advantage. Manage economics and food supply, and capture enemy units while you defeat your opponent to gain access to more powerful units and/or other benefits like mixing your used cards into your deck. Your units can move in/out of structures, between your own areas, or to/from enemy areas by first moving to a Path. Dices contributes with the unpredictability of how long weather stays in play, how your units attack/defend in close/ranged combat, and they are used to keep track of damage to units/structures.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Point to Point Movement",
      "Worker Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rörmokar'n",
    "ID": 282513,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/282513/rormokarn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "R&ouml;rmokar'n (&quot;The Plumber&quot; in English) is a children's game about building a pipe system, all in colorful plastic.&#10;&#10;Each player has their own color of pipes with corresponding start and finish positions on the board.&#10;The players use a spinner to determine which kind of pipe he or she gets to place, but can also plug other player's pipes to prevent them from building further. Some pipe parts have two open endings which enables you to choose an alternative route to continue building, should one path be plugged up.&#10;&#10;The object of the game is to be the first player to build your pipe from one end of the board to the other.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stalingrad Besieged",
    "ID": 282515,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/282515/stalingrad-besieged",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Three ways to play!!!  You can play with cards, blocks, or counters -- the game comes with them all.  The cards/blocks/counters represent the units of the German and Russian armies in 1942 around Stalingrad.&#10;&#10;Each turn the players will move their units, optionally play an event card, and fight battles in an attempt to gain control of the two ferry points and and tank factory.  Each turn you will replace eliminated units using replacement points, but for each unit you bring back one of your &quot;dead pile&quot; units is permanently eliminated.&#10;&#10;Victory is determined by the player who controls the ferry points; if each player controls one, then control of the tank factory will determine the ultimate winner.&#10;&#10;Playable by 1 to 2 players in under 1 hour.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Events",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Components: Block Wargames",
      "Country: Soviet Union",
      "Crowdfunding: Kickstarter",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sergeants Miniatures Game: Commemorative D-Day Command Group",
    "ID": 282516,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282516/sergeants-miniatures-game-commemorative-d-day-comm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Lead your soldiers into battle by adding new officer ranks. With additional command and control capabilities, and tailored to provide leadership to your troops, adding platoon commanders offers new tactics and opportunities for your squads. Establish clear chain of command in multi-player games to help reduce the Fog of War.&#10;&#10;US Paratrooper officer ranks include Majors, First Lieutenants and Second Lieutenants. German Light Infantry officer ranks include Hauptmen, Oberletnants and Leutnants. The 75th Commemorative Edition Command Group comes with:&#10;&#10;     2 US Paratrooper Officers carrying M1A1 Thompsons&#10;     1 US Paratrooper Officer carrying the M2 Carbine&#10;     2 German Light Infantry Officers carrying MP40s&#10;     1 German Light Infantry Officer carrying the Gw43&#10;     Commemorative Wooden case (holds 20 soldiers + 2 decks)&#10;&#10;&#10;The Officers are uniquely generated in the same way as all other Sergeants: Miniatures Game soldiers. Each has the chance to be one of 3 different officer rankings. The lowest (and most common) is the Leutnant or Lieutenant, the next rank is the Oberleutnant/1st Lieutenant, and finally the highest possible rank (and least common) is the Hauptman/Captain. Each officer comes with a fully painted miniature and base, 1 Soldier Card, 1 Equipment Card and 14 Action cards for the Player Deck.&#10;&#10;These officer cards add enhanced leadership abilities, tactics, and other capabilities to your squads albeit at a higher point cost.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PitchCar: Extra Cars",
    "ID": 282517,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282517/pitchcar-extra-cars",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Here come new challengers: 4 Cars in New Colors to expand PitchCar to 12 players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Expansion for Base-game",
      "Party Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: PitchCar",
      "Mechanism: Finger Flicking Games",
      "Players: Expansions Changing Player Count",
      "Promotional: Item",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slot Brothers",
    "ID": 282518,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/282518/slot-brothers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "1",
    "Description": "A cards and dice game based on 3 side characters of the famous RPG EarthBound.&#10;&#10;Throw the 3 dice and try to win the matching cards. After winning a card, you can bet your cards to get a forth die and try earning more cards, or lose them... Other players may try to steal your cards, so be careful and protect them with the useful &quot;Sombrero&quot; card.&#10;&#10;Join the Slot Brothers, Pancho, Pincho and Poncho, in this fun party game!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "American West",
      "Dice",
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Video Game Theme: Nintendo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nudge",
    "ID": 282519,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/282519/nudge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An environmentally conscious abstract strategy game.&#10;It&rsquo;s an incredibly simple yet insanely addictive abstract strategy game, designed to send you or your opponent over the edge &ndash; three discs each, two moves per turn, one wrong move and it could be game over!&#10;Flip a disc to decide who starts. Players then take it in turns to make two moves each turn.&#10;Individual discs can move one square at a time or two squares with your two moves, either forwards, backwards or sideways and in any combination of these, but no disc can ever be moved diagonally.&#10;Rows of linked discs can be moved together lengthways, like train carriages, one square at a time, which counts as one move, but you can&rsquo;t move rows widthways.&#10;To nudge an opponent&rsquo;s disc, you have to out-number them lengthways &ndash; 2 against 1 and so on.&#10;The game ends when you nudge an opponent&rsquo;s disc off any edge of the board. It&rsquo;s as simple as that. Then you rack it up and you play again&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "名刺じゃんけん−出会いにカンシャ! (Meishi Janken-Deai ni Kansha!)",
    "ID": 282520,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282520/ming-ci-ziyanken-chu-hui-inikanshiya-meishi-janken",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#229;&#144;&#141;&#229;&#136;&#186;&#227;&#129;&#152;&#227;&#130;&#131;&#227;&#130;&#147;&#227;&#129;&#145;&#227;&#130;&#147;&minus;&#229;&#135;&#186;&#228;&#188;&#154;&#227;&#129;&#132;&#227;&#129;&#171;&#227;&#130;&#171;&#227;&#131;&#179;&#227;&#130;&#183;&#227;&#131;&#163;! (Meishi Janken-deai ni kansha) means 'Business Card Janken - thanks for meeting!'. Deai ni kansha! is a shady phrase, which would translate to &quot;Let's be thankful for us getting to know each other!&quot;, suggesting the satirical nature of the game. Janken is the Japanese name for Rock Scissors Paper, and is quite popular in Japan as a way of deciding things. For example, a group of several players will use it quickly to choose the start player. In this game, it means more like a way of proving your claim.&#10;&#10;In Japan, business culture is very strict, and each salaryman has their own business card. It becomes more than a contact, it becomes a symbol, the soul of the businessman. There is a polite way to give and receive a business card. It's claimed a person might get fired for bending a card they've been handed. So the designers intentionally mock the sacred nature of business cards with this frivolous game.&#10;&#10;The game is played with a deck of fake but highly realistic business cards (two are real). (So realistic, I walked off with one by mistake at the Tokyo Game Market, thinking it was the publisher's card). With company logos styled like Yapoo!, NYSO, Fugitsu, Noodle, the cards have names, addresses, QR codes, the lot.&#10;&#10;Meishi Janken - Deai ni Kansha! is a game to group together more people (by their business cards) by announcing what they have in common. The game takes place at an inter-industry exchange meeting. The players each start with a hand of 4 to 6 business cards, depending on the number of players, and try to group them with other cards as potential business partners according to what the owners of the business cards might have in common. In playing the game, cards are placed face-up, and players identify common features between cards. The colours, the logos, the names of people, the addresses, any information that matches can count.&#10;&#10;Each time you add a card to a group, state what feature the new card (that is, the person) shares with the group in addition to the features already shared among the group (so as to &quot;deepen the ties&quot;), and that group will belong to you. Otherwise, replace a card in your hand by discarding it in the party area and drawing a card from the deck. You can also choose to add the cards in the party area to any group. The game ends when the deck runs out and the players have    used up their cards. At the end of the game, the player who has grouped the most cards wins as the &quot;networking master&quot;.&#10;&#10;The game is intended for humour and satire, but the publishers remind you to be respectful of people's private information, since you can use real business cards too.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Third Strongest Mole",
    "ID": 282523,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/282523/third-strongest-mole",
    "Min Players": "5",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#239;&#188;&#147;&#231;&#149;&#170;&#231;&#155;&#174;&#227;&#129;&#171;&#229;&#188;&#183;&#227;&#129;&#132;&#227;&#130;&#130;&#227;&#129;&#144;&#227;&#130;&#137;, roughly translated as Third Strongest Mole, is a 5-player only trick-taking game with one suit.  The game consists of 37 cards, ranked 1 to 37, and 3 front and back rule cards, printed on 4 sheets of perforated business card stock.&#10;&#10;All but 2 cards are dealt to the players, and the remaining 2 cards are set aside face up, with one designated for the 1st place player and one for the 5th place player.&#10;&#10;After each person has played a card to a trick, points are awarded based upon rank, with the player who played the highest card earning 2 points, the 2nd highest 1 point, the 3rd highest 0 points, etc.  The 1st place player then takes the set aside card into their hand and returns another to the table.  The 5th place player does the same.&#10;&#10;The player with the third most points at the end of the game is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Werewolf of Rivers End",
    "ID": 282529,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282529/the-werewolf-of-rivers-end",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Werewolf of Rivers End is a light-weight hidden-movement game where one player takes on the role of an injured Werewolf and other players take on the role of the townsfolk, who are intent on hunting down the Werewolf that has been harassing their village for years.&#10;&#10;The townsfolk players control the set-up of the game, placing the areas the Werewolf player can search for supplies throughout the map area.&#10;&#10;The Werewolf must keep themselves hidden as much as possible as they search and forage for supplies to help survive the night. Tough their survival, the Werewolf leaves bloodied bandages, scared residents and frightened creatures as they search structures and landmarks in the hope of finding food or potions to help them in their quest for survival.&#10;&#10;From there, the townsfolk take on one of seven different roles all with different abilities and weapons. Their job is to track down and kill the Werewolf through their abilities that include traps, sabotage, setting fire to areas and many more. Each Villager has their own set of abilities and no-two are alike.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Cities: Milestones",
    "ID": 282531,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282531/lost-cities-milestones",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Giveaway&#10;&#10;With 10 different target stages, you can earn some extra points.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Lost Cities",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Werwölfe: Watchdog",
    "ID": 282532,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282532/werwolfe-watchdog",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "When you are playing with the Wachh&uuml;ndchen/Wachhund (Watchdoggie/Watchdog, character value -2), the following rules apply:&#10;&#10;As long as the Watchdoggie/Watchdog is alive, the Mayor can&acute;t be lynched. The Watchdoggie/Watchdog can be lynched, or killed by the Werewolves or by other night effects.&#10;&#10;You can only play with the Watchdog if you openly award the mayor by majority vote at the start of the game. Give the watchdog to the player who plays the mayor. As long as the watchdog lives, the mayor can not be lynched during the day.&#10;If the current mayor dies in a different way and the guard dog is still alive, the player must immediately pass on the mayor's card and watchdog's card to another surviving player without discussion. The watchdog can be eaten, lynched, shot by the hunter or poisoned by the witch. The healer can heal the guard dog to protect him from the werewolves attack. But beware: There may be a werewolf behind the mayor. &#10;Complete instructions on www.pegasus.de/werwoelfe&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Månvalla travbana",
    "ID": 282533,
    "Year": "(1948)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282533/manvalla-travbana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The original horse racing produced prior the M&aring;nvalla med V5 in 1970s  followed by Travspel med V65 in 1980s.&#10;&#10;Starting with 4000 Swedish crowns, you have to:&#10;&#10;     prepare some cards for each horse in the race and &#10;     bet as well for the horses not knowning what the other players prepared.&#10;&#10;&#10;Then the race is starting revealing the cards and the bids are taken shared among the winners (via a calculation sheet).&#10;The process is repeated several times.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Grid Movement"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GameDay Football",
    "ID": 282534,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/282534/gameday-football",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2",
    "Description": "GameDay Football is a roll and write press your luck game. Your goal is to score a touchdown before defenders box you in and time runs out. Do you have what it takes to lead your team to victory? Your fans are about to find out because it is GameDay.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mysterium: Potions",
    "ID": 282537,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282537/mysterium-potions",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "42",
    "Play Time": "42",
    "Weight": "0",
    "Description": "This promo is given out by the publisher at conventions.&#10;&#10;Add this new vision card to the Vision card deck of the ghost.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Game: Mysterium",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Name 5 Card Game",
    "ID": 282559,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.56",
    "Link": "https://boardgamegeek.com/boardgame/282559/name-5-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Can you name 5 things that could make a person sneeze? How about 5 TV dads? ...5 video games? ...Fruits or vegetables beginning with an &quot;a&quot;?&#10;&#10;Name 5 is the outrageous party game that asks the easy questions you know the answers to. Sure, you know 1 movie starring America's sweetheart or a certain Hollywood heartthrob... maybe even 2... but can you Name 5???&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crusader Kings: Councilors & Inventions Expansion",
    "ID": 282579,
    "Year": "(2019)",
    "Geek Rating": "5.537",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282579/crusader-kings-councilors-and-inventions-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "This set includes 24 additional beautifully crafted plastic miniatures for Crusader Kings - The Board Game. These come in 12 unique designs that represent Councilors and Inventions in the game rules.&#10;&#10;This expansion also includes bonus rules that let allow players to send their councilors on missions in medieval Europe, rather than just staying home at the royal court!&#10;&#10;All miniatures are sculpted by the talented artist Anton Angheluta.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Role Playing",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heart of Leviathan",
    "ID": 282590,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/282590/heart-of-leviathan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Heart of Leviathan is a tactical ship to ship engagement simulation set in World War One. Each player takes control of individual semi-historical miniature WWI warships in an effort to reign supreme on the High Seas - er - game table... Choose your colors: The British Grand Fleet or the German High Seas Fleet. Can you command the Battle Squadrons as Jellico, Beatty, Scheer or Hipper did? Could you do better?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "World War I"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "7TV: Pulp",
    "ID": 282596,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.72",
    "Link": "https://boardgamegeek.com/boardgame/282596/7tv-pulp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2",
    "Description": "7TV: Pulp is a tabletop skirmish game inspired by the American cinema serials and pulp magazines of the 1930s and 1940s. Designed to work with the 7TV 2nd edition rules, 7TV: Pulp rules contained within this box are stand alone, but are intended to allow players to run games within the many fantastic, hardboiled or thrilling worlds of the pulp genre.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Pulp"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Royal Bastards",
    "ID": 282621,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/282621/royal-bastards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Royal Bastards is a politically incorrect game of intrigue, corruption, and backstabbing where every Royal Bastard wants to be King! Since the beloved and now dearly departed King Richard did not leave an heir, you, as one of his many descendants are racing to gain control of the now empty throne. You&rsquo;ll have to contend with MANY other Bastards doing the same. Will you earn enough support in the Territories that King Richard ruled for so many years? Or will the skeletons in your closet be discovered by the populace sending you to ruin?&#10;&#10;The objective of Royal Bastards is to travel throughout the lands of Joda and gain the support of the people.  Your first born will compete against the other Bastards to gain that support.  Back stabbing and devious play is encouraged.  The Bastard with the most support at the end of the game will gain the Royal Approval Points for that Territory.  The Bastard with the most Royal Approval Points will follow in Good Richard's footsteps and become King.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: Omega Ravenous Epic Monster",
    "ID": 282627,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282627/deep-madness-omega-ravenous-epic-monster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Epic monster pack for Deep Madness.&#10;&#10;Contains:&#10;&#10;     1 Omega Ravenous miniature&#10;     1 Monster Card (in five languages)&#10;     2 Spawn Cards (in five languages)&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lanterns Dice: Lights in the Sky – Early Release Promo Tiles",
    "ID": 282631,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282631/lanterns-dice-lights-in-the-sky-early-release-prom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Lanterns Dice: Lights in the Sky &ndash; Early Release Promo Tiles are four additional tiles for use in Lanterns Dice: Lights in the Sky offered as a special promotion for those purchasing the game in local game stores two weeks before the official worldwide release date.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Game: Lanterns – The Harvest Festival",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reise durch die Hauptstädte Europa's",
    "ID": 282648,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/282648/reise-durch-die-hauptstadte-europas",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Reise durch die Hauptst&auml;dte Europa's. Unterhaltend und belehrend  (Travel through the capitals of Europe. Entertaining and instructive)- board game published around 1910 by Heimchen Spiel&#10; Nr. 4368.&#10;It is typical, roll and move game about traveling through the capitals of Europe (40 stops) and following the rules, reading about the different cities.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Through Europe in all Directions",
    "ID": 282649,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/282649/through-europe-in-all-directions",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It is typical roll and move board game about traveling through Europe around 1920 published by Hausser OMHL, in Germany.&#10;The game comprises a Map, six figures, two dice, directions, description of towns and coins. The starting point on the game board is at the same time the goal for each player, where he must return. Who returns the first - wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bitchy Witches",
    "ID": 282651,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282651/bitchy-witches",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It's witching hour! Become the new Supreme Witch in this fun and fast-paced card game. Prepare your spells, summon spirits... Let the battle begins!&#10;&#10;Goal of the game&#10;To win you must earn 7 arcane points twice, both from spirits and familiars from your Arcane Inheritance, and neutral creatures in your domain.&#10;&#10;If you manage to earn 7+ points out of your arcane inheritance and neutral creatures, you win one round. Now, remove the cards adding up to you 7 arcane game points from play and flip your witch card. The rest of the cards from your domain are sent to Limbo. Earn another 7 points out of your Arcane inheritance in your domain to win the game.&#10;&#10;Game rounds&#10;In each turn, you can play one spell card and then draw cards until you have 3 in your hand. You can also skip your turn without casting a spell.&#10;&#10;There is 4 spells: Summon, Portal, Dispel and Transmutation. With that spells you will summon and move spirts, familiars and neutral creatures from the Limbo and your domain.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DECO",
    "ID": 282652,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/282652/deco",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "4",
    "Description": "You and your friends take turns strategically placing randomly drawn tiles into a shared arrangement, in a race to finish the pattern goals and be the first to accumulate 16 points.&#10;&#10;Pay attention to your opponent's goals - your strategy should include building your own patterns and slowing them down!&#10;There are 54 pattern goal cards with varied degrees of difficulty worth 1, 3, 7 or 15 points.&#10;&#10;The 66 unique tiles consist of colorful triangles that form the building blocks of the patterns. On the back of each tile is a symbol that indicates which of the three &quot;Special Action&quot; may be taken on that turn. Purple: you can draw another tile. Green: you can rotate a tile already in play. Orange: you can place the tile corner-to-corner, or move a tile stuck in the middle.&#10;&#10;Each game is different, depending on the tactics you and your friends employ to assemble the patterns.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "5x7 Dungeon solo card game",
    "ID": 282660,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/282660/5x7-dungeon-solo-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.5",
    "Description": "A set of 32 cards consisting of a character, an adventure, a map and rules on how to play. One card is a complete game, all you add is a few d6s and an erasable marker (glossy stock). You can play one card or go campaign style and use a continuing character through the various cards. Fast, fun and has variations for multiple different scenarios. Can be played with multiple players, it is not co-operative but competitive.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Sherlock Files: Elementary Entries",
    "ID": 282673,
    "Year": "(2019)",
    "Geek Rating": "5.610",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/282673/the-sherlock-files-elementary-entries",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.2",
    "Description": "Are you a modern mastermind detective?&#10;&#10;The Sherlock Files: Elementary Entries includes three confounding cases for you to solve. First, you need to discover the cause of a fatal heart attack aboard Flight TJ1309. Next, you dig up a cold case from 1923 involving the violent and unexpected death of a famous explorer and archaeologist. Last, unravel the story behind the mysterious body that put a damper on one family's 4th of July party.&#10;&#10;Decipher clues to determine which are relevant to the case and which are not. Share the clues you deem relevant with your detective partners. Which theories will you chase?&#10;&#10;How will you fare compared to the world's greatest detective? Work together to solve each case to find out!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muffins Among Us: Food Truck Edition",
    "ID": 282674,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/282674/muffins-among-us-food-truck-edition",
    "Min Players": "4",
    "Max Players": "15",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Food Truck edition contains all of the deceit and trickery from the original Muffins Among Us game, but without all the hoopla! We've left all of the characters, tokens, and missions in the Bakery and set off on our truck for countless adventures for you and all of your friends.&#10;&#10;This version of the game is simplified, yet retains all of the strategy and secrecy of the full version and is perfect for a family of 4, or a party up to 15! It is also completely mobile, fitting in your pocket, and can be played in a large open room with no table, or even in a bus or other vehicle.&#10;&#10;The Food Truck Edition also includes 4 new secret identities including The Baker, The Baker's son, The Bagel, and the Cat!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Food Trucks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der große Preis vom Nürburgring",
    "ID": 282675,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282675/der-grosse-preis-vom-nurburgring",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start on space 1 and have to get their race cars to space 100. Movement is determined by a die. colored spaces benefit or hinder the players. The first player to reach space 100 wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Constructions: Nürburgring (Germany)",
      "Country: Germany",
      "Promotional: Board Games",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muffin Mythos",
    "ID": 282676,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/282676/muffin-mythos",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Muffin Mythos is a semi-coop all vs. one game of Cthulhu fighting goodness.&#10;&#10;All of the armies of the world have been defeated by the legendary monster Cthulhu. Civilization has crumbled beneath the chaos and destruction. Mankind is left defeated and without hope of any salvation. An unlikely group of rebels have come together to defeat the monster. They call themselves the Shepherds. Coming together in unity has not been easy for the Shepherds, as some of them only fight for personal glory and gain. However they are united through one common purpose: defeat Cthulhu, and save the future of mankind.&#10;&#10;With all the world's armies defeated, salvation seems impossible. Until one day, a small peculiar stranger appears covered head to toe by a robe. He speaks in a low grizzly voice, muttering to himself as he limps towards them. What appears to be crumbs fall to the floor with every word he mumbles.&#10;&#10;&quot;I'm too late, they won't listen.&quot; he grumbles to himself. &quot;Doom. Doom.&quot; The stranger hobbles closer to the Shepherds, more crumbs falling to the ground as he moves. &quot;Hope, there is hope. You must listen. You must find them.&quot; The stranger grabs hold of the collar of a Shepherd pulling himself close.&#10;&#10;&quot;Find the Muffins.&quot;&#10;&#10;The stranger collapses to the floor and seems to disappear as crumbs scatter across the room.&#10;&#10;In Muffin Mythos players will build an army by rolling and re-rolling dice in farkle, or yahtzee style. Players recruit their army by scoring their dice without rolling a Cthulhu symbol on a custom wood engraved die. They may also explore the city and find companions, and items which will help them in their quest.&#10;&#10;One player will play as Cthulhu and will roll dice in a similar way, but instead of recruiting an army the Cthulhu player will destroy townspeople and the town itself.&#10;&#10;Players may optionally choose to brawl with their friends in order to raise their army's power and ultimately be the sole Shepherd responsible for defeating Cthulhu.&#10;&#10;Once a player believes their army is strong enough to defeat Cthulhu, they may engage Cthulhu in battle. Once a player is engaged they may not disengage or allow Cthulhu to take a special attack against the players army. If a player's army is defeated they lose all items and companions and start back in the town with nothing.&#10;&#10;Cthulhu wins when he defeats a certain number of townspeople or destroys a certain number of town cards.&#10;&#10;Players win by either single handedly defeating Cthulhu, or working together to defeat him.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aetherium: Axiom Expansion Set",
    "ID": 282683,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282683/aetherium-axiom-expansion-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Axiom is a singular civilizing entity that lords over the loosely assembled remnants of Old Europe and North African territories. From the ashes of the First Great Trade War, the Axiom movement has been the salvation for nearly 1.5 billion souls in a dour and brutal future. Citizens of the Axiom worship with religious zeal the notion of order and secular progress. No matter that progress is an illusion, propped up by a large sterile governmental bureaucracy with its stringent controls and massive unwieldy propaganda machines.&#10;&#10;Expansion Sets are a tremendous way to build an entire game-ready Collective straight away. Each Expansion Set contains 1 Avatar, 2 Functions, and 2 Subroutines &ndash; a complete and unique Collective with unique synergies ready to go.&#10;&#10;This box contains 9 models: Commandant Spyder (Avatar), Longshot (Function), Pacifier (Omni 50mm base), Slavhacs (Subroutine 3), Venari (Subroutine 3), and the appropriate PAD and Data cards. These figures come unassembled and unpainted.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aetherium: Axiom Auxiliary Set",
    "ID": 282687,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282687/aetherium-axiom-auxiliary-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Axiom is a singular civilizing entity that lords over the loosely assembled remnants of Old Europe and North African territories. From the ashes of the First Great Trade War, the Axiom movement has been the salvation for nearly 1.5 billion souls in a dour and brutal future. Citizens of the Axiom worship with religious zeal the notion of order and secular progress. No matter that progress is an illusion, propped up by a large sterile governmental bureaucracy with its stringent controls and massive unwieldy propaganda machines.&#10;&#10;Auxiliary Boxes contain 1 Avatar, 1 Function, and 1 Subroutine and are designed to supplement your favorite Collective with new and extraordinary strategic options. Each Box Set includes both PAD and Data cards for all programs.&#10;&#10;This box contains 5 models: Pontifect Neuholm (Avatar), Agent (Function), Triumvirate (Subroutine 3), and the appropriate PAD and Data cards. These figures come unassembled and unpainted.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aetherium: Nanomei Expansion Set",
    "ID": 282688,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282688/aetherium-nanomei-expansion-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Nanomei are an extraordinarily disparate, loosely-formed, and decentralized Collective &ndash;though even that vague description might be at once too generous and too constrictive. Nevertheless, the Collective Nanomei movement takes a singular image as its guiding principle: The Mask.&#10;&#10;Expansion Sets are a tremendous way to build an entire game-ready Collective straight away. Each Expansion Set contains 1 Avatar, 2 Functions, and 2 Subroutines &ndash; a complete and unique Collective with unique synergies ready to go.&#10;&#10;This box contains 13 models: The Puppeteer (Avatar), Hactivist (Function), Goliath (Omni 50mm base), Rabble (Subroutine 5), Pyro Manatics (Subroutine 5), and the appropriate PAD and Data cards. These figures come unassembled and unpainted.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aetherium: Nanomei Auxiliary Set",
    "ID": 282689,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282689/aetherium-nanomei-auxiliary-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Nanomei are an extraordinarily disparate, loosely-formed, and decentralized Collective &ndash;though even that vague description might be at once too generous and too constrictive. Nevertheless, the Collective Nanomei movement takes a singular image as its guiding principle: The Mask.&#10;&#10;Auxiliary Boxes contain 1 Avatar, 1 Function, and 1 Subroutine and are designed to supplement your favorite Collective with new and extraordinary strategic options. Each Box Set includes both PAD and Data cards for all programs.&#10;&#10;This box contains 7 models: The White Rabbit (Avatar), Cyber (Function), Defector Militia (Subroutine 5), and the appropriate PAD and Data cards. These figures come unassembled and unpainted.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ma-Yo",
    "ID": 282690,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282690/ma-yo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to move 3 pawns from start to finish. Movement is determined by a number die (1-6) and a special die (+/-). If a &quot;+&quot; is rolled, a pawn may enter the track or advance according to the number die. On the roll of a &quot;-&quot; a pawn has to be moved backwards. If a &quot;1&quot; is rolled, the player gets to roll again. When a pawn gets on a space, occupied by an opponents pawn, the later is thrown out and has to start again.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aetherium: Rhommox Core Book",
    "ID": 282691,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282691/aetherium-rhommox-core-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The arrival of the Rhommox into civilized Aetherial space shocked the system to its very core. These horrifying monsters were unlike anything that had ever been encountered, save perhaps the strange creatures that accompanied the RezX Aetherships. Unlike RezX&rsquo;s new companions though, the Rhommox did not show affinity towards the human consciousness. Instead, they were always immediately hostile towards anything or anyone unknown and they showed no desire or ability to communicate with humankind.&#10;&#10;48-page full color rulebook includes the haunted origins of the Rhommox faction, 3 new Operations, description and rules for all 13 programs in the faction, as well as all faction specific rules.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Walking in Burano: 2018 Essen Promo –  New Shops",
    "ID": 282697,
    "Year": "(2018)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282697/walking-in-burano-2018-essen-promo-new-shops",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This 2018 Essen Promo contains 4 additional shop cards, each with special bonuses (extra coin or extra building card). They can be shuffled into the base game's ground level deck for more variety and extra options.&#10;&#10;PROMO EFFECT:&#10;If you completed placing ALL 3 Floor Cards of one house and if the 1st Floor Card has the shop's effect (Money Effect: take 1 coin, Card Effect: take 1 card and do not have to follow the taking rule), you may perform it before or after you receive a Character Card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Country: Italy",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Underworld Stories",
    "ID": 282704,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/282704/underworld-stories",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Underworld Stories is the second title of the One Page Games (1PG) series: it&rsquo;s a quick solitaire fantasy game of exploration and combat (in other words a Dungeon Crawl).&#10;&#10;The game has been designed following the 1PG guidelines: all the components of the game are placed on a single sheet of paper and one 18 cards deck provides all the elements to randomize the game. To facilitate the campaign game, a separated Player Sheet has been added to track the progress of your Character.&#10;&#10;You start the game creating and equipping your character, then you will generate the dungeon using the 1PG Deck, that will help you designing the random layout of the map (where and how to connect the rooms/corridors). Each Scenario includes unique events, encounters, obstacles and of course enemies that you&rsquo;ll need to face during your exploration of the dungeon.&#10;&#10;Combat is not resolved with a plain die roll but instead provides several tactical options in the form of the available Combat Actions: will you select a Strong Attack or instead a Feint and Counterattack? Enemies very often have special attack capabilities that you will need to evaluate to identify the best strategy: this is especially important when you&rsquo;ll face the Boss.&#10;&#10;Scenarios can be played (and re-played) individually or you can play them in succession as a campaign: loot and experience points accumulated by your character will allow to purchase better equipment and improve your attributes.&#10;&#10;The game includes three different Scenarios, and new ones are already planned to expand the gaming options.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dexplicații",
    "ID": 282705,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/282705/dexplicatii",
    "Min Players": "4",
    "Max Players": "160",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It's a Romanian board/card game in which you have to make your partner guess the name of the object that you have drawn from the pile.  All of the cards in the game represent objects, it has 1000 cards, and 172 of them are regional words specific to historical regions of Romania. The game takes place in three rounds: In the first round you can use as many words as you like,  in the second round you have to use only one word, and in the third round you have to mime the object or it&rsquo;s use. Each player has 60 seconds to explain or guests as many cards as he/she can. The team that gathers as many cards as they can in all the three rounds wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Romania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unia Lubelska",
    "ID": 282706,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/282706/unia-lubelska",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "During the game players play the parts of supporters and opponents of Polish-Lithuanian real union in the XVI century. Both sides aim to gather more votes on the Sejm in Lublin in order to force their ideals. The side which has more votes at the end of the game, wins.&#10;&#10;The main game mechanics is deckbuilding. Players start with their basic decks and are able to gain new cards from the central display. During his turn a player decides which cards to play for their effect, and which to leave for bidding phase. The highes bidder is allowed to take first pick from the display of new cards.&#10;&#10;Players main objective is to accumulate votes, and when all 21 votes are distributed among players the one with majority wins. In four-player variant two teams compete and one of them wins.&#10;&#10;Players also fight for endorsement from priesthood, magnates and nobility to gain special cards providing them with once-per-turn effects.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Renaissance"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gliders Racing",
    "ID": 282708,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/282708/gliders-racing",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Become a glider pilot - and start your journey into the aviation world! Gliders Racing is the world's first board game about gliding for both pilots and those who dream to be a pilot.&#10;&#10;Practice the racing tactics, understand the meteorology and atmospheric phenomena which drive your flight and win the Big Race.&#10;Enjoy realistic maps and cockpit views.&#10;Have great fun while improving your flying skills.&#10;Invite other players and compete to be the best glider pilot!&#10;&#10;How does actual gliding work?&#10;Do you know how does all this actually work? A glider (sometimes also called a sailplane) is an aircraft, that while flying is continuously losing altitude, up until it is so low, that the glider must land. The glider will commence its flight by being launched into the air either by an powered towing aeroplane or a stationary, ground-based winch. In such a way, a glider acquires its starting altitude, and may begin to lose it, thus beginning the flight. The glider can regain the altitude it lost by using atmospheric thermal updrafts. By utilizing such atmospheric phenomena, the glider can not only remain airborne for hours, but also cover large distances &ndash; gaining altitude in updrafts and losing it while traveling to another updraft. This is why it is crucial for the glider pilot to spend as much time as possible in updrafts, and as little time as possible in areas where are no updrafts. Such areas are called downdrafts.&#10;&#10;Basic Rules.&#10;Up to 4 players can play the game. Each player begins the game at the home airfield (START point), at the altitude of 1,500 meters. The goal of the game if to get to the FINISH point, visiting in succession all of the checkpoints, designated 1, 2 3, 4. The route between the points is the player&rsquo;s choice. You can take the most direct, straight-line route, but other, less direct routes may be easier and more efficient. Remember: you need to visit all points in succession: START, 1, 2, 3, 4, and finally FINISH.&#10;&#10;Flying throw the map you will loose the altitude which you can rebuild (under the cumulus cloud, ridge called on map sail or wave). Rebuild altitude takes a time, so in our game next player is moving at that time.&#10;&#10;During all flight you have to keep over minimum your altitude and avoid out of landing which means you have start your journey again.&#10;&#10;The winner is the one which will be first on finish.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Educational",
      "Racing",
      "Sports",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Habitats: XL Expansion",
    "ID": 282709,
    "Year": "(2019)",
    "Geek Rating": "5.640",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282709/habitats-xl-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.5",
    "Description": "The HABITATS XL expansion adds 16 tiles (and 3 game turns per player) :&#10;&#10;- 8 animal tiles that need a larger habitat than any of the base game animals, and bring you more victory points if you fulfill their requirements.&#10;&#10;- 4 camp site tiles, for your adventurous park visitors to spend the night. You score the victory points if the camp has all the indicated park connections satisfied. The better base it is to walk to different areas of your park, the more points it is worth.&#10;&#10;- 4 flower tiles.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – The Blackwater",
    "ID": 282711,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282711/a-game-of-thrones-the-card-game-second-edition-the",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Blackwater is the fifth Chapter Pack in the King's Landing cycle for A Game of Thrones: The Card Game.&#10;&#10;The King&rsquo;s Landing cycle takes a new approach to the Game of Thrones LCG. Rather than following the plot of A Song of Ice and Fire, this cycle is centered around the capital of the seven kingdoms, allowing you to explore the world of Westeros more freely than ever before. Every Chapter Pack in this cycle features three copies each of twenty unique cards to strengthen your decks and help you embrace the deadly intrigues of A Song of Ice and Fire with the continued cultivation of the shadow keyword, first reintroduced in the Dance of Shadows cycle.&#10;&#10;Your journey to the capital of the seven kingdoms draws you beyond the city walls to explore the surrounding waterways that acted at the setting of the greatest battle in the War of the Five Kings. This battle was the making of many warriors, and you may elevate your own knights to the rank of Kingsguard if you deem them worthy. As shadows continue to creep in from the North, the Reach, and the streets of King's Landing itself, you may find that need more protection than ever if your House is to earn victory and claim the Iron Throne!&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PitchEasy",
    "ID": 282724,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/282724/pitcheasy",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "0",
    "Description": "PitchEasy is a game where you and your friends make easy creative pitches for genuine ideas. Using 30 real physical products and 90 real key phrases, there are over 80 million ideas that you could discover.&#10;&#10;Each round starts with a FundIt card that sets out the pitching criteria for everyone. This sets out (1) how long each pitch should be, (2) the order of the cards that needs to be introduced, (3) if you are pitching on your own or as a team, and (4) the game mode - Study mode means you're allowed to look at your cards and Blind mode means that you aren't allowed looking at your cards until you start pitching.&#10;&#10;Each player is dealt 3 Key Phrase cards and 1 Physical Product card. You then combine these cards according to the FundIt card's pitching criteria to create a new business idea.&#10;&#10;After everyone pitches, each player votes for their favourite pitch/product idea by giving their Physical Product card to that player. The player with the most Physical Product cards ends the round and takes the FundIt card.&#10;&#10;PitchEasy has 3 available versions:&#10;&#10;    Filtered (SFW) - May contain adult humour.&#10;    Unfiltered (NSFW) - Contains sexual innuendos and adult humour. &#10;    Filthy (Definitely NSFW) - Contains a lot  of sexual innuendos, adult humour and political incorrectness.&#10;&#10;&#10;Find your 1 in a million idea today.&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castles of Dawnstone",
    "ID": 282725,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgame/282725/castles-of-dawnstone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Castles of Dawnstone is a deck building and worker placement game for 1 or more players where you are trying to destroy your opponents village. Everyone starts with the same deck of 10 cards, but through individual village development and hiring mercenaries from the general pool you hopefully muster a better army than your opponent. In a turn, the active player plays all 5 cards in his hand and gains their benefits. Some cards may produce income to purchase mercenary cards or pay them off to retire so your opponent can't hire them. Other cards will allow you to attack your opponent outright. Some may increase the attack strength of your attacking cards. Others will allow you to build better buildings in your village, or worship at the alter of your Gods to give you the upper hand. There are lots of combinations for you to discover. Once you have played all of your cards, move any idle workers in your village to the designated area and leave the ones still working where they are. Then discard the cards you played and draw a new hand of 5 cards. Now your opponent takes their turn. That's it. Super simple rules with a complex strategy and high replay ability.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aetherium: House Ikaru Auxiliary Set",
    "ID": 282726,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282726/aetherium-house-ikaru-auxiliary-set",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "House Ikaru is a global corporate behemoth. Its influence can be felt nearly everywhere in the material world and Aetherium alike. House Ikaru pioneered the AI programming that pushed deep into the Aetherium's wildest frontiers. Built on feudal principles of dynasty and conquest, the House is immortal. And now, few could possibly realize the extent of its true ambition.&#10;&#10;Auxiliary Boxes contain 1 Avatar, 1 Function, and 1 Subroutine and are designed to supplement your favorite Collective with new and extraordinary strategic options. Each Box Set includes both PAD and Data cards for all programs.&#10;&#10;This set contains 5 models including: Takona (Avatar), Crawler Bot (Function), Shinigami (Subroutine 3), 3 Data Cards, 3 PAD Cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alchemy Struggle (アルケミストラグル)",
    "ID": 282728,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/282728/alchemy-struggle-arukemisutoraguru",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&#227;&#130;&#162;&#227;&#131;&#171;&#227;&#130;&#177;&#227;&#131;&#159;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#130;&#176;&#227;&#131;&#171; (Alchemy Struggle) is a Japanese card game, similar to Goita. It can be played as a 2 or 3 player game, as a 4 player game in partnership.&#10;&#10;Players try to develop their potions as alchemists, and the first player who clears out their hand will win.&#10;&#10;To win the game, it is important to determine which color of potion is rare. Because each time you create a potion unique in the world, you can take your turn again. So the players will aim to make potions which require more complex composition.&#10;&#10;Further more you should keep in mind that you have a fellow player. By playing cards from your hand onto your partners potions, you will get closer to winning.&#10;&#10;However, be careful, your fellow may secretly keep 'philosopher&rsquo;s stone' card, a wild card in their hand. The philosopher's stone acts like a joker and can complete any potion. Knowing this is in play adds a thrill to the game.&#10;&#10;The game was originally published in 2013 by Chicken Dice Games (&#227;&#131;&#129;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#186;) and revised and re-issued by Southern Cross Games (&#227;&#130;&#181;&#227;&#130;&#182;&#227;&#131;&#179;&#227;&#130;&#175;&#227;&#131;&#173;&#227;&#130;&#185;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#186;) in 2016.&#10;'user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape: The Curse of the Temple – Queenie 15: New Quest Chambers",
    "ID": 282778,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282778/escape-the-curse-of-the-temple-queenie-15-new-ques",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This expansion adds three new Quest chambers: Riddle, Ascension and Guardian chambers&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Riddle chamber (Quest)Players must solve the riddle of the four statues! When this chamber is revealed, the four statues are placed face down in the four spaces in the chamber. When players roll a set of symbols, they reveal the tile. Tiles must be revealed in the order indicated on the wall (blue, red, yellow, green). If a tile is revealed out of order, all statues are turned back over and players must start again.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Ascension chamber (Quest)In order to complete this task, players have to climb the steps in the chamber all the way to the top.&#10;&#10;Players must climb from the bottom of the stairs to the top in sequence. When one player at the base of the steps or on a step rolls the required symbols for the next step, all players at the same level as that player in the chamber may move up to that step. This continues until the players reach the top of the steps, completing the Quest.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Guardian chamber (Quest)You are not the only ones interested in the gems of the temple - the magical guardians are as well.&#10;&#10;When you enter the Guardian Quest chamber, one guardian token per player must be placed in the center of the room. Players may pick up one of these guardians by rolling two Green symbols, picking up the token, and placing a die on top of it.&#10;&#10;The player must then move to a chamber where a gem can be activated (regardless of whether the gem has already been activated or not), at which point the guardian is discarded and your die recovered. When all of the tokens have been delivered, the quest is complete.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Escape (Queen Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape: The Curse of the Temple – Queenie 16: New Traps",
    "ID": 282779,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282779/escape-the-curse-of-the-temple-queenie-16-new-trap",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Escape: New Traps - Quicksand, Beast and Lava chambers&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Quicksand chamber (Trap)When this trap is revealed, the player's adventurer is placed in the middle of the quicksand. They now only have a limited number of rolls to try and free themselves from impending doom. They can roll a maximum of 4 times and try to collect 4 torches to escape the quicksand. If they fail, they are stuck and cannot roll their dice again, until other players enter the chamber and roll the 4 torches to help them escape.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Beast chamber (Trap)You screech to a halt as you enter the room, trying to will your heart to beat more quietly, for in the corner, peacefully sleeping, lies a terrible beast.&#10;&#10;To Escape the Beast Chamber, you will need to do something unique to the game&mdash;move slowly. You must roll only one die at a time, progressing your adventurer to the next symbol on the path as you roll it. If you roll a Black Mask symbol, set the die aside and use another one. If all your dice ever show Black Mask's, discard one die back to the game box and exit the chamber. Otherwise, when you roll the final symbol, you may exit the chamber and continue back on your frantic journey.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Lava chamber (Trap)The Lava Chamber presents a double challenge! When a player discovers the lava chamber, their adventurer is immediately placed in the pillar in the middle of the crater of lava. In order to Escape, they will have to roll 4 keys, with other players being able to help by contributing gold masks only. In addition, a gate token is placed across each entrance of the starting chamber, which must be removed by rolling the indicated symbols before players can use that entrance again.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Exploration",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Escape (Queen Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Core Set 2015",
    "ID": 282780,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282780/magic-the-gathering-core-set-2015",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "5",
    "Description": "Magic 2015 was released on July 18, 2014. Magic 2015 made the second major change to the card frame in Magic's history (the first being in Eighth Edition). Changes include a slight font change (Starting with Magic 2015, an in-house font known as Beleren will be used rather than the Matrix Bold font), the addition of a holofoil stamp in the bottom center of all rare and mythic rare cards, a slightly narrower black border, and a redesign of the collector's info at the bottom of each card. The new border will make it easier for machines to read the cards, helping to prevent mispackaging. Advertising for the set featured the planeswalker Garruk Wildspeaker, with a tagline of &quot;Hunt Bigger Game.&quot;&#10;&#10;Magic 2015 includes the mechanic &quot;Convoke&quot;, which originally appeared in Ravnica: City of Guilds. This mechanic allows a player to use their creatures to help cast spells with Convoke. It also includes 15 cards designed by notable non-employee Magic fans, such as Richard Garriott, George Fan, and Notch, some of which also appear in Duels of the Planeswalkers 2015.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Core Set 2019",
    "ID": 282781,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/282781/magic-the-gathering-core-set-2019",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "Core Set 2019, also known as Core 2019, is the 18th Magic core set. It is the first core set to be reintroduced under the Three-and-One Model and was released on July 13, 2018.&#10;Core Set 2019 contains 280 cards (20 basic land, 111 common, 80 uncommon, 53 rare, and 16 mythic rare) and includes randomly inserted premium versions of all cards. 25 additional cards are found in the set's planeswalker decks. These are numbered #281/280 to #305/280. A unique Buy-a-Box promotional card numbered #306/280 is also considered to be part of the set. In addition, 8 common and uncommon cards from the Ixalan, Rivals of Ixalan and Dominaria sets (numbered #307/280 to #314/280) have been printed in the Welcome Decks with the Core Set 2019 expansion symbol. The common taplands sometimes replace a basic land in the land slot of booster packs. 181 cards are new, the rest is reprinted.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Game: Magic The Gathering"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Swords and Shields: PNP Edition",
    "ID": 282782,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/282782/a-game-of-swords-and-shields-pnp-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Stanley Schuster's &quot;A Game of Swords and Shields&quot; is a turn based competitive deck building card battle game for 2 players from age 12. It lasts about 30 to 60 minutes and has a high replayability.&#10;It is less about luck and chance as about strategy and decisions. Its game mechanic and the fact, that you can apply card effects on almost any faced up card, will give you a very unique experience.&#10;Attack your opponent and defend yourself while you are building up an army of swords and shields until one of you loses all their hope or health points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Core Set 2014",
    "ID": 282783,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282783/magic-the-gathering-core-set-2014",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4.3333",
    "Description": "Magic 2014 was released on July 19, 2013. The tagline for the set is &quot;Ignite your Spark.&quot; As Bolas was the mascot of M13, Chandra was the mascot of M14. The returning mechanic of Magic 2014 is Slivers, a series of creatures of which each grants an ability to each Sliver.&#10;&#10;Magic 2014 marked a change to the Legend rule. It made the &quot;Indestructible&quot; effect a keyword, and changed the phrasing for unblockable creatures to &quot;can't be blocked.&quot; Slivers in Magic 2014 also worked subtly differently from Slivers in earlier Magic; they now only affected Slivers owned by the same controller, rather than all Slivers in the game. Slivers also received an art redesign that de-emphasized their original beak-headed, one-clawed, one-tailed insect-like appearance, and instead became monstrous humanoids whose appearance varied heavily by card, but had &quot;normal&quot; features such as faces and eyes. This redesign proved controversial; one reviewer noted &quot;slivers are one of the most iconic designs in all of Magic: The Gathering. To essentially muddle them down into just another humanoid monster thing is really disappointing.&quot; Wizards of the Coast acknowledged the negative feedback, noting that some players disliked the new art style, and included a card in Magic 2015 that used the original Sliver appearance in Sliver Hive&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Magic Origins",
    "ID": 282784,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282784/magic-the-gathering-magic-origins",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Magic Origins was released on July 17, 2015. Magic Origins told the origin stories for 5 planeswalkers who are featured in sets after Origins. It featured a cycle of double-faced cards (originally used in Innistrad) that have a legendary creature on one side representing the character before their transformation, and a planeswalker on the reverse face that represents them after gaining their new power.&#10;&#10;The set introduced the mechanics of renown, spell mastery, and menace. It also features cards with the prowess mechanic, which was introduced in Khans of Tarkir block, and the scry mechanic, which was introduced in Mirrodin block.&#10;&#10;In February 2015, Wizards of the Coast said that it would be an introductory product &quot;like a core set&quot;, and it was published in the time period that a core set would have taken up during the pattern established by Magic 2010. After Origins, Magic switched to a new schedule where each year contained 2 blocks, and each block contained 2 sets. With the new schedule, there are no announced plans for a major &quot;standalone&quot; set like Origins that is not part of a block.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games",
      "Setting: Dominaria (Magic: The Gathering)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zen Monkeys",
    "ID": 282785,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/282785/zen-monkeys",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Monkey King Sun Wukong has decreed that his disciples, the monkeys of Flower and Fruit Mountain, must create a kingdom worthy of his status as Great Sage, Equal of Heaven. To do so each monkey must tame the mountain by following the Six Principles of Zen; forging paths, directing streams, and arranging features such as fruit trees, lanterns and statues that will most please King Monkey. In addition, Sun Wukong demands that all monkeys must help to build him a shrine on top of the mountain. Not all of the mountain monkeys agree with Sun Wukong however and some patrol the forest, ready to catch unwary monkeys.&#10;&#10;In Zen Monkeys players each have a monkey Disciple, creating their part of Sun Wukong's kingdom on the mountain. Each round player monkeys search the Wilds for placeable 'feature' resources or collect landscape tiles to shape their forest into a puzzle-like network of paths and streams. Searching along paths in the Wilds has a noise penalty that triggers the approach of the grey guardian monkeys who will chase and eject any monkeys found collecting. Sneaky monkeys will be able to collect and place these resources in their landscapes to best please King Monkey, following the set of objectives he has set them for the game. Collectable resources are scarce so the monkeys will have to landscape their part of the forest carefully and be ready to grab point-scoring features before their rivals can.&#10;&#10;After two full moon phases, the game ends and King Monkey appears to judge the most impressive landscapes of his new kingdom. Points are scored on the sets of features placed in each area, the adherence to the 6 zen principles and for the specific tasks assigned by King Monkey.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mythology",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement",
      "Push Your Luck",
      "Set Collection",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Players: Games with Solitaire Rules",
      "Series: Tiledeck",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skull Tales: Full Sail! – The Twins",
    "ID": 282787,
    "Year": "(2019)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282787/skull-tales-full-sail-the-twins",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Two miniatures of the twin children characters, which will be handled by a single player, with 2 character cards and exclusive equipment.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Novel-based",
      "Pirates",
      "Territory Building",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Game: Skull Tales"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of Tokyo/New York: Monster Pack – Cybertooth",
    "ID": 282788,
    "Year": "(2019)",
    "Geek Rating": "5.878",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282788/king-of-tokyonew-york-monster-pack-cybertooth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "Cybertooth &mdash; a giant two-legged robot that can transform into a fearsome sabertoothed tiger &mdash; is about to hit the town! Infused with the power of the ancient berserkers, Cybertooth will settle for nothing less than the tiger's share! Will you, too, succumb to the berserker fury?&#10;&#10;The Cybertooth Monster Pack introduces a new game component: the berserk die! You can use the berserk die in your games even if you play without Evolution cards or are not playing with Cybertooth.&#10;&#10;The Cybertooth Monster Pack is compatible with the King of Tokyo and King of New York base games, and with all their expansions.&#10;&#10;Part of the King of Tokyo series.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Country: Japan",
      "Creatures: Monsters",
      "Game: King of Tokyo",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skull Tales: Full Sail! – The Dynamic Duo",
    "ID": 282789,
    "Year": "(2019)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282789/skull-tales-full-sail-the-dynamic-duo",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "19",
    "Weight": "0",
    "Description": "Composed of two miniatures: the dwarf musician and the bodyguard. Each miniature comes with its character card, marker, team cards and PvP card. The dwarf musician is equipped with two bladed pistols and a lute, and the bodyguard with a scimitar.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Game: Skull Tales"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Spetsnaz Army Box",
    "ID": 282790,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282790/dust-1947-spetsnaz-army-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The elite forces of the SSU Spetsnaz are seasoned veterans infamous throughout the World of Dust for their courage, tactical skills, and heavy firepower. Fielding these fierce soldiers along with their modern equipment in battle makes the Spetsnaz one of the deadliest force on the planet, one that everyone rightfully fears.&#10;&#10;This Army Box is a great way to expand your Spetsnaz force and is awesome with Battlegroup Roza, the Spetsnaz Starter Set (SU002) and the Spetsnaz Headquarters (SU435). All these combined will give you a great army!&#10;In this box you'll find:&#10;- one Spetsnaz Saboteur Squad (5 miniatures)&#10;- one Spetsnaz Kill Squad (5 miniatures)&#10;- one Spetsnaz Sniper Squad (2 miniatures)&#10;- one Spetsnaz Invader Helicopter (1 aircraft)&#10;Even if these are Spetsnaz Units, they can be added to any SSU force, making it even deadlier!&#10;&#10;This reference comes with four Dust 1947 unit cards, one for each Unit, for the Spetsnaz Faction of the SSU Bloc. Like all regular Dust 1947 miniatures, these come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Allied Rangers Army Box",
    "ID": 282791,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282791/dust-1947-allied-rangers-army-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Allied Army is the largest military force on the planet, by all numbers: soldiers, tanks, walkers, planes, ships. But it's also the one that has to defend its values on the most fronts, fighting all over a World that wants Allied wealth and resources and that is jealous of its freedom. Within the Allied Army, the Rangers are special forces -elite soldiers that carry on the most difficult tasks.&#10;&#10;This Army Box is a great way to expand your Allied Army and is awesome when paired with the Heavy Ranger Starter Set (AL008) and the Heavy Ranger Headquarters (AL141). In this box you'll find:&#10;- one Heavy Ranger Attack Squad (3 miniatures)&#10;- one Heavy Ranger Tank-Hunter Squad (3 miniatures)&#10;- one Ranger Heavy Mortar Squad (4 miniatures)&#10;- one Bulldog Walker (1 walker)&#10;Even if these are Allied Bloc Units, they can be added to any Allied Faction, making it even deadlier!&#10;&#10;This reference comes with four Dust 1947 unit cards, one for each Unit, for the Allied Bloc. Like all regular Dust 1947 miniatures, these come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: USMC Army Box",
    "ID": 282792,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282792/dust-1947-usmc-army-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "When all the Allied Nations joined forces to become the Allies, all their armed forces mixed into the largest military structure on the planet. Except the United States Marine Corps, who said 'no thanks, we'll remain the USMC' but welcomed everyone into its ranks. Wherever the Allies fight, the Marines are here, always on the toughest spot.&#10;&#10;This Army Box is a great way to expand your United States Marine Corps force and is awesome when paired with the USMC Starter Set. In this box you'll find:&#10;- one USMC Anti-Tank Squad (5 miniatures)&#10;- one USMC War Dogs Recon Squad (5 miniatures)&#10;- one USMC Heavy Engineer Squad (3 miniatures)&#10;- one Barking Dog (Light) Walker (1 walker)&#10;Even if these are USMC Units, they can be added to any Allied force, making it even deadlier!&#10;&#10;This reference comes with four Dust 1947 unit cards, one for each Unit, for the USMC Faction. Like all regular Dust 1947 miniatures, these come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Luftwaffe Army Box",
    "ID": 282793,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282793/dust-1947-luftwaffe-army-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The elite forces of the Luftwaffe are seasoned veterans infamous throughout the World of Dust for their courage, tactical skills, and heavy firepower. Fielding these fierce soldiers and modern equipment in battle makes the Luftwaffe one of the deadliest force on the planet, one that everyone rightfully fears.&#10;&#10;This Army Box is a great way to expand your Luftwaffe force and is awesome with the Luftwaffe Starter Set (AX008) and the Luftwaffe Headquarters (AX433). All these combined will give you a great army! In this box you'll find:&#10;- one Fallschirmj&auml;ger Tank-Hunter Squad (5 miniatures)&#10;- one Fallschirmj&auml;ger Battle Squad (5 miniatures)&#10;- one Fallschirmj&auml;ger Missile Squad (2 miniatures)&#10;- one Geist (1 aircraft)&#10;Even if these are Luftwaffe Units, they can be added to any Axis force, making it even deadlier!&#10;&#10;This reference comes with four Dust 1947 unit cards, one for each Unit, for the Luftwaffe Faction of the Axis Bloc. Like all regular Dust 1947 miniatures, these come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: NDAK Army Box",
    "ID": 282795,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282795/dust-1947-ndak-army-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The elite forces of the Neue Deutsches Afrikakorps (NDAK) are seasoned veterans infamous throughout the World of Dust for their courage, tactical skills, and heavy firepower. Fielding these fierce soldiers and modern equipment in battle makes the NDAK one of the deadliest force on the planet, one that everyone rightfully fears.&#10;&#10;This Army Box is a great way to expand your Neue Deutsches Afrikakorps force and is awesome with the NDAK Starter Set (AX002) and the NDAK Headquarters (AX335). All these combined will give you a great army!&#10;In this box you'll find:&#10;- one Grenadier Tank-Hunter Squad (5 miniatures)&#10;- one Grenadier Recon Squad (5 miniatures)&#10;- one Grenadier Heavy Mortar Squad (4 miniatures)&#10;- one Loki Tropical Anti-Aircraft Walker (1 walker)&#10;Even if these are NDAK Units, they can be added to any Axis force, making it even deadlier!&#10;&#10;This reference comes with four Dust 1947 unit cards, one for each Unit, for the NDAK Faction of the Axis Bloc. Like all regular Dust 1947 miniatures, these come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: BlutKreuz Army Box",
    "ID": 282796,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282796/dust-1947-blutkreuz-army-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The dreaded forces of the BlutKreuz Korps are infamous throughout the World of Dust for their cunning, brutality, and unchecked use of weird experiments and cutting edge technology. Fielding zombies and laser weapons in battle makes the BlutKreuz Korps (or Blood Cross Corps) one of the deadliest force on the planet, one that everyone fears.&#10;&#10;This Army Box is a great way to expand your BlutKreuz Korps force and is awesome when paired with the BlutKreuz Korps Starter Set. In this box you'll find:&#10;- one Zombie Squad (5 miniatures)&#10;- one Zombie Suicide Squad (5 miniatures)&#10;- one Heavy Grenadier Tank Hunter Squad (3 miniatures)&#10;- one Wotan II Laser Walker (1 walker)&#10;Even if these are BlutKreuz Korps Units, they can be added to any Axis force, making it even deadlier!&#10;&#10;This reference comes with four Dust 1947 unit cards, one for each Unit, for the BlutKreuz Korps Faction. Like all regular Dust 1947 miniatures, these come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Avatar of Cthulhu",
    "ID": 282797,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282797/dust-1947-avatar-of-cthulhu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Great Dreamer is back. A catastrophic chain of events started under the sands of Babylon has brought back one of the most terrific foe Humanity has ever faced: the mighty Cthulhu. A part of this creature's essence has materialized in the form of an Avatar, a powerful representation of the Deity on Earth. After centuries of slumber, it can once again advance the cause of the Mythos forces on our planet, getting ready for a final battle it knows is coming.&#10;&#10;The Avatar of Cthulhu has been sculpted by Joaquin Palacios, one of the World's most famous sculptor. This reference comes with its own Dust 1947 unit card, for the Mythos Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Mercenary Wrecker/Demolisher/Obliterator",
    "ID": 282798,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282798/dust-1947-mercenary-wreckerdemolisherobliterator",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Mercenary walkers are made of whatever the Sisters can get their hands on. But thanks to the top mechanics in their ranks, they make some of the most awesome war machines on the planet!&#10;The Wrecker is a dedicated anti-aircraft walker made from SSU and Axis parts, with a Mercenary twist.&#10;The Demolisher has identical weapons, plus a little extra, and is the personal mount of ace Mercenary pilot Luisa.&#10;The Obliterator also combines SSU and Axis weapons, but this time to blow up tanks! Or anything on the ground that foolishly gets too close.&#10;This reference allows you to field one of these three variants.&#10;&#10;As with any Mercenary units, these walkers can be attached to any force in Dust 1947. Please note that all weapons options are included in this box, as well as the pilot (in resin) and the recoiless gun.&#10;&#10;This reference comes with three Dust 1947 unit cards, one for each variant. Like all regular Dust 1947 miniatures, it comes already pre-assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Spetsnaz Aleksei/Nadya",
    "ID": 282799,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282799/dust-1947-spetsnaz-alekseinadya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Armed with two Gatling guns, the Aleksey (Tsh) is a staple of SSU forces around the planet. This tropicalized variant is used by the dreaded Spetsnaz, who enjoy the firepower and versatility of this walker. The Nadya (Tsh) is deadly at close range thanks to its powerful flamethrowers. This reference allows you to field one of these two variants.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the Spetsnaz Faction of the SSU Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: IJN Ryu II/Ryu III Heavy Walker",
    "ID": 282800,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282800/dust-1947-ijn-ryu-iiryu-iii-heavy-walker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Ryu was the first walker developed specifically for the Imperial Japanese Armed Forces, with great help from the Central Axis powers, especially Germany. Assembled on the powerful chassis of the PanzerKampfL&auml;ufer III, it has become the most common walker in the Japanese arsenal. The second version is very similar to the original Ryu with its laser guns, but also has a machine-gun for close infantry defense. The third version, Ryu III, mounts two impressive rail guns, from Japanese design. This reference allows you to field one of these two variants.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the IJN Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Desert Scorpions Headquarters",
    "ID": 282801,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282801/dust-1947-desert-scorpions-headquarters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Desert Scorpions of the Long Range Desert Group (LRDG) are a formidable elite unit of the Allied Army, made from soldiers from every country of this grand Nation. Their hit and run tactics, supported by great vehicles and weapons, make them the deadliest opponents anyone can face, especially in the depths of the desert.&#10;&#10;The Desert Scorpions Headquarters includes the following Units:&#10;- Gregory &amp; Izzy&#10;- Marek&#10;- Bull's Eye&#10;- Desert Scorpions Command Squad&#10;&#10;This reference comes with four Dust 1947 unit cards, each for the Desert Scorpions Faction. Like all regular Dust 1947 miniatures, they come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on them, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brink",
    "ID": 282802,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/282802/brink",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Players compete to balance exploitation and conservation in an effort to save endangered species from the brink of extinction. To do this, players must accumulate money through the collection and selling of resources in order to then buy and conserve land. To collect resources, players must exploit the land, and potentially push species to extinction. Players take the role of advisers to the Minister for the Environment - choosing when to approve requests for resource projects (collecting resources for doing so) and choosing which companies to give the approved contracts to (owned by other players, or themselves - who also collect resources). The role of the Minister is to conserve species, therefore the adviser that enables the best conservation of species wins the game! The game ends when either 15 species are saved, or 6 are made extinct.&#10;&#10;The setup for the game is always randomized: The lands are arranged at random, in addition to the location of the endangered species; The resource cost to improve the efficiency of exploited lands is randomized; and the resource cost to move species, create habitat bridges and recycle waste is also randomized.&#10;&#10;The board consists of 4 separate land types (Plains, Oceans, Mountains, Forests) with 20 endangered species. Players compete to collect 6 different resource types: Food (from Plains), Oil (from Oceans), Metal (from Mountains), Wood (from Forests), Electricity (from Electricity plants - built anywhere) and People (from Cities - built anywhere). They do this by buying and exploiting the land: spreading out from a starting land to adjacent land tiles. The cost of land grows as more of it is exploited. Players must also pay the cost of Waste that is generated by exploiting lands and extracting resources.&#10;&#10;A turn has two phases. Phase 1 involves: Approving resource projects (3 available each turn, drawn from a deck), Buying land, Buying/Selling resources, Upgrading lands and/or performing Acts of Conservation (building habitat bridges, relocating species, recycling waste). Phase 2 involves: Recycling waste at Recycling plants (built anywhere) and Paying Waste dues (mandatory).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Environmental"
    ],
    "Mechanics": [
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  }
]