[
  {
    "Rank": "14801",
    "Name": "Golazo",
    "ID": 317118,
    "Year": "(2020)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/317118/golazo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Golazo is the action packed football(soccer) board game - easy to learn, but with real tactical depth.&#10;&#10;Golazo provides the perfect balance of luck and skill. Win the dice roll and move your counters tactically around the pitch; will you dribble past the defenders, put it out wide for a cross, or find the killer pass that your opponent didn't spot?&#10;&#10;Golazo is easy to access: the rules can be picked up in a few minutes and players are always involved.  Gameplay is fast paced, capturing the excitement of a real football match. End-to-end action keeps you on the edge of your seat throughout the whole game.&#10;&#10;Players roll dice against each other and take control of the board to use their moves. Game changing action cards are picked when a &quot;G&quot; is rolled and time is moved on.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Score-and-Reset Game",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "14802",
    "Name": "The Battle for Ramadi",
    "ID": 258184,
    "Year": "(2018)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/258184/the-battle-for-ramadi",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "REUTERS, 27 DECEMBER 2015&#10;After encircling the city for weeks, the Iraqi military launched a campaign to retake it last week and made a final push to seize the central administration complex on Sunday.&#10;&#10;&ldquo;By controlling the complex this means that we have defeated them in Ramadi,&rdquo; said Sabah al-Numani, a spokesman for the force leading the fight on the government side. &ldquo;The next step is to clear pockets that could exist here or there in the city.&rdquo;&#10;&#10;A U.S. defense official, speaking on condition of anonymity, said the U.S.-led campaign against Islamic State was unable to confirm at this point whether the militants had been cleared out of the government complex.&#10;&#10;The Battle for Ramadi is a solitaire game that depicts the climatic seven days of the assault on this key town. You are the commander of the Iraqi Security Forces and must capture the Government Complex to secure the political victory, but your ultimate objective is to liberate the city and its inhabitants. You have elite Counter Terrorism Service troops supported by army, police and militia units. You can also call on Coalition air assets and special forces to give you the edge. Combat is brutal and unpredictable. The city is full of IEDs, ISIS fighters, and innocent civilians.&#10;&#10;You must plan carefully, take advantage of your freedom to deliver strikes against enemy territory at will, but also be warned that you can lose the game, even on the last turn, as your casualties mount and ISIS counterattack your exposed troops.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Iraq",
      "Country: USA",
      "History: Iraq War",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "14803",
    "Name": "Get Adler! Deduction Card Game",
    "ID": 190577,
    "Year": "(2016)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/190577/get-adler-deduction-card-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "London, 1937 &mdash; Intelligence has discovered that Top-Secret documents are missing. So, too, is MI6 Agent Adler. The only clue is an intercepted message: &quot;Trafalgar at seven.&quot; MI5 Agent Gold, Inspector Sharpe of Scotland Yard, and Constable Townsend have been thrown this task: &quot;Find and eliminate Adler.&quot; They've got seven hours.&#10;&#10;Get Adler! is a social deduction card game in which secret characters investigate each other to unmask Adler. Once the traitor is revealed, the game transforms into an action-packed race against time to eliminate Adler and to recover Top-Secret documents.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Hand Management",
      "Hidden Roles",
      "Memory",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "14804",
    "Name": "4Mation",
    "ID": 329175,
    "Year": "(2021)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/329175/4mation",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The aim is to strategically place cubes in your colour to create a horizontal, vertical or diagonal row of 4.&#10;&#10;4Mation is played using the cube tray inside the box. Each player takes all the cubes of one colour.&#10;&#10;The players take turns to play one of their cubes. Important: Each cube can only be placed in a space that is adjacent (othogonally or diagonally) to the last cube, your opponent played!&#10;&#10;The game ends as soon as one player has at least 4 cubes in their colour in a horizontal, vertical or diagonal row. That player is the winner. If neither player is able to complete a row of 4, the game ends in a draw.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 7 x 7 Grids",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14805",
    "Name": "1761: From Canal to Rail",
    "ID": 114139,
    "Year": "(2011)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/114139/1761-from-canal-to-rail",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "4",
    "Description": "1761 is a game in the 18xx genre set in England, but the early game is about canals. Only later do the players start operating railways. The main differences from other titles are associated with how the canal companies fade away as the rail companies come to dominate.&#10;&#10;The game begins in the Canal Age. In stock rounds, players auction the Private Companies and the Minor Companies. In operating rounds, the Privates pay a fixed income and the Minors lay track, earn revenues, and buy boats.&#10;&#10;In due course, the game enters the Railway Age. In stock rounds, players may buy shares in Public Companies (which start as 5-share). In operating rounds, Publics lay track, place station markers, earn revenues, and buy trains. If they have reached their destination, they may grow into a 10-share company. Minors become fixed-income like Privates, and may be acquired by Publics.&#10;&#10;The game ends when a Public share price exceeds a certain value. The player with the highest worth (cash + shares) wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: England",
      "Series: 18xx",
      "Theme: Canals"
    ]
  },
  {
    "Rank": "14806",
    "Name": "Outlaws: Last Man Standing",
    "ID": 204504,
    "Year": "(2018)",
    "Geek Rating": "5.534",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/204504/outlaws-last-man-standing",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.8889",
    "Description": "Politics is always a risky business, but in the Wild West, where even the smallest slight could call for blood, being a politician was a particularly dangerous career choice.&#10;&#10;In Outlaws: Last Man Standing, you take on the role of a Governor in the Far West seeking to best his rivals by any means necessary. With the help of your supporters, keep your Governor safe as you seek to outmaneuver your opponent in this card-based game of bluff and deduction.&#10;&#10;Each player controls a set of 10 cards representing the Governor&rsquo;s constituents (or unscrupulous individuals in it for the gold), each with a different ability. These characters are lined up facing one another, their identities hidden from their opponent. During the game, the characters will move up and down the table, revealing their identity to collect tokens and use their abilities.&#10;&#10;Players must cleverly manage the information that they obtain and reveal, baiting and trapping their opponent to accomplish one of the three win conditions. The first player to do so will attain the power and glory of the White House, leaving his opponent with only the taste of bitter defeat.&#10;&#10;There are three ways to win the game:&#10;&#10;&#10;    The &quot;Good&quot; way: Win the election fair and square. Some of the facedown tokens are &quot;votes&quot; that you can use to get your Governor elected. If you have more votes than your opponent, then you can use your Governor to start an election and win the game.&#10;    The &quot;Bad&quot; way: If you can find your opponent&rsquo;s Governor and assassinate him with your Hitman, you can win the election by default. A dead man can&rsquo;t be President, it&rsquo;s as simple as that.&#10;    The &quot;Ugly&quot; Way: If you suspect that your opponent is after your Governor, you can attempt to arrest them with your Sheriff. If a Sheriff can foil an assassination attempt and arrest the Hitman, his employer&rsquo;s reputation will be left in tatters. A scandal will destroy a man just as surely as a bullet... &#10;&#10;&#10;Your objective is to hide your Governor amongst your other cards whilst you search for a way to win the game. You and your opponent will be able to look at each other&rsquo;s cards, move them around, and even lock some of them up! You&rsquo;ll need to use as much deception and bluff as you can to win because, whether it be by silver or lead, only one of you will make it out of this unscathed!&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14807",
    "Name": "9tka",
    "ID": 33595,
    "Year": "(2007)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/33595/9tka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.125",
    "Description": "9tka (&quot;dziewi&#196;&#133;tka&quot; = &quot;nine&quot; in Polish) is played on a 9x9 square grid, divided into nine 3x3 sections. Each of the sections starts with a neutral token placed at random in it, but not on any of the squares that comprise the outer ring of the game board.&#10;&#10;In the first phase of play, players take turns placing their tokens around the outside edge of the board until each board edge has nine tokens next to it (one per square), so that a total of 36 tokens have been placed around the board.&#10;&#10;In the second phase of play, players take turns moving their tokens into the board in a straight line until they stop due to another token blocking further forward movement. A token can become blocked from even entering the board.&#10;&#10;After all player tokens have moved onto the board (or blocked from entering), scoring takes place: For each of the nine 3x3 regions, the player with the most tokens in it earns a point. (In case of tie, no one earns the point for the region.) In case of a tie, the tied player who moved last wins.&#10;&#10;Online Play&#10;&#10;igGameCenter (real-time)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: igGameCenter"
    ]
  },
  {
    "Rank": "14808",
    "Name": "Restaurant Row",
    "ID": 42789,
    "Year": "(2009)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/42789/restaurant-row",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "On a quiet little street in the next up and coming neighborhood in New York, there are a number of restaurateurs who each want to become known as the culinary ruler of the neigh&shy;borhood.  But running a restaurant is not easy.  You have to get good ingredients, make good hires, improve your restaurant space, and watch your bottom line.  And after all that hard work, one bad review from a critic might kill you!  The comp&shy;etition is fierce, but if you can avoid the culinary slings and arrows, you might just survive and rule over Restaurant Row.&#10;&#10;Object of the Game&#10;To become the most well-regarded restaurant on Restaurant Row by the time the neighborhood&rsquo;s reputation for food matures.  To do this you need to be the dominant restaurant in the qualities that this neighborhood&rsquo;s restaurants become best known for by the end of the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "14809",
    "Name": "Island Of D",
    "ID": 18246,
    "Year": "(2005)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/18246/island-of-d",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6875",
    "Description": "A FREE, ONE-player role-playing fantasy/adventure card game. &#10;No bookkeeping, no token, just you and the cards and a die and an adventure !! &#10;30 minutes playing time&#10;&#10; Introduction &#10;The Island of D is in great danger. The Black Knight has seized the Dark Castle, and he wants to rule the island by chaos. The Black Knight seals the castle gate with a strong magic so no one can go in, and he prepare the Dark Ritual in the castle&rsquo;s tower to open the portal to the dark world. Goblins, Orcs, and Goblorcs slowly spreading in the Island of D. The Black Knight just needs another 4 weeks to complete his ritual, to pour those creatures into the island. &#10;The village of Dew, the nearest village to the Dark Castle has called upon all heroes on the Island to defeat the Black Knight, since the Village Elder can help only one person a day enter the Dark Castle&rsquo;s gate. Many heroes and wanna-be heroes have tried, and so far no one has returned. The Village Elder is worried, is this the end of Dew and D ?&#10;&#10;The Mission'  &#10;To impress the Village Elder, you have to complete at least 3 Quests, then the Village Elder will show you the secret way to the Dark Castle (remember, without the Amulet of Dew you can not enter the castle). In the Dark Castle, go through all the rooms, then defeat the Black Knight in the final room in the tower.&#10;&#10;In Series With:&#10;&#10;    Island Of D 2: The Shadow of Dawn&#10;    The Dungeon of D&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: D (JD Games)"
    ]
  },
  {
    "Rank": "14810",
    "Name": "Shipwrecked",
    "ID": 644,
    "Year": "(2000)",
    "Geek Rating": "5.534",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/644/shipwrecked",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4681",
    "Description": "You are Shipwrecked... to survive, you must compete head-to-head in a bid for food, shelter, water, and friends. These entertaining contests require strategy, intuition, and nerve to determine who survives and who doesn't.&#10;   &#10;This is an auction bidding game. Each round, the lead off player flips over a card from the deck which will then be auctioned off. There are also Hidden Resource cards in the deck. When one comes up, players bid for the next card in the deck without knowing what it is!  Each player has 6 bid markers: 3 Pass, 2 Stop, and 1 Strike. Each round of each auction, a player must place one of these markers face down. The first round, the markers are placed in the '5 position'. This means if the auction is stopped at this position, the winner pays 5 for the item. If no one stops the auction, players place a marker in the '4 position'. Once again, if the auction is stopped, the winner pays 4 for the item. These rounds continue until the auction is stopped, or until the auction moved to the last '0 position'. Once the auction for that item is complete, the deck passes to the next player. Each time the deck comes to a player, he collects income as listed on each item card he owns. He may then choose to place an item sold back to the bank up for auction, or draw one from the deck to be auctioned. One thing that makes Shipwrecked stand out from other auction games is that you can't 'not bid'. You must participate in the auction, even if you really don't want the item.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "14811",
    "Name": "Sinners",
    "ID": 269466,
    "Year": "(2019)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/269466/sinners",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0667",
    "Description": "You are a Preacher and you made a deal with the Devil to live 100 years more, and to fulfill your end of the deal, you must collect a 100-year worth of souls. Souls of sinners. To do that, you lure the sinners into your church to &ldquo;repent&rdquo;.&#10;&#10;You start with a Murderer in your church, then summon 1 of the 9 Demons to choose from, and start luring the sinners to your church. There are 9 kind of Sinners to lure to your church, 7 Sacraments to perform and 1 Good Samaritan to help out, and each has a special power! Make sure your murderer stays in your church so that you can collect the souls of sinners!&#10;&#10;The game is played over a series of rounds. In each round, players draw fresh hands of cards, take turns playing cards until the round is finished, and then do the scoring. First to collect 100 (or higher) souls, wins.&#10;&#10;Sinners was in 2019 Two-Player PnP Game Design Contest and it was the 2nd Best Gateway Game :)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Novel-based",
      "Print & Play",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "14812",
    "Name": "The Battle of Blenheim, 1704",
    "ID": 94371,
    "Year": "(2018)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/94371/the-battle-of-blenheim-1704",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.1429",
    "Description": "(from Legion Wargames website)&#10;&#10;The Battle of Blenheim is a tactical level two player game covering one of the pivotal battles during the War of Spanish Succession. One player takes the role of Marlborough, commanding the British and Allied forces, and the other of Tallard, leading the Franco-Bavarians.  At Blenheim Marlborough found himself confronting a superior Franco-Bavarian force in a strong defensive position. Like Hannibal's great victory at Cannae, Blenheim was won by the successful implementation of a bold and imaginative plan. The flanks of the Franco-Bavarian forces were pinned by furious attacks at unfavourable odds which denuded their centre of troops re-deployed to buttress the hard-pressed wings. Then Marlborough released his cavalry to smash what was left of Franco-Bavarian centre and cleave Tallard's army into two. The threat that Louis XIV's France would come to dominate Europe was over.&#10;&#10;The Seven Hex System (SHS) derives its name from the map which is divided into areas comprised of seven hexes which enables the player to adopt various positions within an area to reflect different tactical formations thereby making it more likely that an attack will succeed or defending units will stand firm.   The SHS incorporates several unique features intended to replicate in a simple and intuitive way the options available to a commander (the wargamer) of a large army.  So whilst the commander has complete freedom to devise a plan, and a good deal when positioning units which have yet to encounter the enemy, once battle is joined the options become increasingly limited and unforeseen events can play a part in determining the outcome of events but the commander can still influence these at a tactical level. The key to success is a sound plan with a margin for error which allows for ill-fortune, the shrewd deployment of units so as to be able to implement that plan, and the timely commitment of reserves.&#10;&#10;Contents:&#10;&#10;    22&quot; x 34&quot; Game Map&#10;    176 - EasyPunch 6/10&quot; Counters&#10;    16 pages Game Rules&#10;    3 Charts Player Aids&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "History: Age of Kings",
      "History: War of the Spanish Succession",
      "Players: Two-Player Only Games",
      "Series: Seven Hex System (Steven Pole)"
    ]
  },
  {
    "Rank": "14813",
    "Name": "Hippos & Crocodiles",
    "ID": 51197,
    "Year": "(2009)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/51197/hippos-and-crocodiles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4167",
    "Description": "HIPPOS AND CROCODILES is a board game for 2 players designed by N&eacute;stor Romeral Andr&eacute;s in 2007. It takes 10 minutes to play.&#10;&#10;The object of the game is to fill up the river with hippos and crocodiles. If a player can&rsquo;t place a piece on the board, he loses.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Hippopotamuses",
      "Category: Combinatorial",
      "Components: 10 x 20 Grids",
      "Components: 14 x 14 Grids",
      "Components: Polyominoes",
      "Containers: Zippered Pouch",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14814",
    "Name": "Daimyo's Fall",
    "ID": 192891,
    "Year": "(2018)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/192891/daimyos-fall",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "4",
    "Description": "Daimyo's Fall is a stand alone deck&shy;building for 1-5 players with a unique story set in Japanese Middle Ages. The Daimyo of Yamashiro has fallen, and upon his death a great curse has befallen the land! The local nobles have begun to fill the power vacuum... along with outsiders looking to claim the throne! Will you be the next Daimyo of Yamashiro or will you fall to a greater enemy?&#10;&#10;Choose a Hero among 22 different ones, then build your deck from over 80 different cards to fulfill your Hero's specific conditions called Loot Conditions. When these Loot Conditions are fulfilled, you can take a treasure card, which grants you endgame points and powerful effects.&#10;&#10;Features&#10;&#10;- Change your victory conditions: You can buy more Heroes or change the Hero you started with during the game to have more Loot Conditions. Part of the strategy is to change your Loot Conditions adapting them to the flow of the game and looting more treasures, even in a single game your deck is going to continously evolve and change to adapt to the different situations.&#10;&#10;- Sale/return system: any time during your turn, any card in your hand, you can sell it back to the market and get money for it. Your control over your deck will be absolute.&#10;&#10;- Ninja or Samurai: In Daimyo&rsquo;s Fall, every card has a class: ninja or samurai, with their own characteristics and weak points. Each of them has specific bonuses and skills, and only by mastering all of them you will dominate the battlefield. Every turn you will have a lot of combo possibilities, choose the right one and win!&#10;&#10;- No more multiplayer games of solitaire! Daimyo's Fall is developed focusing on interaction and strategy! Experience a competitive, asymmetrical deck-building game developed by veteran players.&#10;&#10;- High skill cap. Before mastering all the game's possibilities you're going to play more than a few games.&#10;&#10;- A colorful art style will introduce you to a story of betrayal, liberation and hope set in the Sengoku period. Enjoy a deep backstory with more than 40 different characters, each with unique personalities, backgrounds, and motivations. The team has focused especially on history, philosophy and folklore of Japanese Middle Ages.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "14815",
    "Name": "Tomorrow's War (Second Edition)",
    "ID": 106523,
    "Year": "(2011)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/106523/tomorrows-war-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.75",
    "Description": "This entirely new shiny edition of Tomorrow's War is now a game on its own, and is no more considered an expansion of the Force on Force basic rules. It is also the first one to be actually printed,&#10;&#10;A previous sort of &quot;beta&quot; edition was just sold as a .pdf and as an expansion for the Force on Force basic game. Extended playtesting and feedback has permitted the developing of a stand-alone game.&#10;&#10;From the Introduction in the book:&#10;&#10;Tomorrow&rsquo;s War is a science fiction military miniature wargame with emphasis on &quot;hard&quot; science fiction rather than &quot;Space Opera&quot; or &quot;Science Fantasy.&quot; This rule book contains background material for gaming in Ambush Alley's campaign setting, but the rules themselves are not background dependent. You can use them to game gritty science fiction engagements against whatever narrative backdrop you choose.&#10;&#10;Tomorrow&rsquo;s War can be played with figures of any scale.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "14816",
    "Name": "Chariot: Tactical Warfare in the \"Biblical\" Age, 3000-500 BC",
    "ID": 11499,
    "Year": "(1975)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/11499/chariot-tactical-warfare-in-the-biblical-age-3000",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.125",
    "Description": "One of five games in a series by SPI called PRESTAGS (the others were SPARTAN, LEGION, VIKING and YEOMAN). Tactical level game.  Each game shares a set of the same common rules.  Each game also has a set of exclusive rules that highlight features of warfare during the period that game covers.&#10;&#10;(from back of flat pack)&#10;&#10;Chariot is a member of the PRESTAGS (Pre-Seventeenth Century Tactical Game System) Series of games.  Each game in this series simulates the art of warfare in one of the five major periods before the widespread use of gunpowder.&#10;&#10;Chariot covers the period from the rise to the fall of Egypt with coverage of the first battles involving the young Greek City-States, and the legendary beginnings of the Romans during Etruscan times.  The first Scenario takes place circa 3000 B.C.; it represents an engagement between the Upper and Lower Egyptians.&#10;&#10;Shown in other Scenarios are armies of the Hittites, the Babylonians, Syrians, Assyrians, and Cimmerians, among others.&#10;&#10;Exclusive rules include special rules for Chariots (a favored instrument of warfare during the period) and special Leader rules, which demonstrate the highly disorganized state of the armies of the time.  Optional Rules include Range Effects, which result in reduced effectiveness at great distances, and Unit Capability Chart, which shows the effectiveness with which some types of units were able to attack other, specific types.&#10;&#10;Complexity Rating 5/10&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Roman Conquest of Italy",
      "History: Wars in the Ancient Near East",
      "Players: Two-Player Only Games",
      "Series: PRESTAGS (SPI)",
      "Series: Tactical Warfare (SPI)"
    ]
  },
  {
    "Rank": "14817",
    "Name": "Simplicity",
    "ID": 288254,
    "Year": "(2021)",
    "Geek Rating": "5.534",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/288254/simplicity",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "The city of Simplicity is growing quickly. Week after week new neighborhoods appear and it is getting urgent to find people who will be responsible for the rapid construction of the city. Over 5 rounds each player will place Building Tiles, trying to be strategic in creating the most convenient neighborhoods to get the most points at the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;La ciudad de Simplicity est&aacute; creciendo rapidamente. Semana a semana aparecen nuevos barrios y es urgente encontrar a alguien que se haga cargo de la construcci&oacute;n de la ciudad. A lo largo de 5 rondas cada jugador construir&aacute; Losetas de Edificios, intentando ser estrategico en crear los barrios m&aacute;s convenientes para obtener la mayor cantidad de puntos al final del juego.&#10;&#10;&mdash;descripci&oacute;n de la editorial&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: City"
    ]
  },
  {
    "Rank": "14818",
    "Name": "ぬくみ温泉開拓記 (Nukumi Onsen Kaitakuki)",
    "ID": 374055,
    "Year": "(2022)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/374055/nukumiwen-quan-kai-tuo-ji-nukumi-onsen-kaitakuki",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "In Nukumi Onsen Kaitakuki, players develop vacant lots in the onsen town of Nukumi.&#10;&#10;Nukumi Onsen Kaitakuki is a bag building game, with many paths to victory. Many characters and helpers from the previous game, Nukumi Onsen Hanjouki, also appear in this game, supporting the player in various ways!&#10;&#10;On their turn, players gain helpers, and resources and then complete actions by drawing tokens from their bag. Players can move their pieces around the central game board, and build buildings, developing the profile of the town as a fun place with delicious foods.&#10;&#10;Player gain victory points by building buildings, playing helper cards, earning money, and a number of potential bonuses! At the end of 5 rounds, the player with the most victory points is the winner!&#10;&#10;",
    "Categories": [
      "City Building",
      "Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Network and Route Building",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Country: Japan",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "14819",
    "Name": "The Queen's New Capital",
    "ID": 383981,
    "Year": "(2024)",
    "Geek Rating": "5.534",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/383981/the-queens-new-capital",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3",
    "Description": "The Queen's New Capital is an engaging deck-building city-development board game with a fast-paced gameplay experience, featuring an animal world inspired by stop-motion art. Players assume the roles of provincial governors, competing to have their respective regions chosen as the Queen's new capital. To secure victory in this contest, they must utilize all their resources and seek assistance whenever possible.&#10;&#10;However, this journey will not be without obstacles, as remnants of the old regime still lurk in the shadows, plotting an uprising.&#10;&#10;The core game loop of The Queen's New Capital is quite simple: Players draw six cards and play four cards each round. These action cards enable players to construct structures (the primary source of points in the game), recruit leaders with passive abilities, acquire more powerful action cards, and contribute to the kingdom's Political and Warfare crises.&#10;&#10;The winner will be the first player to obtain eight Recognition Seals, which are bestowed upon reaching five points in each of the four Province Status tracks: Might, Morale, Influence, and Wealth.&#10;&#10;The Queen's New Capital is a strategic game that immerses players in the difficult decisions faced by leaders when overseeing a community's ascent. Going all-in on dazzling new infrastructure may attract thieves and political dissidents, while dedicating all resources to safeguarding the frontiers can impede innovation and development. Striking a balance and establishing a swift engine is the key to achieving victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Open Drafting",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14820",
    "Name": "Grand Slam",
    "ID": 55031,
    "Year": "(2014)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/55031/grand-slam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "In Grand Slam, originally titled Love Means Nothing, each player has a deck of 24 cards, each of which depicts two parts of a tennis court: One half-court can be used for defense, returning a ball that comes your way; the other half-court can be used for offense, sending a shot across the net. You never use both halves of the card at once &mdash; either one or the other.&#10;&#10;A turn consists of first playing a card to cover the shot your opponent played, then playing another card to dictate which of the six zones you'll hit the ball to. Finally, you play a preparation card, indicating which zones you're prepared to cover. The preparation card can be used to cover a shot if the appropriate zone is highlighted; otherwise you must cover the shot with a card from your hand, in which case the preparation card becomes the attack. Thus, by playing cards that your opponent cannot cover with her preparation card, you maintain control of the match because you'll see from where the next attack will come and will be able to prepare for that. Of course if a player cannot cover a shot at all, then the point is lost.&#10;&#10;Combinations of cards can create special shots, which if not covered by the corresponding combination of cards, leave a player off balance, with her drawing only one card at the end of the turn instead of the usual two. This will leave her with fewer options and make it less likely that she'll cover your shots.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "14821",
    "Name": "L'osti d'jeu",
    "ID": 169675,
    "Year": "(2014)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/169675/losti-djeu",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "L'osti d'jeu is a card-matching/answer-judging party game.&#10;The game is only available in French and depicts the Quebec French culture.&#10;&#10;How to play the game?&#10;&#10;1. The big mouth (grande yeule) plays a black card. For example: The Olympic Stadium should be used for | ... |&#10;2. All other players choose a red card in their hand that fill the | ... | and give them face-down to the big mouth (grande yeule)&#10;3. The big mouth (grande yeule) shuffles the cards and reads the propositions. He then chooses his favorite red card&#10;For example, which one would you choose between:&#10;The Olympic Stadium should be used for | ... |&#10;Playing a death metal solo with a kazoo.&#10;Pumping out a RV.&#10;A zombie meeting.&#10;&#10;... The player who played that red card wins the black card.&#10;4. Play until satisfaction, or until a player has won 5 black cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games",
      "Region: Quebec (Canada)"
    ]
  },
  {
    "Rank": "14822",
    "Name": "MeowMeow Mia",
    "ID": 262447,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/262447/meowmeow-mia",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "MeowMeow Mia is a social deduction game where players from two opposing factions are trying to outwit their opponents in the battle of smuggling.  The notorious Meowfia is trying to smuggle contrabands to different locations in the city for a good load of fortune.  However, the law enforcement has secretly planted its undercover agent in the ranks of the Meowfia with the mission of informing his/her comrades through means of passing secret codes so that the law enforcement can stop the Meowfia&rsquo;s smuggling attempts.  As for the Meowfia, their job is to identify the undercover agent or successfully complete three smuggling attempts to win the game!&#10;&#10;Meowmeow Mia is nothing like the ordinary social deduction games because in this game you are communicating with some secret gesture codes!  Keep your eyes open and pay attention to every little bit of movement from other players.  They might be leaking your smuggling plans under your nose!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Deduction",
      "Mafia",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Betting and Bluffing",
      "Negotiation",
      "Role Playing",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Animals: Cats",
      "Game: Werewolf / Mafia",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "14823",
    "Name": "Northwest Passage Adventure",
    "ID": 128662,
    "Year": "(2012)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/128662/northwest-passage-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.7778",
    "Description": "The Northwest Passage is a sea route that lies between northern Canada and the North Pole, joining the Atlantic and Pacific oceans. The first expeditions took place after the discovery of America due to the need of the English to connect both coasts of the Americas to avoid edging the whole continent. However, it was not until the beginning of the 20th century when the adventurous spirit of sailors led them to discover this passage.&#10;&#10;The goal of Northwest Passage Adventure &ndash; a game of strategy and wit based on a historical adventure, with a playing time of ten minutes per player &ndash; is simple: Be the first to discover the Northwest Passage with the help of nothing more than your ship and your ingenuity. We'll have to go tracing the most favorable route as the scenario takes shape, always 4-row vision. We will have to manage wisely our progress chips and exploit our character ability. We will also have the help of the treasures that we will find on the way. The player that crosses first the last row, row 24, wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Canada",
      "Region: Arctic",
      "Region: Arctic Ocean"
    ]
  },
  {
    "Rank": "14824",
    "Name": "Bonaparte Overruns Piedmont",
    "ID": 381624,
    "Year": "(2023)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/381624/bonaparte-overruns-piedmont",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "Bonaparte's First Offensive, April 1796&#10;&#10;With his commission order fresh from Paris, Bonaparte established his HQ at Nice and took command of a front-line force of 35,168 men of the Army of Italy, ordering them across the mountains and heading for a fight at Montenotte. After Beaulieu's 26,697 men of the Army of Italy escaped from harm's way and sprinted for Acqui, the Piedmontese Army became Bonaparte's next target.&#10;&#10;Game features the battles of Montenotte, Dego, San Michele, Ceva (not listed on box cover) and Mondovi.  A campaign game linking the battles is also possible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Italy",
      "History: French Revolutionary Wars",
      "Region: Piedmont (Italy)",
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "14825",
    "Name": "Debrecen 1944: Storms in the East 2 – Hungary",
    "ID": 231983,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/231983/debrecen-1944-storms-in-the-east-2-hungary",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Following the combats around Turda in September 1944, Malinovsky receives the order from Stavka to attack in the direction of Budapest.&#10;To do this, he assembles a great force, albeit slightly weakened by previous combat: Pliev and Gorshkov&rsquo;s mobile groups, 6th Armoured Guards Army and 53rd Army with a tank corps&hellip; on the other side, Third Panzer Korps with three armoured divisions and a Panzer Grenadier division supported by some Hungarian and German troops. All told, more than 1000 tanks will face off over the course of three weeks and on a front of nearly 140 km! &#10;On 6 October 1944 the southern pincer of the 2nd Ukrainian Front attacks the forces of Army Group South around Arad and breaks the 3rd Hungarian Army. In 24 hours, the spearhead of the attack, the Cavalry Mechanized Group under Pliev, advances more than 50 km. The northern pincer &ndash; 6th Armoured Guards Army &ndash; throws itself full force against the counter attacks of the 1st and 23rd Panzer around Nagyvarad and cannot break through to the Hungarian plain. &#10;Redirecting Pliev&rsquo;s group toward the northeast, Malinovski hopes to make a pincer attack on Nagyvarad&rsquo;s defenders and open up the route toward Debrecen,  Ny&iacute;regyh&aacute;za and Tokaj, cut Army Group South in two and isolate the 8th Army, retreating before the 4th Ukrainian Front.&#10;On 9 October the southwestern barrier of Debrecen falls but the Germans engage reinforcements and launch two divisions, a Panzer and a Panzer Grenadier division, supported by a Tiger II battalion  &ndash; Operation Zigeuner Baron &ndash; at the flank of the Soviet penetration on 19 October.&#10;Debrecen finally falls on 20 October, Ny&iacute;regyh&aacute;za the 22nd, thereby isolating the 8th Army&hellip; &#10;Is it all over ? No &ndash; taking advantage of the advanced position of Pliev&rsquo;s cavalry corps, the Germans launch an assault with the units of the 8th Army and the Panzer in order to reopen the Soviet trap and destroy the mobile group.&#10;As the Soviet, will you be able to best use your powerful armoured forces to surround the enemy, and as a member of the Axis can you save the 8th Army and protect the outskirts of Budapest ?&#10;&#10;Game scale: &#10;A game turn represents two days of real time. &#10;One hex covers approximately 5 km. &#10;The units represent divisions, brigades, regiments, KGs, battalions or HQs, with their organic elements.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Debrecen (Hungary)",
      "Country: Hungary",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Collection Jeux d'Histoire (Vae Victis)",
      "Series: WWII Operational (Vae Victis)"
    ]
  },
  {
    "Rank": "14826",
    "Name": "Advanced Pacific Theater of Operations",
    "ID": 41611,
    "Year": "(2009)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/41611/advanced-pacific-theater-of-operations",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.6667",
    "Description": "From the publisher's website:&#10;&#10;Advanced Pacific Theater of Operations is the most comprehensive game ever published on this topic, encompassing the entirety of the war in the Pacific. From the Japanese invasion of China in 1937 to the end of the war, the entire conflict is portrayed.&#10;&#10;Like AETO, the forces in APTO are exactingly accurate and have been exhaustively researched. There's no guesswork; every piece is based on the most thorough study ever devoted to a wargame. It even features all the Soviet and Japanese forces that engaged in the Nomonhan Incident, along with the units of every nationality that fielded a military in the war. Indeed, this is actually a division-level game, and is even more detailed than the acclaimed AETO.&#10;&#10;APTO and AETO can be linked to simulate the entire Second World War more accurately than any other game ever produced. This is more than an AETO supplement; though, in that it features special rules for: elite pilots, atomic bombs, midget submarines, coast-watchers, tropical disease and more.&#10;&#10;Advanced PTO is the most realistic yet playable game on the subject; it includes admirals and generals, every type of aircraft and every capital ship that existed in the Pacific Theater, and even some refits. APTO represents the ultimate blend of playability and detail. In conjunction with AETO and also Africa Orientale Italiana (the East African expansion), no World War II strategic series has ever been so all-encompassing, detailed, playable and realistic.&#10;&#10;Contents:&#10;&#10;1,680 Die cut counters &#10;    2 34&quot; x 22&quot;  Map &#10;    2 Rule booklets &amp; 1 Scenario  booklet &#10;      Player Aid cards &amp;  display &#10;    3 Dice &#10;      Storage bags&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Second Sino-Japanese War (1937-1945)",
      "History: World War II (Pacific)",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "14827",
    "Name": "Turris",
    "ID": 282229,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/282229/turris",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3",
    "Description": "In Turris, players take on the role of tribe leaders in a post-technology society. Exiled from a once glorious city, tribes of scavengers are all that remains of a scientifically advanced humanity.&#10;&#10;As the regular offering to the gods was delayed, the ground split open and vile Beasts arose from the Abyss, relentlessly attacking everyone in their path. Driven out of their home and left for dead in the harsh desert, the people have lost all hope, until an unexpected discovery was made.&#10;&#10;Turris is a competitive Worker Placement game where players attempt to build the Tower as a final defense mechanism, utilizing the prehistoric technology of divine origin. You assign your Scouts to acquire resources and decipher the data from ancient machinery, all the while being constantly chased (and often devoured) by the unstoppable Beasts. The tribes all follow the Council's directives and complete its missions, but as a tribe leader you know that once the Tower is built and humanity is saved, it will dissolve without strong leadership. In building the Tower, you acquire Prestige Points which represent your standing amongst the tribes. The leader with the most Prestige will take control of the Council and lead humanity into the future &mdash; whatever it may be.&#10;&#10;Turris uses miniatures that represent the Beasts and Scouts, decks of Mission and Tactics cards, as well as Tarot-sized gold/silver lined Trionfi cards which represent the Tower rooms.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14828",
    "Name": "Hoyle's Games",
    "ID": 15678,
    "Year": "(1742)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/15678/hoyles-games",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Originally created as a treatise on Whist published around 1742, later editions incorporated additional games. By the 10th edition, published in 1750, the book included chapters on Quadrille, Piquet, Chess and Back-Gammon. At least 20 different versions of Hoyle's have been published over the years, making it the best-selling series of books about games in history and giving rise to the popular phrase, according to Hoyle.&#10;&#10;The title page of an edition published around 1900 reads as follows:&#10;&#10;&quot;Hoyle's Games. America's Complete Hand-Book of Games, containing all the card games played in the United States, with their rules, regulations, technicalities, etc., adapted to the American mode of playing, from the text of Hoyle, and the best modern authorities. Also comprising Backgammon, Chess, Checkers, Billiards, Pool, Bagatelle, Bowls, etc., with numerous diagrams and engravings. Complete edition. Revised, corrected, and enlarged.&quot;&#10;&#10;One confusing aspect about this book is that there is no trademark on the name Hoyle (just like there is no trademark on the name Webster's for dictionaries), so referring to a book as Hoyle's Games could refer to a number of different volumes.  The popular Hoyle's Games was first published in 1907, with at least ten editions published in the twentieth century.  Each edition added to, edited, and clarified what had been presented in the earlier edition.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Book",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Traditional Card Games: Bridge",
      "Traditional Card Games: Cribbage",
      "Traditional Card Games: Hearts",
      "Traditional Card Games: Poker",
      "Traditional Card Games: Rummy",
      "Traditional Games: Backgammon",
      "Traditional Games: Bezique / Pinochle",
      "Traditional Games: Chess",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "14829",
    "Name": "Krynea Battlefield",
    "ID": 158891,
    "Year": "(2014)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/158891/krynea-battlefield",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3571",
    "Description": "Krynea Battlefield is a card game of strategy and tactics set in Krynea, a world of fantasy and magic, tough and realistic where constant clashes between armies, cities and alliances are solved on the battlefield.&#10;&#10;Each player takes the role of a Hero commanding an army of one of the 4 available Factions, trying the achieve victory. For that he must choose 2 Skills (among the 10 available), 25 Troop cards (to deploy on the battlefield) and 30 Actions cards (to surprise his opponent). The Gods will be watching the battle and one of them will influence it in a given round.&#10;&#10;The goal is to kill as many enemy troops as possible in the 4 rounds that lasts a battle.&#10;&#10;The game has 4 modes of play, according to the number of players:&#10;&#10;1 Player: solo mode. The goal is to conquer the nine Monoliths in 4 rounds.&#10;2 Players: Your four battalions must kill more troops than your rival.&#10;3 Players: Your four battalions must divide in two to attack the other two players.&#10;4 Players: team mode. You and a friend against two other players.&#10;&#10;The box contains everything needed for 1-2-player game, although 3 and 4 player games are possible with two game boxes. The game also includes a &quot;solo&quot; mode with two levels of difficulty.&#10;&#10;1 Initiative card&#10;9 Monoliths of the gods&#10;2 decks (one for each player) with 95 cards each, with Skills, Troops and Actions&#10;1 Rulebook&#10;&#10;Each deck can be configured to one of the four Factions available: Champions of Light, Dark Knights, Lords of Magic and Mercenaries.&#10;&#10;Expansions will be released as &quot;fixed expansions&quot;, with the same cards each (not random).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "14830",
    "Name": "Rampaging Jotunn",
    "ID": 146762,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/146762/rampaging-jotunn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In the distant past the Vikings came upon a great, hidden and uninhabited island, its verdant lands rich in resources. The Vikings hid the island&rsquo;s location from the rest of the known world, killing all those who stumbled upon it. Soon after, many great clans established settlements across the island. Then the true master of the island revealed himself: Deep below the earth&rsquo;s surface lay Ymir, the powerful Jotunn of old, slumbering since time began. Sensing the Vikings&rsquo; trespass, the giant awoke enraged and emerged a juggernaut of destruction as he rampaged across the island.&#10;&#10;Sk&aacute;lds from the various settlements soon discovered how to control Ymir in a limited way. Though the Jotunn was weak of mind, he was strong in will and his appetite for destruction unquenchable. Consumed with greed, rival Sk&aacute;lds turned the lumbering colossus against their enemies in a race to conquer the island and seize the riches of the other settlements.&#10;&#10;Rampaging Jotunn is a competitive fast paced board game for 2 players in which each both players create the island they will be playing on where they will populate it with opposing villages and armies.  Each player controls an army of Vikings trying to protect their villages while trying to destroy their opponents villages, at the same time the Jotunn rampages across the island destroying everything in sight.&#10;&#10;Players use cards to influence the giant and direct him towards your opponents armies and villages.  They also use cards to move their armies into battle across the island. The last player with villages on the board wins!  Rampaging Jotunn is a half hour long game and is for players 8 and up!&#10;&#10;Rampaging Jotunn features illustrations by the award winning artist, Nicolas Giancondino.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Player Elimination"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "14831",
    "Name": "Theosis",
    "ID": 254743,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/254743/theosis",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "&ldquo;There was turmoil in the heavens. For reasons unknown to mortals, at some point even gods must die. After one such death, there was an open seat at the table of creation. A God was needed.&#10;The demigods that want to compete for the seat must select mortal Heroes and summon them to Hierapolis. The Heroes will perform quests, spending six days and six nights preparing themselves before entering the Arena to fight to the death.&#10;The demigod whose champion is left standing will be elevated to Godhood.&rdquo;&#10;&#10;In Theosis, you take the role of a demigod who looks to claim the right to stand among the Gods as an equal.&#10;You first select your Heroes. They will complete quests for you, strengthening you with Powers. They will earn gold, buy Weapons and Armor, gain Artifacts, and visit interesting locations in the ancient city of Hierapolis. &#10;They have only six turns of preparation before entering the Arena and engaging in nine rounds of combat.  At the end of nine turns there will be only one standing at the center of the Arena claiming victory and elevating his or her patron to Godhood.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14832",
    "Name": "Kuni Tori!",
    "ID": 71569,
    "Year": "(2010)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/71569/kuni-tori",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2857",
    "Description": "Kuni Tori! is a deck-building card game which uses mechanisms similar to Dominion. That is, during the course of the game the players purchase cards from an open card pool to build their own deck. And like Dominion, the goal is to collect victory points, which at the end of the game will decide the winner. The main difference is you can attack other players with your armies to gain land.&#10;&#10;The players take the roles of daimyos - local warlords - during &quot;Sengoku jidai&quot; (warring states period in Japanese history). While holding a balance between fighting the other warlords and control of their own realm, the players strive to become the most powerful warlord under the heavens of Japan. Are you going to use your resources to build castles, armies or cannons? Or do you establish a town of fine arts?  Famous generals from the Sengoku jidai period will have an appearance, with the only slight difference being that they appear as cute girls.&#10;&#10;Integrates with:&#10;&#10;    Kunitori! Is the World on Fire?&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Country: Japan",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "14833",
    "Name": "Operation Shoestring: The Guadalcanal Campaign, 1942",
    "ID": 8056,
    "Year": "(1990)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/8056/operation-shoestring-the-guadalcanal-campaign-1942",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4375",
    "Description": "Operation Shoestring: The Guadalcanal Campaign, 1942, is an Operational level board-wargame covering the air, land, and sea battles between the United States Army, Navy, and Marine Corps and the forces of the Japanese Empire on and around Guadalcanal Island in 1942. The unit scale is company-level for the ground game and squadron-level for the air forces. Naval counters represent one ship for carriers and battleships, two ships for cruisers, and destroyer flotillas.&#10;&#10;&quot;We struck at Guadalcanal to halt the advance of the Japanese. We did not know how strong he was, nor did we know his plans. We knew only that he was moving down the island chain and that he had to be stopped ... From that moment in 1942, the tide turned, and the Japanese never again advanced.&quot; -- Maj. Gen. Alexander A. Vandegrift, USMC, Commanding General, 1st Marine Division&#10;&#10;The strategic situation at the time found both sides relatively equal in strength for one of the few times in the war. After the surprise attack on Pearl Harbor and the ensuing string of rapid conquests, Japanese fortunes had taken a turn for the worse. At the Battle of Coral Sea, American carrier-based air power fought to a draw with the vaunted Japanese, serving notice that the Japanese would not be allowed to project naval power with impunity. Later, the Battle of Midway saw four Japanese carriers sunk, evening the odds in the Pacific and laying the groundwork for the first American offensive of the Pacific War.&#10;&#10;The Japanese, having been blunted at Midway, turned their attention to the south, extending a siring of bases southeast through the Solomons chain. They established a seaplane base at Tulagi, and began construction of a large airfield on the island of Guadalcanal. Air pow- er based at these airfields would be able to effectively threaten American supply lines between the west coast and Australia. Shocked by the news of the Japanese airfield construction in the Solomons, the American high command gathered all available marine forces for a strike at Guadalcanal. The main force was the American First Marine Division assembled at Wellington, New Zealand. This Division, understrength and less than half trained, would bear the brunt of driving the Japanese from Guadalcanal.&#10;&#10;As the morning of August 7, 1942 dawned, weeks of boredom for the Marines and occasional skirmishes for the air forces were replaced by real battle. The Marines went ashore, first at Tulagi, then Guadalcanal, and finally at Gavutu/Tanambago. The Japanese, caught unprepared by the audacious amphibious assaults, nevertheless recovered quickly and sent air, land, and naval forces to Guadalcanal. The resulting clashes shaped the future of the war in the Pacific.&#10;&#10;Operation Shoestring simulates this fascinating campaign &amp; includes special rules to simulate such unique aspects of the battle as: Innovative combat resolution, integrating maneuver combat, close assault, artillery bombardment, shore bombardment, air support, and even Banzai charges into one easy-to-use system. Full-featured naval and air game that integrates with the island fighting. Engineers to rebuild airfields and construct improved positions. Japanese hidden units and limited U.S. intelligence.&#10;&#10;Operation Shoestring can be played by one to four players. Solitaire play is possible with a slight modification to the naval rules, while team play is easily accommodated with one player commanding the ground forces and one the air and naval forces for each side. An introductory scenario, several short scenarios, and a grand campaign game allow players to experience the battle for Guadalcanal over a variety of time spans.&#10;&#10;Game Scale:&#10;Game Turn: 3.5 days&#10;Hex: 1 mile / 1.6 kilometers&#10;Units: Battalion to Army&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;Three dual-side printed countersheets (600 1/2&quot; counters)&#10;One 24-page Operation Shoestring rulebook&#10;Six single-side printed player aid cards&#10;One 10-sided die&#10;One counter storage tray&#10;&#10;Solitaire Playability: High&#10;Complexity Level: High&#10;Players: 2 or more&#10;Playing Time: 1-30 depending on scenario&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Country: Solomon Islands",
      "Country: USA",
      "History: World War II (Pacific)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Operational System (GMT)"
    ]
  },
  {
    "Rank": "14834",
    "Name": "Cult Following",
    "ID": 197321,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/197321/cult-following",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Cult Following is a creative storycrafting card game. Each round two or three players are selected to be cultists. All the other players are designated as recruits. Cultists choose three ideas from a hand of five cards and creatively bind them together into a ridiculous cult. Recruits draw cards with questions and choose one to ask the cultists to help them figure out which cult to join. Each cultist takes a turn to answer. The recruit then picks their favorite answer and gives that cultist their question card, which represents a new follower that has joined that cult. The first cultist to reach two followers wins the round.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "14835",
    "Name": "Forsaken Forest",
    "ID": 230130,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/230130/forsaken-forest",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "A group of travelers has awakened an Ancient Evil&#10;Little do they know, some of those who travel among them have already been Corrupted.&#10;&#10;Forsaken Forest is a team-oriented Social Deduction horror game set within a mysterious forest which has been warped by dark magic.&#10;&#10;The goal of each player is to navigate to their team's hidden Destination, or to kill all of the opposing team's players. However, the Villagers begin the game without knowing who is actually on their team, or where their Destination is located within the forest.&#10;&#10;The evil Forsaken have perfect information and will do anything to mislead their opponents.&#10;&#10;On the path to victory, players will need to gather information, manage their resources, gain the trust of their fellow travelers, and fend off the evils of the night!&#10;&#10;Just remember that not all who Wander are truly lost!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "14836",
    "Name": "Leipzig 20",
    "ID": 112995,
    "Year": "(2011)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/112995/leipzig-20",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.1818",
    "Description": "The Battle of Nations - 14-19 October, 1813&#10;&#10;Napoleonic 20 #16 (Germany 20 #7)&#10;&#10;What began at the Battle of Dresden and continued to unfold on battlefieds across the German States including Kulm, Dennewitz, Grossbeeren, Gorlitz, and the Katzbach River, have all led up to this. Four Allied nations, and their four armies are converging on Napoleon&rsquo;s Grande Arm&eacute;e as it falls back to its supply base at Leipzig. More than a half-million soldiers will stand and face eather other over these fateful days, which are now yours to command in this epic installment of VPG's venerable Napoleonic 20 series. The Battle of Nations awaits!&#10;&#10;Featuring a strategic scale with corps-sized units and mult-hour game turns, play moves smartly across this, the largest single game map in this series. Helping to tell the narrative of this great battle are new types of Event cards and the inclusion of Strategy cards allowing players to choose their pre-battle disposition and set their overall plan. This tense-and-ever-growing meeting engagement will require skill and strategic sense to master.&#10;&#10;Innovations to this game series include the addition of Leader units, whose command span shows the limits of leadership over such a sprawling battlefield. Also, to show the prolonged effects of keeping troops committed to battle, a simple Fatigue system has been added to keep players thinking about reasting their weary forces over the multiple days of the fighting.&#10;&#10;Game Data:&#10;&#10;Complexity: 5 on a 9 scale&#10;Solitaire Suitability: 4 on a 9 scale&#10;Scale: Each unit is 1 corps, each hex is about 1000 meters, and each turn is roughly 3.5 day hours (or 10 night hours).&#10;&#10;Game Components:&#10;&#10;&bull;    One 8-page, color instructions booklet, with Standard and Optional rules included&#10;&bull;    One 6-page sheet of Exclusive rules&#10;&bull;    96 color, die-cut 5/8&rdquo; mounted game pieces&#10;&bull;    28 color, die-cut 5/8&rdquo; markers&#10;&bull;    24 Event cards&#10;&bull;    One 22&rdquo; x 17&rdquo; color game map&#10;&bull;    Four color player aid sheets&#10;&bull;    Polybag packaging and component storage&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Leipzig (Saxony, Germany)",
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "14837",
    "Name": "Fan & Mallet (団扇と小槌)",
    "ID": 176466,
    "Year": "(2015)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/176466/fan-and-mallet-tuan-shan-toxiao-chui",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Fan &amp; Mallet (&#229;&#155;&#163;&#230;&#137;&#135;&#227;&#129;&#168;&#229;&#176;&#143;&#230;&#167;&#140;) is a two player game in which one player takes on the role of the god of riches and the other assumes the role of the god of poverty in a friendly competition for control over a small village.  On their turn, each player places one of their god&rsquo;s followers on one of the buildings in the village.  Each god has the same two types of followers: Tsukumogami (Spirit Objects), household items possessing a soul that animates them and Zashiki-warashi (Kid Ghosts), playful child-like spirits.   Each follower has a strength value and once a building has five followers placed on it, the total strengths of each god&rsquo;s followers placed there are then compared.  Spirit Objects have a number that represents their strength, while Kid Ghosts have strengths that can vary through powerful special abilities which are triggered by the arrangement of other spirits at the same building.  If the strength of your faction is greater, you place one of your god&rsquo;s possession markers on the building.  Using clever placement of your followers to better capitalize on each Zashiki-warashi&rsquo;s special ability is key to victory in Fan and Mallet.  The first player to place all seven of their possession markers wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14838",
    "Name": "Shadows of Macao",
    "ID": 276023,
    "Year": "(2019)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/276023/shadows-of-macao",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "In the underbelly of Macao, city of crimes, the local mafia&rsquo;s Boss is dead, leading to a power vacuum. The Boss&rsquo;s widow has put you in charge of the family business. Will you develop your shady activities into a true criminal empire? There&rsquo;s only a single seat available at the top&hellip;&#10;&#10;Shadows of Macao is an engine-building game where players extend their empire by using shifty informants and establishments of ill reputation. During their turn, each player can do one of three things: contact an informant and receive their card that can be used to produce resources; spend these resources to recruit an informant permanently in their triad, and activate their special power; or build one of the available establishments. The game accelerates as the players build their engine, until each choice becomes critical to your victory!&#10;&#10;The game ends when a player has recruited a total of 7 members in their triad, or if there are no more establishments available. Each building is worth a certain amount of money, and the richest player wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: Macao",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "14839",
    "Name": "Carrier Battles: The Struggle for Guadalcanal",
    "ID": 8435,
    "Year": "(1985)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/8435/carrier-battles-the-struggle-for-guadalcanal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.2",
    "Description": "Carrier Battles includes the Basic, Advanced, and Optional rules for Carrier Battles, and Basic Game Rules for The Iron Samurai.&#10;&#10;&quot;Carrier Battles, and its companion game, The Iron Samurai, are historical simulations of battles fought between air and surface forces of the Japanese and Allied fleets in the South Pacific during World War II. Carrier Battles covers the aircraft carrier operations in detail, while The Iron Samurai focuses on the surface actions . . . A selection of historical and hypothetical scenarios are included as well as a campaign game covering the series of surface and carrier battles which raged in the Solomons from August through November of 1942. In addition, guidelines for generating your own scenarios are included.&quot;&#10;&#10;Clarification: The Iron Samurai was planned as a separate game with advanced rules, but was never published.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "Digital Implementations: Steam",
      "History: World War II (Pacific)",
      "Islands: Guadalcanal",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14840",
    "Name": "Lockwood's Asylum",
    "ID": 238531,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/238531/lockwoods-asylum",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Lockwood's Asylum is a competitive survival horror deck-building game for 2 to 5 players.&#10;&#10;Unlike most deck-building games, Lockwood's Asylum allows players to build not only their own decks, but also the decks of their opponents. Each time a player purchases a Monster or Horror card, that card goes into the play area - or &quot;Room&quot; - of the player to their left.&#10;&#10;Any Ally cards that a player purchases go into their own Room, where they help defend against the Monsters and Horrors that have been placed there by the others players.&#10;&#10;At the end of the turn, the Allies, Monsters, and Horrors in the player's Room battle it out! If the Monsters are able to overwhelm the player's Allies, then any excess damage lowers the player's Health. When a player is reduced to 0 Health, they are eliminated from the game. The last player left standing survives the night and claims victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14841",
    "Name": "The Battle of Lobositz",
    "ID": 8109,
    "Year": "(1978)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/8109/the-battle-of-lobositz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0667",
    "Description": "A complete historical game/simulation from the campaigns of Frederick the Great. A Series 120 game, playable in two hours by two beginning players, ages 12 to adult.&#10;&#10;Republished in Command Magazine Japan #45 in 2002, along with 1941: Operation Barbarossa.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Cities: Lovosice (Czech Republic)",
      "Country: Austria",
      "Country: Prussia",
      "History: Age of Kings",
      "History: Seven Years War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: GDW Series 120 Games"
    ]
  },
  {
    "Rank": "14842",
    "Name": "Zombie Bus",
    "ID": 263809,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/263809/zombie-bus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A dice game with Yahtzee like rerolls, where players aim at cooperately defending a school bus against Zombies while helping cheerleaders to escape. In addition, players may flee from the scene, betraying the others to win the game on their own or be turned into zombies themselves.&#10;&#10;Zombies have different abilities, like stealing a die from the players when in play. They all require different die values and numbers to be rolled to be discarded. Some will be attracted by players, who attack them, others ignore them and stay focused on the bus. Each zombie attacking a player reduces their capability to reroll by one. If this is decreased to zero, the player is turned into a Zombie him- or herself and will stay in front of the bus for the rest of the game, eliminated unless another player finds a cure. Whenever there are four or more zombies next to the bus at the end of a turn (including players turned into zombies), the players lose. So distracting zombies from the bus, is sometimes a necessity. In addition, player gain loot tokens, whenever a zombie is killed in front of them.&#10;&#10;However, the winning condition is not killing the zombies, but rescuing all cheerleaders from the bus. For this, rolling star symbols is required. Cheerleaders are tokens, placed in two stacks on the bus, each showing two to four stars. Only cheerleaders on top of a stack can be rescued any given time, rolling the corresponding numbers of stars. Some zombies make use of stars impossible, while they are in play.&#10;&#10;In addition to the stars and different symbols, required to kill the zombies, there is also a die face with half a bullseye. One die rolled on that side is worthless, but two could be used as a wild for any symbol to kill a zombie.&#10;&#10;Players also have a special character ability, e.g. one gets two loot tokens instead of one for a zombie killed in front of them, one can ignore the &quot;no star&quot; restriction of particular zombies, etc.&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "14843",
    "Name": "Clue: Dungeons & Dragons",
    "ID": 1663,
    "Year": "(2001)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/1663/clue-dungeons-and-dragons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6875",
    "Description": "Game description from the publisher:&#10;&#10;Who killed the Archmage? Was it Tordek in the Dragon's Lair with the Flaming Battle Axe? Or Mialee in the Dungeon with the Staff of Power?&#10;&#10;In Clue: Dungeons &amp; Dragons, a group of heroic adventurers has been called to the Archmage's castle, but one of those heroes isn't who he appears to be; one of the heroes is a doppelganger, a monster that can look like anyone! In the darkest part of the night, the doppelganger kills the Archmage, triggering a spell that seals the castle until the monster is caught. Now, in the grand tradition of Clue, the six suspects must determine which one of them is the doppelganger: Regdar the Human Fighter, Tordek the Dwarf Fighter, Lidda the Halfling Rogue, Mialee the Elf Wizard, Ember the Human Monk or Nebin the Gnome Wizard. The heroes try to figure out Who killed the Archmage, Where the crime occurred, and Which magical weapon was used.&#10;&#10;For the most part, gameplay in Clue: Dungeons &amp; Dragons is identical to standard Clue as players roll a die, move into different locations on the game board, then make accusations against a particular combination of who/where/which cards and a particular opponent; if that opponent holds one of those cards, she must reveal it to you. Eventually someone will narrow down the possibilities and make an accusation as to exactly which cards have been removed from the game; if correct the player wins, and otherwise she's out of the game and play continues for everyone else.&#10;&#10;One optional element in Clue: Dungeons &amp; Dragons is the Wandering Monsters deck. After landing on a &quot;claw-marked&quot; space on the game board, the player draws the top card from this deck, then battles the creature shown by rolling a die. If she wins, she gains a magic item that confers a single-use special ability, such as looking at a random card from an opponent's hand or taking an extra turn. If she loses, her token is placed in the center of the game board, from where it will take several turns to move back into a room (and get back into the game).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Medieval",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "14844",
    "Name": "Runaljod: The Sound of the Runes",
    "ID": 283208,
    "Year": "(2019)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/283208/runaljod-the-sound-of-the-runes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Runaljod is a miniatures game with a new innovative mechanics, based on throwing the runes to manage your actions. The position on the runes when they fall on the board will show you the actions that you can perform in this turn, like: activate your own character special ability, explore new areas or even count on the gods' power. To activate the enemies we provide you with an intelligent deck that will show you the actions performed by the enemies on that turn. In Runaljod your objective is to destroy the mythological creatures that where released by unknown forces, and only the most brave heroes will be chosen by the gods to fulfill such a hard duty.&#10;&#10;Embrace the god&acute;s blessing, trust in the power of the runes, and make your path to glory in the halls of Valhalla!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Exploration",
      "Fighting",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Multiple Maps",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Tile Placement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14845",
    "Name": "Home Before the Leaves Fall: The Marne Campaign 1914",
    "ID": 8577,
    "Year": "(1997)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/8577/home-before-the-leaves-fall-the-marne-campaign-191",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.4118",
    "Description": "Game covers the campaign that took place in 1914 along the Western Front from the beginning of August 1914 until the beginning of November 1914. In addition to the Grand Campaign game, the scenarios highlight specific army actions during the Battle of the Frontiers, the Retreat from Mons and the Miracle of the Marne.&#10;Two 34&quot; x 22&quot; maps represent NW Europe at a scale of five miles (eight kilometers) to the hex. Time scale is weekly turns with daily impulses. Over 2000 counters (over 3000 including markers) represent the battalions, regiments, brigades and divisions of the various nations featuring full-color period national symbols. Numerous charts (37) and two rule books (Exclusive Game Rules &amp; Standard Game Rules) are included. Oh, and two dice.&#10;One of the most detailed and comprehensive WW1 wargames ever published. As the promo on the box says &quot;...is designed for the serious student of history.&quot;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: 1914 Guns of August Campaign"
    ]
  },
  {
    "Rank": "14846",
    "Name": "Wizard Junior",
    "ID": 25866,
    "Year": "(2006)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/25866/wizard-junior",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Wizard Junior uses the same game play as its older brother, Wizard, with players bidding on the number of tricks they will take during a hand, but simplifies things for the younguns so they can get a handle on trumps and tricks. Wizard Junior uses colors instead of suits, and each color has fewer cards than the 13 used in the original game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Wizard (Amigo)",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "14847",
    "Name": "Dark Eden",
    "ID": 9041,
    "Year": "(1997)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/9041/dark-eden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "DARK EDEN is a new collectible card game based on the MUTANT CHRONICLES techno-fantasy setting. You may already be familiar with the first MUTANT CHRONICLES collectible card game, DOOMTROOPER. While DARK EDEN and DOOMTROOPER do share a conceptual origin, they are completely different games, with different goals and different strategies. You do not need to be familiar with DOOMTROOPER to play DARK EDEN.&#10;&#10;In DARK EDEN, each player plays a Commander on forsaken Earth, struggling to develop and maintain their Dominion against the invading hordes of other players. As Commander, you must defend your Turf, while at the same time send your Warband out to invade your opponents&rsquo; Dominions. In addition to all this warfare you must balance the essential Resources necessary to build your Turf, train your peoples, and develop new technologies. In order to win the game you must Raze your opponents&rsquo; Dominions to gain Victory Points (VPs). The first player to reach a predetermined number of VPs wins the game.&#10;&#10;Online Play&#10;&#10;&#10;     Lackeyccg (www.lackeyccg.com)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "14848",
    "Name": "Loose Caboose!",
    "ID": 359644,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/359644/loose-caboose",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "There's a caboose on the loose!&#10;&#10;Lay down numbered track cards in Loose Caboose! in a race to keep the caboose from going off the rails. The higher the number, the more dice you must roll to move the caboose. Don't let the train derail or else you'll pick up penalty points. End with the lowest score and you've engineered a win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Push Your Luck",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "14849",
    "Name": "Warlock",
    "ID": 2146,
    "Year": "(1980)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/2146/warlock",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2593",
    "Description": "Warlock pits up to 6 wizards together in a magic duel. The players enter the arena and cast various spells on each other trying to banish their opponents into limbo permanently. Each player has a limited amount of energy to cast offensive or defensive spells. It also costs energy to return from limbo if your wizard gets sent there for not defending against an attack. Once your energy reserves are depleted and you're banished to limbo you stay there and the remaining wizards battle until there is only one left. You may play either a black or white wizard, with your alignment affecting the casting cost of any particular spell. Each player keeps a reference chart in front of them to track the status of their wizard and compare spell effects. In the end.....&quot;There can be only one&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "14850",
    "Name": "Oracle",
    "ID": 311708,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/311708/oracle",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Each player tries to collect mythical creatures by winning &ldquo;tricks&rdquo; or rounds by skilfully playing their hand of cards, or sometimes, by not winning certain tricks. The player who wins a trick receives a score chip with a mythical creature depicted upon it (Phoenix, Pegasus or Hydra). At the end of each round, these chips count points. However, if you take the last chip of a species of creature, all score chips of this creature type must be returned at the end of the game. In addition, all players try to fulfill the prophecies of their two oracle cards in the course of the game in order to receive additional score points. Whoever has the most points after a certain number of rounds wins the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "14851",
    "Name": "Surf's Up!",
    "ID": 402635,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/402635/surfs-up",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "You and your rivals are surfers trying to gain the most points by catching the best collection of waves by the end of the game, dodging bluebottle stings, scoring bonus points from surfboards that match the waves you catch, and by satisfying each game&rsquo;s 3 unique goals.&#10;&#10;3 incoming waves are always visible to all surfers, who select and simultaneously reveal a 1 to 5 energy card they commit to catch the wave (worth 1 to 10 points) in the breakzone closest to the beach. The highest energy card revealed wins the wave, which is collected to be scored at the end of the game. However tied energy cards will cause surfers to wipe out, giving the next highest energy card surfer the win. &lsquo;Respect&rsquo; is the tiebreaker here, and a resource players can gain OR use to buy extra energy and surfboard (bonus point) cards from the beach when they win, or place second on each wave.&#10;&#10;The catch is that when you win and take a wave, the energy card you used is trashed (removed from the game), weakening your remaining energy, while the second place and other surfers discard their energy cards and may regain them later. So there is some advantage in coming second and strategically gaining more respect OR buying cards from the beach&hellip;&#10;&#10;Surfboards bought from the beach with respect add bonus victory points to some wave types, skewing the value of certain waves for some surfers as the game progresses. Temporary energy bought from the beach gives surfers an edge in later rounds. Bluebottle stingers sometimes blow into the breakzone, and players must avoid playing the lowest energy cards to escape their hidden sting (0 to -3 points on the underside of each chosen bluebottle token). Or bravely take a sting to save a playable card for the next wave! Players running low on energy can rest (pass) to gain 1 respect, and regain their previously discarded energy cards.&#10;&#10;The ideal play is to commit just enough energy to win a wave as efficiently as possible at the right time. And then carefully choose when you take more respect (max 4), or when to the beach and what you buy.&#10;&#10;The game end is triggered when either:&#10;&#10;1. All 5 bluebottles have been resolved, or &#10;2. Any player only has their zero energy card left.&#10;&#10;The player with the most points between waves caught, matching surfboards, bluebottle stings and end game goals wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Selection Order Bid",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "14852",
    "Name": "\"Tarleton's Quarter!\"",
    "ID": 38836,
    "Year": "(2010)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/38836/tarletons-quarter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.7692",
    "Description": "&quot;Tarleton's Quarter!&quot; is a game about the British attempt to win the American Revolution by invading the Southern colonies, The game covers the period from the British landing in Georgia in 1778 to October of 1781 (the historical end of the siege of Yorktown and the surrender of Cornwallis' army). The object of British efforts in the South was to bring the four southern colonies - Georgia, South Carolina, North Carolina and Virginia-back under British sway after almost four years of uninterrupted Continental control. Ideally, the English wanted to &quot;restore civil government,&quot; i.e., to return the South to its status ante-bellum with British governors, taxes paid to the Crown, and no expensive garrison to enforce the situation.&#10;&#10;&quot;Tarleton's Quarter!&quot; highlights some salient aspects of the British campaign in the south. First and foremost was the effect of leadership, and the difficulty both sides had in finding leaders who were bold without being rash. Rarely did energy and sound judgment come in the same package. Another vital factor was the terrain of the southern colonies, or rather, one feature of it: water. The reason that water &mdash; in the form of rivers and swamps &mdash; is the dominant terrain feature is &mdash; surprise! &mdash; it rained a lot, particularly in the Carolinas. These facts &quot;on the ground&quot; raise the amount of non-combat losses, like those caused by disease, which made just keeping an army intact such a headache at the time. (There's nothing romantic about losing large numbers of men to something beyond a player's control.) As to why so many people lived in North and South Carolinas' pestilential swamps, it was because those swampy areas were precisely where rice and indigo grew best, and in the 18th century in the Carolinas, that was where the money was; cotton was a much later development.&#10;&#10;Perhaps the most important factor of all was the continuing British belief in an untapped reservoir of loyalist support in the south. Those in command of the British army knew they didn't have enough manpower to control even the southern half of the American colonies on their own. They were relying on the appearance of a &quot;silent majority&quot; of loyal, but previously suppressed, American subjects who would take control of those provinces swept of Continental forces. Appropriately, you are allowed to indulge in as much over-confidence as your red coat will allow.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14853",
    "Name": "Oh my park!",
    "ID": 368265,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/368265/oh-my-park",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "You have the fun task of planning the construction of an amusement park. Make yours the best among all!&#10;&#10;In Oh my park! You will build your amusement park, according to a project, with the cards that pass through your hand. No two parks will ever be the same, so choose your attractions and park services wisely, manage your budget well and turn your play into the biggest show in town!&#10;&#10;A very fast draft mechanic, power abilities with the shops, tons of objectives and economic management are very important to the final victory.&#10;&#10;All the town will scream: OH MY PARK!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "14854",
    "Name": "Spycraft: Collectible Card Game",
    "ID": 12263,
    "Year": "(2004)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/12263/spycraft-collectible-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1818",
    "Description": "From the publisher's website&#10;Espionage is a grand shadow play in which every act is an ideological war and every actor carries the fate of nations in his armor-lined briefcase. The greatest among them are silent soldiers of private wars ... wars fought behind the scenes for reasons we never truly understand. They lie, cheat, and steal to protect truth, integrity, and security. They kill to save lives. Spies specialize in treachery so no one else has to, and find honor in conviction alone.&#10;&#10;The Spycraft CCG brings these anti-heroes to life, in a world where they have outlived their utility as government pawns. What happens when spies strike out on their own to change the world they helped to destroy? How far will they go to save it? Welcome to the first step toward a very different future...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "14855",
    "Name": "¡Arre Unicornio!",
    "ID": 257766,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/257766/arre-unicornio",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "The mentally ill are on the verge of madness with so much crappy treatment. Therefore, the only viable solution that remains is to try to escape the asylum that holds them. What means will they use to exit? Just depend of you. But beware, you can not trust anyone, or me, the voice of your conscience. In this madhouse are all crazy but me. &iexcl;Giddyup unicorn!&#10;&#10;&iexcl;Giddyup Unicorn! It is a hidden role game oriented in a very low budget asylum. The doctors will have to be smart so no one will escape. But be careful not to become suspicious, as the madness becomes so extreme that you will no longer know who is who, no matter how hard you try and it will be difficult to recognize who is crazier than everyone present.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Role Playing",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "14856",
    "Name": "Sneferu: Builders of the Pyramids",
    "ID": 400943,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/400943/sneferu-builders-of-the-pyramids",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Sneferu was an Egyptian pharaoh who reigned circa between 2543 and 2510 BC. He was the only pharaoh who had three  pyramids built. The first attempt to build a pyramid in Sneferu&rsquo;s lifetime was in Meidum, but the structure collapsed. The second attempt, which came to be known as the Bent Pyramid, had its original angle of inclination changed during construction, resulting in an unmistakable shape. Finally, there is the Red Pyramid. The first successful attempt at constructing a smooth-sided pyramid heralded a new era of pyramid building and became the precursor to the famed Pyramids of Giza.&#10;&#10;In the game, you become one of the Egyptian architects Sneferu called upon after two failed attempts. The pharaoh is wary of his inevitable demise and there is no room for error anymore. You must build a pyramid that will honor the great ruler. But only the pyramid that matches Sneferu&rsquo;s greatness shall be chosen as the pharaoh&rsquo;s final resting place. The builder of such a pyramid will be showered with gold and undying fame. And those who fail? They shall be trapped in the pyramids of their own making as they are torn down on top of their heads. Well&hellip; there is your motivation. So,  get building!&#10;&#10;Sneferu is a family-weight abstract game by Adam &Scaron;pan&#196;&#155;l (Project L) where players attempt to win the great pharaoh&rsquo; s favor by building the highest pyramid possible from mined blocks (with each block being a combination of two of the five possible materials). The players get these blocks by spending the two resources in the game: food and time. Time, represented by your boat moving forward on the Nile, is a finite resource with no way to gain more. The boats&rsquo; position on the river also determines player order: it is always the turn of the player who has used up the least time and is the furthest back on the Nile. Players can gain food by completing sections of their pyramids with matching materials.&#10;&#10;The blocks on offer change each round and it is up to the players to decide when is the best moment to invest a lot of time or food, or perhaps even pay extra for just the right block.&#10;&#10;Throughout the game, you will travel up the Nile, from Cairo all the way to the distant Nubian Desert , and then back down. Along the way, you will visit famous quarries providing gold, granite, limestone, white limestone, and basalt. Can you seize the best opportunities these quarries provide?&#10;&#10;The architect that builds the tallest pyramid wins! Or will you manage to build the entire pyramid in such a short time?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Race",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Track Movement",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "14857",
    "Name": "Взлет разрешен!",
    "ID": 218769,
    "Year": "(2016)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/218769/vzlet-razresen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.1818",
    "Description": "Are you ready to leave the runway and start your flight? You'll find out in Clear for Takeoff.&#10;&#10;Each player has a fleet of three airplanes: small, medium, and large. Eight weather cards are shuffled into a small deck, then players are dealt a hand of six cards from a deck that contains cards labeled A, B, C, D, Delay, and Lucky Captain. A runway with sections A, B and C lies in front of all players.&#10;&#10;On a turn, a player either discards 1-3 cards or takes an action. An action can be either playing a Delay card on an opponent's plane (which moves that plane back one space on the runway unless the opponent discards a Lucky Captain card) or playing a set of 1-3 cards of the same letter to advance one of the player's planes. If you play a single A, for example, you can place your small plane on the A section of the runway; if you play three As, you can place your large plane on the A. If you play three Cs, you can advance your large plane from B to C.&#10;&#10;To take off, you must play 1-3 D cards (depending on the size of the plane), then reveal the top weather card, which might show that one size of plane can't take off. If this size matches the plane trying to go airborne, then you discard the cards to no effect; otherwise, the plane leaves the runway and heads into the sky (a.k.a. the game box). A Lucky Captain card can represent any letter card when played.&#10;&#10;At the end of your turn, refill your hand to six cards. The first player to get all three of their planes airborne wins!&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "14858",
    "Name": "Birth",
    "ID": 157487,
    "Year": "(2013)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/157487/birth",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.8",
    "Description": "BIRTH is a completely new strategy dice game on the theme of the universe creation.&#10;&#10;Concept of BIRTH is a fusion of Euro game as &quot;sugoroku&quot; of Japan.&#10;&#10;Players will advance the frame by using the dice. And, the player places the dice strategically to five areas of different value.&#10;&#10;Players will be placed one by one die of their eleven. When all players that were placed there by the dice of all, the game is over. Player is given a score by the arrangement of the dice. The player who won the most points is the winner.&#10;&#10;There are basic rules for casual players, and advanced rules for more serious gamers.&#10;&#10;The game contains a beautiful board and luxury marble dice.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "14859",
    "Name": "Down with the King",
    "ID": 1593,
    "Year": "(1981)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/1593/down-with-the-king",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0517",
    "Description": "Down With The King is a political game set in a fantasy world.&#10;&#10;Players are nobles who plot to overthrow the king. Players must cooperate to defeat the king, but only one of them can take the crown thus backstabbing is always a concern.  The game is played through various decks of cards.  Players strive to gain prestige and influence points so that they can recruit characters to their side.  They also use natural disasters, plagues, interrogations, and other political problems against their opponents. Of 19 possible actions each turn, a player can only perform 2, thus creating a tension and need for strategy. Player interaction is very high because players can perform actions during opponent turns and because nobody is eliminated early from the game. A player who is killed just misses a turn and then returns as the former player's heir, usually with revenge in mind.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Open Drafting",
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "14860",
    "Name": "Mayday",
    "ID": 4317,
    "Year": "(1978)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/4317/mayday",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2667",
    "Description": "Basic two-player SF wargame of ship-to-ship space combat featuring movement (responding to both thrust and gravity), laser fire, missile fire, and ship-computer programming. Scenarios include The Grand Prix, The Attack, Piracy, Battle, and Smuggling. Intended as Game 1 for the &quot;Traveler&quot; RPG universe and uses a variant of the &quot;Traveler&quot; starship rules.&#10;&#10;One of GDW's Series 120 games, designed to be played in two hours or less.&#10;&#10;The original 1978 version won the Charles Roberts Award for the Best Science Fiction Game of the Year; other editions were published in 1980 and 1983.&#10;&#10;The Cover Art for the original 1978 GDW version was by Rodger B. MacGowan (RBM).&#10;&#10;Japanese edition published by Hobby Japan and later by Kokusai-Tsushinsha ('RPGamer' magazine #1).&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: GDW Series 120 Games",
      "Setting: Traveller Universe",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "14861",
    "Name": "War & Write II",
    "ID": 373782,
    "Year": "(2023)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/373782/war-and-write-ii",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "War &amp; Write is a light, strategic, &quot;pen &amp; paper&quot;, World War II wargame, simulating not only the European and Pacific theaters but also an alternate-history North and South American theater! 2 to 5 players lead Allied and Axis factions on 6 map configurations including an epic world map, where players play all the theaters at once!&#10;&#10;Each of the 6 rounds represents a year in the war. Players secretly write down commands for their faction and then simultaneously reveal their plans. Did they reinforce more units, form diplomatic ties with neural countries, or move to a decisive battleground? While factions can fight over any territory, each game offers players decisive historical battlegrounds where the victor can win not only more units but more influence in the League of Nations.&#10;&#10;Key locations have flags (such as Berlin, Tokyo, San Francisco, and London). Control a territory with flags and gain influence in the League of Nations. At the end of each round, the faction with the most influence in the League of Nations can swing victory in their favor.&#10;&#10;Can the Allies survive the heavy assault of the Axis, push back hard enough in the last two years, and gain enough influence in the League of Nations to secure a victory for the Allies? Or can the Axis players alter history and lead their forces to global domination?&#10;&#10;Advanced play includes unique technologies for each faction to explore. Use your Soviet spy network to assassinate diplomats. Unleash the wrath of V-rockets upon your enemies. Fly your squadron of Spitfires to victory. Or drop the bomb on a territory, wiping out all units and flags from the area.&#10;&#10;Choose your tech. Write your orders. Prepare for war.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: War & Write (Formosa Force Games)"
    ]
  },
  {
    "Rank": "14862",
    "Name": "GemPacked Cards",
    "ID": 171779,
    "Year": "(2015)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/171779/gempacked-cards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.375",
    "Description": "GemPacked Cards is a gem-crafting, color-blending card game for 2-5 players based on the GemPacked iOS puzzle game. During each round, players use the Gemino Pip Tokens they draw to try to acquire higher level Gemino Squares and Gemino Diamonds (worth victory points) or trade for Sun or Nova cards. All cards are played face up. When the last Gemino Pip Tokens are drawn from the starting pile, each player has one remaining turn before the round ends and players tally their score.&#10;&#10;In more detail, at the start of a turn, a player draws two Gemino Pip Tokens, then takes any of the following actions in any order and as many times as they like:&#10;&#10;&#10;    Trade GPips for GSquares on the card grid (placing pips in the common pool)&#10;    Trade GSquares for GDiamond on the card grid (placing cards in the discard pile)&#10;    Discard GSquares for GPip equivalents from the common pool (placing discards in the discard pile)&#10;    Trade GPips for the Sun card or GSquares for the Nova card&#10;&#10;&#10;At the end of their turn, the player refills the card grid from the draw deck one at a time. If they reveal any Action Cards, those cards are resolved immediately, starting with the active player, then moving clockwise around the table.&#10;&#10;After the last Gemino Pip Token is drawn and the final player has a turn, players score their hands as well as Sun/Nova points. (GPips are not worth any points, but should be tracked each round as a tie breaker.) Whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "14863",
    "Name": "Keywood",
    "ID": 767,
    "Year": "(1995)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/767/keywood",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "from Game Cabinet Review:&#10;&#10;2 - 5 players attempt to settle and govern a new land of six villages. Each player may only introduce two new villagers per turn across five or six turns total. Villagers start as farmers earning a fixed income. Part of that income may be spent to purchase trade licenses which allow your villagers to set up as traders. Traders earn an income based on the population of their village. Each village must also elect a representative to government each turn. These councilors move to town and have no income for that turn (so much for realism - there is no provision for special interest groups or political action committees!). The government must decide whether to tax the farmers, tax the traders, or revoke one type of trade license. When this session of government breaks up councilors can either pay their own way home or pay a small fee and remain in government for another turn (well, at least that sounds realistic!). Each turn a new marketplace is opened which doubles the income of the host village. The villages bid fiercely for the right to host the new market each turn. Finally, the villagers and traders earn income and pay their taxes. The player that has the most money after the last round of play inherits control of the lands of Keywood and wins the game.&#10;&#10;Keywood is Richard Breese's first game in the key series.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Voting"
    ],
    "Families": [
      "Series: Key (Richard Breese)"
    ]
  },
  {
    "Rank": "14864",
    "Name": "In their Quiet fields",
    "ID": 59031,
    "Year": "(1988)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/59031/in-their-quiet-fields",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.1667",
    "Description": "In their Quiet fields is a Tactical level board-wargame of America's bloodiest single day. It is meant to be played by two or more players. It is hoped that the game accurately portrays the desperate struggle that occurred on September 17, 1862 between the Armies of the Potomac and of Northern Virginia. At odds of 1:2 or worse, Lee's Army of Northern Virginia was narrowly able to avert disaster. This game shows that victory is within the grasp of both armies and that final victory may not be decided until the very end.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Civil War, Brigade (The Gamers)"
    ]
  },
  {
    "Rank": "14865",
    "Name": "TREXO",
    "ID": 184688,
    "Year": "(2015)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/184688/trexo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "TREXO is an abstract strategy game in which players try to get five in a row of their symbol by placing tiles that contain both player symbols. Tiles can be placed anywhere on the 10x10 board, even on top of other tiles as long as they are placed on two different tiles that are at the same level.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 10 x 10 Grids",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14866",
    "Name": "Rome At War III: Queen of the Celts",
    "ID": 26539,
    "Year": "(2007)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/26539/rome-at-war-iii-queen-of-the-celts",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7692",
    "Description": "From the Avalanche Press website:&#10;  &#10;Rome at War: Queen of the Celts&#10;&#10;In the year 43 AD, Roman legions splashed ashore in Kent, unopposed by the Britons led by Caractus, who had sworn to repel them. The Emperor Claudius had dispatched Aulus Plautius and 45,000 men to conquer the mist-covered island where Julius Caesar had failed almost a century earlier.&#10; Over the next 40 years, Roman would clash with Celt in a series of battles that neither realized would determine the future of Western civilization.  The Romans broke the Britons, whose furious courage could not match Roman discipline. The island would pass under Roman rule for the next several centuries, implanting a Latin-oriented culture and shoving Celtic ways to the very fringes of Europe. All that would remain were their legends; not least among them the fiery leadership of Boudicca, warrior-queen of the Iceni and resolute enemy of Rome.&#10;&#10;The Series: Rome at War (Avalanche Press) series covers Roman battles against both their neighbors and each other. The first game, Rome At War I: Hannibal at Bay, covered the last battles of Carthage&rsquo;s favorite son. The second, Rome at War II: Fading Legions, focused on the empire&rsquo;s latter years, when it was beset by barbarian invasion, an implacable rival, and civil war.&#10;&#10;Rome at War: Queen of the Celts is the third installment in the series. Rome has outstanding heavy infantry, good light cavalry (provided by her allies) and even an elephant. The Britons depend on the fury of their Celtic charge, and also chariots and slingers. Plus they have Druids to help inspire them. &#10; There are nine scenarios, or game situations, included in Queen of the Celts.&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Roman Britain",
      "History: Roman Empire",
      "Series: Rome at War (Avalanche Press)"
    ]
  },
  {
    "Rank": "14867",
    "Name": "Crime Zoom: No Furs",
    "ID": 321307,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/321307/crime-zoom-no-furs",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Crime Zoom is a series of investigation game for 1 and more players and for plays of about 1 hour.&#10;&#10;Each investigation propels you into a different universe, but almost always on a crime scene.&#10;&#10;This crime scene is spread over several cards to form a great illustration. To investigate, nothing more simple. Take a card to take a closer look. An item intrigues you ? Flip the card over and find out what is this little paper on the bedside table.&#10;&#10;An address ? You can now take the card that corresponds to this track. Unless another element on the crime scene appeals you even more ?&#10;&#10;In Crime Zoom, you will conduct your investigation freely. Discuss between players to choose the tracks to follow. And as soon as you think you have solved the case, go to the questionnaire. Who is guilty ? What is his mobile ? What is the murder weapon ? And some subsidiary questions, of course.&#10;&#10;Do not miss the culprit otherwise you will lose the game. But if you answer the questions correctly, the number of cards you will not reveal will decide you.&#10;&#10;The solution will answer each of the questions. The epilogue will come to tell all this in a story or a testimony history to understand the plot that has been played.&#10;&#10;Crime Zoom: No Furs is the forth case of the Crime Zoom family. It brings you in London in 2019.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Storytelling"
    ],
    "Families": [
      "Series: Crime Zoom (Aurora)"
    ]
  },
  {
    "Rank": "14868",
    "Name": "Turf War",
    "ID": 340193,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/340193/turf-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "In this yard-building card game, you race to prove to your neighbors that your lawn is the best on the block &ndash; or destroy your rival in the process.&#10;&#10;Every game starts with a different, randomized group of Neighbors, each with their own set of criteria. At the start of your turn, you must choose to be Home or Away, giving you access to a different set of actions that you can perform. While Home, you can gain points and abilities by playing cards onto your yard and swaying Neighbors to your side. While Away, you can earn money and get new cards from a shared store, but you leave your yard vulnerable to your rival's mischief. When the last Neighbor has been swayed, the game ends, and whoever has the most points wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Pieces as Map",
      "Race",
      "Square Grid",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14869",
    "Name": "Locus",
    "ID": 428322,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/428322/locus",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Locus, players compete to earn the most points by filling in their scoresheet.&#10;&#10;Every turn, players choose a colored shape to draw on their scoresheet. There are five colored areas that score in different ways. Choose carefully to not block yourself and collect as many bonuses as possible to rack up the most points.&#10;&#10;Gameplay is language independent.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Chaining",
      "Grid Coverage",
      "Open Drafting",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "14870",
    "Name": "Pletrix",
    "ID": 336212,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/336212/pletrix",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "2",
    "Description": "During the last space trip, a famous game console was forgotten by a crew member of the Soyuz. It was found by some aliens, that, trying to decipher the cartridge inside it... released thousands of pieces, which drift aimlessly and dangerously through space! Now, they ask humans for help to capture the pieces and clean, thus, the space superhighways.&#10;&#10;Intending to keep the diplomacy across the Galaxy, the International Earthling Government has organized a selection system to fing the best pieces collectors, named PLETRIX. DO YOU DARE TO JOIN IT?&#10;&#10;Pletrix is a game of 1 to 6 players, with a Roll and Write dynamic. The goal is to fill the 5 panels of our board (A,&#10;B, C, D, and E), using the figures obtained in the dice of the corresponding color. The player who gets the highest&#10;score will be the winner.&#10;&#10;Dices:&#10;&#10;There are 10 dice with the figures of the polynomials. 2 dice of each color from one of the 5 panels.&#10;&#10;Panels:&#10;&#10;Pletrix is a Roll&amp;Write game in which we must fill in our 5 panels. Each panel is identified with a letter and a color. To place the figures, the player must be able to choose the group of dice of the same color. You start in one of the initial cells and place the shapes always orthogonally adiacent to another.&#10;&#10;Each panel has its own rules for placement and scoring:&#10;&#10;A PANEL - The final score for this panel will be the result of subtracting twice the number of cells that haven&acute;t been covered from the total number of cells in the panel. For example, if the player has left 10 cells uncovered, they will subtract 20 from the total number of cells, which is 50, so their score will be 30.&#10;&#10;B PANEL- In this Panel, each covered cell equals one point. If there is a tie, the player with the most points on this panel will win.&#10;&#10;C PANEL- The figures in this panel &quot;fall from above&quot; so they will stop where they encounter an obstacle, like Tetris. When completing a line the player will indicate whis by crossing out the corresponding circle. The panel is also divided into 2 5x5 grids, when completing one of them, the player will cross out the circle. Each crossed-out circle is worth 10 points.&#10;&#10;D PANEL- This panel awars as many point as indicates by the star cells you have covered with figures.&#10;&#10;E PANEL- This panel is filled from left to right. To score the value displayed by the circles, the different sections must by completely filled in. If there are any unfilled shares, the previus value will be scored. For example, the player has reached 40, but in the section from 30 to 40, there are empty cells, so the player will only score 30 points.&#10;&#10;The most important cells within the boards are:&#10;&#10;Start- The first figure must be always touching at least one of the star cells.&#10;&#10;Bonus - These special cells grant actions we can activate later. When covering a Bonus cell, the player will draw a line across the corresponding cell to show they got it, and when the action is used, they will draw anoter line forming an X.&#10;&#10;Double - Duplicate a group of dice that we&acute;ve chosen.&#10;&#10;Copy -  Copies a single die of the ones we have chosen.&#10;&#10;Roll: This allows you to roll the dice again. This action can only by perfomed by the active player.&#10;&#10;1 and 2 - Give us the possibilitu to fill 1 or 2 cells. This bonus can&acute;t be saved, it is an immediate action.&#10;&#10;Figures - When we completely cover a figure that is highlighted on the panel, we get that figure, being able to draw it wherever we want.&#10;&#10;Figures blocked panel C - Some figures in panel C are blocked, to unblock them we&acute;ll have to fill them in panel D.&#10;&#10;SETUP&#10;&#10;To star playing, each player takes a notepad and a pencil, leave the dice in the center of the table.&#10;&#10;GAMEROUND&#10;&#10;First, the active player throws all the dice. Then, choose 2 groups of dice to draw the figures shown on their panels. To do this, the player will have to circle the cells drawing the figure in the panel of the same color of the chosen dice. Whenever possible, it is mandatory to place the figures, if it&acute;s not possible, mark one of the error boxes.&#10;&#10;Then, choose a group of dice to put aside, no player will be able to use those dice during this round. The player on their left will take one of the two remaining sets of dice and the rest of the players will have to draw the figures displayed by the remaining dice.&#10;&#10;When everyone has drawn their shapes, the player on the left will be the next active player.&#10;&#10;ENDGAME&#10;&#10;The end is triggered in 2 ways. Ifa a player completes 3 panels, the game ends immediately. If a player marks the third erro box, the game ends when all players have been an active player for the same number of rounds.&#10;&#10;At the end of the game, the score is counted. The player with the highest score is the winner. In the case of a tie, the winner is the plauer with the highestscore in panel B, and if it persists, the winner is the player with the highest score in Panel C and then in panel D.&#10;&#10;Pletrix is a game for the whole family, easy, fast and very fun.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "14871",
    "Name": "Hidden Intruder",
    "ID": 137637,
    "Year": "(2013)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/137637/hidden-intruder",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Hidden Intruder is a reprint/re-skin of Intruder: a one player board game that re-creates the theme and feel of the movie &quot;Alien&quot;. The game can also be played with 1-3 players.&#10;&#10;The goal is to survive an encounter with an alien &quot;intruder&quot; on a space ship.&#10;&#10;According to the Print &amp; Play website:&#10;&#10;&quot;The Intruder is an alien being of unknown power. During the course of the game the Intruder will move through the space station as both the hunter and the hunted. One or more players must cope with a monster that moves rapidly and changes continuously as it undergoes metamorphosis into a more powerful being, and possibly divides into two or more clones.&#10;&#10;Hidden Intruder is a solitaire game &ndash; BUT it has 3 &ldquo;scenarios&rdquo; or different ways to play that allow for 2-3 players to play.&#10;-Intelligent Intruder (One player plays the Intruder)&#10;-Return to Prometheus (One player plays the Intruder, or 3 players each take a team of 3 troops)&#10;-Science Officers (2 players, each control a separate team, with slightly different win conditions, allowing for one player or both players or neither player to win)&#10;&#10;The game includes 54 counters representing the crew and their weapons, lab animals (which confuse the search) and the Intruder. The playing map shows in detail the interior of deep space station &lsquo;Prometheus&rsquo;. The map also contains special charts to record the development of the Intruder.&#10;&#10;Hidden Intruder is an exciting game of terror and suspense for one to two players. Hidden Intruder is a reskin of the old Classic game, Intruder. Dennis Sustare, designer of Intruder, has agreed to let me reprint his game with this new art.&quot;&#10;&#10;",
    "Categories": [
      "Horror",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14872",
    "Name": "Race Day",
    "ID": 19329,
    "Year": "(2005)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/19329/race-day",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.5135",
    "Description": "WizKids Inc., creators of the runaway hit games Pirates of the Spanish Main and HeroClix, are proud to announce a licensing agreement with the National Association for Stock Car Auto Racing (NASCAR) for Race Day, a constructible racing game featuring cars of 22 of the top drivers and cars in the NASCAR NEXTEL Cup Series, including Jimmie Johnson (driver of the No. 48 Lowe's Chevrolet), Jeff Gordon (driver of the No. 24 DuPont Chevrolet), Tony Stewart (driver of the No. 20 Home Depot Chevrolet).&#10;&#10;&quot;We couldn't be more excited to work with NASCAR on this thrilling game,&quot; said Mike Samora, vice president of Sales and Marketing at WizKids. &quot;Race Day captures all the excitement of a NASCAR race in an affordable, fun and fast-playing package. Players collect and assemble their favorite cars and play against their friends and family, drafting and &quot;stepping on it&quot; all the way to the checkered flag.&quot;&#10;&#10;Race Day is sold in 2-car starter packs for $4.99 and Limited Edition starters for $9.99.&#10;&#10;The 2-player basic starter includes 2 randomly-inserted cars, resource card, miniature die, and one 'small track' with one-fourth of a 'superspeedway' track printed on the opposite side. The superspeedway rules add more strategy elements to the game - the small track is just for starter rules or for quick games.&#10;&#10;The Limited Edition starters includes 4 randomly-inserted cars, one promotional car, 3 resource cards, 2 full-size dice, and a complete full-color superspeedway (Pocono in RD 2005, Daytona International Speedway in RD 2006 S1) with rules.&#10;&#10;NASCAR Race Day 2005 is expanded by:&#10;*NASCAR Race Day 2006 Series 1&#10;*NASCAR Race Day 2006 Series 2 (canceled before release)&#10;&#10;Promotional cars include:&#10;*Joe Nemecheck in the #01 Army car - RD 2005 Limited Edition starter. &#10;*Jeremy Mayfield in the #19 Dodge Dealers car with the 'Top Banana' paint-scheme as a mail-in offer.&#10;*Dale Earnhardt Jr. in the #8 'DEI' car (alternative paint-scheme from traditional Budweiser paint) - RD 2006 Series 1 Limited Edition starter.&#10;*Dale Earnhardt Sr. in the #3 Goodwrench Service Plus car - RD 2006 Series 1 Limited Edition Wal-Mart exclusive starter.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "14873",
    "Name": "Don Carlo",
    "ID": 298631,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/298631/don-carlo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Each one of the player is the Consigliere (counsellor) of an old-established family. Your task? Gain the maximum possible influence for your family in Absurdistan and the neighbouring countries. To achieve this, send out agents to these countries by combining cards with numbers on it (for example 007) and attempt to gain an edge on the other families. The total of the numbers on the cards, decide in which country the agents travels. Of course there can only be one 007, so the task is to find more number combinations. The more agents are already in the country the more points the player gets. The one who combines their cards most cleverly, pockets the most points at the end.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "14874",
    "Name": "Montebello 1800",
    "ID": 16455,
    "Year": "(2002)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/16455/montebello-1800",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7",
    "Description": "On June 9th 1800 Ott, with 17 000 men et 35 guns, met Lannes in front of Casteggio. The French, outnumbered 3 to 1, fell back, but Victr's division of 6000 men arrived just in time to check the Austrians assault.Lannes swung over the attack and in a sharp fight, routed Ott, who suffered 4000 casualties. French losses totaled 500. Lannes later became the Duc de Montebello.&#10;&#10;Montebello 1800 is the sixth battle of the &quot;Jours de Gloire&quot; series, which is dedicated to the celebration of Napol&eacute;on's victories 200th anniversary .&#10;&#10;Contents:&#10;1 rules and scenario booklet with historical notes&#10;1 A3x2 map -180 counters (counters need to be cut out and mounted)&#10;1 color Player Aid Card&#10;&#10;Available in French, English and Italian.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted. The rules are entirely in French, although translations are available online.&#10;&#10;SYSTEM: Jours de Gloire Series (JDG) &#10;- scale = 297 m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: Italy",
      "History: French Revolutionary Wars",
      "History: Italy 1559–1814 (Foreign dominations)",
      "Players: Two-Player Only Games",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "14875",
    "Name": "Dream Catcher",
    "ID": 299028,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/299028/dream-catcher",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "There is nothing worse than a nightmare to spoil a good night&rsquo;s sleep! In Dream Catcher, use your observation skills to choose the best cuddly toy that will fully cover the disruptive nightmare.&#10;&#10;Dream Catcher is a board game for the aged 4 years and up. Dive into your dreams and on each your turns, choose the right cuddly toy to fully cover the nightmare&rsquo;s shape. But observe closely because the smaller your cuddly toy is, the more it will bring you Dream tokens to fill your cloud!&#10;&#10;To win the game, be the first player(s) to fill your cloud.&#10;&#10;A cooperative variant for the aged 3 years and up is included in the game box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "14876",
    "Name": "Twilight of the Ottomans: World War I in the Middle East",
    "ID": 22406,
    "Year": "(2007)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/22406/twilight-of-the-ottomans-world-war-i-in-the-middle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.875",
    "Description": "Twilight of the Ottomans: World War I in the Middle East (TOTO for short), is an intermediate-complexity simulation of the Ottoman Empire's campaigns, and those campaigns waged against that realm, during World War I.&#10;&#10;One player controls the Ottoman forces along with other Central Power units. The other player controls the various Allied contingents. TOTO has been designed by Joseph Miranda.&#10;&#10;The concept and exploitation of victory points is central to play of the game. Players begin with a designated number of victory points, which they may keep, or expend them to gain reinforcements and execute other actions. Players gain new victory points as a result of achieving their strategic objectives. Players lose victory points when they suffer losses in combat. To win, you must have more victory points than your opponent; so play becomes a competitive balancing act between attaining new objectives without spending too many of your previously earned victory points to do it.&#10;&#10;Each player has a range of unit types available: infantry, cavalry, expeditionary combined arms forces, early mechanized units, air and naval, as well as guerrillas and the major personalities of the era, such as Lawrence of Arabia. Logistics are also critical, as players utilize supply units to enhance their movement and combat capabilities.&#10;&#10;The 34x22&quot; large-hex map covers from Mecca and Medina north through Mesopotamia to the Caucasus, west to the Nile Delta, east to Persia, and northwest to Adrianople, at 87 miles per hex. Each game turn equals a quarter of a year.&#10;&#10;There are 280 half-inch, NATO-style (and some iconic), unit-counters. Units of maneuver are primarily divisions, but numerous corps, brigades, regiments and battalions are also included in the orders of battle.&#10;&#10;There are two short scenarios, one early war and one late war, along with a full campaign game. The rules run to approximately 15,000 words; so two experienced players can finish the campaign game in about six hours.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Turkey",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "14877",
    "Name": "Intendentes",
    "ID": 168082,
    "Year": "(2014)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/168082/intendentes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.375",
    "Description": "In this exciting game each player performs the role of a mayor of a large district of the province of Buenos Aires in Argentina Republic. As such, you must lay out and manage the resources of his district and try to grow as much as you can.&#10;&#10;Each construction that takes place in the game has its advantages and disadvantages, possible to levy taxes or produce food, but also increase the risks of the district making it more prone to flooding, fire, or be unsafe. The population grows and reproduces. Keep her happy as much as you can.&#10;Maintaining a balance between growth and lack of control is not easy.&#10;&#10;Some districts in Argentina are really large, and among them may be several cities, towns and even large crop fields, ranches and farms.&#10;&#10;Intendentes is a turn-based game. The game consists of 10 rounds, and each round turn is divided into 8 phases.&#10;&#10;During the game each mayor takes &quot;blocks&quot; through auctions which are built in his district. Each block has its own characteristics, may be a village, a city, an agricultural field, industry, or a unique and special block.&#10;&#10;Each of these blocks gives something to the district, ability to accommodate much population, collect taxes or produce food.&#10;&#10;In return, each block increases the risk levels of the district, level of crime, fire and flood. These are common problems that affect a large districts of Argentina.&#10;&#10;It's also imprtant building blocks police and firefighters to combat these problems.&#10;&#10;Each mayor manages its population, distributed in the blocks and choose their destinations.&#10;&#10;Also, &quot;plans&quot; which are actions that directly interfere on their own district or on a &quot;neighbor&quot; are acquired. Choosing the right time to use makes a difference.&#10;&#10;In the course of time various events can affect all the mayors and depending on the level of risk that each district suffer, can be affected and prejudiced in their progress.&#10;&#10;The way each mayor manage his district, impacts the discomfort of the population, it is even likely that the population is so upset that perform mass protests against us, affecting our splendor.&#10;&#10;The objective of the game is to be the mayor with the district most splendid of all.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Take That",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Latin American Political Games"
    ]
  },
  {
    "Rank": "14878",
    "Name": "Cube Express",
    "ID": 421697,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/421697/cube-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "3",
    "Description": "Welcome to the dawn of a new era in which steel rails carve pathways through vast landscapes, connecting bustling cities and driving the engines of progress. Welcome to Cube Express, where you'll embark on a thrilling journey through the heart of the industrial revolution.&#10;&#10;In Cube Express, you step into the shoes of visionary railroad magnates, tasked with expanding your network of tracks across the landscape of the 19th century as steam engines roar to life and cities swell with newfound prosperity. As you lay track and expand your network, you'll transport passengers, resources, and goods to their destinations, fueling the engine of progress, expanding cities and reaping the rewards of your enterprise. Competing companies vie for dominance on the rails, and the market value of your shares hangs in the balance.&#10;&#10;Cubes are the currency of progress in Cube Express, each one representing a vital piece of the economic puzzle. Whether they signify passengers eager for transport, resources ripe for production, or lucrative contracts waiting to be fulfilled, every cube holds the potential to shape the destiny of your railroad empire.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "14879",
    "Name": "Angkor",
    "ID": 19651,
    "Year": "(2005)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/19651/angkor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "In the jungles of southeast Asia, in Angkor, the players build huge temples and palaces. Unfortunately for the architects, the  jungle is a living thing, which grows all too well. and all too fast.&#10;&#10;Players have to get rid of these &quot;nature attacks&quot;, that are caused by  fellow game players, of course!&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Country: Cambodia",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "14880",
    "Name": "Hossa!",
    "ID": 2734,
    "Year": "(2000)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/2734/hossa",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.125",
    "Description": "What is a song title containing the word &quot;Love&quot;?&#10;&#10;Simple, isn't it? Sing it out loud. Well, okay ...&#10;&#10;A song about a relative?&#10;&#10;Well ... what about &quot;Daddy Cool&quot;? But do you know the lyrics? And what was the melody again? Perhaps the other players will help you ...&#10;&#10;Get one point for naming the song, earn more for actually being able to sing it.&#10;&#10;Contents (4th edition): &#10;110 two-sided cards in German, English, French, Italian, Turkish, and Japanese, 80 counters, rules of the game (in 6 languages)&#10;&#10;First edition (500 copies): October 2000 (sold out)&#10;Second edition (1,000 copies): October 2003 (sold out)&#10;Third edition (2,000 copies): March 2006 (sold out)&#10;Licensed edition by Schmidt-Spiele (10,000 copies): February 2008 (sold out)&#10;Fourth edition (3,000 copies): October 2010&#10;&#10;The second, third and fourth editions also contain rules for up to 20 and for over 20 players.&#10;&#10;Expanded by&#10;&#10;    Hossa! Seefahrer-Erweiterung&#10;    Hossa! Weihnachts-Special&#10;    Hossa! - Arbeiterlieder&#10;&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "14881",
    "Name": "Cyberpunk 2077: The Board Game",
    "ID": 417542,
    "Year": "(2025)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/417542/cyberpunk-2077-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "Cyberpunk 2077: the Board Game is a fast-paced cooperative tactical card game, for Welcome to Night City, the metropolis of the future. Here, the local blends with the global, and the past, present, and future merge into one.&#10;&#10;1-4 players, where each Player controls one Character &ndash; an Edgerunner. With the guidance of the App and the Locations Map, Players will decide which Mission to take. Through a series of real-time Fights and Cooldowns between them, Players must complete the Main Objectives provided by the Mission card&rsquo;s description. Each Character has a deck with Action cards and unique features specific to them.&#10;&#10;The main part of the game will happen in Sequential Timed Action Phase Fight segments, managed by the App. After the signal, Players look at their hands, choose an Active Player, and play their turns one after the other, starting with the Active Player, until the time runs out.&#10;&#10;Then Players will go through the Steps of the Cooldown Phase, discard all cards from their hands, check loot, and prepare for the next STAP. Players may take as much time as they need to update the game state, gear up, and discuss their further actions and strategy.&#10;&#10;All Players win the game together if they successfully manage to complete all Main Objectives for the Mission. Players lose the game if they fail to complete any Main Objective in time. The Objective requirement will specify what the Players need to do to meet them. Immediately after the Active Player completes it, they receive the shown reward.&#10;&#10;&lsquo;It's a blitz through the underbelly of this city, where you fight, hack, and hustle your way to the top. Just like the good old days.&rsquo;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Real-Time"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Gamefound",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "14882",
    "Name": "'85 Afghanistan: Graveyard of Empires",
    "ID": 381375,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/381375/85-afghanistan-graveyard-of-empires",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "58",
    "Play Time": "156",
    "Weight": "3",
    "Description": "&rsquo;85 Graveyard of Empires is the second game in the Squad Battles series. Building on the mechanics introduced in &rsquo;65 Squad Battles in the Jungles of Vietnam, Graveyard of Empires (GOE) features squad-level battles between the Afghan Mujahideen and Soviet Red Army in a card-driven, hex and counter game.&#10;&#10;GOE introduces card-activated events, immersive helicopter rules, more tactical decisions, new powers and abilities, and  beautiful counter and game board art. The counters are 1&rdquo; or larger (for the vehicles) and the game board hexes are huge. Included are counters for Mujahideen RPG and RPD teams, rifle squads and heroes, as well as captured T-55 and BMP armored fighting vehicles. The Soviets respond with Spetsnaz, line rifle squads, heroes, Hind-24 attack helicopters and several types of AFVs, such T-55, T-62 tanks, BNPs, BTRs, and more.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Afghanistan",
      "Country: Soviet Union",
      "Game: '65 (Flying Pig)",
      "History: Soviet-Afghan War",
      "Players: Games with expansions that add solo play",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14883",
    "Name": "Penk!",
    "ID": 255697,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/255697/penk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Penk! is a dice-rolling, set-collection game for up to four players. Each round, the active player can roll and re-roll their dice in order to create same-number combinations of dice, filling out their grid and preventing other players from scoring points by blocking rows and columns. Unlock the power of Penk! and win the game!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "14884",
    "Name": "Chocobo's Dungeon: The Board Game",
    "ID": 395423,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/395423/chocobos-dungeon-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Game Overview:&#10;Chocobo is lost in a mysterious dungeon! Work together to guide Chocobo to avoid monsters and traps, while gathering vegetables and items. Can you defeat the boss in the dungeon's depths and help Chocobo escape safely?&#10;&#10;Contents:&#10;&bull;    1 Chocobo board set&#10;&bull;    3 Dungeon boards (double-sided)&#10;&bull;    100 Chocobo cards&#10;&bull;    15 Basic Monster cards&#10;&bull;    15 Elite Monster cards&#10;&bull;    1 Boss tile (double-sided)&#10;&bull;    21 Vegetable tokens &#10;&bull;    15 Book tokens &#10;&bull;    14 Damage tokens &#10;&bull;    1 Chocobo meeple&#10;&bull;    1 Reaper meeple&#10;&bull;    1 Vegetable counter&#10;&bull;    1 Health counter&#10;&bull;    1 Multi-language rulebook (English/ German/ French/ Japanese)&#10;&#10;&copy; SQUARE ENIX CO., LTD. All Rights Reserved&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Communication Limits",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Video Game Theme: Final Fantasy"
    ]
  },
  {
    "Rank": "14885",
    "Name": "Absolute Balderdash",
    "ID": 370771,
    "Year": "(2007)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/370771/absolute-balderdash",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each turn a card entry is read out and every player writes down their own made up answer. The hilarity really starts when all these phony answers are shuffled up with the real one and read aloud (keep a straight face so you don't give away which is yours). Everyone then tries to pick which is correct. Players who phony answers are picked score a move on the board.&#10;&#10;You can be as wacky or serious as you want, absolute anything goes - but one thing is sure, the answer that sounds right probably isn't.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "14886",
    "Name": "Hitler's Last Gamble",
    "ID": 11132,
    "Year": "(1989)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/11132/hitlers-last-gamble",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.8571",
    "Description": "Hitler's Last Gamble is an intermediate/advanced game for two players that includes unique, new information discovered by Designer, Danny 'Mr. Bulge' Parker.&#10;&#10;In December of 1944. six months after the Allied invasion of France. the total defeat of Nazi Germany seemed inevitable. On both the Eastern and Western fronts the Allies were on German soil. It seemed only a matter of time before the final battle for the Third Reich would begin...and the victor of that battle could not be in doubt. Adolf Hitler the Nazi dictator saw the situation dilferently. He prepared to launch an all-out offensive through the heavily forested Ardennes in Belgium to capture the port of Antwerp.&#10;  Carefully husbanding the panzer reserves, Hitler and his generals concentrated a powerful force in secrecy. In these dense, misty forests, fully 200.000 Gemian troops, 1.500 pieces of heavy artillery and almost 700 tanks assault/guns moved into their assault positions. From his Zaegenberg castle headquarters, Generalfieldmarshall von Rundstedt relayed the following message to the thousands of German troops assembling in the snowy Eifel: &quot;Soldiers of the Western Front! Your great hour has arrived. Large attacking armies have maned against the Anglo-Americans. I do not have to tell you anything more on that. You feel it yourself: We Gamble Everything!&quot;&#10;&#10;CONTENTS:&#10;&#10;    1 32 page rule book &#10;    1 32 page historical study &#10;    2 full-color maps &#10;    700 die cut unit counters &#10;    2 six-sided dice &#10;    1 plastic tray &#10;&#10;&#10;Players: Two or more &#10;Playing Time: 3 to 20 hours depending on scenario chosen.&#10;&#10;COMPLEXITY: High&#10;SOLITAIRE SUITABILITY: Medium&#10;(Low to Very High)&#10;&#10;(from the back of the box)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: USA",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "14887",
    "Name": "California Gold",
    "ID": 139236,
    "Year": "(2015)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/139236/california-gold",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5556",
    "Description": "California Gold is a historic simulation of orange grove production in which you represent a co-op for helping orange ranchers receive support and the best prices for their crops. Play hinges around collecting cards that represent orange ranches distinguished by city environs and grouped by counties. Buildings &ndash; such as packing houses and nurseries &ndash; create local support structures, while advertising and railroad contracts increase profits. The object of the game is to have the most ranches (cards) in your co-op by the end of the game. Players acquire cards through an action point allowance, which is limited by packing house distribution. Other buildings help with advertising, leverage, and expansion into other areas of control like Political Lobbying and Amenities.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Commodity Speculation",
      "Set Collection",
      "Simulation"
    ],
    "Families": [
      "States: California"
    ]
  },
  {
    "Rank": "14888",
    "Name": "Stack",
    "ID": 5271,
    "Year": "(1988)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/5271/stack",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3043",
    "Description": "Stack is a simple dice rolling and collecting game.  Players stack dice on top of their opponents dice to &quot;capture&quot; stacks.  Once a stack of dice reaches 4 high, it is frozen and points awarded to the owning player.  Players have the option of re-rolling a die before stacking it.&#10;&#10;The equipment consists of 56 six-sided dice in multiple colors.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "14889",
    "Name": "Pablo",
    "ID": 218453,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/218453/pablo",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Welcome to the wonderful musical world of PABLO!&#10;&#10;Pablo comes with 140 cards with words and categories in Portuguese and English, divided among wild, hard, medium and easy cards.&#10;&#10;All players  are dealt a hand of cards and can also use the cards open on the table to sing a song using the words they have available.&#10;&#10;For every card played matching a word on the song, you get points according to the difficulty of that card. But the real fun is that anyone can jump in and sing a long with you if they have a word in their hands that is also on your song. After singing each player score the cards used.&#10;&#10;A wild card can be used as any word that fits its categories and will be worth the number of cards you played that round in points!&#10;&#10;Also included are the Microphone Token that will let you exchange cards, the Onomatopoeia Token that will double your points if the song has words like Yeah-Yeah-Yeah, and the Tomato Token that doesn&rsquo;t has a specific rule to it other than throwing at your opponents play area when they sing a song wrong!&#10;&#10;Components:&#10;140 Musical Notes Cards&#10;30 Microphone Tokens&#10;30 Onomatopoeia Tokens&#10;10 Tomato Tokens&#10;30 Golden Disc Tokens&#10;20 Platinum Disc Tokens&#10;20 Diamond Disc Tokens&#10;Rules&#10;&#10;",
    "Categories": [
      "Memory",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "14890",
    "Name": "Arnhem 1944",
    "ID": 9916,
    "Year": "(1997)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/9916/arnhem-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8824",
    "Description": "(from Vae Victis website and user description:)&#10;&#10;September 17, 1944. The first parachutists drop on to Nijmegan and Arnhem! Operation Market Garden has been launched in the hope of smashing a defeated enemy and ending the war before Christmas. However, the Germans still have some fight in them and, unfortunately for the Allies, they have the means: two SS Divisions, the Frundsberg and the Hohenstaufen, are in the sector. In a few hours, these men halt the Allied advance with the help of all that the Wehrmacht has left in the Netherlands. Vae Victis wants you to re-live the fighting between Nijmegan and Arnhem which saw German troops in Holland take on the parachutists of the British First Airborne and American 82nd Airborne divisions, as well as the forces of the XXX British Corps.&#10;&#10;This game covers the Arnhem campaign at the batallion level. Units are activated by formation.&#10;&#10;First (magazine) edition:&#10;Arnhem 44 includes: an A2 format map, 136 counters to be mounted.&#10;&#10;Second edition:&#10;Arnhem 1944 is a new edition of the game that was featured in Vae Victis 13 with re-worked map and counters, a completely revised German order of battle, and the latest version of the rules from VV's Second World War series (Ardennes 44, Alsace 44, Korsun 44, and Targu Frumas 44).&#10;&#10;Arnhem 44 includes: a 60 x 42 cm map, 216 double-sided pre-cut counters, and a color rulebook and player aid. Available in French as well as English.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Arnhem (The Netherlands)",
      "Country: Netherlands",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Collection Jeux d'Histoire (Vae Victis)",
      "Series: WWII Operational (Vae Victis)"
    ]
  },
  {
    "Rank": "14891",
    "Name": "10 Dice",
    "ID": 296498,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/296498/10-dice",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Whether in competitive mode (with teams) or co-operative mode (starting with at least two players), everything in 10 Dice starts with a roll of the dice. Immediately, all players put their minds in action to find an association of ideas connecting the words written on the dice. An association could be a word, a place, a character, a title &mdash; anything is possible with no limits to ideas! Thus, Marie may grab the words &quot;movie&quot; and &quot;boat&quot; because she is thinking about &quot;Titanic&quot;. The clock is ticking, and her partner Diego has thirty seconds to guess her idea. If he doesn't guess it, the opposing team has a chance to find Marie's word.&#10;&#10;In the co-operative mode, all players search simultaneously and guess one another's thoughts, but errors can be deadly! In this version, if Diego answers &quot;Jaws&quot;, the pawn advances on the track of &quot;not-so good ideas&quot;. After five errors, the game is over...&#10;&#10;As the rounds progress, the number of dice to be associated with one another increases, which increases the difficulty &mdash; and the fun!&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "14892",
    "Name": "The Cossacks Are Coming!: The Tannenberg Campaign, 1914",
    "ID": 11241,
    "Year": "(1982)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/11241/the-cossacks-are-coming-the-tannenberg-campaign-19",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.2727",
    "Description": "The Cossacks are Coming! is an operational simulation of the World War I Tannenberg campaign in which Russian and German armies battled during August and September of 1914. The game uses weekly turns (each composed of a variable number of impulses), a map scale of five miles per hex, and battalion to brigade level units to portray the conflict. Aspects of the campaign covered by the rules include artillery, limited intelligence, reconnaissance, command control, supply, morale, and prisoners of war.&#10;&#10;&#10;&#10;600 counters",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "14893",
    "Name": "Castle Merchants",
    "ID": 18127,
    "Year": "(2005)",
    "Geek Rating": "5.533",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/18127/castle-merchants",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.92",
    "Description": "Castle Merchants is a tile laying, hand management, pick up &amp; deliver game. You play the role of a merchant peddling his wares to various castles in the land. Since all the merchants are offering the same wares for sale, the merchant who is able to reach a castle first can receive a higher price than those visiting in later turns.&#10;&#10;You must manage your hand of path cards that you use to place paths onto the board, or to traverse the paths themselves. You may play any number of cards on your turn, but must be careful as you can only replenish your hand with a certain amount of cards regardless of how many you played. Whether or not you want to reduce your hand size to push on farther and beat your competition to a castle is just one of the decisions you'll find yourself making every turn.&#10;&#10;Merchants must build paths wisely, for if you can't fully make use of the tiles you play, there is a chance that a competing merchant might be able to speed past you on the path and make his delivery to the castle first. Merchants must also be wary of possible rock slides that can make a path impassable and force them to have to change their plans and find a way around the obstruction. The first merchant to accumulate 18 pieces of gold is declared the winner.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "14894",
    "Name": "Le Grand Voyage",
    "ID": 380189,
    "Year": "(2023)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/380189/le-grand-voyage",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Le Grand Voyage is a racing game about the migration of birds from Europe to Africa. Everyone plays at the same time.&#10;&#10;Play as a migratory bird and complete this perilous journey!&#10;&#10;At the end of the summer, the birds prepare for their annual migration. Millions of birds of all sizes leave Europe and fly to Africa where they will spend the winter. Accompany the birds on their birds on their journey: choose the best flight strategy  to overcome the many perils that await you along the way!&#10;&#10;Each player chooses a migratory species among 8 possible ones.&#10;The players will try to be the first to their species to their destination (variable depending on the species).&#10;&#10;The players will make a series of flights with their scout counters during which they will encounter perils but try not to succumb to them. The goal is to advance as far as possible with the scouting piece but to land before it is too late to advance the species.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "14895",
    "Name": "Cthulhu: Rise of the Cults",
    "ID": 227582,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/227582/cthulhu-rise-of-the-cults",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "In Cthulhu: Rise of the Cults, players impersonate cult leaders who are worshipping the Great Old Ones, while at the same time fighting other cults as unworthy of revealing and tasting the prohibited knowledge. It&rsquo;s not an easy task when apart from submitting the acts of faith they must simultaneously carry out the perpetual fight against other cults and maintain maximum discretion around curious investigators and other organizations. Their activities focus on the constant quest for spreading influence as well as celebrating dark rituals which are meant to sow the seeds of insanity and uncertainty in people's minds so as to create the power ready for the advent of what is unnamed and lead to the collapse of the present system at the same time.&#10;&#10;The main arena for the cult activities are cities on the board in which they seek to gain dominance by creating places of worship and celebration of the rituals, as well as challenging other cults into open confrontation which causes disorganization in their structures.&#10;&#10;Cthulhu: Rise of the Cults is an area-control type of game with elements of deck-building in which every leader plans their commands for the turn in order to achieve their goals and destroy their enemies. The leaders have at their disposal their own pile of cards (Cult cards) which reflects the abilities and the potential of their cults. Over the course of the game, each player tries to augment their capabilities by obtaining useful cards in particular cities that will efficiently help them carry out the rituals to sow terror among the residents and hold their own against other leaders.&#10;&#10;Custom-made followers' dice are an element that brings uncertainty and fragility into the game. Players roll them at the beginning of the recruitment phase each turn to gain a temporary group of believers who will support the leaders' planned actions.&#10;&#10;If you hunger for forbidden knowledge, try and join these ranks; perhaps you will meet your worst nightmares...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Mythology",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "14896",
    "Name": "Lamarckian Poker",
    "ID": 3270,
    "Year": "(1999)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/3270/lamarckian-poker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6111",
    "Description": "In Lamarckian Poker players start with a hand resembling primordial ooze, but attempt through successive generations to &quot;evolve&quot; it into something more useful. But unlike Lamarck's giraffes, they may find themselves competing with others for the very same improvements. In the end, the player who has accumulated the best Poker hand wins.&#10;&#10;Can be played using a standard Poker deck without Jokers.&#10;&#10;Players start with four cards. Each round, there are four new cards available. Each player simultaneously chooses a card from her hand. The cards are revealed and then resolved in order from highest to smallest, with suit order breaking ties. Each card takes all the cards of same value OR same suit from the pool and then goes into the pool, so a card played never returns to the hand of the player and later cards can capture earlier cards. The cards that are left in the pool are discarded and a new pool of four cards is dealt.&#10;&#10;This process is repeated as long as there are cards left in the deck, then the player who has the best five-card Poker hand wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Card Games: Fishing",
      "Components: Traditional Playing Cards",
      "Series: Chief Herman's Next Big Thing",
      "Series: Poker Suite (Cheapass Games)",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "14897",
    "Name": "Sniper! Special Forces: Sniper! Companion Game #2",
    "ID": 6765,
    "Year": "(1988)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/6765/sniper-special-forces-sniper-companion-game-2",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "480",
    "Weight": "3",
    "Description": "From the box:&#10;&#10;Special Forces. Small units, painstakingly trained and elaborately equipped, sent on the toughest and most sensitive missions. Handfuls of soldiers, hopelessly outnumbered, waging hit-and-run campaigns behind enemy lines. SAS. Green Berets. Freedom fighters. Deltas.&#10;&#10;Sniper! Special Forces expands the popular Sniper! (Second Edition) game system with an up-close look at man-to-man combat in small unit actions in the modern period. Scenarios include anti-terrorist raids, guerrilla actions, border wars, and more. New rules cover rafts and water movement, weather, squad specialists and new equipment. Players can select squads from 36 different nations (from Afghanistan to Zaire), or create their own. The fight against terrorism requires split-second timing and perfect execution-do you have what it takes?&#10;&#10;The Special Forces game is complete; the Sniper! (Second Edition) game is not required to play the enclosed scenarios.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Paper-and-Pencil",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Three Dimensional Movement",
      "Variable Phase Order",
      "Variable Set-up"
    ],
    "Families": [
      "Series: The Sniper (SPI)",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "14898",
    "Name": "Guilty: Monaco 1955",
    "ID": 415079,
    "Year": "(2024)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/415079/guilty-monaco-1955",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2",
    "Description": "In this second entry in the Guilty series (after Guilty: Houston 2015), you will lead the investigation in a game with chillingly realistic details!&#10;&quot;Damn it, has he forgotten me or what!?&quot; Worried, you take a few steps towards the harbor, leaving the mechanics in the paddock behind. The Prince isn't the kind of man to bail out... Admittedly, your promotion to lieutenant-colonel of the Monaco Carabinieri is nothing more than a golden early retirement, but after twenty years in homicide, your cop instincts are intact: something's going on this morning. Something that's likely to make far more noise than the fury of the Formula 1 Grand Prix.&#10;&#10;In Guilty: Monaco 1955, immerse yourself in the dark and fascinating world of the game series that reinvents the interactive detective story!&#10;&#10;Which leads will you follow in this labyrinth of lies, false trails and shocking revelations? Each card you play brings you closer to the truth, but also closer to danger. In this game where every detail counts, you'll have to fit the puzzle pieces together while keeping an eye on the clock. Because, yes, your time is running out! At every moment, the hourglass of justice runs out, and the choices you make have irreversible consequences.&#10;&#10;Will you be the methodical investigator who follows the evidence to the end, or the instinctive one who takes calculated risks to nail the culprit? And beware: any misstep could lead you down a blind alley, or even worse. You can assume the consequences of your choices... or bitterly regret them.&#10;&#10;Whether illuminated by the harsh light of the crime scene or shrouded in the darkness of a notorious alleyway, Guilty offers an immersive gaming experience that will keep you on the edge of your seat until the ultimate revelation. Each entry is a new challenge, a new story and a new opportunity to demonstrate your deduction skills.&#10;If you have the soul of a detective and are looking for a challenging gaming experience, Guilty is for you. So, are you ready to take control of your destiny and solve the most complex investigations? The countdown has begun...&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: Guilty"
    ]
  },
  {
    "Rank": "14899",
    "Name": "Radioactive Bees",
    "ID": 311527,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/311527/radioactive-bees",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Radioactive Bees is a tile placing strategy game that resembles a post-apocalyptical beehive under construction. The purpose of the game is to place tiles of different shapes to earn points and prevent opponents from using their tiles to earn points for themselves.&#10;&#10;During each turn, players position one of their tiles on the board, keeping within the hive&rsquo;s pattern. The tiles may be placed in any direction or position. When all the available spaces have been covered up on the board, the game continues on top of the tiles already in play.&#10;&#10;Each new tile must be placed so that it covers part of at least two unique tiles from the layer below. A tile may not be used to completely cover up a tile of the same shape from the layer below.&#10;&#10;No part of a new tile may be placed with a gap underneath it.&#10;&#10;All tile placement options must be exhausted before starting a new layer. If a player still has a tile that fits in an unfinished layer, they must place that tile regardless of whether an opponent has started a new layer.&#10;&#10;A player may not miss a turn unless none of their tiles can be placed or if they have run out of pieces. In such cases, opponents continue playing until they run out of possible moves, thus ending the round.&#10;&#10;When the round has ended, players mark every uncovered bee with one ring. Players accumulate points by keeping their bees uncovered and by adding radioactive rings to their bees. The more rings a bee has, the more points it gets at the end of the game.&#10;&#10;Finally, players remove all tiles from the board and start a new round. The rings that have been placed remain on the tiles for the rest of the game, even if they are covered in a subsequent round.&#10;&#10;SCORING&#10;Players accumulate points in two different ways:&#10;&#10;1. During each round when their bees get covered by an opponent&rsquo;s tile.&#10;&#10;If one or more of your bees are blocked by an opponent's tile, the targeted bee's current point value is added immediately to your score. If players cover up their own bees, they get no points.&#10;&#10;2. At the end of the game, by totalizing the value of the rings adquired on their bees.&#10;&#10;END OF THE GAME&#10;The game ends when, at the end of a round, one or more bees have earned enough radioactive rings to receive radioactive markers and emerge as mutant queens.&#10;&#10;The player with the most points, after the score for the final round is calculated , wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Coverage",
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Bees",
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "14900",
    "Name": "Bretwalda",
    "ID": 361469,
    "Year": "(2025)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/361469/bretwalda",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.125",
    "Description": "796 AD. Dark Ages Britain. Viking raiders are conquering swathes of land, paganism is being replaced by Christianity. And the four largest Anglo-Saxon kingdoms &ndash; Northumbria, Mercia, Wessex, and East Anglia &ndash; are in a constant game of diplomacy, alliance building, and conflict to claim the crown of Bretwalda, ruler of Britain.&#10;&#10;Bretwalda is a fast-paced area control game for 1-4 players with unique miniatures and beautiful, evocative components. You take charge of one of the four asymmetric kingdoms. To achieve victory, you will need to take control of key areas on the board, complete secret objectives and construct special buildings. To do that, you will collect taxes, develop your kingdom, use your diplomatic skills, mobilize armies, and lead them to glorious battles.&#10;&#10;The game lasts a maximum of 12 seasons, each season limited to just two out of four available actions, meaning each decision is critical. Will you bide your time, developing your economy, expanding your knowledge, and building alliances, or will you immediately create a great army and rush forward to claim new lands and riches?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: York (England, UK)",
      "Components: Dice with Icons",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Country: Great Britain",
      "Crowdfunding: Gamefound",
      "Digital Implementations: Tabletopia",
      "History: Viking Expansion",
      "Theme: Vikings"
    ]
  }
]