[
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Update 2004",
    "ID": 317167,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317167/warhammer-40000-imperial-armour-update-2004",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Continuing Forge World's series of Imperial Armour books, here is an exhaustive listing of a wide variety of vehicles for use in your Warhammer 40,000 games.&#10;&#10;This rules guide is packed with 33 Imperial, Ork, Tau, Chaos, Necron and Eldar vehicle variants, as well as monstrous Tyranid creatures. From the awesome power of the Warhound Titans to mighty Ork Squiggoths, Tau Barracuda fighters or Giant Chaos Spawn.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Third Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Update",
    "ID": 317168,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317168/warhammer-40000-imperial-armour-update",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Continuing Forge World's series of Imperial Armour books, here is an exhaustive listing of a wide variety of vehicles for use in your Warhammer 40,000 games.&#10;&#10;This guide to armoured warfare in the 41st Millennium is packed with rules and background on a wide variety of Space Marine, Imperial Guard, Sisters of Battle, Ork, Tau, Chaos and Eldar vehicle variants, as well as monstrous Tyranid creatures. From the awesome power of the Thunderhawk gunship to mighty Ork fighters or Chaos Dreadclaw assault boats. You will also find full details of the Imperial Guards greatest tank aces, new rules and errata from the first two Imperial Armour books and advice on fielding mighty Titans on your tabletop.&#10;&#10;This is a complete update for all the models available from Forge World. Here are all the rules you need to include Imperial Armour models in your games of Warhammer 40,000.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Third Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Anarchy",
    "ID": 317171,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317171/the-anarchy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "0",
    "Description": " They filled the whole land with castles [...] when the castles were built they filled them with devils and wicked men. [...] When the wretched people had no more to give, they plundered and burnt all the villages [...] the land was ruined by such doings; and men said openly that Christ and His saints slept. -The Anglo-Saxon Chronicle &#10;&#10;In 1120 a fateful shipwreck drowned William &AElig;theling, heir to the throne of England. Over fifteen years, King Henry laid the groundwork for his daughter Matilda&rsquo;s succession. But when the king died in 1135, his nephew Stephen raced to London and seized the crown. Four more years have passed: Stephen has consolidated power while Matilda has built an invasion force in Normandy and fomented rebellion in the southwest. The stage is set for a decade of valiant deeds and dramatic betrayals, a prolonged and capricious struggle for the rule of England.&#10;&#10;In The Anarchy two players revisit the 12th century civil war that plagued the Kingdom of England through a chess motif that models shifting loyalties and strategic circumstances. Players represent the sides of Stephen and Matilda, each supported by a set of knights and bishops. Pawns (English levies and foreign mercenaries) are recruited to raid and battle, and castles pop up all over the map, presenting opportunities to protect key strongholds or tempting an opponent as worthy siege targets. As the years wear on, and leaders are called to court, deployed to fight, and defect through capture or simple exhaustion, each side must strive to meet its own unique objectives to secure their claim to the throne of England.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Command Cards",
      "Hand Management"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Components: Map (Continental / National scale)",
      "Country: England",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Twelve: The Fall of Orpheus",
    "ID": 317172,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317172/warhammer-40000-imperial-armour-volume-twelve-the",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imperial Armour Volume Twelve&#10;&#10;On the edge of the Segmentum Tempestus, the Orpheus Sector has stood as a bulwark against the outer darkness for millennia. Forged in war and preserved by the blood of the Imperium&rsquo;s soldiers, it has stood against the privations of the Orks from without and the treachery of the Ruinous Powers from within, but now a new terror has risen that is beyond anything it has faced before.&#10;&#10;From their cold tombs beneath forbidden and dead worlds rise the Necrons of the ancient Maynarkh Dynasty. Tainted by madness and abominable hunger, undying warrior-legions and the fearsome war engines of a lost age strike without warning, seeking to exterminate the humans that now infest their former domains. The Space Marines of the Minotaurs Chapter and the relentless armies of the Death Korps of Krieg stand ready to defend the sector, but can even these forces hold before the nightmare that has come to Orpheus?&#10;&#10;Imperial Armour Volume Twelve: The Fall of Orpheus, written by Alan Bligh, is a mighty 232-page, full colour tome, packed with lavish maps, colour profiles and photographs. The horrors of the Orphean War are recounted in detail, alongside a new variant Necron army list &ndash; the Dark Harvest &ndash; which represents the tainted Maynarkh Dynasty, and full rules for new Necron units such as the Night Shroud Bomber, the Canoptek Acanthrites and the mighty Tomb Citadel.&#10;&#10;The book also contains a new Death Korps of Krieg army list &ndash; the Assault Brigade &ndash; updated background, units and characters for the Minotaurs Space Marine Chapter, as well as rules for numerous Warhammer 40,000 Space Marine units.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – War Machines of the Lost and the Damned",
    "ID": 317173,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317173/warhammer-40000-imperial-armour-war-machines-of-th",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imperial Armour Volume Thirteen&#10;&#10;This book provides you with rules to use the large range of Forge World Chaos Space Marine armoured vehicles in your games of Warhammer 40,000.&#10;&#10;Included within are profiles and rules for more than twenty Chaos Space Marine vehicles, as well as&#10;Chaos Titans and the armoured vehicles of the Heretics and Renegades &ndash; the mortal followers of the dark gods. These range from specialised variants of the mighty Land Raider to the heavily armed Chaos Thunderhawk Gunship, as well as extensive background material describing the war machines of the Chaos Space Marines and their mortal allies. It also provides a complete army list for Renegades and Heretics &ndash; the hosts of cultists, mutants and turncoat warriors, and their own range of armoured vehicles dedicated to the Ruinous Powers &ndash; which can be fielded as an army in its own right or used as a source of allies for the Chaos Space Marines.&#10;&#10;In addition to this wealth of information, Imperial Armour Volume Thirteen &ndash; War Machines of the Lost and the Damned presents extensive details on the dark heraldry and blasphemous iconography used by the Chaos Space Marines.&#10;&#10;In order to use this book, you will need the Warhammer 40,000 rulebook and the relevant Codex for your army.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Ten: The Badab War – Part Two",
    "ID": 317174,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317174/warhammer-40000-imperial-armour-volume-ten-the-bad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imperial Armour Volume Ten&#10;&#10;An Imperial Armour expansion book by Forge World for Warhammer 40,000. It is the second in a two-part series detailing the events of the Badab War.&#10;&#10;Inside the second volume in Forge World&rsquo;s two-part exploration of the infamous Badab War, you will find a detailed account of the apocalyptic conclusion of the story of the conflict. Also detailed are full backgrounds and dispositions of eight Space Marine Chapters who played the most significant part in the Badab War&rsquo;s later stages: The Minotaurs, Executioners, Salamanders, Exorcists, Sons of Medusa, Mantis Warriors, Star Phantoms and the Carcharodons.&#10;&#10;This volume also contains a variant Space Marine Siege Vanguard Assault force, a new campaign siege special mission for use with the Badab War campaign rules found in Imperial Armour Volume 9, three new Apocalypse formations, ten new special characters for the Space Marine Chapters featured in this book, new ships and fleet lists for Battlefleet Gothic and a phenomenal range of colour profiles and pictures. Forge World&rsquo;s book production team and Imperial Armour Writer Alan Bligh have done sterling work adding fantastic new depth to the Warhammer 40,000 universe. The book also contains a full colour, double sided poster containing a detailed Badab Sector Navigator's map by Sam Lamont, and brand new Space Marine Chapter artwork by Forge World's Book Design Team.&#10;&#10;-back cover&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fifth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Nine: The Badab War – Part One",
    "ID": 317175,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317175/warhammer-40000-imperial-armour-volume-nine-the-ba",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imperial Armour Volume Nine - The Badab War - Part One is an Imperial Armour expansion book by Forge World for Warhammer 40,000. It is the first in a two-part series detailing the events of the Badab War.&#10;&#10;nside this book are full histories and dispositions of the nine Space Marine Chapters who played the most significant part in the Badab War&rsquo;s early stages. The Astral Claws, Fire Hawks, Marines Errant, Red Scorpions, Raptors, Novamarines, Fire Angels, Howling Griffons and Lamenters are each illustrated with extensive colour profiles. This volume also contains a complete army list, The Tyrant&rsquo;s Legion, representing those forces that defended Huron&rsquo;s conquered realms from the Imperium&rsquo;s wrath, and a purpose-designed campaign system for you to re-fight your own Badab War. Also included are five unique campaign missions and a special Boarding Assault mini-expansion for Warhammer 40,000 that allows you to fight brutal ship-to-ship combats on the tabletop.&#10;&#10;The full-colour, 208-page book contains 15 colour pictures, 120 full colour Space Marine infantry and vehicle profiles and 10 detailed colour star maps, as well as three new Apocalypse formations and twelve new special characters representing mighty warriors from the Space Marine Chapters featured in this book. Forge World&rsquo;s book design team and Imperial Armour Writer Alan Bligh have done sterling work adding fantastic new depth to the Warhammer 40,000 universe. The book also contains a full colour, double sided poster containing a detailed Badab Sector map by Sam Lamont, and brand new Space Marine artwork by Paul Bonner.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fifth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Eight: Raid on Kastorel-Novem",
    "ID": 317176,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317176/warhammer-40000-imperial-armour-volume-eight-raid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Waaagh! Garaghak is gathering pace across the Forsarr sector. Several of the Imperium&sup1;s worlds have already fallen to the rising green tide of Orks, and now the sector's primary hive world has been invaded. Garaghak&sup1;s hordes seem unstoppable, except that the Raven Guard&sup1;s Scouts have discovered a secret behind the Goff Warlord&sup1;s unending warbands &shy; - an Ork technical genius called Mek Boss Buzzgob who has created his own factories on the former Imperial refinery world in the Kastorel system.&#10;&#10;This book contains a detailed history of the Raid on Kastorel-Novem and the rise of Warlord Garaghak. There is a complete Elysian Drop Troop Imperial Guard army list, including the Vulture gunship, Valkyrie Sky Talon and the Tauros and Tauros Venator rapid assault vehicles. There is also background information on the Raven Guard Space Marine Chapter, along with a new special character, Shadow Captain Korvydae.&#10;&#10;This book is heavily illustrated with over 50 colour pictures, 60 full colour vehicle profiles, over 30 technical drawings, plus colour profiles for the Elysian Drop Troops, Raven Guard and the Orks of the Goff, Evil Sunz and Death Skullz clans, all to add new depth and detail to the Warhammer 40,000 universe.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fifth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Seven: The Siege of Vraks – Part Three",
    "ID": 317177,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317177/warhammer-40000-imperial-armour-volume-seven-the-s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This book is heavily illustrated with over 55 colour and black &amp; white pictures, 70 full colour vehicle profiles, 12 technical drawings, plus organisation charts and scenarios to add new depth to the Warhammer 40,000 universe. Also included are additions to the forces of Chaos, daemons and Daemon Engines, including the fearsome Chaos Reaver Titan and a complete Renegade and Heretic 'Servants of Decay' army list. You'll find rules for the Nurgle master-sorcerer Necrosius and the cunning leader of the Skulltakers, the infamous Zhufor the Impaler, as well as the noble Lord-Inquisitor Hector Rex. The Appendices section contains all the rules you need to use super-heavy vehicles and aircraft in your games. For Warhammer 40,000 enthusiasts this book provides an overview of the epic finale of the war on Vraks.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fifth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Six: The Siege of Vraks – Part Two",
    "ID": 317178,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317178/warhammer-40000-imperial-armour-volume-six-the-sie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The siege of Vraks continues&#10;&#10;In ten years of constant war, the renegades have fought bitterly, inflicting millions of casualties on the Death Korps but gradually, remorselessly, they have been pushed back. The noose has tightened around the Fortress of Vraks and the Apostate-Cardinal is trapped in his lair, the sound of the Imperium's guns growing ever closer. And for a brief time it seemed that the end was in sight and that the renegades' strength was at last exhausted and soon they must break. But it was not so reinforcements were on their way. The slaughter must continue and cruel gods could drink their fill of blood.&#10;&#10;This 208 page book is heavily illustrated with over 50 colour and black &amp; white pictures, 60 full colour vehicle profiles, 30 technical drawings, plus organisation charts and scenarios to add new depth to the Warhammer 40,000 universe.&#10;&#10;Also included are additions to the Death Korps of Krieg Siege regiments army list, including the mighty Reaver Titan and a complete Renegade and Heretic 'Servants of Slaughter' army list. The Appendices section contains all the rules you need to use super-heavy vehicles and aircraft in your games. Also included in this book is a large Siege of Vraks poster.&#10;&#10;For Warhammer 40,000 enthusiasts this book provides an overview of the continuing campaign on Vraks.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fifth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Five: The Siege of Vraks – Part One",
    "ID": 317179,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317179/warhammer-40000-imperial-armour-volume-five-the-si",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Inside you'll find, in exacting detail, information of the Death Korps of Krieg, including their vehicles, weapons and organisation, and the background of these grim, fiercely loyal soldiers of the Imperial Guard. Also covered are those forces of the Dark Angels Space Marine Chapter deployed on Vraks. This book is heavily illustrated with over 50 colour and black and white pictures, 70 full colour vehicle profiles, 25 technical drawings, plus organisation charts and scenarios to add new depth to the Warhammer 40,000 universe. There are also army lists for the Death Korps or Krieg Siege regiments and the Renegade and heretic defenders of Vraks in Warhammer 40,000. Appendices contain all the rules you need to use Super-heavy vehicles and aircraft in your games.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fourth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Eleven: The Doom of Mymeara",
    "ID": 317180,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317180/warhammer-40000-imperial-armour-volume-eleven-the",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Imperial ice world of Betalis III is under attack from the combined might of three massive Eldar war hosts. Their motivation for attacking this seemingly insignificant planet is unknown, but General Myndoras Odon of the Cadian 6th Armoured Regiment is intent on bringing about the total destruction of these Eldar invaders. Wielding the might of three Imperial Guard regiments and joined by the savage strength of Bran Redmaw&rsquo;s Great Company and the colossal power of Titans from the Legio Gryphonicus, the Eldar of Craftworld Mymeara, Craftworld Alaitoc and their Corsair allies may soon regret attacking one of the Emperor&rsquo;s worlds.&#10;Imperial Armour Volume 11: The Doom of Mymeara provides a detailed account of the Eldar invasion, as well as background and rules for its protagonists, the Eldar of Craftworlds Mymeara and Alaitoc, their Corsair kin and the forces of the Imperium. Also included are profiles for new special characters, machines of war, and a new Eldar Warrior Aspect squad, the Shadow Spectres.&#10;&#10;This 224-page full colour hardback book, written by Talima Fox, is packed with vehicle and infantry profiles, three Apocalypse datasheets, a campaign section and an Eldar Corsair army list. In addition the book also contains a detailed background and technical section covering the existing Forge World Eldar range.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fifth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Four: The Anphelion Project",
    "ID": 317181,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317181/warhammer-40000-imperial-armour-volume-four-the-an",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Inside this book you'll find information, in exacting detail, on new Tyranid creatures spawned by the Hive Mind. Also covered are new fighting machines of the Imperium. There is background information, interior details, technical specifications, illustrations, colour schemes and rules for using all these creatures, vehicles and troop types in games of Warhammer 40,000.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fourth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Three: The Taros Campaign",
    "ID": 317182,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317182/warhammer-40000-imperial-armour-volume-three-the-t",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Update for Tau, Imperial Guard and Space Marines on Taros IV&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Fourth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Three: Second Edition – The Taros Campaign",
    "ID": 317183,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317183/warhammer-40000-imperial-armour-volume-three-secon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It covers the history of the Taros Campaign and contains illustrations, diagrams, and lists of the forces involved in that conflict. It is part of the Imperial Armour series of books.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Four: The Anphelion Project",
    "ID": 317184,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317184/warhammer-40000-imperial-armour-volume-four-the-an",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imperial Armour Volume Four - Second Edition: The Anphelion Project is a second edition of an expansion book for the Games Workshop Table Top game Warhammer 40,000.&#10;&#10;This volume focuses on the Tyranids and the Ordo Xenos. It is part of the Imperial Armour series of books.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume Two: Space Marines and Forces of the Inquisition",
    "ID": 317185,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317185/warhammer-40000-imperial-armour-volume-two-space-m",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You will find inside this book background, technical data and color schemes for 30 vehicles used by the Imperium's elite fighting forces. Several of these have been included more than once because the different armies have different options for the same vehicle, and the book needs to show this. We couldn't very well include Space Marine Rhinos, and not the Inquisition version, although the rules are similar they are not exactly the same and neither are the colour schemes. As a definitive guide the book needs to be thorough. Other vehicles, such as the Chimera and Valkyrie, were included in IA: Volume 1, but again these vehicles are available to Inquisition forces, and the book would be incomplete without them..... ...Using this book is as much about using the background material and illustrations as it is the game rules.Hopefully the background should provide ideas for games including the model, and the pictures should help fire the imagination. Try using the formation diagrams as a guide to battlefield tactics, or making a certain type of vehicle central to a scenario.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Third Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume One: Imperial Guard and Imperial Navy",
    "ID": 317186,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317186/warhammer-40000-imperial-armour-volume-one-imperia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The book is part one of a long series of books and has 288 pages. This volume focuses on the Imperial Guard, the Navy, and Imperial Tanks. This book is part of the Imperial Armour series of books.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Third Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour – Volume One: Second Edition – Imperial Guard",
    "ID": 317187,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317187/warhammer-40000-imperial-armour-volume-one-second",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The book is re-print of an old edition Imperial Armour Volume One - Imperial Guard and Imperial Navy with the rules which cover new rulebook edition. This volume focuses on the Imperial Guard and Imperial Tanks. This book is part of the Imperial Armour series of books.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Imperial Armour II",
    "ID": 317188,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317188/warhammer-40000-imperial-armour-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imperial Armour II - Ork, Eldar and Dark Eldar Vehicles for Warhammer 40,000 is a gaming supplement released by Forge World. The book has 50 pages and was second in the original soft cover Imperial Armour series until replaced by the larger, re-numbered hard covered editions. This volume focuses on Eldar, Dark Eldar, and Orks.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Third Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames",
      "Setting: Warhammer 40,000: Imperial Armour Sourcebooks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meeple BR Jogos Promo Pack #1",
    "ID": 317189,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317189/meeple-br-jogos-promo-pack-1",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo pack released by Meeple BR Jogos which included promos for Terraforming Mars, Mombasa, Orleans, and Dead Men Tell No Tales.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Loot Doodles",
    "ID": 317190,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/317190/loot-doodles",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Loot Doodles is a print &amp; play game in which you sail to various islands and collect treasures. At the beginning of the game, you draw your ship on the map. In each of the four rounds, you sail to up to four islands and take one resource (decided by which port you sail to, by drawing a line onto the map). After each round, you return to your ship and deliver the treasure. &#10;However, the lines you draw may not cross each other, so you will have to plan ahead carefully. Also, ports on each island are numbered I to III, and you cannot go to the same number or to a different port on the same island twice in a row. For each resource you grab you get points. The goal is to score as many points as possible during the four rounds.&#10;&#10;In the multiplayer game, players keep their maps hidden. They take turns being the captain and announcing the number of the port everyone has to sail to.&#10;&#10;Players can use one of the maps included in the game, or draw their own at the beginning of the game.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skytear (Kickstarter edition)",
    "ID": 317191,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/317191/skytear-kickstarter-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Skytear is a card-driven miniatures game inspired by MOBA video games (like League of Legends) featuring 24 heroes from an original fantasy universe.&#10;&#10;Get started drafting your team of champions with their unique skills, personalities and ultimate powers. Choose them from four asymmetric factions with unique game-play mechanics and flavor.&#10;&#10;Then, group up with your waves of minions on the side lanes to push toward the enemy Nexus and crumble it.&#10;And if you feel brave enough, enter the Dome to tame The Outsider: the huge elemental made of Skytear energy that can be directed toward your enemies&hellip; or toward you!&#10;&#10;Unlike most miniatures game, Skytear does not have dice but rather Power Cards: special moves that your heroes can do anytime, even during the turn of your opponent, and make for surprising and exciting matches.&#10;&#10;&mdash;description from the publisher&#10;&#10;This entry is for Kickstarter Hero Pledge, which includes:&#10;24 Hero miniatures (38mm tall)&#10;32 Minion miniatures (25mm tall)&#10;3 Monster Miniatures&#10;249 Cards (63x88mm)&#10;1 two-sided board (50x70cm)&#10;100 tokens and markers&#10;High Quality Custom Inserts&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: MOBA",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schnapp die Möpse: Beyond",
    "ID": 317195,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317195/schnapp-die-mopse-beyond",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "This is the third expansion for Schnapp die M&ouml;pse.&#10;&#10;It brings 27 more cards and 4 characters to widen your gaming experience.&#10;&#10;Beyond was a stretch goal during the 2020 Kickstarter Campaign.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rogers Honk My Horn!",
    "ID": 317215,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317215/rogers-honk-my-horn",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "VIZ Profanisaurus Card Game. A sweary foul-mouthed adult card game based on guessing entries from the Profanisaurus. Players take it in turns to pass the horn and read out entries from a card. When reading out the card, the horn is used wherever it's suggested as a 'blank'. The 'blank' is the same for all three entries on each card.&#10;&#10;The other players shout out their guesses to what the blank word could be. First to so many cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Trivia"
    ],
    "Mechanics": [
      "Communication Limits",
      "Deduction"
    ],
    "Families": [
      "Components: Sound games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orléans Stories: Expansion – Stories 3 & 4",
    "ID": 317230,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317230/orleans-stories-expansion-stories-3-and-4",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Orl&eacute;ans Stories Erweiterung is an expansion for Orl&eacute;ans Stories that contains two new stories to play through.&#10;&#10;In the third story, &quot;The Settlers&quot;, you go back to the beginnings of the settlement around Orl&eacute;ans. The hard-working farmers gradually expand their settlements with the help of old acquaintances such as craftsmen, monks, and scholars, and they have to face only minor skirmishes, which affect their otherwise quiet life a little. A story for all those who love the quiet construction without big disturbances from outside.&#10;&#10;The fourth story, &quot;England vs. France&quot;, differs quite a bit from the previous one: The age-old feud between these two countries serves as a basis for the clashes between the teams. Exactly four players are involved, two of them playing for France, the other two for England.&#10;&#10;But who is who? This secret is revealed only in the course of the game, and often the surprise is big because one had bet on another competitor. Now it is time to quickly complete the common task and hope that the secret messages will also contribute to the victory in order to triumph in the end.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Game: Orléans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Dark Angels",
    "ID": 317251,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317251/warhammer-40000-sixth-edition-codex-dark-angels",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dogtags",
    "ID": 317252,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/317252/dogtags",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A bare-bones set of tactical miniatures rules for depicting squad- or platoon-level World War II actions, ostensibly in 1944 Europe. The only real tie that the rules have to the setting is a five-page list of game statistics for small arms used by combatants who fought in the European Theater. However, the abbreviated rulebook contains no scenarios, organizational info, or other historical background.&#10;&#10;Each 15 or 25mm figure represents an individual soldier. Each soldier is rated on a characteristics sheet for various abilities: weapon, hand to hand (combat), throwing, recovery (from &quot;shock&quot;), and survival. During character creation these statistics are modified based on a National Characteristics chart which provides various percentage adjustments to weapon, hand to hand, and survival ability die rolls for German, British, American, Italian, and Russian troops.&#10;&#10;&mdash;User summary&#10;&#10;Precis Intermedia brings back this classic set of WWII miniatures rules. Originally published in 1978 by Wee Warriors, Dogtags is designed for action on a squad to platoon level, and may be played with 25mm or 15mm figures. Recreate the most difficult and demanding actions that were daily encounters for the long-faced G.I.'s of WWII. Enact small unit tactics with you as the NCO. Can you take a strong point without excessive loss to your fighting strength? And can you hold off that next German assault? You have to answer questions such as these from game to game as you learn the importance of tactics and a good NCO to carry them out. It's up to you to hold victory in your hands -- or just a collection of dogtags.&#10;&#10;This piece of gaming history is a must for collectors, old school gamers, and those looking for a fast-playing WWII miniatures skirmish game. With the original on the extremely rare list, this classic reprint of Dogtags has been remastered for a clean print, and is readily available at a low cost.&#10;&#10;Requires a set of percentile dice and a six-sided die (a four and eight-sided die are also needed on occasion).&#10;&#10;&mdash;2020 description from the reprint publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Line of Sight",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Continents: Europe",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Space Marines",
    "ID": 317253,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317253/warhammer-40000-sixth-edition-codex-space-marines",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;&#10;Space Marine Codex 6th edition allows you to use the updated Space Marine forces. Rules for new units and chapter abilities are introduced. (user summary)&#10;&#10;AND THEY SHALL KNOW NO FEAR!&#10;In the grim darkness of the 41st Millennium, the Imperium of Man is assailed on all sides by rebellion, alien invasion and the bloodthirsty servants of dread and terrible gods. Yet there is one force that forever stands against these threats, one force whose destiny is an eternity of battle - the Space Marines. These superhuman warriors have safeguarded Humanity against the dark and hungary galaxy for ten thousand years. They have fought the most thankless of wars against the most terrible of foes, winning impossible victories when all around them have fallen. They are the Adeptus Astartes, the Angels of Death, and they shall know no fear. (from the back cover)&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Time WW2: Europe",
    "ID": 317258,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317258/big-time-ww2-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Big Time WW2: Europe, the six major types of combat units which fought across the continent are represented by wooden cubes &ndash; infantry, armor, artillery, AAA (anti-aircraft artillery), bombers and fighters. The game is light, playable, dice-driven and features two unique boards &ndash; a resource board and a battle board.&#10;&#10;The resource board confronts the players with a clean, abstract method of obtaining resources, while two ten-sided dice often demand tough, exquisite choices. Do you take the armor unit or the AAA? Do you push your luck to get that bomber or risk losing the three units you have in production? A surprising twist is that some die rolls provide a resource for your opponent!&#10;&#10;The straightforward battle board provides a different set of choices. Do you attack instead of gaining resources? Do you deploy a bomber in its staging area or your home base? A fighter in its bomber escort role or ground support? Combat is a breeze, with equal numbers of ground unit types in a battle removed from play before resolution. Most combat is a single round, avoiding excessive dice rolling.&#10;&#10;The game can end in several ways: destroying your opponent&rsquo;s infrastructure, having more VPs when the cubes run out, or by your opponent&rsquo;s resignation.&#10;&#10;Tension, excitement and fun are high in this inimitable war game!&#10;&#10;Components:&#10;&#10;60 Unit cubes&#10; 6 Infrastructure tiles&#10; 2 Ten-sided dice&#10; 1 Resource board &#10; 1 Battle board &#10; 1 Cloth bag&#10;12 Unit Type cards &#10; 1 Rules&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Lose a Turn",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imaginary Destination",
    "ID": 317272,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/317272/imaginary-destination",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imaginary Destination is a board game for all ages based on a fun cruise ship journey across the sea. The board game provides a unique 8-day cruise ship experience.&#10;&#10;Imaginary Destination is all about the cruising experience. Players pick Terminal and cruise Ports of Call cards and move their cruise ship pawns across the Caribbean Islands. The winner needs to complete the 8-day itinerary first.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sushi Go Party!: Inari Promo",
    "ID": 317274,
    "Year": "(2020)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317274/sushi-go-party-inari-promo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Inari is an appetizer pack included for free with purchases of Sushi Go Party! at conventions and also sold separately.&#10;&#10;Inari has white, green, and mixed Inari cards, allowing the player to multiply rice icons x seaweed icons for points.&#10;&#10;This promo has eight cards plus one rules tile.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Japan",
      "Food & Drink: Sushi",
      "Game: Sushi Go!",
      "Promotional: BGG Store Promos",
      "Promotional: Cards",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sushi Go Party!: Pickled Ginger Promo",
    "ID": 317275,
    "Year": "(2020)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317275/sushi-go-party-pickled-ginger-promo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Pickled Ginger&#239;&#187;&#191; is a Special type card that awards points for collecting unique nigiri.&#10;&#10;This promo has three cards plus one rules tile.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Japan",
      "Food & Drink: Sushi",
      "Game: Sushi Go!",
      "Promotional: BGG Store Promos",
      "Promotional: Cards",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who Farted?",
    "ID": 317279,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/317279/who-farted",
    "Min Players": "5",
    "Max Players": "25",
    "Min Play Time": "10",
    "Play Time": "100",
    "Weight": "0",
    "Description": "Who Farted? is the ultimate whodunnit game. A great party game to play with your friends (and enemies). It will leave you gagging for more!&#10;&#10;The objective of the game is simple. You are all stuck in an elevator. The Farting Thieves are trying to escape. At&#10;least one of them needs to make it to the ground floor alive and conscious.&#10;The rest of the innocent bystanders are trying to make it to the ground without being rendered unconscious by the toxic farts! To do this, they must successfully bind and gag all the thieves.&#10;Each person playing is given a secret role to play - some with special powers but most only with their wits and guile. This is a game of social deduction where you have to work out who people really are! Can you trust them?&#10;&#10;This is a Mafia style game of social deduction. There is a narrator who controls the flow and action of the game. Players get the opportunity to interact and accuse each other of being a Farting Thief and vote to bind and gag a player (putting them out of the game). After each voting sequence the lift goes dark and the Farting Thieves get to &quot;fart&quot; and render unconscious another player. This continues until either the Farting Thieves escape or all the Farting Thieves are bound and gagged. Watch out for the Suicidal Pyromaniac!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Deduction",
      "Hidden Roles",
      "Narrative Choice / Paragraph",
      "Negotiation",
      "Player Elimination",
      "Storytelling",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Programmed Wargames Scenarios: Second Edition Revised and Expanded",
    "ID": 317281,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317281/programmed-wargames-scenarios-second-edition-revis",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A couple more scenarios and some of the earlier ones have been slightly revised. 19 scenarios and 2 mini campaigns suitable for any period and fantasy games.&#10;&#10;Battles and campaigns for solo and multi-player wargamers -- with programmed enemy deployment, orders and responses for one or both sides.&#10;&#10;Designed more for those who never had the chance to own the original book.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baseball Wars: Hangin' Curves and Heaters edition",
    "ID": 317289,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/317289/baseball-wars-hangin-curves-and-heaters-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "1 on 1 card game great for ALL ages&#10;No boards, graphs, pen/pencil or dice needed&#10;(Just cards, instructions included)&#10;Multiple ways to play (different outs or inning numbers)   Great for travel, easy game play, easy to put away&#10;Can be played on an airplane tray or the backseat of your car&#10;NEW INVENTION - Made in the USA&#10;sturdy product - professional print&#10;&#10;1 player pitches, the other bats, after 3 outs, switch.&#10;Made to play 3 outs &amp; 3 innings&#10;&#10;Its a game of baseball, after the two teams (players) have decided to play 3 innings or 4 innings with each inning being 6 out if you want :) (extra game style)(with multiple decks) 9 or 10 innings you play until the end of the game&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Action / Event",
      "Turn Order: Pass Order",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ducking High",
    "ID": 317291,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/317291/ducking-high",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A &quot;judge chooses best&quot; ADULT card game full of crazy questions (225 in the first edition to be exact)that incite some long, out of this world conversations. Players choose responses from cards in their hand which were acquired from a random draw pile.  A &quot;judge&quot; asks a question from on of their hand cards and then chooses a best response from all the responses that the other players played from cards in their hand.  Players use their &quot;ducking high&quot; mind to think of funny, exaggerated and out of their mind but brilliant brilliant answers to mind bending questions.  The game requires very little set up whose game length can be tailored to the players time constraints with a typical game allowing for each player to be &quot;the judge&quot;.  Game length depends on the number of players but is best with a group of three or more.  An average game length is about 30 minutes, however, it has an addictive random response effect that can be entertaining for hours.  Due to the nature of the game, obscenities and scenarios this game is recommended for adult groups.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magic Tree",
    "ID": 317297,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/317297/magic-tree",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the mysterious enchanted forest, there is a Magic Tree with various fruits.&#10;Animals such as monkeys, koalas, and squirrels come together to get some fruits from the Magic tree.&#10;Go up the ladder and put fruits in the basket. And if you are lucky, you will find the fairy hiding in the tree!&#10;&#10;After rolling dice, players will check which tile to take from tree trunks! &#10;Quickly check and choose where to put your basket. &#10;But be careful! If you miss the timing, your basket might land on the wrong level of the ladder.&#10;Players earn points depending on the picture tiles they collected.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1811: Albuera",
    "ID": 317300,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/317300/1811-albuera",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "480",
    "Weight": "4",
    "Description": "1811: Albuera simulates this battle in lavish historical details using the &quot;Fix Bayonets!&quot; tactical system. The map was carefully drawn based on multiple historical sources while the unit counters sport the colors of the uniforms that were worn by those combat units that day. Two decks of Leader cards help you determine the order of activation of each of the armies' formations. Fix Bayonets! is a system simulating combat at the battalion level between the armies of the Napoleonic Wars. The rules include an emphasis on Command and Control, a card driven initiative activation system and limit the use of informational markers. The combat resolution system differentiates between the effects of fire, infantry assaults and cavalry charges. While not overly difficult, learning the game can be a challenging but rewarding experience for all wargamers.&#10;&#10;This is Volume I of the Fix Bayonets! system, simulating combat at the battalion level between the armies of the Napoleonic Wars. The rules include an emphasis on Command and Control, a card driven initiative activation system and limit the use of informational markers. The combat resolution system differentiates between the effects of fire, infantry assaults and cavalry charges. While not overly difficult, learning the game can be a challenging but rewarding experience for all wargamers.&#10;&#10;Counters are (mostly) Batallion (infantry), regiment (Cavalry), battery (artillery) &amp; Leaders&#10;Game System &quot;Fix Bayonets!&quot;&#10;Hexes are 100m&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Command Cards",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Cities: Albuera (Spain)",
      "Country: France",
      "Country: Spain",
      "Country: United Kingdom",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corruptopolis",
    "ID": 317301,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/317301/corruptopolis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Corruptopolis you will put your knowledge to the test and learn about the main cases of political corruption in Spain. Different and ironic tests will take you to Villa Corrupta, where you must show how attentive you have been to the present news.&#10;&#10;Objective:&#10;&#10;Arrive at Villa Corrupta and correctly answer a question in each case, first going through the Basic Guide to the Corrupted and the National Attractions that consist of different types of tests where the teams must give free rein to their imagination to try to deceive the other team or fulfill other goals, depending on the test.&#10;&#10;&mdash;description from the designer (translated)&#10;&#10;&#10;Corruptopolis es un juego de mesa en el que comprobar&aacute;s tus conocimientos y podr&aacute;s aprender sobre los principales casos de corrupci&oacute;n pol&iacute;tica en Espa&ntilde;a. Diferentes e ir&oacute;nicas pruebas te llevar&aacute;n a Villa Corrupta, donde deber&aacute;s demostrar lo atenta o atento que has estado a la actualidad.&#10;&#10;Objetivo:&#10;&#10;Llegar a Villa Corrupta y responder correctamente una pregunta de cada caso, pasando antes por la Gu&iacute;a B&aacute;sica del Corrupto y los Atractivos Nacionales que constan de diferentes tipos de pruebas donde los equipos deber&aacute;n dar rienda suelta a su imaginaci&oacute;n para intentar enga&ntilde;ar al otro equipo o conseguir otros fines, dependiendo de la prueba.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Political",
      "Trivia"
    ],
    "Mechanics": [
      "Command Cards",
      "Lose a Turn",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Spain",
      "Crowdfunding: Verkami",
      "Players: Two-Player Only Games",
      "Theme: Spanish Political Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travel Europe",
    "ID": 317302,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/317302/travel-europe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The goal of each player is to get the most points possible. Players are tourists who travel by train, ship, or plane through the most famous cities in Europe. During these visits, the players take part in interesting events: cultural, sporting, musical and entertainment. They also visit many important attractions, including historical, scenic, museums, entertainment, and restaurants. In the game, it is especially worth visiting Spain, Poland, and Italy. The winner of the game is the person who creates the best trip planner by visiting interesting places and participating in interesting events.&#10;&#10;Game releeased as a part of the project &quot;Playing to learn, learning to play.&quot; with the support of the Erasmus+ Programme of the European Union. &#10;Project coordination: NGO Amics&#10;&#10;Game published as Print&amp;Play and small amount of boxes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Chaos Space Marines",
    "ID": 317303,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317303/warhammer-40000-sixth-edition-codex-chaos-space-ma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex Supplement – Crimson Slaughter",
    "ID": 317304,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317304/warhammer-40000-sixth-edition-codex-supplement-cri",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Once the loyal servants of the Imperium of Mankind, now the Crimson Slaughter leave only destruction and despair in their wake. Tainted by the genocidal purging of Umidia they are plagued by the voices of their victims. Only through butchery can they silence the voices that haunt them - but the whispers of the dead always return.&#10;&#10;Within the 72 pages of this hardback, full-colour book you will find:&#10;&#10;     The gore-splattered history of the Crimson Slaughter - a tragic tale of how a loyal Chapter was transformed into Warp-cursed, bloodthirsty renegades.&#10;     Supplemental rules for building an unstoppable army of the merciless Crimson Slaughter.&#10;     A showcase of Crimson Slaughter miniatures.&#10;     A series of narrative missions that enable you to recreate some of the Crimson Slaughters bloody battles.&#10;     Rules for unique relics, Warlord Traits and new stratagems that reflect the Crimson Slaughter's favoured tactics.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spy Code: Mission – Diamond Heist",
    "ID": 317305,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.83",
    "Link": "https://boardgamegeek.com/boardgame/317305/spy-code-mission-diamond-heist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Bringing a new addition to the Spy Code range, this co-operative skill and action game requires communication and teamwork to win. Can you beat the impossible mission? Enter into a movie moment and manoeuvre through the board to complete different objectives. When the alarm triggers and alerts the police the race against the clock is on to escape with the diamond and win the game.&#10;&#10;If you can recover the Diamond and escape in the Getaway Car before the Guards arrive, you win the game! If the Guards arrive before you can escape, you&rsquo;ve been caught! Set up the game and try again!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Spy Code (Yulu Toys)",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Seventh Edition): Codex Supplement – Crimson Slaughter",
    "ID": 317307,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317307/warhammer-40000-seventh-edition-codex-supplement-c",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Once the loyal servants of the Imperium of Mankind, now the Crimson Slaughter leave only destruction and despair in their wake. Tainted by the genocidal purging of Umidia they are plagued by the voices of their victims. Only through butchery can they silence the voices that haunt them - but the whispers of the dead always return.&#10;&#10;Within the 72 pages of this hardback, full-colour book you will find:&#10;&#10;     the gore-splattered history of the Crimson Slaughter - a tragic tale of how a loyal Chapter was transformed into Warp-cursed, bloodthirsty renegades;&#10;     supplemental rules for building an unstoppable army of the merciless Crimson Slaughter.&#10;     a showcase of Crimson Slaughter miniatures;&#10;     a series of narrative missions that enable you to recreate some of the Crimson Slaughter&rsquo;s bloody battles;&#10;     rules for unique relics, Warlord Traits and new stratagems that reflect the Crimson Slaughter's favoured tactics;&#10;     a set of 7 formation datasheets and Crimson Slaughter tactical Objectives.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Seventh Edition): Codex Supplement – Black Legion",
    "ID": 317308,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317308/warhammer-40000-seventh-edition-codex-supplement-b",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "For ten thousand years, the Black Legion has fought the armies of the false Emperor, striking out from the Eye of Terror to sow ruin and madness among the stars. In their wake, worlds burn to ash and the screams of the damned echo in the warp.&#10;&#10;This supplement to Codex: Chaos Space Marines allows you to turn your Citadel miniatures collection into a mighty host of Black Legion, bringing fire and death to the Imperium.&#10;&#10;Within the 72 pages of this book you will find:&#10;&#10;     the story of Black Legion's fall from grace and rise to power, including the tale of their infamous Warmaster, Abaddon the Despoiler;&#10;     a showcase of Chaos Space Marine Citadel miniatures, presenting warband colours and icons of the Black Legion;&#10;     a set of supplemental rules including Warlord Traits and Chaos Artefacts that, along with Codex: Chaos Space Marines, allow you to assemble your Black Legion models into a force for Warhammer 40,000 battles;&#10;     a series of narrative missions that enable you to play through Black Legion's bloody history, alongside a set of Altar of War missions that showcase the Black Legion's deadly tactics;&#10;     a set of Black Legion Tactical Objectives and 7 formation datasheets for Codex: Chaos Space Marines.&#10;&#10;&#10;Black Legion is designed work alongside the rules found in Codex: Chaos Space Marines, which you will need in order to field a Black Legion collection on the tabletop.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Seventh Edition): Codex Supplement – Traitor Legions",
    "ID": 317309,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317309/warhammer-40000-seventh-edition-codex-supplement-t",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Traitor Legions of the Chaos Space Marines have waged terrible wars of hate and vengeance upon the Imperium of Mankind for ten thousand years. From the Daemon worlds of the Eye of Terror, they plot the destruction of the empire they once helped to build. They have neither forgotten nor forgiven the loyalists, nor the False Emperor whom they serve. These warriors will not rest until the galaxy is burning, and the Emperors putrid carcass is cast down from the Golden Throne into the filth where it belongs.&#10;&#10;Codex Supplement: Traitor Legions is a 136-page, full-colour softback supplement to Codex: Chaos Space Marines. It contains a wealth of additional content and rules that any Chaos Space Marines army can use, with a huge array of rules for all nine of the Traitor Legions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Eldar",
    "ID": 317310,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317310/warhammer-40000-sixth-edition-codex-eldar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;&#10;The Eldar embody excellence in the arts of war. Their psychic abilities are unparalleled and their elite armies are without peer. Now seer and civilian alike battle for the survival of the great craftworlds upon which they ply the stars. Led by potent psykers and powerful lords, their armies fight fiercely against the upstart races of the galaxy, determined that their empire will blaze once more into glorious light before fate consigns them to oblivion.&#10;&#10;This 104-page full-colour book contains:&#10;&#10;     The tragic tale of how the Eldar fell from grace, and a rich and full background on the survivors of their race.&#10;     A description of, and rules for, the specialist forces of the Eldar, the technologies they use and their special characters.&#10;     A stunning showcase of Eldar Citadel miniatures, with the various colour schemes and icons of the craftworlds.&#10;     A comprehensive army list to help you guide your Eldar collection on the battlefield.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twin Princes: Reborn Edition",
    "ID": 317314,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/317314/twin-princes-reborn-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The players are twin princes competing for the throne of a kingdom.&#10;Split 5 cards into 2 groups. Your opponent chooses one of them first. Then deploy them. This is an &quot;I Split, You Choose&quot; area control game for 2 players. Fly around by the Magic Carpet and get help from the Genie and Roc. Parents and pets can be a nuisance sometimes... Beware of the donkey! There is a bandit lurking in the bag.&#10;&#10;&mdash;description from bodoge-hoobby.net (translated)&#10;&#10;-----Differences from the previous work (Twin Princes New Edition)-----&#10;&#227;&#131;&#187;Compare the total number of moon symbols and star symbols to acquire an area. Compare the number of stars only if there is a tie&#10;&#227;&#131;&#187;Added the Royal Palace area. The score is high and the number of cards that can be placed has decreased.&#10;&#227;&#131;&#187;Added the initial position of Oji Koma and personal goal cards. It will serve as a starting point.&#10;&#227;&#131;&#187;One effect of djinn is determined before the game starts and does not change during the game.&#10;&#227;&#131;&#187;Added a new card. A donkey card that disables one placed card, a pet card that adds 2 points to the score of the area, a lock bird card that moves or removes the placed card &#227;&#131;&#187;The area has been changed from cards to tiles&#10;&#227;&#131;&#187;A few other small changes&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "I Cut, You Choose"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex Supplement – Iyanden",
    "ID": 317315,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317315/warhammer-40000-sixth-edition-codex-supplement-iya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "For thousands upon thousands of years, the Eldar of Iyanden have sailed through the sea of stars, defending the galaxy&rsquo;s eastern rim from the threat of Chaos. They have won great victories against the most horrific of foes, but have known terrible tragedy also. Yet Iyanden endures, with the souls of the departed fighting alongside the few who have survived. Together, the living and the dead must fight for their race&rsquo;s survival in a galaxy riven by war.&#10;&#10;Iyanden is a 72-page full-colour hardback supplement to Codex: Eldar. It contains 32 pages of new, rich and expanded background detailing craftworld Iyanden, along with original art, box-outs, a timeline, and iconography of Ghost Warrior houses. It features a showcase of glorious Citadel miniatures presenting the colour schemes and iconography of the Iyanden craftworld.&#10;&#10;In addition to this it comes with warlord traits, wargear and psychic powers to help transform your Eldar collection into a mighty Iyanden warhost. You can even take a Wraith Lord or Wraithknight as your Warlord. It also includes battle scenarios - some of which you can use to relive epic battles from the Iyanden&rsquo;s history - plus there are stratagems for use in your games of Cities of Death and Planetstrike.&#10;&#10;Iyanden is designed work alongside the rules found in Codex: Eldar, which you will need in order to field an Iyanden collection on the tabletop.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Seventh Edition): Codex Supplement – Angels of Death",
    "ID": 317320,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317320/warhammer-40000-seventh-edition-codex-supplement-a",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The finest warriors Mankind has ever known. Space Marines stride boldly across the galaxy, taking no prisoners, roaring benedictions to the Emperor as they cleanse planets and systems of alien filth. As the enemies of Humanity rise and gather, the Space Marines will be there to meet them with bolters primed and chainswords screaming. Each Space Marine is a genetically-engineered master of combat, sworn to perform his duty to the Emperor until victory&hellip; or death.&#10;&#10;This 128-page softback supplement is designed for any Codex: Space Marines army. Included within:&#10;&#10;     a guide to Strike Forces and Chapter organisation, including 4 Army List Entry datasheets and 14 Formations;&#10;     background and organisation on White Scars, Imperial Fists, Iron Hands, Salamanders and Raven Guard Chapters, as well as their typical Strike Forces;&#10;     rules for the Terminator Captain, Cataphractii Terminators and Contemptor Dreadnought;&#10;     Warlord Traits, Relics and Tactical Objectives;&#10;     four complete psychic disciplines available to Space Marines Librarians of all Chapters (including Blood Angels, Dark Angels, Space Wolves, Grey Knights and Deathwatch)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Seventh Edition): Codex Supplement – Waaagh! Ghazghkull",
    "ID": 317322,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317322/warhammer-40000-seventh-edition-codex-supplement-w",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Waaagh! Ghazghkull is a supplement for Codex: Orks which expands upon the campaigns of the mighty Ork Warlord &ndash; Ghazghkull Mag Uruk Thraka.&#10;&#10;This 80 page tome holds the details of the savage splendour of the most famous Ork invasion force to ever take over a planet. From the strange tale of how Ghazghkull took his first fateful steps towards his unlikely destiny as ultimate overlord of the largest Waaagh! in the galaxy, to the rules that allow you to arrange your collection of Citadel Miniatures into Formations and Detachments from Ghazghkull&rsquo;s army.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Seventh Edition): Codex Supplement – Champions of Fenris",
    "ID": 317323,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317323/warhammer-40000-seventh-edition-codex-supplement-c",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Great Company of Logan Grimnar is comprised of the greatest heroes in the Space Wolves Chapter. Their sagas are replete with glorious deeds, they are the sworn battle-brothers of the Great Wolf himself and true Sons of Russ.&#10;&#10;This 80 page tome holds the glorious history of Logan Grimnar, his legendary deeds and rise to command of one of the Imperium&rsquo;s most powerful Space Marine Chapters. Furthermore, in these pages you will hear of his Wolf Guard &ndash; the heroes who have fought by the Great Wolf&rsquo;s side and the many battles they have won in his name.&#10;&#10;If that&rsquo;s not enough, this volume is packed with pictures of fantastically painted Space Wolves miniatures and datasheets. There are also new Warlord Traits and missions that allow you to recreate some of the most important battles of the Champions of Fenris and to employ Logan Grimnar&rsquo;s favoured tactics.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le nez du vin",
    "ID": 317324,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317324/le-nez-du-vin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An olfactory game in which you must recognize wine aromas.&#10;&#10;This is a board and 5 tokens to play with the 54 aroma masterkit from Le Nez du vin (sold separately): 54 small bottles that smell different aromas you can find in wine (lemon, leather, roasted almond, smoky note...).&#10;&#10;Two game modes : On one side of the board, a Game of Goose-like to discover the aromatic families ; on the other side, more expert players must associate aromas with terroirs (type of land where the grape grows).&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Seventh Edition): Codex Supplement – Farsight Enclaves",
    "ID": 317325,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317325/warhammer-40000-seventh-edition-codex-supplement-f",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Tau are a new force in the galaxy, optimistic and bright. Yet even they have their dark secrets. When the Warrior hero Farsight conquered the worlds of the Damocles Gulf, he learned forbidden truths that would divide the Tau Empire forever.&#10;&#10;This revised and updated supplement to Codex: Tau Empire allows you to tailor your collection of Tau miniatures into a force from the Farsight Enclaves, armed to the teeth and ready for battle.&#10;&#10;Included in this 80-page softback book:&#10;&#10;     A comprehensive account of the rise of Commander Farsight, his defection from the Tau Empire and the establishment of the Farsight Enclaves;&#10;     Several formations from Kauyon and Mont&rsquo;ka, along with Farsight Enclaves Tactical Objectives, Warlord Traits and Signature Systems;&#10;     Three Farsight Enclaves Altar of War missions;&#10;     Updated photography and uniform guides.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex Supplement – Farsight Enclaves",
    "ID": 317326,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317326/warhammer-40000-sixth-edition-codex-supplement-far",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Tau are a new force in the galaxy, optimistic and bright. Yet even they have their dark secrets. When the Warrior hero Farsight conquered the worlds of the Damocles Gulf, he learned forbidden truths that would divide the Tau Empire forever.&#10;This supplement to Codex: Tau Empire allows you to tailor your collection of Tau miniatures into a force from the Farsight Enclaves, armed to the teeth and ready for battle.&#10;&#10;Within the 72 pages of this softback book you will find:&#10;&#10;     The history of the Farsight Enclaves, from O'Shovah's first conflicts to the brink of their destruction&#10;     A showcase of beautifully painted miniatures , presenting the colours and insignia of those under Farsight's command&#10;     New missions that recreate Farsight's most famous battles, as well as additional rules to customise your games of Cities of Death and Planetstrike&#10;     A series of narrative missions that enable you to play through O'Shovah's military career, alongside a set of Altar of war missions that showcase the Farsight Enclaves' favoured fighting styles&#10;&#10;&#10;Farsight Enclaves: A Codex: Tau Empire Supplement is designed to work alongside the rules found in Codex: Tau Empire, which you will need in order to field a Farsight collection on the tabletop.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Tau Empire",
    "ID": 317327,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317327/warhammer-40000-sixth-edition-codex-tau-empire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Chaos Daemons",
    "ID": 317339,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317339/warhammer-40000-sixth-edition-codex-chaos-daemons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TAKUMPET!",
    "ID": 317340,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317340/takumpet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&ldquo;Find those who hide by looking for two of the same hiding spot in the play area OR guess where they&rsquo;re hiding.&#10;&#10;If you&rsquo;re hiding, don&rsquo;t get caught!&rdquo;&#10;&#10;Takumpet! Card Game is hide-and-seek translated into a light memory game using a deck of 18 cards. Choose one player who&rsquo;s going to be the seeker, and give one card for the rest as their hiding spot.&#10;&#10;Once per round, players attempts to find two of the same hiding spot and claim it as points. instead of flipping cards, The seeker has the option to guess where the rest are hiding.&#10;&#10;&mdash;description form the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Deduction",
      "Matching",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gatefall: Kickstarter Exclusives",
    "ID": 317341,
    "Year": "(2020)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317341/gatefall-kickstarter-exclusives",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is a set of items for Gatefall that were only available during the Kickstarter campaign.&#10;&#10;Backers received TWO EXCLUSIVE FIGURES with their orders: Seline the sorcereress for the Fantasy team, and Piggy for the Wasteland team.&#10;&#10;The box countains 2 new characters, Piggy and Seline. they can be used instead of or in conjonction with the ones found in the original game. Each new character come with their own stats and abilities.&#10;&#10;The box also contains the &quot;ghost&quot; module, they come into play when using the Seline character.&#10;&quot;Ghost are allies. Once per turn, Seline can take a move action to move all ghosts individually 1 space. Or take an attack action to have each ghost cause one point of damage to every enemy it is adjacent to.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Tyranids",
    "ID": 317342,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317342/warhammer-40000-sixth-edition-codex-tyranids",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mimürfel",
    "ID": 317343,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317343/mimurfel",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mim&uuml;rfel is a game collection with special six-sided dice. Each page shows a face in a different mood: the beaming man, the optimist, the undecided, the astonished, the angry, the pessimist. The game contains 12 of these wooden dice. There are 4 children's games and 12 other games. The rules are compiled in a small rulebook. Everything is packed in a tube.&#10;In the children's games, the main aim is to pantomime the diced mood. The other games are mainly about role-playing games or games in which stories about thought-out topics are to be presented to match the moods chosen. So they are quite communicative games.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Seventh Edition): Codex Supplement – Haemonculus Covens",
    "ID": 317345,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317345/warhammer-40000-seventh-edition-codex-supplement-h",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Inside this 80 page supplement you will find the sinister history of the Haemonculi of the undercity, revealing their gruesome deeds within Commorragh and on the battlefields of the wider galaxy. There are additional rules that work alongside Codex: Dark Eldar from which you can create a sinister Covenite warhost to unleash in your games of Warhammer 40,000. Plus a showcase of beautifully painted Citadel miniatures that depict the menacing colour schemes and iconography of the Covens. Finally, this book includes new missions, allowing you to recreate some of the most important of the Haemonculi&rsquo;s realspace raids and employ the favoured tactics of the Coven lords.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Seventh Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panda-Monium",
    "ID": 317348,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317348/panda-monium",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "All over the world &mdash; from the Arctic to the Amazon to Australia&mdash; animals are under threat. Panda-Monium is an educational board game where you learn about the climate crisis &mdash; and save endangered animals.&#10;&#10;Panda-Monium is a fun game with a serious message. It's quick and easy to learn, quick and easy to play and hard to put back in the box!&#10;&#10;Each player has a pack of 20&nbsp;endangered animal cards which they must play onto the board before the climate crisis takes over. As the carbon cards are placed on the board the global   temperature increases.&#10;&#10;It&rsquo;s a race against time to save the endangered animals.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Move Through Deck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Astra Militarum",
    "ID": 317349,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317349/warhammer-40000-sixth-edition-codex-astra-militaru",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Militarum Tempestus",
    "ID": 317350,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317350/warhammer-40000-sixth-edition-codex-militarum-temp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Ordo Tempestus commands the finest human soldiers in the galaxy. It&rsquo;s disciplined ranks boast not only the elite Scions of the Militarum Tempestus but also brutal Commissars.&#10;&#10;Within the 72 pages of this hardback, full-colour book you will find:&#10;&#10;     A definitive guide to the Militarum Tempestus, including the structures of the Officio Prefectus and a record of many of the legendary deeds enacted by this brotherhood of warriors.&#10;     The story of how Scions and Commissars are trained by the Schola Progenium to best the best human warriors.&#10;     A stunning showcase of the Ordo Tempestus Citadel miniatures, presenting the uniforms, regimental names and insignias of the Imperium&rsquo;s elite.&#10;     A full description of each unit, the rules for its use, and an army list that enables you to organise and collect an army worthy of the most discerning Lord Commissar.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex – Imperial Knights",
    "ID": 317351,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317351/warhammer-40000-sixth-edition-codex-imperial-knigh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Warhammer 40,000 Codex books contain the complete rules for playing various armies in Warhammer 40,000. They also contain in-depth painting guides, army lists, and much more.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gott würfelt nicht",
    "ID": 317354,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317354/gott-wurfelt-nicht",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A compilation of several games stored in a ring binder, edited as part of a small edition for the exhibition &quot;Gott w&uuml;rfelt nicht&quot; in G&ouml;ttingen 2005, initialized by Reinhold Wittig, Alth&ouml;fer and other game designers and published by Reinhold Wittig.&#10;&#10;The ring binder contains several games ready to play and print 'n' play games. There is an introduction by several designers and scientists about different aspects of specific games, games compared to art and culture, mathematic problems and more.&#10;The first 10 copies of this catalogue are numbered and contain 2 more games and have 3 boards made of leather instead of paper and artificial leather.&#10;&#10;2 puzzles are included as well (not listed, because they don't fit as games for BGG)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Educational",
      "Math",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex Supplement – Clan Raukaan",
    "ID": 317355,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317355/warhammer-40000-sixth-edition-codex-supplement-cla",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This supplement to Codex: Space Marines allows you to create the unstoppable army of merciless Iron Hands from the 3rd Company, Clan Raukaan.&#10;&#10;Within the 72 pages of this hardback, full colour book you will find:&#10;&#10;     The History of Clan Raukaan: it details their victories, their defeats, and the constant battle they have fought against the terrible flaw lurking deep within the psyche of their Chapter.&#10;     A showcase of Space Marine miniatures featuring the colour scheme and iconography of Clan Company Raukaan.&#10;     New missions: both to recreate famous battles and to reflect the Clan Company Raukaan&rsquo;s favoured tactics.&#10;     Unique relics, Warlord Traits and new stratagems &ndash; Perfect for games of Planetstrike and Cities of Death.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Sixth Edition): Codex Supplement – Sentinels of Terra",
    "ID": 317356,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317356/warhammer-40000-sixth-edition-codex-supplement-sen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "For the defenders of Terra, the Great Crusade never ended. They fight to reclaim what has been lost and will not rest until the worlds of Mankind are united once more.&#10;&#10;This supplement to Codex: Space Marines allows you to build the unstoppable army of the Sentinels of Terra; the Imperial Fists 3rd Company.&#10;Within the 72 pages of this hardback, full colour book you will find:&#10;&#10;     The History of the Sentinels of Terra, and their struggles to reclaim honours and glories under the command of Captain Darnath Lysander.&#10;     A showcase of Space Marine miniatures featuring the colour scheme and iconography of the Sentinels of Terra.&#10;     New missions: both to recreate famous battles and to reflect the Sentinels of Terra&rsquo;s favoured tactics.&#10;     Unique relics, Warlord Traits and new stratagems &ndash; Perfect for games of Planetstrike and Cities of Death.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: RCSC",
    "ID": 317357,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/317357/monopoly-rcsc",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A Monopoly about the Sporting de Charleroi, created in 1904.&#10;Features 22 of the club legendary players.&#10;&#10;&#10;Fond&eacute; en 1904, le Sporting de Charleroi s&rsquo;est forg&eacute; un nom au sein de l&rsquo;&eacute;lite du football belge. Au fil des d&eacute;cennies, le Matricule 22 a v&eacute;cu de nombreuses &eacute;pop&eacute;es fastes mais aussi travers&eacute; des p&eacute;riodes plus d&eacute;licates: Vice-champions nationaux en 1969, finalistes de la Coupe de Belgique en 1978 et 1993, les Z&egrave;bres ont par ailleurs connu les joies des rencontres europ&eacute;ennes en 1994 et 2015. L&rsquo;ann&eacute;e 2012 a marqu&eacute; un tournant dans l&rsquo;histoire r&eacute;cente du club. Un changement de direction allait insuffler une nouvelle dynamique port&eacute;e par un novateur plan strat&eacute;gique 3-6-9 avec, in fine, des ambitions sportives revues &agrave; la hausse concr&eacute;tis&eacute;es par une qualification pour les play-offs 1 ( top 6) mais aussi pour les tours pr&eacute;liminaires de l&rsquo;Europa League. Le Sporting est redevenu respect&eacute; et cr&eacute;dible sur la sc&egrave;ne nationale, capable de se m&ecirc;ler chaque ann&eacute;e &agrave; la lutte pour les premi&egrave;res places du championnat. Ce jeu est d&eacute;di&eacute; &agrave; Jean-No&euml;l Antoine, lui qui avait gard&eacute; son &acirc;me de gamin et qui &eacute;tait si fier de son club!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Cities: Charleroi (Belgium)",
      "Country: Belgium",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Belgique – Pays de la Bière",
    "ID": 317358,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/317358/trivial-pursuit-belgique-pays-de-la-biere",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "1800 questions about Belgian Beers.&#10;&#10;Categories:&#10;&#10;     Geography&#10;     Types of Beer&#10;     History&#10;     Culture &amp; Gastronomy&#10;     Manufacturing&#10;     Surprise&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Beer",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Takkure: A Cyberpunk Rugby Game",
    "ID": 317359,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/317359/takkure-a-cyberpunk-rugby-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "80",
    "Play Time": "100",
    "Weight": "3.4",
    "Description": "In a violent cyberpunk universe, players take on the role of coaches to lead teams of 4 players with the goal of becoming the best team in the Neon League.&#10;A 1vs1 board game that simulates the rules of rugby. Tackles, blows, players on the ground, injuries and all kinds of situations that make takkure a fast-paced and fun game.&#10;&#10;Immerse yourself in this universe and play for victory!&#10;&#10;How to play:&#10;Takkure is a metal miniature game based on the rules of rugby. Players must land the ball in the opposing try zone to score a point. For this, they can only pass the ball to a player behind them, and the defense can only tackle the ball carrier.&#10;The game board measures 46x68cm, it has no squares. Twelve-sided dice are used and the coaches have a deck with spectacular plays.&#10;A purely sporty, fast and spectacular game.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Command Cards",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Moving Multiple Units",
      "Programmed Movement",
      "Team-Based Game",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Sports: Rugby",
      "Theme: Cyberpunk",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Wavre",
    "ID": 317360,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/317360/monopoly-wavre",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The city of Wavre has had its Monopoly since 2010.&#10;&#10;The game takes up the streets, heritage, culture and folklore of the city.&#10;&#10;Only 1000 copies were published.&#10;&#10;&#10;Situ&eacute;e au c&oelig;ur du Brabant Wallon, &agrave; quelques minutes de la capitale, Wavre se d&eacute;couvre au creux de deux collines, nich&eacute;e dans la vall&eacute;e de la Dyle. Fi&egrave;re de son &laquo; Maca &raquo;, une statue d&rsquo;un jeune gar&ccedil;on qui escalade le muret de l&rsquo;h&ocirc;tel de ville, elle l&rsquo;est aussi de son sens de l&rsquo;hospitalit&eacute; et de son centre pittoresque avec ses charmantes rues et ruelles pi&eacute;tonnes qui invitent &agrave; la fl&acirc;nerie. Chef-lieu de la province du Brabant wallon, Wavre est aussi reconnue pour son patrimoine, sa culture et son folklore avec sa d&eacute;licieuse tarte au Stof&eacute;, ses g&eacute;ants, le carillon de l&rsquo;&eacute;glise Saint-Jean-Baptiste ou encore le jeu de Jean et Alice pour n&rsquo;en citer que quelques-uns.&#10;&#10;Enrichie par de nombreux commerces de proximit&eacute; et anim&eacute;e au quotidien par ses citoyens, Wavre regorge de vie et revendique cet esprit frondeur qui lui va si bien.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Lose a Turn",
      "Player Elimination",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Wavre (Belgium)",
      "Country: Belgium",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Potter's Apprentice",
    "ID": 317369,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/317369/the-potters-apprentice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A master potter is seeking to train an apprentice to take over their studio! Manage your time and resources effectively, and gain as much experience behind the Potter's Wheel as you can before the master potter must pick their disciple.&#10;&#10;The Potter's Apprentice is a complex strategic Euro game centered around multi-use cards and a rondel-like board.&#10;&#10;The game plays for 3 rounds, each one a bit shorter than the previous. Each round players will take turns moving their apprentice around the Studio Board to visit various Locations for acquiring new Assignments, Clay,  and other resources - as well as the Potter&rsquo;s Wheel to throw (a ceramics term for shaping a clay vessel on a rotating wheel) their pottery and the Kiln to fire (the process of exposing ceramic pieces to high heat in order to convert them into durable finished pieces) their already-thrown pieces. Each turn the player may also be able to benefit from the bonus of a discarded Apprentice Card, and/or Special Abilities that are unlocked as players earn Experience throughout the game.&#10;&#10;As players move around the studio, they will drop Potter&rsquo;s Clay (of their unique player color) at various Batts (a term that refers to the circular plate on a Potter&rsquo;s Wheel, short for Batterboard) where each round an assortment of Scoring Tiles are placed. Scoring Tiles provide players individual goals for earning additional Victory Points at the end of the game. At the end of each round, which is triggered after all players have passed due to running out of Potter&rsquo;s Clay, players determine the winner of each Scoring Tile based on the player who left the most Potter&rsquo;s Clay next to it. The end of the first 2 rounds also awards some Victory Points for Vessels placed in the Kiln. At the end of the third round players proceed to the Final Scoring phase where they tally up all their Victory Points from personal Scoring Tiles they earned, Vessels they fired, the size of their Supply collection, their least-developed Experience Track, and Public Scoring Tiles. The player with the most Victory Points is declared the winning apprentice.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Legenden von Andor: Die verschollenen Legenden \"Düstere Zeiten\"",
    "ID": 317370,
    "Year": "(2020)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317370/die-legenden-von-andor-die-verschollenen-legenden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "After defeating the dragon, new and exciting adventures await the heroes of Andor. With the help of the people from the west, they rebuild the burned down farms. They encounter Arbaks, the Andorian spirits of the forest. They soon face powerful, previously unknown enemies: an ice demon, an ancient earth spirit and the chief of the Skrale. And finally, the heroes in the interior of the Gray Mountains reveal a long-kept secret.&#10;&#10;Die Legenden von Andor: Die verschollenen Legenden &quot;D&uuml;stere Zeiten&quot; contains three new legends for the heroes of Andor. The first legend begins on the Cavern mine map, and the players are already part of what could mark a turning point in Andor's history...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Legends of Andor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sprint",
    "ID": 317376,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317376/sprint",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The folding plastic board resembles a small dragstrip with two racecars on string and two large areas filled with keyholes. Players take turns spinning the steering-wheel spinner and then match the symbol to one of the available keyholes. Players then take one of their plastic flag markers and pull the string of their care to the corresponding hole, thus pulling their car forward.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lottery",
    "ID": 317377,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317377/lottery",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Bingo-like lottery game where set numbers 1-6 on the letters of their LOTTERY strip. Then the caller pulls cards pairing letters and numbers together. The first player to have the correct numbers called for each of the corresponding letters of their LOTTERY wins the round and gets a chance to spin the jackpot wheel to see what prize they win. The player with the most money after a set number of rounds wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Bingo"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Camptown Racetrack",
    "ID": 317378,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/317378/camptown-racetrack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A recreation of classic simple tabletop horse racing. Horses are numbered 1 through 6, and each have a corresponding space on the spinner that allows them to move a space that turn. First horse to cross the finish line wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Putter Pool",
    "ID": 317380,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317380/putter-pool",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Putter Pool A portable foldable golf mat with 6 cups a-la billiards. Now you can practice your putting while playing 9 ball, 8 ball, and more.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Dolittle",
    "ID": 317381,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317381/doctor-dolittle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A children's memory-style game of matching the front and back halves of the animals from Doctor Doolittle. Use the special action cards wisely to complete your animals first without giving your opponent any of your cards.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The $10,000 Pyramid",
    "ID": 317383,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/317383/the-10-dollars-000-cents-pyramid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pair off in teams and get ready to climb the pyramid in this game show board game. Teams take turns selecting categories from the pyramid shaped board and then race against the clock as one player gives clues to the answers on the card. Correct answers turn into points, and whichever team has the most points after clearing the pyramid gets the chance to challenge the pyramid for their prize amount.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fabulous Fred",
    "ID": 317384,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/317384/fabulous-fred",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A small electronic game with 9 colored buttons, a number of score/notepads, a few boards, and a box of chips and tokens. Contains 10 games to try; electronic organ, the music machine, what's that song?, memory game, mindbender, space attack, submarine hunt, catch the comet, baseball, and roulette.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Electronic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wipe Off Target Game",
    "ID": 317385,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317385/wipe-off-target-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wipe Off Target Game is a clone similar to Battleship featuring two space themed boards. Each board shows a planetary deployment grid on the left, and a radar scan grid on the right. Play is nearly identical to Battleship, but uses no pieces or tokens to denote positions. The game was designed to be used with wax crayons and ships were to be drawn on and wiped off as to make the game more accessible and portable.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mickey Mouse Pop-Up Game",
    "ID": 317387,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/317387/mickey-mouse-pop-up-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One of the four Whitman Pop-Up games. A simple spin and move children's game featuring Mickey Mouse and friends. The board depicts a pop-up rendition of the Magic Kingdom Castle and some hedgerows before the main gate. Use the first spinner to determine your pawn's movement and the second spinner to determine if your horse can jump this turn allowing you to use one of the shortcuts if you are lucky enough to come by one.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Characters: Mickey Mouse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordy",
    "ID": 317388,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317388/wordy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Scrabble-like game where instead of the tiles having values, they are instead color coded. The spaces of the board are also in various colors. Players take turns forming words using their hand of 7 letter tiles and those already on the board in a crossword-like fashion. Players score points for their words by comparing the colors of the letters in their words with the color chart, with tiles matching the color of their played spaces giving double points. The player with the most points after either all players can no longer go, or after one player have played their final tile and there is no more tiles to draw from.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Back",
    "ID": 317389,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317389/go-back",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Go Back is a Milton Bradley vinyl indoor/outdoor game using a number of vinyl squares in red, blue, green, and yellow. The vinyl tiles are numbered 1 through 6 and are arranged in a 6x4 grid with each set of 4 containing 1 of each of the colors. Each round 1 player is the caller and will turn around and count to ten and then call a color to go back. All other players during the count must choose a color tile to put 1 foot on. If a player selects the same color as the caller calls, they have to go back to start, if not they advance to the next row. First player to make it to the last row gains a point and becomes the caller for the next round. First player to 7 points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Force",
    "ID": 317392,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317392/battle-force",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battle Force &#10;This ruleset grants you the ability to play modern combat in any setting of your choosing, with any intended type or quality of troop you can imagine.  &#10;Whether you&rsquo;ve decided to play a group of soldiers from the 101st Airborne Attachment, a poorly paid group of militia fighters, or a team of SWAT officers responding to a bank robbery, you&rsquo;ll find the tools necessary to create a thrilling and narrative game experience.&#10;&#10;The book contains the necessary markers to play the game.&#10;&#10;Sequence of Play:&#10;&#10;     Start of Turn - resolve start of turn effects&#10;     Initiative Phase&#10;     Movement Phase&#10;     Action Phase&#10;     Reactive Movement Phase&#10;     Main Combat Phase&#10;     End of Turn - resolve end of turn effects + increment turn counter&#10;&#10;&#10;&mdash;description from the publisher / rulebook&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: War in Afghanistan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Way of the Samurai: Blood and Bushido",
    "ID": 317393,
    "Year": "(2020)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317393/way-of-the-samurai-blood-and-bushido",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Blood and Bushido is an expansion for Way of the samurai. It allows you to integrate new modules. Modules can be played individually or in combination. This expansion brings new game experiences and many strategic approaches.&#10;Blood and Bushido includes 5 modules, a new opponent, 2 new surroudings, 2 new weapons, and a new random event map for campaign mode.&#10;&mdash;description from the publisher (English)&#10;&#10;Blood and Bushido est une extension pour le jeu Way of the samurai. Elle vous permet d&rsquo;int&eacute;grer de nouveaux modules &agrave; vos parties. Les modules peuvent &ecirc;tre jou&eacute;s de mani&egrave;re individuelle ou combin&eacute;e. Cette extension apporte de nouvelles exp&eacute;riences de jeu et de nouvelles approches strat&eacute;giques face &agrave; l&rsquo;adversaire. Blood and Bushido comprend 5 modules, un nouvel adversaire, deux nouveaux lieux, deux nouvelles armes, et une nouvelle carte &eacute;v&eacute;nements al&eacute;atoires pour le mode campagne.&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DiceWars",
    "ID": 317394,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317394/dicewars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In space, no one can see you roll.&#10;&#10;Dicewars is a lightweight game of deadly space combat that can be played anywhere you have polyhedral dice and a flat surface to play on.&#10;&#10;To play Dicewars you&rsquo;ll need a bunch of polyhedral dice, which you will use to make Starships. &#10;Each player should have the same number of dice, but they don&rsquo;t have to be the same types. &#10;You&rsquo;ll need at least one d20 per ship, and a few d6s for each one.&#10;&#10;Dicewars is a quick tactical game that uses abstract positioning to represent swirling space battles on a flat surface with just the dice you probably have with you anyway (includes suggestions for making use of all sorts of weird and specialist dice you might have). &#10;Play while you are waiting for your rpg group, play instead of your rpg, play instead of your more cumbersome wargames.&#10;&#10;The ruleset includes full play references, diagrams, turn sequences, and suggestions on campaign rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Seas: Cutters Squadron",
    "ID": 317395,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/317395/black-seas-cutters-squadron",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "500",
    "Weight": "0",
    "Description": "Cutters were usually tiny or small vessels with a single mast. Designed for speed more than transport capacity, the mast has a triangular aft (behind the mast) sail rigged fore and aft (from the front to the rear) and a headsail (a triangular sail rigged in front of the mast).&#10;&#10;Though unable to compare in power to the heavily armed ships of the line, these vessels nevertheless played an important role in the Napoleonic Wars, ferrying supplies &amp; troops, as well as carrying information around the fleet. Their swiftness made them especially suited for this latter purpose.&#10;&#10;In Black Seas, Cutters are considered unrated ships with 2 broadside light cannons. They share the highest Rate of Knots value in the game and thus provide an extra dimension to gameplay as they zip about the ocean battlefield.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Black Seas (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xola",
    "ID": 317396,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/317396/xola",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Xola, you take control of the mighty Aztec Empire in the height of its power. Players have access to a wide variety of cards in order to impose their presence on the different cities surrounding the grand Aztec capital of Tenochtitlan. The player that has the strongest presence in the region wins the game.&#10;&#10;Xola is a 2-4 player competitive game of domination. Matches take 20 to 30 minutes. Using a shared 100 card deck, players take turns and place cards on Aztec cities, increasing their power and dominance on the map. The game is played in rounds. After a round ends, new cities become available for the players to claim. The game ends when all cities on the map have been claimed. Whoever earns the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Velocity: Vanguard",
    "ID": 317398,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgame/317398/velocity-vanguard",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3",
    "Description": "You are the Vanguard&hellip; the first. Reach into the unknown with fledgling spacefaring technology and hopefully return to accolades. As Commander, your goal is to successfully complete your missions and discover what lies beyond Sol.&#10;&#10;Velocity: Vanguard is a physics-based space board game with fast and kinetic gameplay. Story driven missions are designed for 1 to 4 players as individual commanders or teams. You&rsquo;ll encounter asteroids, defense stations, powerful automated enemies, and many other surprises. Choose your faction, crew, ships and modules... then embark!&#10;&#10;Through a unique physics based mechanic, players control where their ship will be by manipulating their vector token with a navigation action. Each ship has unique handling characteristics that make this an exciting part of gameplay.&#10;&#10;Depending on the mission and mode (solo, co-op, competitive), each player controls a faction with 1 to 3 ships per faction, for a set number of rounds, or until a particular objective is completed. Within a round, each player will take turns activating ships by placing crew members in navigation, module or specialist crew action slots. After crews have been assigned, the player will move their ship on the tactical board the number of hexes and direction indicated by their vector token on the vector board. Before, during or after movement, players trigger crewed actions by spending energy and then exhausting that crew.&#10;&#10;Your ships will be well equipped to explore, defend or attack with modules including weapons, defense systems, scanners, support and specialist crews. In the core game, each of the 3 ship classes possess unique strengths of their creator factions and are further customized by the player during mission setup. There are 18 modules and 12 specialist crews available to choose from in the core game. Each ship class can hold a limited number of modules and crew. Module and crew selection depends on the mission, and could include drafting, budget, free-for-all or recommended load-outs.&#10;&#10;Whether you enjoy solo, co-op or competitive story driven missions, skirmish or building your own scenarios, Velocity: Vanguard has almost endless replay-ability.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Programmed Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "セブンヴァイス (-Seven Vice-)",
    "ID": 317399,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/317399/sebunvuaisu-seven-vice",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#227;&#130;&#187;&#227;&#131;&#150;&#227;&#131;&#179;&#227;&#131;&#180;&#227;&#130;&#161;&#227;&#130;&#164;&#227;&#130;&#185; (-Seven Vice-) is a Japanese card game based upon the seven deadly sins.&#10;&#10;Players start with one card in their hand, then on their turn, draw one card and play one card. Each card type has its own special effects in the game.&#10;&#10;Collecting sets of cards scores points. Getting four of a kind gets 1pt, getting the 7 different cards gets 2pts. The first to get to 3pts, wins the game.&#10;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Journey to Ecrya",
    "ID": 317400,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/317400/journey-to-ecrya",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "&#10;&#10;About the Game:&#10;Journey to Ecrya is a roleplay driven fantasy board game for 2 to 4 players. You choose one of eight playable Heroes to embark on your journey towards the ancient city of Ecrya. During your travels on the Cursed Mountain you encounter dangerous beasts and some of societies most vicious rejects. Equip your Hero with weapons, armor and other items to survive. Weave powerful spells and use provisions to brave the wilds and their dangers or test your endurance during Events. Be the first Hero to reach the forgotten city, defeat the menacing boss that lurks there, and win the game!&#10;&#10;We encourage role playing, but it is not necessary to enjoy the game.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Gameplay:A minimum of 2 players is required, up to a total of 4. The game is turn based and each player takes on the role of the Game Master, as well as the role of the Active Player, respectively. During your turn you draw treasure cards, equip yourself with items, use trinkets or provisions and prepare for a new day of adventure. After that you enter the Travel Phase in which you will face a random encounter, drawn by the current Game Master. Here you can meet creatures to fight, locations to explore, or trigger special global Events. Your choices and die rolls determine the outcome of each encounter and they may be different each time. Resolving encounter cards will allow you to advance on the board. During fights you may play combat spells or use your unique Hero element abilities.&#10;&#10;If you want to know more details about the gameplay you can download the rulebook beta version below.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Goal:You Hero has to reach the peak of the mountain, meaning the final field on the board, first. Here you must defeat the boss, belonging to one of the three enemy factions. The Hero who manages to defeat the boss first wins the game.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Game Components:&#10;    There are 8 different playable Hero Cards for you to choose from! Each with their own strengths and weaknesses, all of them embarking on this journey for their own reasons and goals.&#10;&#10;&#10;&#10;    The game also contains 3 Boss Cards. These introduce the menacing creatures awaiting you on top of the Cursed Mountain. They are the last obstacle between you and your victory. One boss for each Faction. &#10;&#10;&#10;&#10;    Additionally, there are 75 different and unique Treasure Cards. Items, trinkets, provisions and spells are the usable treasures. These cards are used to boost your stats, heal you or give you other powerful bonuses. Armor and weapons can be equipped to strengthen your Heroes attack and resistance. &#10;&#10;&#10;&#10;    There are 75 different and unique Encounter Cards for your Heroes to face. They include creatures, locations and meetings, everything you can come across on your journey. The creatures belong to one of 3 factions, each with their own special creature types. Most encounters require your choices on how to proceed. There is no wrong or right with your choices, each one can lead to a positive or negative outcome.&#10;&#10;&#10;&#10;    The game also includes 15 different Event Cards. They feature situations you and the other Heroes have to face while they travel. Events are only triggered when you land on certain fields on your path. They often have consequences that affect many Heroes at once.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Race",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Summon The JSON: JavaScript Deck",
    "ID": 317401,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317401/summon-the-json-javascript-deck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Summon The JSON: JavaScript is a fantasy-themed printed card-game deck. Up to four casual gamers can combine cards to strategically win the game. Each game takes about fifteen minutes what makes the game perfect for short breaks, while everyone will likely want to play it again and again!&#10;&#10;STJ: JavaScript rules can be explained in three minutes so that everyone can start to play right away. It is a great way to have some quality time with friends and colleagues or connect and chat with newly met people.&#10;&#10;Tuck box packed 65-card breathtakingly illustrated deck is embossed with a linen texture and covered by durable UV coating making it a premium quality product.&#10;&#10;It comes with a short booklet explaining game rules, and also describes two memorization methods. Aside from a game, each card represents a programming function in JavaScript you can learn. You don't need to code to enjoy the game, while you can learn to code if you want to.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Computer / Information Technology Industry",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grim(m) World: First Steps",
    "ID": 317402,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.48",
    "Link": "https://boardgamegeek.com/boardgame/317402/grimm-world-first-steps",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "600",
    "Weight": "3.25",
    "Description": "Once upon a time, a nobody went out into the wide fairy tale world to escape from his dreary everyday life and become somebody. Be that nobody and become a somebody.&#10;&#10;Grim(m) World is a solo open-world card game set in the fairy tale world of the Brothers Grimm. Here you play an ordinary person who sets out to experience adventure. The player is not told how his journey should look like. He is free to decide where he goes and what he wants to do. Maybe he wants to accumulate trade and wealth? Or does he want to make a name for himself as a bounty hunter? Maybe he also wants to save Little Red Riding Hood from the bad wolf or even help the wolf hunting Little Red Riding Hood. The world reacts and changes based on your decisions. Are you ready for this adventure?&#10;&#10;Grim(m) World is based on the OWCS (Open World Card System). The OWCS is a system to simulate an Open World as a card game. An encounter deck with multi-use cards serves as a random encounter, as an object deck, it triggers quests, dice rolls are simulated, it defines prices for trading and it simulates the time in the game world. An additional quest deck simulates the living world in the game. Depending on the time in the game, new missions appear or disappear, events happen or the world changes. Additionally, your own character can be leveled up and becomes stronger and stronger as the game progresses. The battles in the game are fought on a grid field laid out with cards. Your hand cards serve as life points and determine the character's possible actions during a fight. The opponents are controlled by a simple card-based AI.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Mature / Adult",
      "Mythology",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Timer",
      "Events",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Authors: The Brothers Grimm",
      "Category: Sandbox Without Win Condition",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top 10!",
    "ID": 317405,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/317405/top-10",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Be the first to get rid of your cards. Each card has a certain number of animals which must be added to arrive at 10. A game of cards for beginners in calculation.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Adding",
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Westward Ho!",
    "ID": 317428,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317428/westward-ho",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Westward Ho! Two to six players take the role of powerbrokers building the American west, from 1848 through 1881.&#10;&#10;In each turn players take actions to move pioneers into new territories, build railroads, rake off profits from new industries, and other actions.&#10;&#10;There&rsquo;s plenty of action, with the US cavalry, Indians, militia, and famous outlaws all involved.&#10;&#10;The map shows the US divided into the historic territories of the era.&#10;&#10;Cards represent famous personalities, critical commercial firms (such as Wells Fargo and the Union Pacific) and historic events.&#10;&#10;The player who accumulates the most wealth by the end of the game wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Ownership"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Country: USA",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miniland",
    "ID": 317431,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/317431/miniland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "To play this entertaining, gaily coloured game, you need six children, but a smaller number is no objection. Each player gets one peg. The first player rolls the coloured dice and follows up by placing his peg in the first section having the same colour as the top of the coloured dice. When it is their turn to play, the other players proceed likewise.&#10;Winner is the player who first reaches the end of the course. To do so, it is necessary for the player that his peg ends up on the last blue section, near the flower garden, or that he throws a colour which would have gotten him past that blue section if the course had been a longer one.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  }
]