[
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: HMS Eagle",
    "ID": 326455,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326455/victory-at-sea-hms-eagle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An early aircraft carrier of the Royal Navy, HMS Eagle was originally a super-dreadnought of the Chilean Navy (named Almirante Cochrane), laid down in 1913, but was purchased by the Royal Navy for conversion to a carrier in 1918. This work was not finished until 1924.&#10;&#10;Initially deployed in the Indian Ocean against the threat of German commerce raiders, Eagle also saw service in Mediterranean and the China station. At the outset of war, the Fleet Air Arm was severely lacking fighters, so her complement of aircraft was limited to solely Fairey Swordfish Torpedo bombers until late 1940.&#10;&#10;Upon the Italian entry into the war on the side of the Axis, HMS Eagle was the only Royal Navy carrier available to the British in the Mediterranean, but performed sterling service in ferrying fighters to the island of Malta. It was whilst performing this latter duty that she was sunk in August 1942, when torpedoed by the German Submarine U-73.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Type 1936A Destroyers",
    "ID": 326456,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326456/victory-at-sea-type-1936a-destroyers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Type 1936 was a large and very powerful design mounting 5.9-inch guns, based on the general layout of the Type 1934. The intended twin turrets were not available in time, so planned armament was reduced to single mounts in some positions. As with the preceding class, an enlarged version, designated Type 1936A, was developed from the original. &#10;The Type 1936A was more seaworthy, with much more reliable machinery. These vessels were known to the Allies as the Narvik-class.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Admiral Hipper",
    "ID": 326457,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326457/victory-at-sea-admiral-hipper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Admiral Franz von Hipper was commander of the German battlecruiser squadron of the Battle of Jutland in 1916 and subsequently became commander-in-chief of the German high seas fleet. It was for him that Admiral Hipper was named, the lead ship of her class.&#10;&#10;Admiral Hipper saw significant action over the course of the war, with a heavy emphasis on the Battle of the Atlantic. She also led the assault on Trondberg during Germany&rsquo;s invasion of Norway, sinking the British destroyer HMS Glowworm in the process. In December of 1940, she successfully broke out to the Atlantic in an effort to disrupt Allied Merchant convoys, but failed to achieve much success. Her next sortie in February 1941 saw much more success when she sank several merchant vessels, before being transferred back to Norway to raid convoys to the Soviet Union. ON New Year&rsquo;s Eve 1942, at the Battle of the Barents Sea, after sinking a destroyer and a minesweeper she was forced to withdraw due to the efforts of HMS Sheffield and HMS Jamaica. Following the failure to destroy any merchant vessels in this battle, Hitler ordered the majority of surface warships scrapped. Admiral Hipper returned to Germany and was never restored to operational status after being bombed by the Royal Air Force in May 1945.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vindication: Board Game Revolution Promo Pair",
    "ID": 326460,
    "Year": "(2021)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326460/vindication-board-game-revolution-promo-pair",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Two promo cards (&quot;Subversion&quot; and &quot;Knight of Broken Traditions&quot;) from Board Game Revolution featuring Thomas as the Revolutionist and Knight of Broken Traditions.&#10;&#10;Subversion: Lose 1 honor. Remove control of an adjacent map region. You may not control that region this turn.&#10;&#10;Knight of Broken Traditions: Gain 1 conviction. You and all adjacent map players each lose 1 strength.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Role Playing",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Köln",
    "ID": 326461,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326461/victory-at-sea-koln",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "K&ouml;ln was the third of the K&ouml;nigsberg-class of light cruiser, operating between 1929 and 1945, initially under the Reichsmarine and subsequently the Kriegsmarine. In the 1930s she served as a training vessel for cadets, but the outbreak of World War Two saw her conducting operations in the North Sea, though she didn&rsquo;t encounter any British warships at this time.&#10;&#10;She was present at the attack of Bergen during the German invasion of Norway and was the only member of the K&ouml;nigsberg-class to survive the operation (codenamed Weser&uuml;bung). Later, in 1942, she was experimentally modified to carry a Flettner FI 282 helicopter, and returned to Norway, though she failed to see action. Remaining there until 1945, she eventually returned to Germany only to be sunk in March by American bombers over Wilhelmshaven. However, she remained on an even keel, and with her gun turrets above the waterline, was able to provide fire support to the defenders of the city until war&rsquo;s end in May 1945.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Blücher",
    "ID": 326462,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326462/victory-at-sea-blucher",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bl&uuml;che was named for Gebhard Leberecht von Bl&uuml;cher, who lead the Prussians to victory at Waterloo. She was the second of the Admiral Hipper-class of heavy cruisers, completed shortly after the outbreak of World War II. She was assigned to the task force supporting the invasion of Norway in April 1940, serving as the flagship of Konteradmiral Oskar Kummetz, leading the flotilla of ships to capture Oslo, she was struck by numerous coastal defences including outdated 28cm coastal guns at close range, and two torpedoes fired from land-based batteries.&#10;&#10;These hits resulted in a major fire breaking out aboard the vessel which spread first to the ship&rsquo;s magazines, and then to her fuel bunkers, resulting in further major explosions that could not be contained. Her wreck still sits at the bottom of Oslofjord and was recently designated as a war memorial to protect it from looters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Königsberg",
    "ID": 326463,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326463/victory-at-sea-konigsberg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The lead ship of her class, K&ouml;nigsberg  had a similar operational history to that of her sister ships like K&ouml;ln (see above), operating as a training vessel until the outset of World War Two. &#10;She spent the early part of the war laying defensive minefields in the North Sea before participating in the invasion of Norway as part of Operation Weser&uuml;bung. &#10;It was here that she met her demise, whilst attacking the city of Bergen. Here she was struck by a Norwegian coastal artillery battery, and whilst languishing in the harbour the following day was sunk by British bombers.&#10;&#10;Her wreck was raised in 1942 and broken up for scrap.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Prinz Eugen",
    "ID": 326464,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326464/victory-at-sea-prinz-eugen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The third of the Admiral-Hipper-class of heavy cruisers, Prinz Eugen was named for Prince Eugene of Savoy, and 18th century Austrian general. She saw action during the German operation Rhein&uuml;bung of 1941, in which, along with Bismarck, she attempted to breakout into the Atlantic to sow chaos amongst merchant convoys. The two ships destroyed the British cruiser Hood and damaged HMS Prince of Wales in the Battle of Denmark Strait. Shortly after, Prinz Eugen put into France to enact repairs following engine difficulties.&#10;&#10;Briefly deploying to Norway, she was put out of action for repairs in Germany after being struck by a torpedo from a submarine. In the latter stages of the war, she served as artillery support for the retreating German army from the Baltic Sea. &#10;In May 1945 she was surrendered to the US Navy as a war prize, and was subjected to the nuclear tests of Operation Crossroads. Despite surviving the atomic blasts, she capsized after being towed to Kwajelein Atoll in December 1946. The wreck remains partially visible to this day.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Scharnhorst",
    "ID": 326465,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326465/victory-at-sea-scharnhorst",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The German capital ship Scharnhorst was the lead of her two ship class, launching in October 1936. She was armed with a main battery of nine 28cm C/34 guns in three triple turrets. Though plans were drawn up to 38cm guns, these plans were never enacted.&#10;&#10;Through the early war, Scharnhorst, operated in tandem with her sister ship, Gneisenau, in raiding British merchant shipping in the Atlantic. An early victory was the sinking of HMS Rawalpindiin November 1939. She subsequently participated in the invasion of Norway and sank HMS Renown, a battlecruiser, and HMS Glorious, an aircraft carrier, as well as their escort destroyers &ndash; in the course of these battle achieving one of the longest range gunfire-hits in military naval history.&#10;&#10;In early 1943, the Scharnhorst joined the Tirpitz in Norway, hoping to interdict Allied convoys to the Soviet Union, but were intercepted by Royal Navy patrols. During the Battle of the North Cape, Scharnhorst was sunk by HMS Duke of York and her escorts.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Clemson-class destroyers",
    "ID": 326466,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326466/victory-at-sea-clemson-class-destroyers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Clemson-class was a redesign of the Wickes-class and was the last pre- World War Two class of flush-decker destroyers to be built for the United States.&#10;&#10;In all, 156 of these destroyers served with the US Navy from after World War One and on into World War Two.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: USS Portland",
    "ID": 326467,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326467/victory-at-sea-uss-portland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "USS Portland, the lead ship of the Portland class of cruiser, launched in 1932. She completed a number of training and goodwill cruises in the interwar period before seeing extensive service during World War II. Her first wartime action was at the Battle of the Coral Sea in 1942, escorting the carrier Yorktown and rescuing survivors from the carrier Lexington. She repeated this escort assignment for Yorktown for the Battle of Midway.&#10;&#10;For the Guadalcanal campaign, she initially supported the carrier Enterprise, but was torpedoed and put out of action for 6 months during the Naval Battle of Guadalcanal. IN mid-1943, she returned to combat &ndash; performing shore bombardment s at the Aleutian Islands, Gilbert and Marshall Islands, Mariana Islands and New Guinea. She was at the Battle of Leyte Gulf in October 1944, engaging Japanese vessels at Surigao Strait. In 1945 she supported landings during the Battle of Okinawa until the close of the war.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: USS Chester",
    "ID": 326469,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326469/victory-at-sea-uss-chester",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "USS Chester supported the landing on Samoa (18-24 January 1942), and after repairs joined TF 17 for the Guadalcanal-Tulagi raid, the attack on Misima Island and the Battle of the Coral Sea, defending the carriers with anti-aircraft fire.&#10;&#10;She thereafter provided fire support at Tarawa, the lead ship of the operation, and covered other landings in the Island-Hopping campaign of the USMC. Later in the war, she conducted patrols off Okinawa and was assigned to the force providing air cover for the Coats Striking Group off the Yangtze River Delta.&#10;&#10;Surviving the war, she embarked homeward-bound troops at Iwo Jima and sailed for San Francisco. One final voyage to Guam brought home further servicemen. She arrived at Philadelphia on 30 January 1946, and later that year was placed out of commission in reserve.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: USS Houston",
    "ID": 326470,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326470/victory-at-sea-uss-houston",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Originally conceived as a light cruiser, USS Houston (second of her name) was reclassified as a heavy cruiser early in her life, serving in the 1930s to protect American interest in the China-Japan war of 1931 and later transporting President Roosevelt on special &lsquo;cruises&rsquo;.&#10;&#10;On the night of the Pearl Harbour attack, Houston departed Panay Island for Australia joining the American-British-Dutch-Australian naval force at Surabaya. She participated in the Battle of Makassar Strait, shooting don four Japanese aircraft. Thereafter she was part of the Timor Convoy, shooting down 7 out of 44 aircraft in the second of two attacks. As a result, she was absent from the attack on Darwin of 19 February 1942. Her next major action was at the Battle of the Java Sea, the largest surface engagement since the Battle of Jutland in World War One. 5 cruisers and 10 destroyers of the Allies met a Japanese force of 4 cruisers and 13 destroyers on 27 February 1942. The ABDA naval force lost 2 cruisers and 3 destroyers.&#10;&#10;It was the at the Battle of Sundra Strait that Houston would meet her eventual fate, in which she and HMAS Perth were sunk by torpedoes from a destroyer squadron. The route had been thought free of enemy vessels, but this proved false with the two ships surrounded by multiple Japanese Warships. The story of her demise was not known fully until the liberation of the 368 survivors of Houston, from Japanese prison camps at the close of war.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spillet om Norsk Olje og Gass",
    "ID": 326473,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326473/spillet-om-norsk-olje-og-gass",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players take the part of oil investors, buying oilfields, oil companies, and insurance. Drill for oil, administer finds and evaluate what pays, based on the oil price in force.&#10;&#10;Roll dice and move that number of spaces around the board. When you pass start, the bank pays income on the fields you own. A high oil price gives a high income and vica verca. A low oil price can turn your income into loss.&#10;&#10;The goal of the game is to be the player remaining with any money.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Negotiation",
      "Player Elimination",
      "Roll / Spin and Move",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Theme: Oil / Gas / Petroleum",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombielife Insurance",
    "ID": 326475,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/326475/zombielife-insurance",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Zombielife Insurance, you play as salaryman going about your business as a slow-spreading zombie virus makes its way through the population. The insurance company &quot;Zombielife&quot; came up with a series of insurance policies covering the different stages of zombification. As you try to survive this zombie epidemic, you can decide to invest your money, buy protective equipment to prevent yourself getting infected, or simply purchase insurance for that huge payout in case you do become a zombie. Will you survive the epidemic or become a zombie trying to infect others while your family lives a high life on your insurance money?&#10;&#10;Zombielife Insurance is a 2-5 player game of making decisions to buy or not to buy insurance!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hot Potato",
      "Investment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Polywords",
    "ID": 326480,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/326480/polywords",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "In each of the six game modes of Polywords, players must search for the best word to write in their &quot;sea&quot; grids respecting the Constraint card revealed on the table (you will fight with Categories, letters, shapes and a fast sandglass). &#10;Remember that if you make mistake or if you don't write anything, you will gain a plastic bottle in your sea, which will give negative points at the end of the game: in Polyword, in fact, the winner is the players who has more empty space at the end of the game!&#10;&#10;Polywords is a fast party game for 1-6 players in which the shorter words are the key to win!&#10;It contains 6 modes designed for different number of players, 1 solo mode and 2-teams variant!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Movement",
      "Impulse Movement",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chaud Patate",
    "ID": 326481,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326481/chaud-patate",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Chaud Patate is a card game by Yannick Robert, illustrated by Olivier Fagnere, where you'll play a chef in search of ingredients to make the best dishes.&#10;&#10;On your turn, you take a card from the kitchen or from one of the two pantries. The kitchen permits to recruit kitchen helps or to collect &ldquo;special&rdquo; cards, while the pantries make it possible to collect ingredients.&#10;&#10;However, each place has a certain number of &ldquo;Hot Potato&rdquo; cards that will send one of your kitchen help to the emergency, if you draw one of these cards. Be careful, if you haven't more clerks, your chef will be in danger and you'll risk elimination.&#10;&#10;The last chef in the competition will win the golden chef's hat and earn points based on the number of ingredients harvested.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hot Potato",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le Jeu des Oursins",
    "ID": 326482,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326482/le-jeu-des-oursins",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Don't play the next urchin ! Here is a party game where you try to survive the next round by not playing a card with an urchin. You can exchange your cards with one of your opponent. You may also try to offer some gifts ton the other players (more cards!) If you are the first play to have no card in your hand, then you win the round!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snakes and Hawks",
    "ID": 326488,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/326488/snakes-and-hawks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "3",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Snakes and Hawks is a card game fun for ages 6 and up and can be played with 2-6 players. Game play is easy and it is very similar to a trick taking card game. Winning the game will take strategy as players will team up with the other players and ultimately using them to their own advantage. While Snakes and Hawks is a team game, there is only one individual winner. You can play 12 unique versions. This is a very thrilling and different card game.&#10;Unlike a normal deck of cards, Snakes and Hawks is played with a 60-card deck. Snakes and Hawks can be played with teams, but unlike other popular trick taking games, your partner doesn&rsquo;t always have to sit across from you. Your partner can also change every time the cards are dealt. Choosing the right partner could make the difference between winning and losing, The game ends when a player reaches positive 200 or negative 100.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Team-Based Game",
      "Trading",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cutthroat Ninja",
    "ID": 326493,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/326493/cutthroat-ninja",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Be the first player to build up an attack list with enough hit points to eliminate the target and claim the reward! Choose the next target and begin again until everyone has been taken out. The player with the most rewards wins!&#10;&#10;But it won't be that easy.&#10;&#10;You will also have to play your strategy cards wisely - because they can help or hinder you and your opponents. You might draw an extra card then have your attack list switched around. Or hire a mercenary to block your opponents' paths while they steal your combo attack! You can even join forces with an opponent to eliminate the target - only to steal their half of the reward in the very next round! It's all about being the most cutthroat ninja in the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Action Drafting",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Sudden Death Ending",
      "Take That"
    ],
    "Families": [
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Summ oder brumm",
    "ID": 326497,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326497/summ-oder-brumm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has five pawns and an own section of the game board (A, B, C, D) to move his pawns. The pawns start on the spaces with the numbers 1-5 beneath. The goal of the game is to move all five pawns to the spaces marked with 1-5 in the center of the game board. Movement is determined by a die.&#10;&#10;The pawns move strictly in their own column along the spaces marked with one to six eyes into the numbered destination space. The special marked spaces hinder or benefit the players.&#10;&#10;The game was published in the 1920's. The box cover reads in old German script: &quot;Frohe Stunden ... summ oder brumm. Das neue lustige Volksspiel&quot;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Red Banner Northern Fleet",
    "ID": 326500,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/326500/red-banner-northern-fleet",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Red Banner Northern Fleet explores the Cold War going hot on the high seas. The game is set in 1983, during the last great crisis of the Cold War, occurring before disillusionment with the Soviet system reached critical mass.&#10;&#10;The game is inspired by the Avalon classic  Victory in the Pacific. The map depicts the North Atlantic, dividing it into several sea zones. The stats are simplified to facilitate fast game play. However, until Victory in the Pacific, the rules for amphibious landing and land-based aircraft are more involved. Plus the threat of nuclear war hangs over, and if either NATO or the Warsaw Pact does too well, the losing side's government might launch.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Soviet Union",
      "History: Cold War",
      "Political: NATO",
      "Region: Atlantic Ocean",
      "Theme: Alternate History",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quick Play Pro Hockey",
    "ID": 326502,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/326502/quick-play-pro-hockey",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Quick Play Pro Hockey was designed by Michael Owens to quickly and accurately replay N.H.L. seasons, playoffs and any kind of tournaments the gamer wishes.  Each game takes a few minutes to play, which allows for many games to be played in a short period of time.&#10;&#10;Game play is activated by two standard dice (of different colors or sizes) read separately.  For instance if the red die is 4 and the white die is 2, it is to be read as &quot;42&quot;, or if the red die is 2 and the white die is 1 to be read as &quot;21&quot;.  This gives thirty-six different possibilities from 11 to 66.  If you are familiar with APBA games, it is read in the same fashion.&#10;&#10;The basic steps are:&#10;&#10;     Select Visiting and Home teams&#10;     Determine &quot;Base Score&quot; (including normalization) for each team&#10;     Determine Scoring Chance range and Home/Visitor Chance ranges and enter them on your scoresheet&#10;     Determine Close Game Factor difference and select the applicable CGF range&#10;     Record CGF details on scoresheet&#10;     Start game&#10;&#10;&#10;When playing the game, you roll two dice. The first dice will be used for time management based on a timing chart. The combination of the two dice will then be used to determine if a scoring chance takes place. If a scoring chance takes place, then another roll of the dice will determine which team has the scoring chance. Once a team is determined, a third roll will be matched against a scoring table to determine the outcome of the scoring chance.&#10;&#10;The game consists of three periods and the team with the higher score at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports Teams: National Hockey League (NHL)",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Butcher and the Bonnie Prince",
    "ID": 326505,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/326505/the-butcher-and-the-bonnie-prince",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The Butcher and the Bonnie Prince simulates the last and greatest of the Jacobite uprisings. It uses blocks for units to create fog of war and utilizes an easy combat system. One side plays the Jacobites, which include Scottish Highland and Lowland units as well as English and Welsh. The French will also provide units and could launch a full scale invasion of Britain. The Hanoverians include Scottish Loyalists from the Highlands and Lowlands as well as British regulars and even some Dutch units.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "History: Jacobite Rebellions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Raketenflug durch das Weltall",
    "ID": 326518,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326518/der-raketenflug-durch-das-weltall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at space 1 (Earth). The first to reach space 50 (Moon) wins the game. This is not as short a trip as it seems, because the players have to pass Mars and Saturn. Movement is determined by a die. On some spaces events hinder or benefit the players.&#10;&#10;The game was printed on a chocolate box including 24 bars (Riquet-Schokolade ABC) to serve as prizes.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rune: Dark Master Micro Expansion",
    "ID": 326524,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326524/rune-dark-master-micro-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Pass to the dark side. Place the dark rune trying to stop your opponents plans.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rune: The Third Master",
    "ID": 326525,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326525/rune-the-third-master",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Play the game with three players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moods of the Mad King",
    "ID": 326543,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/326543/moods-of-the-mad-king",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Moods of the Mad King: Revised Edition is a micro-game for 2 to 4 players, where the players assume the role of a playwright in the court of The Mad King! The Mad King demands a play to suit his current feelings, but with his ever-changing moods and propensity for beheadings, all the playwrights are stealing secrets from each other and scrambling to gather information from those close to the king in order to create the perfect play!&#10;&#10;When playing Moods of the Mad King, each Playwright will try to collect matching sets of genres. The King has 4 Moods, each corresponding to a different genre: Brooding (Drama), Joyous (Comedy), Lamenting (Tragedy), and Devoted (Romance).&#10;&#10;You will try to collect Acts of matching genres to complete a set. The more your set matches, the more points you get, and more your set matches the King&rsquo;s Mood at the end of the game, the more points you get!&#10;&#10;Moods of the Mad King: Revised Edition brings major updates to the core game and includes the Muses expansion.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combustible Penguin",
    "ID": 326544,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326544/combustible-penguin",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A quick card game of Wit, War, and Waddle.  Protect your clan of penguins from others and the world at large.  Start by drafting your penguin clan, then spend your turns either adding to your population or destroying others.  The game includes 80 Penguin cards and 20 Event Cards.  Each turn is a simple as drawing a card and playing a card.&#10;&#10;The game ends when only one player remains or if the deck runs out of cards, whoever has the strongest penguins is the winner.&#10;&#10;Can you navigate a living landmine to become the future ruler of Icetasia?&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Penguins",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Era: Medieval Age – Collector Set 2",
    "ID": 326549,
    "Year": "(2020)",
    "Geek Rating": "5.577",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326549/era-medieval-age-collector-set-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Era Collector Set #2 provides players with two new buildings - giving players all new strategies to explore!&#10;With 2 Abbeys and 2 Manors, no game of Era: Medieval Age will ever be the same as any other.&#10;&#10;Manor: At the end of the game, score 2 bonus points for every farm in your domain.&#10;&#10;Abbey: At the end of the game, score 2 bonus points for every white building in your domain. (Includes chapels, churches, monasteries, abbeys, and cathedrals.)&#10;&#10;New Disaster: The Blight disaster occurs in addition to the Disease disaster. Resolve Disease first, then resolve Blight (player by player). &#10;Lose 1 farm if you have at least2 farms. Farms lost in this way are returned to the game box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Roll Through the Ages (Matt Leacock)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Era: Medieval Age – Collector Set 3",
    "ID": 326551,
    "Year": "(2020)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326551/era-medieval-age-collector-set-3",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Era Collector Set #3 provides players with two new buildings - giving players all new strategies to explore!&#10;With 4 Schools and 3 Weigh Houses, no game of Era: Medieval Age will ever be the same as any other.&#10;&#10;School: Provides 1 additional culture during the Collect step each round.If within a walled area, provides 2 additional culture during the Collect step of each round instead.&#10;&#10;Weigh House: Provides 1 additional trade good during the Collect step each round. If within a walled area, provides 2 additional trade goods during the Collect step each round instead.&#10;&#10;New Disaster: The Migration disaster occurs in addition to the Brigands disaster. Resolve Brigands first, then resolve Migration (player by player).&#10;If you have the most culture (at least 1), reduce your disaster points by 2. If tied for the most culture (at least 1), reduce your disaster points by 1 instead&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Roll Through the Ages (Matt Leacock)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Personal Space: The Circus Moon",
    "ID": 326558,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326558/personal-space-the-circus-moon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Circus Moon is an expansion for Personal Space and requires the base game to play.&#10;&#10;The Circus Moon is a new moon that you can visit during your games of Personal Space.&#10;&#10;Orbit: 4:00-5:00 AM/PM&#10;Popular Attraction: The Big Top&#10;Local Cuisine: Ice Cream Zone&#10;&#10;New Neighbor: You will gain one of four new neighbors:&#10;&#10;    Casper The Laughable&#10;    Hector The Impossible&#10;    The Magnificent Twitch&#10;    The Mighty Siri&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Personal Space"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Goblin Shaman/Giant",
    "ID": 326561,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326561/trolling-for-trouble-goblin-shamangiant",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Dual sided monster expansion for Trolling for Trouble featuring the Goblin Shaman on one side and the Giant on the other.&#10;&#10;&#10;Released in the July 2020 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Negotiation"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Personal Space: The Farming Moon",
    "ID": 326565,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326565/personal-space-the-farming-moon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Farming Moon is an expansion for Personal Space and requires the base game to play.&#10;&#10;The Farming Moon is a new moon that you can visit during your games of Personal Space.&#10;&#10;Orbit: 5:00-6:00 AM/PM&#10;Popular Attraction: Buck's Farm&#10;Local Cuisine: Sprouts&#10;&#10;New Neighbor: You will gain one of four new neighbors:&#10;&#10;    Donny Briarpaw&#10;    Maddy Torndawn&#10;    Scooter Applestone&#10;    Sierra Smallpetal&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Personal Space"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Goblin Raider",
    "ID": 326567,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326567/trolling-for-trouble-goblin-raider",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Single monster expansion for Trolling for Trouble, featuring the Goblin Raider monster.&#10;&#10;&#10;Released in the August 2020 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Fighting",
      "Negotiation"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clue: North Pole Edition",
    "ID": 326569,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/326569/clue-north-pole-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A holiday twist on the classic detective game! In Clue: North Pole Edition, instead of solving a murder mystery, players attempt to solve the mystery of the missing presents.&#10;&#10;Players move from building to building at the North Pole to solve the mystery of: who did it, with what, and where? Players are dealt character, item, and location cards after the top card from each card type is secretly placed in the Sleigh Room in the middle of the board. Players must move to a location and then make an accusation against a character saying they did it in that room with a specific item. The player to the left must show one of any cards accused to the accuser if in that player's hand. Through deductive reasoning each player must figure out which character, item, and location are in the secret file. To do this, each player must uncover what cards are in other players hands by making more and more accusations. Once a player knows what cards the other players are holding, they will know what cards are in the hidden in the Sleigh Room.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "This That & Everything: Merry X-Mas Edition",
    "ID": 326572,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326572/this-that-and-everything-merry-x-mas-edition",
    "Min Players": "4",
    "Max Players": "44",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This That &amp; Everything: Merry X-Mas Edition is a rapid-fire team based guess game.  The cards include all things Christmas that teams try to guess based on descriptions or clues. Players race to describe a wide variety of holiday related things for their teammates to guess - in 30 seconds or less!&#10;&#10;CONTENTS: 100 cards, score pad, 30 second timer and instructions&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Game: This That & Everything",
      "Holidays: Christmas",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zendo Cards",
    "ID": 326583,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326583/zendo-cards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A deck of 60 cards to expand the Looney Pyramids collection in the style of Pyramid Arcade. This is not a complete game, only cards. Contains reworked rules cards from Zendo standalone game and Zendo Rules Expansion #1 and Zendo Rules Expansion #2 adjusted to work with pyramids.&#10;&#10;Zendo is a game of inductive logic in which the Master creates a rule and the Students attempt to discover it by building and studying small arrangements of Looney Pyramids. The first student to state the rule correctly wins.&#10;&#10;Also needed:&#10;&#10;Rules to play from LooneyLabs.com/rules/zendo&#10;&#10;A supply of Looney Pyramids in 3-4 colors&#10;&#10;A supply of tokens or stones in 3 different colors&#10;&#10;2 small clips (plastic paper clips or bobby pins)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Induction",
      "Pattern Recognition",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Looney Pyramid Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Personal Space: The Drive-In Moon",
    "ID": 326588,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326588/personal-space-the-drive-in-moon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Drive-In Moon is an expansion for Personal Space and requires the base game to play.&#10;&#10;The Drive-In Moon is a new moon that you can visit during your games of Personal Space.&#10;&#10;Orbit: 1:00-2:00 AM/PM&#10;Popular Attraction: Zorp's Diner&#10;Local Cuisine: Zip Corn Dogs&#10;&#10;New Neighbor: You will gain one of four new neighbors:&#10;&#10;    Candy Bitterwort&#10;    Night Boxwood&#10;    Raven Milfoil&#10;    Rock Bindweed&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Personal Space"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Personal Space: The Commerce Moon",
    "ID": 326589,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326589/personal-space-the-commerce-moon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Commerce Moon is an expansion for Personal Space and requires the base game to play.&#10;&#10;The Commerce Moon is a new moon that you can visit during your games of Personal Space.&#10;&#10;Orbit: 12:00-1:00 AM/PM&#10;Popular Attraction: Squid Exchange&#10;Local Cuisine: Inkydrink&#10;&#10;New Neighbor: You will gain one of four new neighbors:&#10;&#10;    Cloud Razzle&#10;    Dash Brookmoore&#10;    Octo Jigglebrook&#10;    Pearl Peirene&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Personal Space"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sawagashii Dai-Toshokan (騒がしい大図書館)",
    "ID": 326590,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326590/sawagashii-dai-toshokan-sao-gashiida-tu-shu-guan",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Make spell cards with the help of the inhabitants of Gensokyo!&#10;&#10;Sawagashii Dai-Toshokan is a party-style card game.&#10;The game is based on the idea of &quot;making spell cards for Patchouli&quot; in the Great Library with original gameplay rules.&#10;Players, as fairy maids who usually help Patchouli, have to make spell cards in order not to lose to other maids.&#10;The first maid to make the specified number of spell cards wins the game.&#10;&#10;Spell cards can be completed by accumulating attributes belonging to the Five Elements to fulfil their requirements. Fairy maids can seek the help of passers-by, who can lend their abilities, but with so many people within the Great Library, situations may change at any moment, so that the fairy maids must be quick to adapt if they want to show their worth.&#10;&#10;Who will be able to impress Patche the most?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting"
    ],
    "Families": [
      "Video Game Theme: Project Shrine Maiden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pie Rats of the Carob Bean Farm: Charisma Promo Card",
    "ID": 326591,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326591/pie-rats-of-the-carob-bean-farm-charisma-promo-car",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "May be used once to help prevent a crew member from being lured away. (Or at least make it more difficult).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Collectible Card Game: Ping Promo Card",
    "ID": 326592,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326592/munchkin-collectible-card-game-ping-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Deal 1 damage to target monster.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Munchkin",
      "Game: Munchkin Collectible Card Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nazrin Enigmatic Wonder Search",
    "ID": 326593,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326593/nazrin-enigmatic-wonder-search",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Nazrin Enigmatic Wonder Search (NEWS) is a party-type card game distributed by Hinafuda Production Committee at the 9th Hakurei Shrine Festival.&#10;&#10;In this game, players entrust Nazrin with the search to find the &quot;something&quot; that Yukari inadvertently let enter the fantasy world. Using Myouren-ji cards to carry out the search, Shinrei-byou cards to hinder your opponents, and the help of the occasionally useful Toramaru Shou, find the &quot;something&quot; before anyone else!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Video Game Theme: Project Shrine Maiden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "30 Secondes Chrono",
    "ID": 326595,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326595/30-secondes-chrono",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "You play with three sandtimers of 30 seconds each. Your goal is to coordinate your attacks on the 9 banks of this game. Your opponent may call the Police and you'll spend two rounds of 30 seconds each in jail. This game is quick to understand and you feel the pressure of real gangsters. When four banks are empty, then the players with the more amount of gold and diamonds wins ! Do you want to take risk ? Some banks offers only one gold bar. Others offer much more precious jewels! Surprise!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Components: Sand Timers",
      "Players: Two-Player Only Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Une sacrée année de m****",
    "ID": 326596,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326596/une-sacree-annee-de-m",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "2020 was such a year ! Worldwide pandemic and lots of pressure. To ensure to spend a better time in 2021, here is a party game with lots of fun inside.&#10;&#10;At your round, you play a card from your personal drawing pile and you must announce the lockdown period and then count from &quot;1 week&quot; to &quot;52 weeks&quot;. When that's a pultiple of 4, you don't say &quot;4 weeks&quot; for example, you say &quot;January...such a f*****g year!&quot;.&#10;&#10;There are some special effects when some cards are discarded like : change the way the round is played (the player on your right is the next player) and if there is a virus card, then all the players have to put their hand on it. The last one loses and takes all the cards from the central discard pile.&#10;&#10;When a player has no more card in his hands, he wins a token.&#10;At the end of the game, the player with the greatest number of tokens wins !&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Piek-de-boom",
    "ID": 326597,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/326597/piek-de-boom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A game the size of a Christmas Card, in which two players race to be the first to put the tree topper on the Christmas tree.&#10;&#10;In this game there is no standard turn-order. Instead, the player who is behind will get to roll the die. Ever turn a player is allowed to re-roll the die once, but only the last roll will count.&#10;&#10;The trick of this game is not to try and get too much ahead, but instead watch your opponent closely.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Dice Rolling",
      "Race"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Holidays: Christmas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargaming in History: Waterloo",
    "ID": 326604,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/326604/wargaming-in-history-waterloo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "The purpose of this 'Wargaming in History' series is to offer, in detail, hints, tips, and advice on specific periods and wars that are wargaming favourites. All the necessary information, - campaigns, battles, weapons, tactics, etc. - is included and the books are illustrated with tactical diagrams, maps, contemporary illustrations and photo&not;graphs.&#10;&#10;Waterloo. The end of Napoleon and the end of an era, was actually a series of involved attacks and counter thrusts in mid-June of 1815.&#10;&#10;All the intriguing subterfuges, night marches, treachery, command decisions, strategies, and tactics that transformed a tiny part of Belgium into a household word for decisive warfare are brilliantly described, with special attention given to meticulous mapping of the flow of armies in combat.&#10;&#10;A sensible sets of rules for engagement, including movement, infantry battles, and when, by chance or skill, a depleted force must be removed from the firestorm and acrid smoke of battle.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Books: Wargaming in History (Argus Books)",
      "Country: Belgium",
      "Country: Scotland",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ike No Koi",
    "ID": 326605,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/326605/ike-no-koi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Ike No Koi, each carp card is presented a number of times equal to its value. You will try to retrieve carp to get the majority in the different carp colors. Be careful not to be too greedy: you reveal two identical cards and the others will help themselves first!&#10;&#10;You will be able to win points thanks to your majorities, but also thanks to the power cards, the challenge common to all, and your secret challenge. Don't hesitate to collect carp in the opposing ponds and skilfully protect yourself from trickery to win the game.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Father Brown Investigations: The Death of Sir Percy Coldwell",
    "ID": 326606,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326606/father-brown-investigations-the-death-of-sir-percy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In this card game, based on the beloved priest-detective character created by G. K. Chesterton, 2-6 players take the role of the Investigators and try to create a case against a suspect. The game will be issued in a base game, comprised of all the cards (nearly 200), as well as a deluxe edition with a board showing locations for investigation. The deluxe game can be played with the base rule set, or a separate rule set for a different mode of play.&#10;&#10;In either version of the game, first a crime scene is established using the Crime, Suspect, and Evidence decks. Then, players will use the Investigation Resources deck to try to acquire their own Evidence cards in order to try to match them to the requisites of the Crime and Suspects' dossier. Evidence is acquired in rounds of a &quot;bidding&quot;-type action against the other players.&#10;&#10;Apart from competing to acquire evidence, however, players can also interfere with one another's investigations by deploying Special cards, or by utilizing a special action allowed to their Investigator type. There may also be a traitor in the game, playing as Father Brown's nemesis Flambeau, whose goal is to masquerade as a detective and stop anyone from solving the crime.&#10;&#10;There are also risks in some investigations: a player's Investigator might be killed in the line of duty, forcing that player to draw a new Investigator role and start out again back-footed in his or her investigation!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Hidden Roles",
      "Induction",
      "Matching"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – She-Hulk",
    "ID": 326614,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326614/marvel-crisis-protocol-she-hulk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Jennifer Walters is the cousin of Bruce Banner, the Hulk. After an attempt on her life left her in critical condition, a blood transfusion from Banner infused her with gamma irradiation and transformed her into the savage and sensational She-Hulk.&#10;&#10;While she gained much of the superhuman strength of the Hulk, Walters retains her sharp wit and honed sense of justice when she transforms, becoming a less inhibited version of herself. She rarely sees the need to return to her original self, preferring instead to fight crime with her immense strength and durability.&#10;&#10;Contents:&#10;1 Miniature&#10;  &#226;&#128;&#163; 1 She-Hulk&#10;1 Bases&#10;1 Character Stat Card&#10;4 Team Tactic Cards&#10;1 Affiliation Card&#10;11 Tokens&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Gangs",
    "ID": 326623,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/326623/street-gangs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Two gangs are fighting over a neighborhood. They mark their territory with graffiti writings, the so-called &quot;tags&quot;, on buildings and trains. Once a territory has been marked, the other gang is no longer allowed to enter it. It's all about dominance in the neighborhood. Who will conquer the largest area?&#10;&#10;From the 9 city cards you randomly put together a 3x3 neighborhood. As the starting player, you first choose your gang, but your opponent may choose which starting point he or she uses as home base. The gangs can move different numbers of squares and carry different numbers of spray cans.&#10;&#10;Now it's your turn to take turns trying to mark your territory. For each building and each train you need one spray can. These then remain on the field, you have left your tag. If you have no more spray cans with you, you have to get new ones in your home base.&#10;&#10;As soon as one of you has used up your own supply of cans, the gang that was able to set more tags wins. If you manage to block the rival gang member so that he can no longer move freely in your neighborhood, the game is also over immediately and you have defeated the other gang.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Spieleschmiede",
      "Players: Two-Player Only Games",
      "Series: Die kleinen Feinen (Spieltrieb)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hydro Soakers",
    "ID": 326626,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/326626/hydro-soakers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Need to cool off in the hot summer sun? Splash into action with Hydro Soakers! A two player game where you compete in eliminating the opposing team.&#10;&#10;Strategize your movement, upgrade your hydropack, and refill your water guns in this fast paced action hydration!&#10;&#10;Play an exciting game of Hydro Soakers! Players go head to head controlling their teams of three athletes. Players will fire water guns, grab snacks, attempt to avoid getting wet by others and score eliminations. This skirmish style game makes you manage your water, choose the best time to attack and taunts you with when to grab some snacks off the buffet table.&#10;&#10;Hydro Soakers is a fast action game where you don't want to get caught with an empty hydropack! Don't forget to fill up at the fill stations. Special events can either help you or hurt you so stay on guard. Play this unique water fight game with a friend and revisit your childhood of intense water battles. Grab your own copy of Hydro Soakers and you'll be glad you did.&#10;&#10;- Tactical moves and strategic decisions.&#10;                    &#10;- Water Management - Don't get caught with an empty HydroPack. Manage your water by utilizing Water Fill Stations. &#10;                    &#10;- Chow down on snacks in order to boost your abilities on the field&#10;                    &#10;- Watch out for special events. Some are good and some are bad.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steady Bayonets 1756",
    "ID": 326638,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/326638/steady-bayonets-1756",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Steady Bayonets 1756 is a set of rules for playing tabletop wargames representing battles in the middle part of the 18th Century, using 15-30mm size model soldiers. The rules cover the period roughly 1740-1790 in Europe.&#10;&#10;In these rules, battles are won with lines of well-drilled, bayonet-armed infantry delivering coordinated volleys of musket fire. Cavalry in general cannot take on steady infantry frontally and artillery is not yet powerful enough to be a battle-winning arm.&#10;&#10;A typical game has about a dozen units per side. A game like this should take under four hours for a pair of opponents familiar with the rules to complete.&#10;&#10;The rules work best with units of 24 infantry models, 12 cavalry models and batteries of 2-4 gun models but this is not a strict requirement.&#10;&#10;Game setup usually involves two opposing forces facing one another across a table laid out with terrain models representing hills, woods, streams, etc.&#10;&#10;The usual table size is 4-6 feet deep by 6-8 feet across.&#10;&#10;Figure and Ground Scales:&#10;&bull; One infantry model = 20 actual men.&#10;&bull; One cavalry model = 20 actual men.&#10;&bull; One cannon model = two actual guns.&#10;&bull; One gunner model = 5 actual crewmen.&#10;&bull; One inch = 20 actual paces (50 feet).&#10;&#10;Turn Sequence&#10;&#10;     Rally &amp; Command&#10;     Move&#10;     Shoot&#10;     Close combat &amp; Recovery&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Seven Years War",
      "History: War of the Austrian Succession",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teropaïpaï",
    "ID": 326641,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/326641/teropaipai",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Teropa&iuml;pa&iuml;&#10;&#10;The principle ? &#10;You have just bought a small plot of land to support yourself and you need to create a vegetable garden.&#10;&#10;You have one goal: &#10;turn all your seeds into beautiful plants! &#10;For this you will need to carefully select your seed cards: companionship, the association of plants is the key to your success! &#10;The end goal is to score the most points by turning your seed cards into plant cards and by using as much natural resources as possible. &#10;Be careful, however, nature is usually lenient, but it can be capricious, you will have to deal with the unexpected! &#10;Without counting on your garden opponents, who will not miss an opportunity to put coal in the holes!&#10;&#10;&mdash;description (translated) from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Lose a Turn",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Ulule",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Book It! Expansion 2: You Still Got It!",
    "ID": 326655,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326655/book-it-expansion-2-you-still-got-it",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A mini-expansion that shows some of the wrestlers from Book Its past at a later point (or earlier point!) in their careers! These twenty wrestlers feature not only brand new artwork from Alex Mahoney, but brand new stats, and in some cases, brand new styles!&#10;&#10;In addition to the re-imagined wrestlers, three of the original Special Announcement, Dirt Sheet, and Venue Cards to revamp as well. These cards keep the same spirit of the originals, while changing the wording or the effect slightly to make them easier to play. These cards have new art as well&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Impact: Will you survive?",
    "ID": 326657,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/326657/impact-will-you-survive",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "We go back to the time where the landmass of the earth was one. This landmass, called Pangaea is where our story begins.&#10;&#10;At the same time, in the far far distance of our Galaxy an earth disaster is heading our way. The famous asteroid that hit the earth over 65 million years ago. When this asteroid hits the earth, the game will end and we will see if the ancestors to mankind where able to survive allowing us humans to rule the planet as we do today.&#10;&#10;During the game play, Pangaea will change, continents will rise and fall, opportunities to survive will come and go, are you lucky enough? Are you strategic enough?&#10;&#10;Dinosaurs will make your changes to survive more difficult and volcano eruptions can happen any time, covering everything in lava.&#10;&#10;Earthquakes and Tsunamis are mother nature&rsquo;s forces that will challenge you. Are you able to outsmart your fellow players? It&acute;s survival of mankind but it better be your offspring to rule the world, or perhaps nobody shall survive!?&#10;&#10;This game is a typical hex-tile and worker placement. Tiles will also be stacked/unstacked on the board during the game.&#10;&#10;Each player starts with 4 cards at hand, visible to all. &#10;From the 4 cards you select 2 (or 3 for experience gamers) to represent in order: &#10;&#10;     a number of tiles displacement of the event-locator, &#10;     an action that will take place at that new location and &#10;     (optional, based on chosen game play) the range, i.e. number of tiles, that is affected by that action. &#10;&#10;&#10;Played cards are discarded and new cards are added to the players hand for a next round.&#10;&#10;The event-locator, positioned on the board, points out where the action as given by the card will take place. Possible actions are land-rise, land-fall, climate change, earthquake/tsunami or dinosaur placement. Depending on the game-type, more than 1 tile can be affected.&#10;&#10;Each players meeple walks around the continents to harvest points or to place shelters (up to 3) but they are continuously in danger due to the effects of the actions that can happen to the continent (or tile) the players meeple and shelters are on. As player, you can chose to work with your fellow players or work against them, finding an alliance or break it again.&#10;&#10;Not all land-types can support players meeples or dinosaurs, but you can buy evolution cards that can give you a bit of help, but it will cost you points.&#10;&#10;Not all land-types are suitable for shelter building either or you shall choose between scoring points and harvest or not to harvest and move to a better spot to be able, in your next turn, to finally build your shelter. Can you build and keep your shelters on the board and earn the most points along the way? Shelters that you can keep on the board start earning points for you as well.&#10;&#10;Only if at least 1 of your shelters survives the end game when the famous asteroid impacts the earth, then and only then will you have a change to win the game. During the game-play the asteroid is triggered and will move closer to earth from the starting place you have chosen. This determines (more or less) the game length. The speed in which it approaches is different each game, making it hard to predict how much time or turns is still left in the game. But when the asteroid reaches the earth, the end game begins.&#10;&#10;Simply stated, ensure your ancestors survive the impact and earn the most points during the game, that will make you the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Prehistoric",
      "Territory Building"
    ],
    "Mechanics": [
      "Action / Event",
      "Advantage Token",
      "End Game Bonuses",
      "Events",
      "Finale Ending",
      "Hexagon Grid",
      "Map Deformation",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Top Tale: The O.G – Volume 2",
    "ID": 326658,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326658/top-tale-the-og-volume-2",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Top Tale is a family-friendly party game for 2-10 players, ages 14+, and a typical game can last 30+ minutes, taking less than two minutes to learn. The whole premise of the Top Tale O.G. series is to help humans get to know each other. During gameplay, players will share stories relating to the topic cards, and even if you've known the other players your whole life, you're likely going to learn much more about them during game play. As such, the game can be used as a team builder, an ice breaker, as a filler, or as a gateway game.&#10;&#10;Top Tale: The Original Game - Volume 2, is the second volume in the Top Tale series, designed and published by the Indie Game Alliance studio, Yub Nub Games.&#10;&#10;Top Tale: The O.G Vol 2 is a stand alone companion to all other Top Tale volumes, and includes topic cards that expand on the topics from the first volume without compromising on the quality of play testing each card topic has gone through.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Top Tale: Tall Tale",
    "ID": 326659,
    "Year": "(2026)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326659/top-tale-tall-tale",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Top Tale: Tall Tale is a spin off of Top Tale: The Original Game (O.G.), where the twist is that for each topic a fantastical element must be added into the players' responses. Similar to The O.G. series, the game can be played with 2-10 players, ages 10+, and a typical game lasts 30+ minutes, taking less than two minutes to learn.&#10;&#10;In Top Tale: Tall Tale, players will still get to know each other, however the stories aren't expected to be based solely on the truth. The stories are expected to be exaggerated and unbelievable, which makes the best story often times the most entertaining story.&#10;&#10;Top Tale: Tall Tale can be integrated with other Top Tale volumes during gameplay, where the Tall Tale cards are clearly marked to cue players to stretch the truth. The other game play mechanics are all the same as the rest of the Top Tale series.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chachapoya: Demon Promo",
    "ID": 326660,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326660/chachapoya-demon-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The base Chachapoya game is expanded by new haunting and dangerous KUM HAU Demon cards. We should shuffle the Demon promo cards into the treasure deck, after it prepare the other card as it's written in the game rules.&#10;&#10;The first player to get the Demon card becomes possessed and they have to turn the highest valued card face down. The next player getting possessed will take all collected Demon cards from the player who has them and puts them in front. The number of Kum Hau cards they have they turn the same amount face down.&#10;The player getting freed from the Demon can turn their cards over!&#10;&#10;The game ends for the player who have collected all Demon cards immediately. They have to fold all the other cards and will not participate in the rest of the game. That player gets possessed terminally and all in all gets 25 points.&#10;&#10;The other players continue playing the game following the normal rules.&#10;&#10;Enjoy playing the game and fear from the Demons!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Hand Management",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Continents: South America",
      "Promotional: Cards",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sack Stackers",
    "ID": 326661,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/326661/sack-stackers",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It&rsquo;s Christmas Eve, and every gift in Santa&rsquo;s workshop has been carefully wrapped ready for delivery. You and your fellow Elves have been trusted to load up the sleigh, but the Sack Stacker 5000 is misbehaving! All of the presents are coming out in the wrong order and getting mixed up with lumps of coal... Can you sort out the gifts and make sure everyone gets what they hoped for on Christmas morning?&#10;&#10;Sack Stackers is a festive, family-weight roll-and-write game that can be played solo or as a group; in person or remotely.&#10;&#10;Use shared dice rolls to collect gifts, drop them into Santa&rsquo;s sack and build patterns to earn points. You'll need to manipulate the dice, but beware of gathering coal that might interfere with your plans!&#10;&#10;Simple rules, crunchy decisions and familiar gameplay akin to Tetris and Connect4 make this the ideal game for a family get-together.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Holidays: Christmas",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potter: The Ultimate Movie Quiz",
    "ID": 326664,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/326664/harry-potter-the-ultimate-movie-quiz",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Amaze your family and friends with your knowledge about all eight movies, from Harry Potter and the Philosopher's Stone to Harry Potter and the Deathly Hallows &ndash; Part 2.&#10;&#10;Your Hogwarts house determines which questions you will answer, so begin the game by declaring whether you are Hufflepuff, Ravenclaw, Slytherin, or Gryffindor.&#10;&#10;Spin the spinner and take the corresponding movie card. The player to your left reads aloud the question for your Hogwarts house and you have one minute to answer.&#10;&#10;Correctly answer a card to keep it. If the spinner lands on a movie you&rsquo;ve already won, you must still answer the question to get an extra spin. Collect a card from each movie to win.&#10;&#10;Each of the 1600 question cards also displays the answer along with a short explanation about the topic. The aim is to be the first to collect a full set of 8 movie cards.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Baltimore Edition",
    "ID": 326665,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/326665/monopoly-baltimore-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Now's your chance to take control of Baltimore as you buy, sell and trade the city's most prized properties in this classic Parker Brothers real estate trading game. With one roll of the dice you can own the Orioles, Obrycki's, the Babe Ruth Museum or the Preakness Celebration.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Baltimore (Maryland, USA)",
      "Country: USA",
      "Game: Monopoly (Official)",
      "States: Maryland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Box: Espion",
    "ID": 326666,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326666/escape-box-espion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Can you escape in time?&#10;&#10;You have 60 minutes to solve the puzzles!&#10;&#10;A mad scientist has sent a weapon capable of destroying entire cities into orbit. Trapped in the computer room of an underground base, you must find the code that will deactivate the dangerous satellite.&#10;&#10;The countdown has started: the gun will fire in 60 minutes ...&#10;&#10;This escape box contains:&#10;. 1 32-page booklet with the rules of the game, the scenario and the solutions.&#10;. 40 cards to hide everywhere.&#10;. 1 60-minute soundtrack.&#10;. 1 poster.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sjavs",
    "ID": 326667,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/326667/sjavs",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sjavs is a Danish and Faroese game in the Schafkopf family. Many variants exist but the predominant one in the Faroe Islands is a four player game and the predominant one in Denmark is a three player game. Variants exist for 1 and 2 players also. The game was brought back to Denmark from Germany by travelling journeymen (Navere) and evolved here mainly among craftsmen and very much became a pub game.&#10;&#10;The Danish game is different in that it only has 20 cards and players start with 50 points each. The first to 0 loses. The most common variant is called Kl&oslash;rtjavs (Clubs Tjavs) where clubs is a fixed trump suit.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pays de Guérande et Saint-Nazaire: Le Jeu",
    "ID": 326668,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326668/pays-de-guerande-et-saint-nazaire-le-jeu",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pays de Gu&eacute;rande et Saint-Nazaire is an original, local and user-friendly board game based on the principle of questions and answers.&#10;&#10;Nearly 550 written questions and photos with also charades and riddles, &quot;junior&quot; questions which deal with subjects as varied as history or geography going from Gu&eacute;rande to Saint-Etienne-de-Montluc via Pontchateau, the Sillon de Bretagne, heritage, local traditions, current events or famous people who have marked the territory of Gu&eacute;rande, Saint-Nazaire...&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Saint-Nazaire (France)",
      "Country: France",
      "Region: Brittany (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Take-out",
    "ID": 326669,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/326669/take-out",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Take-out is an exciting number game. Can you remove all the numbered dice for a score of zero? Take-out is fast to learn and fun to play.&#10;&#10;Players each start with 50 points. If a player reaches 150 points they are eliminated. The game continues until there is only one player remaining.&#10;&#10;Each turn a player will roll 10 red dice. Then they will roll two white dice. The total number of pips on the white dice must be removed from the pile of red cubes in any combination. The player continues to roll the white dice until they can no longer remove the red dice. If a player can remove all red dice, they subtract 10 from their total score. If unable to remove all red die they player will add the combination of remaining dice to their score.&#10;&#10;Blanks can be used in place of any number, but if any remain at the end of the turn the player will be penalized 20 points.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hexagone",
    "ID": 326670,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326670/hexagone",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The aim of the game is to gain as many French regions as possible by answering questions.&#10;&#10;The board is comprised of bottom side serving as a wheel indicator, and a top side representing the map of France in the shape of a hexagon.&#10;&#10;On each turn, the player turns the HEXAGON board and rolls the dice; the number indicates on the board either a region, a Chance card, or a Question card.&#10;&#10;On a &quot;Region&quot; space, the player wins it if he correctly gives his name; he then scores as many points as the number on the dice. He gains additional points if he gives the capital, the departments.&#10;&#10;On the &quot;Chance&quot; boxes the player can gain or lose points then play again, can play with the islands (Corsica, DOM) and gain points in the same way as on a &quot;Region&quot; box.&#10;&#10;On the &quot;Questions&quot; boxes, the player answers as many questions as there are points achieved by rolling the dice; each correct answer is worth as many points as those of the dice. Certain boxes allow the points obtained to be multiplied by 2. In addition, the possession of all departments of a region earns bonus points, as well as possession of regions of the same color.&#10;&#10;The best total wins the game.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jeu de la Caisse d'épargne",
    "ID": 326671,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326671/jeu-de-la-caisse-depargne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The number of players is not limited in the big game &quot;CAISSE D'EPARGNE&quot; but we recommend a maximum of 5 people. (One of the players will have the title of Cashier and will be at the same time the agent of the Caisse d'Epargne, the real estate agent and the seller of household appliances).&#10;&#10;&mdash;description from the back of the box (translated)&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Belgique infernale",
    "ID": 326672,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326672/la-belgique-infernale",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2000 questions for the transition to the 2000 year.&#10;18000 classic questions on Belgium (geography, history, sciences, politics, gastronomy, sports, various facts, folklore, culture) and 200 infernal questions.&#10;&#10;&mdash;description from the back of the box (translated)&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Belgium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geminoa",
    "ID": 326690,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/326690/geminoa",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Two girls, one who supports the Heavens and the other the Demons, their souls eternally reincarnated. Over many lives and deaths, the two confront each other in that forgotten place. A battle beyond the boundary of human knowledge is about to take place once more.&#10;&#10;Lives as songstresses. Lives as assassins. Through the memories of your past lives, you have learned to wield swords and summon powerful beasts. But the power of memories alone will not be enough to defeat the formidable opponent before you.&#10;&#10;By eliminating the unnecessary memories and connecting together those that are more compatible, it is possible to bring these abilities to a much higher level. When you find a power you like, master it. Upon mastering it, you may continue to use it forever. Will you become a mighty master swordsman? Or perhaps master the power of flame as a great mage...?&#10;&#10;Geminoa is a dueling card game for two players, with a twist on the usual deck builders: rather than start with a small deck and acquire new, powerful cards, players instead start with a large deck of 30 cards. As cards are played and discarded, it is possible to return a card from the discarded pile, optimizing your set of cards by discarding the those that do not align with your strategy and emphasizing those that do.&#10;&#10;The game also includes rules for solo play, in which you will duel a strong enemy which varies its tactics every game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Category: Two-Player Fighting Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guadalcanal: Supply and combat",
    "ID": 326722,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/326722/guadalcanal-supply-and-combat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In August 1942, the US Marine Corps suddenly landed on Guadalcanal Island in the Solomon Islands. The success or failure of supply by sea transportation was crucial.&#10;&#10;For the first time in history, this game recreates Guadalcanal's land and water battles on the same map!&#10;Both games can be played individually or can also be linked. In the land-sea game combined play, the naval battle determines the amount of supplies arriving on Guadalcanal and also the success or failure of land artillery. Artillery greatly influences the land battlefield.&#10;&#10;Number of counters: &#10;&#10;    land: about 50 units + 50 markers&#10;    sea: 120&#10;&#10;&#10;Map: 1 full size&#10;Game period:  &#10;&#10;    land:  September-November 1942 (7 turns) &#10;    sea: 1 turn 5 minutes (6 to 16 turns&#10;&#10;&#10;Unit size:    1 unit = 1 battalion or 1 ship &#10;Map area:    North coast of Guadalcanal Island and near the north &#10;Play time:    About 1 to 2 hours &#10;Number of players:    2 people&#10;Play time:     1-3 hours (depending on the scenario)&#10;&#10;adapted from publisher's website&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SS Panzer Division Kommandeur",
    "ID": 326723,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/326723/ss-panzer-division-kommandeur",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the second release of the popular &quot;German Armored Division Commander&quot; series.&#10;&#10;The stage this time is the Western Front. The player is a SS Armored Division Commander and battles on the Western Front in 1944.&#10;Can you lead the SS Armored Division and use the more powerful Tiger tanks to stop the overwhelming Allied invasion ?&#10;&#10;In this series, there are four types of units: tanks, self-propelled artillery, infantry, and artillery. The appropriate tactics differ depending on when you can shoot.&#10;In particular, the difference in flexibility between the rotating turret tanks and self-propelled artillery with a fixed barrel is simulated. &#10;The battlefield will be greatly influenced by the timing and effect of its appearance.&#10;The series &quot;German Armored Division Commander&quot; rules have been modified. For instance, the range of the anti-tank gun is 2 and effectiveness is increased. The operation plan is improved by distinguishing movement and deployment mode. The rating of weapons and the open top tanks are revised&#10;&#10;Number of counters:     252 pieces &#10;Map:     1 full size&#10;Game period:    1-2 days (16 turns) &#10;Unit size:     1 unit - 1 platoon-company &#10;Game range:    Operation area of &#226;&#128;&#139;&#226;&#128;&#139;one armored division &#10;Play time:    About 5-8 hours &#10;Number of players:     2 people&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cuboids' Proud Christmas",
    "ID": 326724,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/326724/the-cuboids-proud-christmas",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "15 year old Dylan Cuboid was about to decorate the Christmas tree.&#10;It was his turn this year and he had decided to make it something extra special for this year! His two older siblings, &bdquo;the Twins&quot; Brenda and Brandon, have had their &quot;coming out&quot; this year. Duh... Literally everybody knew about it, but these two needed there special piece of pie of course... :D So Dylan decided to decorate the Christmas tree in rainbow colors from top to bottom to celebrate with them once more in pride!&#10;But there was an obstacle.&#10;You know, the Cuboid family, they have a tradition. Whoever took down the decorations last year has to decorate the tree this year. That's how he had gotten his assignment. But back then he had not been the forward thinking and well organized Dylan of today. He was a kid, who wanted to get things over with to play with the toys he had been gifted. And so the boxes were not cleanly sorted like he would have liked them to be now...&#10;So he needs a little help!&#10;&#10;The gameplay consists of dice manipulation by using the powers of said dice. The tree decorating part is RnR&#10;&#10;The Cuboids' Proud Christmas was an entry to the 10th Anniversary Christmas PnP contest. It's WIP-Thread can be found here:&#10;[WIP] The Cuboids' Proud Christmas - 10th anniversary Christmas Print and Play Game contest!&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Holidays: Christmas",
      "Theme: Queer / LGBTAIQ"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Daiku9",
    "ID": 326725,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/326725/daiku9",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Daiku9 is a two player abstract game. The board has nine areas of 3x3 fields each. Players take turn adding pieces to these fields, first their own, than their opponent's, then their own again. Afterwards, they move by jumping over other pieces, trying to get their 27 pieces to fill three areas completely. The first player to achieve this wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xángano",
    "ID": 326726,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/326726/xangano",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Two players try to move their four pieces over a board to the opposite corner. The pieces may not lose contact with each other; there are various difficulty levels, in some of them they need to stay in touch in numerical order as well (they are numbered 1-4). &#10;A die determines the number of pieces that can be played on the turn of a player.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin: Dragones Molones",
    "ID": 326728,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326728/munchkin-dragones-molones",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This product is a compilation of these expansions:&#10;&#10;Munchkin Dragons&#10;Munchkin Dragons: Four More&#10;Munchkin Dragons: Dragon's trike&#10;Munchkin Princesses&#10;Munchkin Fairy Dust&#10;&#10;It is currently available in its Spanish edition.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spiel dich schlau!: Piraten-Paul auf Schatzsuche",
    "ID": 326729,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326729/spiel-dich-schlau-piraten-paul-auf-schatzsuche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An educational game collection for 2-4 kids to learn colours, forms and numbers. It consists of a jump and run game, a treasure hunt and a fast reaction game. Some of the games can also be played in a cooperative manner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Creata",
    "ID": 326730,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326730/creata",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Creata is an educational game which helps children to develop thinking, creativity and visual skills. Does the construction represent a series of trougs for water to flow or is it a tower for a king to deliver his speech to his kingdom?&#10;The child who is the first one to recognize what the construction is wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mały Lechita",
    "ID": 326731,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326731/maly-lechita",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game that increases knowledge about the Lech Pozna&#197;&#132; team, the rules of football, and encourages physical activity!&#10;&#10;The work of a footballer is associated with great responsibility and great prestige. &#10;Do you know what it is? &#10;How to behave on the pitch and what is the history of the club you love so much? &#10;Test your knowledge, fitness and become a Little Lechita!&#10;&#10;Contents:&#10;- a board&#10;- a shield with arrows&#10;- 60 cards with questions / tasks&#10;- Little Lechity certificates&#10;- 4 pawns&#10;- instruction&#10;- a dice&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Poznań (Poland)",
      "Country: Poland",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dizzy Letters",
    "ID": 326732,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326732/dizzy-letters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A funny word game where the fastest kid wins! The game consists of a timer which stops showing two letters. The kids need to find a word now containing both of the letters. The fastest kid wins and starts the timer again for the next round.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wortmeister",
    "ID": 326734,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326734/wortmeister",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kids can play this card game to learn more about prefixes for the various verb forms. They get a verb and need to find all the possible prefixes.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jet-Flug-Reise",
    "ID": 326735,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326735/jet-flug-reise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a cool trick taking game where the players try to get travelling routes for their planes.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Verflixter Turm",
    "ID": 326736,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326736/verflixter-turm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a kind of a ladder game within a damn tower. Kids can learn to calculate with adding and subtracting until 30. The kid which is the first one at the top of tower wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kleiner Schlepper, Ship ahoi",
    "ID": 326737,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326737/kleiner-schlepper-ship-ahoi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This new card game reflects the fascinating world of river shipping. The winner is the first player to collect a complete set of tug-boat and barges, complemented with a skipper.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gleich & Gleich gesellt sich gern",
    "ID": 326738,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326738/gleich-and-gleich-gesellt-sich-gern",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A funny card game for fast players. Each of the 60 cards show a face of a man or a woman with one very distinct feature (eyes, mouth, nose, bart, glaces). All players play at the same time and discard their cards while looking at the same time for the second part of the pair which shows the same feature.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tu préfères !?.",
    "ID": 326739,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/326739/tu-preferes",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Tu pr&eacute;f&egrave;res !?. is a party game in which we must secretly classify 4 incongruous situations, from the &quot;least bad&quot; to the worst. You have to try to be as close as possible to the rankings of other players.&#10;&#10;&mdash;description from the designer (translated)&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Point Point",
    "ID": 326740,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/326740/point-point",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an exciting game of skill and calculation for 2 to 4 people. It is played with black and white counters and the winner is the first player to finish up with counters of one colour only. Counters are exchanged according to instructions printed on cards drawn from the deck.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "So fängt es an",
    "ID": 326741,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/326741/so-fangt-es-an",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "So f&auml;ngt es an an educational game for kids to learn to write: The first letter is given and they need to find the others. The picture on the first letter card might help therefore.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zahl und Anzahl",
    "ID": 326747,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326747/zahl-und-anzahl",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A children's game to learn numbers. There are some cards with digits from 1-10 and cards with a matching number of animals. With these cards, kids can play passing the buck, memory, building rows, calculating,etc.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Number"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Cube²",
    "ID": 326748,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/326748/the-cube2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The goal of the game is to make the greatest number of squares of your color on a suggested board of 5x5 or 7x7 squares.&#10;Players have squares representing 4 triangles of 4 colors in one of six possible configurations!&#10;Cube&sup2; offers several game modes: with 2 or 4 players, each for himself or in teams of 2 in the 4 player version (2x2), or a more original formula 4 players per team (2x2), the principle of which is: to win the part you must first beat the opposing team (cumulative score), then achieve a number of SQUARE greater than that of your teammate!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death Ride Normandy: Omaha Beach",
    "ID": 326751,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/326751/death-ride-normandy-omaha-beach",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "This game is the first of all the beach areas involved in the great adventure to liberate France. DRN-Omaha Beach is a spectacular game, at platoon and company level, of the landings by the 1st and 29th US Infantry Divisions and their supporting elements.&#10;&#10;This game details getting the troops ashore like no other game with landing craft and naval gunfire support.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Region: Normandy (France)",
      "Series: Death Ride Normandy (GSI)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Plapperschnabel",
    "ID": 326752,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326752/plapperschnabel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There is a huge festival in the zoo today. There is free popcorn and ice cream for visitors and many delicacies for the animals. The children are allowed to stroke some of the young animals, and they can even ride others.&#10;&#10;But the best thing about the festival is the guessing game with the talking parrots. Because if the parrot repeats the spoken word, you win the corresponding object.&#10;&#10;Who will guess and who will win the most things?&#10;&#10;&mdash;description from the back of the box (translated)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death Ride Normandy: US A-M-L Enhancement",
    "ID": 326753,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/326753/death-ride-normandy-us-a-m-l-enhancement",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "1000",
    "Weight": "4",
    "Description": "A is for Air&#10;M is for Maintenance&#10;L is for Logistics&#10;&#10;If you to bring your play of Death Ride Normandy to a much higher experience then this enhancement is for you.  These items are somewhat abstracted in Omaha Beach and the other games in the series.  Here is the detailed play you really want.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Region: Normandy (France)",
      "Series: Death Ride Normandy (GSI)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vulcano",
    "ID": 326759,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326759/vulcano",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The volcano in the land of the dragons is spitting out fireballs! Who will be clever enough to imagine in which part the ball might land after the fire cloud has been spun? The dragons are waiting impatiently in their part for the next eruption. Who will collect the biggest amount of fireballs in her crater? Of course the fireballs of the player's colour are much more precious!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Zwölferclub",
    "ID": 326761,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326761/der-zwolferclub",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card game where every kid gets 3 cards and tries to discard cards whoch sum up to 12. The kid who created the most sets of cards with the sum of 12 wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Elephants"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gravelotte 1870",
    "ID": 326762,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/326762/gravelotte-1870",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Gravelotte 1870 covers the decisive battle of Gravelotte/St Privat on the 18th of August 1870 in the early stages of the Franco-Prussian War. Each player plays either the French or the Prussian in an epic battle to surround the city of Metz.&#10;&#10;The gameplay is simple: players have their own deck of 6 cards and plan for a sequence of action each turn that will be resolved simultaneously. To support their actions they both have access to Asset cards, specific to each faction that can be triggered if the timing is right.&#10;&#10;The design is based on the Japanese game Houten 1905, and implements some new mechanics to expand on it. It is a fast paced (5 to 15 minutes), historical bluffing game for everyone.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Point to Point Movement",
      "Tug of War"
    ],
    "Families": [
      "Cities: Metz (France)",
      "Country: France",
      "Country: Prussia",
      "History: Franco-Prussian War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rechenstar",
    "ID": 326763,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326763/rechenstar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The youngest player starts on his way to become a calculating star! He rolls two dice and needs to create a story with the sum of the dice and his cards. If he calculates wrongly, he will not get the card. The player with the most cards at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Great Cities: Washington, DC",
    "ID": 326772,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/326772/great-cities-washington-dc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Great Cities: Washington, DC allows two to four players the ability to explore 150 years of history, culture, political intrigue and urban development in our nation's capital.&#10;&#10;The game begins in 1871 and is played over eight 20-year generations (ending in 2030).  Each generation, players receive income and draft development cards.  Then players building housing for increased population, pay and play development and culture cards, and otherwise build out the city.&#10;&#10;After eight generations, players score their buildings, cards and secret agenda cards to determine a winner.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Environmental",
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Washington (D.C., USA)",
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kolonne on Tour",
    "ID": 326774,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/326774/kolonne-on-tour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each player has 3 trucks and wants to transport material (card board chips) to construction sites. Movement is on a board with a street net by one chosen die out of 5. Next player must choose out of 4 dice and so on. A construction site will be scored if all necessary materials are brought or even earlier, if the lead for the majority is unchangeable. First and second player get points.&#10;&#10;This was produced and published as a commercial game by G&uuml;nter Rux GmbH which produces scaffoldings.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": []
  }
]