[
  {
    "Rank": "N/A",
    "Name": "The Mannerheim Line Campaign 1939-1940",
    "ID": 260831,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/260831/the-mannerheim-line-campaign-1939-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "The Mannerheim Line Campaign (MLC) is a low-intermediate complexity two-player historical wargame that&rsquo;s also easily adaptable for solitaire play. It allows players to investigate the parameters of the final Soviet offensive into Finland in the late winter of 1940. For play purposes, that historic outcome is considered to have been a Soviet minor victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Finland",
      "Country: Soviet Union",
      "Magazine: CounterFact"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Joust for Fun",
    "ID": 260833,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/260833/joust-for-fun",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Welcome to the zany world of Joust for Fun! To begin, gather your pun-riddled Knights, Yetis, Self-Rescuing Princesses, Luchadores, that &lsquo;dude riding a giraffe&rsquo; (and many more)! On your turn, empower yourself with Court Cards that provide special abilities and then joust for FAN-tastic rewards!&#10;&#10;The combat system of Joust for Fun combines elements of deduction, bluffing, and choice of how much damage you wish to inflict. The in-depth battle system allows you to strike with deceptively simple 1-5 valued combat cards! Just choose your attack wisely, if you aim to do (4) damage, and the opponent blocks with a (4), you&rsquo;ll do no damage and gain no Fans!&#10;&#10;Joust for Fun is a complete strategy game that runs for about 20 minutes. In regular games, Joust for Fun lasts until a player collects 12 Fans (but you can also play the special royal decrees and scenario guided Jousts, wherein the victory condition changes and you may spend Fans for incredible bonuses)!&#10;&#10;Meet new friends like Sir Cumference of the Round Table, Dread Pirate Roberta, Sir Lances too Much, Lady Dun Waiting and Joust for Fun!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of “Yeah, But…” I Am",
    "ID": 260834,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260834/the-game-of-yeah-but-i-am",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player or team begins with three pawns of the same color on the Ya But (start) space. In turn, each player/team rolls two six-sided dice, leave start, and advance around the outer track in either direction.  A player/team may roll a die and advance again when answering a question about religion correctly. There are two sets of question cards. One set for beginners; another set for advanced players. Each card contains six questions. The asker simply asks the next question on the card. The correct response is on the back of the card. There is no penalty for a wrong answer. However, if while taking one&rsquo;s turn that player says, &ldquo;Yeah, but&rdquo; then the player&rsquo;s pawn is sent back to the starting space.&#10;&#10;Players must follow the instructions on any space on which one&rsquo;s pawn rests. A player may not advance a second pawn until the first pawn has reached Home of Humility (finish). The third pawn may not be moved until the second pawn has reached the finish space.  A pawn does not have to reach the finish space by exact count. Any unused movement points are given to the next pawn. The first player/team to get all three of one's pawns to the finish is the winner.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Summoner Wars: Alliances Master Set Big Box",
    "ID": 260837,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/260837/summoner-wars-alliances-master-set-big-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Limited edition version of the Summoner Wars: Alliances master set that also contains:&#10;&#10;&#10;     Bellor&rsquo;s Retribution Reinforcement pack&#10;     Cave Goblins Second Summoner Faction Pack&#10;     Cloaks Faction Deck&#10;     Cloaks Second Summoner Faction Deck&#10;     Fallen Kingdom Faction Deck&#10;     Fallen Kingdom Second Summoner Faction Deck&#10;     Filth Faction Deck&#10;     Goodwin&rsquo;s Blade Reinforcement Pack&#10;     Grungor&rsquo;s Charge Reinforcement Pack&#10;     Guild Dwarves Second Summoner Faction Deck&#10;     Hawk&rsquo;s Strike Reinforcement Pack&#10;     Jungle Elves Faction Deck&#10;     Jungle Elves Second Summoner Faction Deck&#10;     Mercenaries Faction Deck&#10;     Phoenix Elves Second Summoner Faction Deck&#10;     Piclo&rsquo;s Magic Reinforcement Pack&#10;     Rukar&rsquo;s Power Reinforcement Pack&#10;     Saella&rsquo;s Precision Reinforcement Pack&#10;     Taliya&rsquo;s Spirit Reinforcement Pack&#10;     Tundra orcs Second Summoner Faction Deck&#10;     Vanguards Faction Deck&#10;     Vanguards Second Summoner Faction Deck&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Summoner Wars",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer (Fifth Edition): Realm of Chaos",
    "ID": 260838,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260838/warhammer-fifth-edition-realm-of-chaos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Realm of Chaos is the definitive guide to Chaos armies in the Warhammer world.&#10;&#10;Inside you'll find rulesfor a whole host of Chaos creatures, from loathsome Minotaurs and Beastmen, to fierce barbarian Marauders. These rules also include mighty Chaos Warriors, Champions and Sorcerers plus the horrific Daemons of Chaos.&#10;&#10;Realm of Chaos contains not one, but three complete army lists that enable you to ravage the Warhammer World with brutal armies of Chaos Warriors, Warbands of mutated Beastmen or evil Daemonic hosts.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Vault",
    "ID": 260839,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260839/the-vault",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You've been planning for years and have finally done it, you have made your way into the city vault where the precious Elestar Crystal is kept. However now you must race and battle opponents, slip past security guards, dodge bullets, avoid lasers, find the crystal and escape to safety with your prize, for in this safe, nobody is safe.&#10;&#10;This is a print and play game with a 5-piece double-sided modular board, originally created for the 2017 Nine Card Nano-game Print and Play contest. The rules for setting up the game are quite loose allowing for many variations and levels of play. You can even make up your own special rules for the boards you make (for example you must touch all five cards of the board before leaving the vault). You can overlap boards, you can use less than 5 boards, you can use the sample boards in the rules, you can decide how many security guards to play with (if there are less players you could even use the unused player meeples as security guards for extra challenge), you can decide if you want to use the holographic crystal, etc. the point of it is, get creative. Once you have a board set up, you and the other players must race to grab the crystal while dodging around walls, avoiding lasers and security guards, and dueling each other to grab the crystal out of the hands of the opponent. Then you must get back to the vault door and punch in the code to escape into the night with your prize.&#10;&#10;In addition to printing the files for this game you will also need:&#10;-4 different colored meeples&#10;-3 black meeples&#10;-2 acrylic crystals&#10;-3 green d6s&#10;-3 red d6s&#10;-1 black d6&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Deck-Building Game: Crossover Pack 8 – Batman Ninja",
    "ID": 260844,
    "Year": "(2019)",
    "Geek Rating": "5.563",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260844/dc-deck-building-game-crossover-pack-8-batman-ninj",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Based on the Batman Ninja animated feature, Crossover Pack 8: Batman Ninja, an expansion for the DC Deck-Building Game, takes place in feudal Japan and lets players become Batman, Catwoman, Robin, Red Robin, Red Hood, and Nightwing.&#10;&#10;The Super-Villains &mdash; The Joker, The Penguin, Poison Ivy, Deathstroke, and Two-Face &mdash; are the daimyos who battle from within giant castles that come to life. When the fifth one has been defeated, the five castles merge to become one final titanic challenge. The card backs of the Super-Villains each form a portion of the giant merged castle, with The Joker's head at the top.&#10;&#10;Each Super-Villain has colors on its four sides matching the main card types: Hero, Villain, Super Power, and Equipment. During your turn, if there is a card matching one of those types in the Line-Up, you must take the card and place it next to the corresponding side of the Super-Villain. When you defeat a Super-Villain, instead of placing it in your deck, you earn each card attached to it.&#10;&#10;The new keyword &quot;Ninjutsu&quot; provides the heroes some much-needed help as they take on the fearful might of the combined Super-Villains' super castle!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Game: Cerberus Engine – Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lock 'n Load Tactical: Compendium Volume 3 World War 2 Era",
    "ID": 260845,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260845/lock-n-load-tactical-compendium-volume-3-world-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Lock &rsquo;n Load Tactical (LnLT) Compendium Volume 3. This is not so much something brand new as running into an old friend you have not seen in a while and remember all the great times you had. LnLT has come a long way from its initial release and the Battle Packs.&#10;&#10;LnLT Compendium Vol. 3 is the joining of two previously released products titled Battle Pack Alpha, Battle Pack Bravo with a few new scenarios. We have cleaned up the scenarios, redesigned and updated the maps and put everything into our new LnLT series style.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lock 'n Load Tactical: Compendium Volume 4 Modern Era",
    "ID": 260846,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260846/lock-n-load-tactical-compendium-volume-4-modern-er",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "4",
    "Description": "LnLT Compendium Vol. 4 is the second collection of articles and scenarios centered around the modern era. Much of this material is combined from the Line of Fire issues as well as the previously released product Battle Pack Alpha.&#10;&#10;What you are going to find in LnLT Compendium Vol 4 is a lot of content for LnLT Modern era, from Vietnam to the present. Great content on strong on tactics, historical perspective of weapons and conflicts, and a lot of great scenarios. With re-edited articles and updated images, the Modern Compendium Volume 4 is a must-have for the LnLT gamer. With over 100 pages, 4 new maps, and 12 scenarios Ranging from the jungles of Vietnam to the rocky highlands of Western Germany, fans will get exactly what they want, more maps, more articles, and more scenarios.  Compendium Volume 4 has something for everyone who&rsquo;s a fan of the Lock &rsquo;n Load Tactical series&rsquo; Modern- Era games. And it&rsquo;s all right here:&#10;&#10;One game system, one era. one place!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galactic Contract: A Strategic Resource Management Game",
    "ID": 260847,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/260847/galactic-contract-a-strategic-resource-management",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;Captains! The Galactic Construction Company (GCC) welcomes you to compete for our coveted Galactic Contract! Each of you has been outfitted with a ship from our fleet and is now expected to fulfill shipments to the GCC. Upgrade your ship and trade with planets to gain advantages; complete shipments to allow us to construct improvements. Now get to your ships!&quot; - Galactic Contract Rulebook&#10;&#10;THE GAME&#10;&#10;Galactic Contract is about resource management. Your goal is to collect as many points as possible by collecting resources and allocating them strategically around the solar system.&#10;&#10;You and 2-3 friends play as contractors each trying to prove that you deserve the lucrative Galactic Contract from the GCC. Gain points by purchasing upgrades, trading with planets, and fulfilling shipments for the GCC.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Fighting First – US Forces in North Africa 1942-43",
    "ID": 260848,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260848/flames-of-war-fighting-first-us-forces-in-north-af",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Fighting First covers the US forces in North Africa throughout Tunisian Campaign, from the initial landings in Operation Torch, through their painful baptism of fire at Kasserine Pass, their redemption in the Battle of El Guettar and the eventual triumph with the final defeat of the Axis with the capture of Tunis.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: Africa",
      "Country: Tunisia",
      "Game: Flames of War",
      "Game: Flames of War – Mid-War",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Rising Sun – Russia's Wars with Japan and Finland 1939-1940",
    "ID": 260849,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260849/flames-of-war-rising-sun-russias-wars-with-japan-a",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Rising Sun is an intelligence handbook for Flames Of War and the fourth book for Early War covering the fighting in the east centered on the Soviet Union along its border in 1939 and 1940.&#10;&#10;Inside this book you'll find:&#10;&#10;- History of the Japanese in China and their clash with the Soviet Union on the Mongolian border.&#10;&#10;- History of the Soviet Union's border expansions and its operations in Manchuria, Poland, and Finland in 1939 and 1940.&#10;&#10;- History of the Finnish Winter War against the Soviet Union in 1939 and 1940 and their role in the Invasion of the Soviet Union in 1941.&#10;&#10;- Options to field the Japanese Army with tank, infantry, and cavalry forces.&#10;&#10;- Options to field the Soviet Red Army in 1939 with heavy tank, light tank, fast tank, motor rifle, infantry, and cavalry forces.&#10;&#10;- Options to field the Finnish Army during 1939 to 1941 with infantry, fortified, light infantry, and guerilla forces.&#10;&#10;- Terrain guides.&#10;&#10;- Winter War weather rules.&#10;&#10;- Inspirational color photos.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: Asia",
      "Country: Finland",
      "Country: Japan",
      "Country: Russia",
      "Game: Flames of War",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Agencia: Misión Embajada",
    "ID": 260855,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/260855/la-agencia-mision-embajada",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Your Inteligence Agency has received news of leaks of information to a foreign country. Your team has been commissioned to attend one of the most committed embassies. You must send your Agents to gather information, your Infiltrators to protect them and your Recruiters to try capture rival agents.&#10;&#10;In La Agencia: Misi&oacute;n Embajada, every player takes  8 cards. 1 Agent of each value (from 1 to 5), 2 Recruiters and 1 Infiltrator and shuffles these cards forming a deck.&#10;&#10;Every round, the initial player, will decide if it is played in the Gardens or the Hall. The players will choose a card from among their four (one revealed for all players, one unrevealed for all players, one revelealed only for the owner and one revealed for all players except its owner) to get as many Information Points. The Agents will provide you Information Points, the Recruiters will exchange themselves for Agents and the Infiltrators will exchange themselves for Recruiters (avoiding that can affect any Agent). At the end of the game, whoever gets the most Information Points will be the winner.&#10;&#10;Your actions will make you gain or lose information, and you will have to manage your cards and your intuition well for being the most succesful player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deepwater",
    "ID": 260860,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260860/deepwater",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Deepwater is a solo game set in the year 2047 - in which the player assumes the role of a tech billionaire taking over a loss-making, underwater, deep-sea research and farming facility, six months after an industrial accident at the base released a crystalline, genetically engineered mutagen named &quot;Zenobia&quot; into the sea.&#10;&#10;During each game, the player will have to recruit marine biologists, deep-sea engineers, offshore operations staff, and security personnel. As the game progresses, the player will also have many opportunities to build onto their facility, and develop superior underwater tech and submersibles - to help achieve their character-specific goals. Will the player be a philanthropist, or a greedy business magnate, for example.&#10;&#10;Many dangerous situations will arise throughout the game, which the player will have to make tough decisions to overcome - including underwater earthquakes, superstructure fails, flooding, intrusions by Eco-terrorists, and shark attacks. The multiple choice nature of these hazards will lead to the player having to sacrifice resources, cash, crew, and moral standing - with potentially devastating environmental impact.&#10;Deepwater presents a tense, suspenseful, narrative-focused adventure with each and every game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Environmental",
      "Farming",
      "Fighting",
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "2 out of 3 ain't bad",
    "ID": 260868,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/260868/2-out-of-3-aint-bad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "An n-in-a-row game using 'spicy dice' (6 sided dice that each have a different face colored red).  Players take turns rolling 1 or more or their unused dice and placing them onto the board.  When all 12 dice are down, the 10 scoring lines are evaluated (each containing 3 dice slots).  If a scoring row has 2 or more dice that are identical (even if they are owned by different players), then it will award 1 point to the person who has 2 or more dice of their color in that row.  Some other scoring patterns and displacement rules apply in special cases.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Christmas Gifts",
    "ID": 260870,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/260870/christmas-gifts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Memory, balance and dexterity game from 2 up to 4 players. Build the Christmas Tree and don't fix the base, in order to make it swinging. Take the game box and place the cover below it. Shuffle and place the letter cards vertically between the box and the cover, gift picture hidden. Place the gift tiles inside the box and shuffle them.&#10;&#10;The player takes a letter card, then they search for the corresponding gifts among those in the box, taking a gift tile: if right, the player places the gift tile on the Christmas Tree and then takes the corresponding letter card, representing a point; if wrong, the player puts the gift tile back in the box face down. The next player will try to guess the correct gift tile, and so on, until one finds the correct tile. The game continues with the next player clockwise: taking a new letter card trying to find the corresponding gift in the box. The game ends when the players match all gift tiles with corresponding letter cards. The winner is the one who collected the highest number of letter cards.&#10;&#10;Which are the available places on the Christmas Tree? Each level of the tree is divided in 4 sectors: players should place gift tiles of the same colours on each sector of the levels. The colour is determined by the Christmas Ball picture on each sector. Furthermore, each sector of the lowest level can have max. 3 gift tiles, in the middle level max. 2 gift tiles and in the highest level just 1.&#10;Attention: If a player, while placing a gift tile on the Christmas Tree, makes one or more tiles fall down, they loose the just gained letter card, which has to be given to another played (they can choose whom). Fallen gift tiles should be placed back in the box with remaining tiles: increasing the difficulty of the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Entanglement",
    "ID": 260874,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/260874/entanglement",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Entanglement is inspired by the Entanglement browser game by Gopherwood Studios.&#10;&#10;Entanglement:&#10;&#10;Place tiles to create the longest path possible in the game of Entanglement!&#10;&#10;Create an elaborate garden labyrinth by placing one tile at a time, connecting a meandering path of twists and turns. How far can your path go? You'll have to see for yourself!&#10;&#10;You're creating a spacious garden surrounded by Sakura trees, but you have a limited number of tiles to play. Create a longer path and a larger garden by winding through Sakura trees: each pass acquires additional tiles for your expanding garden.&#10;&#10;Should you risk your limited tiles to set up a valuable move, divert your opponents' paths away from the Sakura trees, or focus on an easy path through another Sakura tree? Weighing what to pursue when provides a mental challenge for those who hope to master it.&#10;&#10;How is it different than the web game?&#10;&#10;A few game rules deliberately changed to fit better for table play, but all the components are there if you really just want to experience a real-life version of the digital game. Here are the major changes:&#10;The board game focuses on the limited-tile play of the Sakura-flavored Entanglement maps, not the boundary-based maps of classic Entanglement. This change makes initial setup much easier and prevents pre-placed tiles from shifting off-grid when they're not adjacent to other tiles.&#10;Sakura tiles are dealt into players' hands instead of being pre-placed on the board. (This is for the same reason given in #1, and also adds a little more strategy and variety.)&#10;Scoring is based on the total length of completed lines instead of on the length of individual moves. This change helps the game move a bit faster, since tallying scores like the web game isn't terribly fun to do manually.&#10;The lines are thicker, and they don't glow. The thin lines were confusing to follow visually, and I didn't want the game to be radioactive.&#10;&#10;Components: Box; 72 Hex Tiles; Rules Document; 6 (different colored) Pawns&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tom & Jerry",
    "ID": 260875,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/260875/tom-and-jerry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is set on a gridded board seeded with face-down cheese and cat tiles. Each player begins in a designated corner and in order to win must a) cross to the opposite corner and b) collect two cheese tiles along the way. They are also in danger of turning up Tom tiles which force them to replace a cheese tile face down on the board, or failing that lose a turn.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Tom & Jerry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer war's?: Limitierte Jubiläumsausgabe",
    "ID": 260897,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/260897/wer-wars-limitierte-jubilaumsausgabe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Wer war's?, known as Whoowasit? in English, players must find the magical ring that was stolen from the wise king by the evil wizard. Playing against a running clock, players move their playing pieces through the various rooms on the game board to uncover clues to who stole the precious gem. Along the way, talking animals help players solve the mystery of the stolen item with the help of a treasure chest that randomly supplies clues on behalf of the animals. Whenever players meet animals, they must feed them so the animals &mdash; that can be understood only by children &mdash; can provide the clues that advance gameplay. The clues supplied by the electronic treasure chest ensure that no two games are alike. All players must work together to find the stolen ring, and they win or lose as a group, depending on whether they can master an assigned task.&#10;&#10;Wer war's? Limitierte Jubil&auml;umsausgabe is a tenth anniversary edition of the 2008 Kinderspiel des Jahres winner that contains the original game described above as well as Wer war's: Das Kartenspiel.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction",
      "Electronic",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs",
      "Animals: Donkeys",
      "Animals: Goats",
      "Animals: Horses",
      "Animals: Owls",
      "Animals: Snakes",
      "Creatures: Dragons",
      "Creatures: Ghosts",
      "Game: Wer War's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iocus Arcanus",
    "ID": 260902,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/260902/iocus-arcanus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Iocus Arcanus is a family fantasy board game, based on the amazing world of AitiA.&#10;&#10;Every year, the magic apprentices must pass some tests that confirm their ability to continue with their arcane studies and become true mages. The great sages of Xrathgar, the Great Empire, thousands of years ago created three tests called The Trials of the Mages. The first trial is the Iocus Arcanus, a coliseum where the mages have no control over the magic and its luck that accompanies those destined to continue the path of the sages. The second trial, Draconis Arcanus, the search for the feather of the fenix dragon. And the last test, Arcanum Regem, the hardest and the one that really shows if the apprentices can lead the kingdom of Xrathgar.&#10;&#10;The First Trial is held in this crazy coliseum, where the arcane energy transforms from one type to another. The apprentices will obtain different knowledge and the one who is able to learn them all, will win this trial. Of course, the other apprentices will not let you win, throwing away your soul from the coliseum, geting you out of the trial.&#10;&#10;Simple rules, funny and full of magic, perfect for a family boardgame night!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Small Sea Empires",
    "ID": 260905,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260905/small-sea-empires",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Explore the New World, settle unknown lands, establish trade routes, and deal in exotic resources to become the most prosperous colonial empire!&#10;&#10;On their turns, players will be able to lay down their trade routes by placing a number of ships on the board. When a player's trade route reaches an island, they will explore that island resources and raise the demand of that resource on the Resource Market. Players can later settle the islands and trade the resources, thus gaining gold for the trade, but also lowering the demand of that resource, making it less valuable for the other players to trade.&#10;&#10;Finally, the objective of the game is to have the most gold at the end of the game!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Small Empires (Archona Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Villanova",
    "ID": 260907,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260907/villanova",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Prototype made at PapJam 2018.&#10;&#10;A friendly game of balcony gardening.&#10;&#10;Players manage balconies during the Villanova Balcony competition, obtaining different colors of flowers from a market and using them to create patterns. Each judge card will have a different requirement that needs to be satisfied in order to obtain prestige. Will the players be able to satisfy most judges?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Environmental",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Genius: Compound Words",
    "ID": 260909,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/260909/super-genius-compound-words",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Match compound words three different ways: word to image, image to image equation, and image equation to word.&#10;&#10;There is always one -- and only one -- match between any two cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Super Genius (Blue Orange Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Genius: Alphabet",
    "ID": 260910,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260910/super-genius-alphabet",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players sound out the letters while matching them with illustrations. There is always one -- and only one -- match between any two cards.&#10;&#10;Pick a cooperative rule or race to find the match.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Super Genius (Blue Orange Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Genius: Addition",
    "ID": 260911,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260911/super-genius-addition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This addition matching game focuses on building Addition skills, teaching beginners the early fundamentals of math, while building and enhancing skills for more advanced students. There is always a match between any two cards. Find the pair between an equation and its sum, two equations or two sums.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Super Genius (Blue Orange Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Genius: Multiplication 2",
    "ID": 260912,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260912/super-genius-multiplication-2",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Raise your multiplication powers to the next level, while practicing your time tables from 6 to 9. Combined with Multiplication 1, this game covers all the times tables for numbers 1-10.&#10;&#10;There is always one -- and only one -- match between any two cards. Pick a cooperative rule or race to find the match.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Super Genius (Blue Orange Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Genius: Reading 2",
    "ID": 260915,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260915/super-genius-reading-2",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This reading matching game focuses on the Dolch list of the most common sight words from children&rsquo;s reading books, and helps prepare early readers for more complicated language skills to come. There is always a match between any two cards. Find the pair between a word and its image, two images or two words.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Super Genius (Blue Orange Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Genius: Reading 1",
    "ID": 260916,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260916/super-genius-reading-1",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This reading matching game focuses on the Dolch list of the most common sight words from children&rsquo;s reading books, and helps prepare early readers for more complicated language skills to come. There is always a match between any two cards. Find the pair between a word and its image, two images or two words.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Super Genius (Blue Orange Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Steampunk: Girl Genius",
    "ID": 260917,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260917/munchkin-steampunk-girl-genius",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Munchkin Steampunk: Girl Genius introduces Sparks from the Girl Genius comics to the Munchkin Steampunk game, not to mention mad scientists, undead mammoths, and more.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Warhammer 40,000: Faith and Firepower",
    "ID": 260918,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260918/munchkin-warhammer-40000-faith-and-firepower",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Expand your battles with Munchkin Warhammer 40,000: Faith and Firepower! This 112-card set includes two new armies for Munchkin Warhammer 40,000. The Sisters of Battle are some of the most elite Imperial soldiers around, and the T'au make terrifying enemies...or stalwart allies in the war against Chaos. Plus lots of new loot and horrible monsters to fight!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Genius: First Words",
    "ID": 260920,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/260920/super-genius-first-words",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This reading matching game focuses on closed syllable and short vowel words and helps prepare early readers for more complicated language skills to come. There is always a match between any two cards. Find the pair between a word and its image, two images or two words.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": [
      "Series: Super Genius (Blue Orange Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nippon: Keiretsu",
    "ID": 260921,
    "Year": "(2018)",
    "Geek Rating": "5.665",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260921/nippon-keiretsu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "In Nippon: Keiretsu, a mini expansion for Nippon, twelve new factories are added to the base game for a fresh gameplay experience. With more choices to invest, players can create new strategies in the path to influence the Japanese islands during the Industrial Revolution.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Phase Order"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Summer of Rock",
    "ID": 260924,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260924/summer-of-rock",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Summer of Rock players take on the role of groupies following a band around the US on their summer tour. The goal is to get the greatest number of rock points as possible. This goal is achieved by seeing concerts. To do so a player must be in the correct city, on the turn the concert is happening with enough money to see the concert (or a ticket). Each player attending the concert gets d6 + the value of the city.&#10;     Players move around the board by either rolling a custom d6 or by paying to move a fixed amount. Players earn money by foregoing moving and instead rolling a custom d6. Event cards may be drawn as a result of a dice roll.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Turn Order: Time Track"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mississippi Queen",
    "ID": 260927,
    "Year": "(2019)",
    "Geek Rating": "5.721",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/260927/mississippi-queen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8824",
    "Description": "In Mississippi Queen, players race their paddle wheelers down the Mississippi, picking up passengers along the way. But onboard coal supplies are limited, so each ship's acceleration and maneuvers must be carefully planned. The twists and turns of the river are unknown at the start of the game and are revealed only as ships progress downstream, so captains need to be alert at the wheel and ready to change course.&#10;&#10;This version of Mississippi Queen includes the original base game that won the 1997 Spiel des Jahres as well as &#039;&#039;The Black Rose&#039;&#039; expansion that increased the player count to six and included the &quot;Black Rose&quot;, a black paddle wheeler controlled by whichever player is currently in last place. This boat does not require any coal and can be used to hamper opponents in the lead.&#10;&#10;The game has basic rules that more or less reflect gameplay in the original game, along with advanced rules that introduce elements such as floating logs and sand bars that were included in The Black Rose expansion.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Country: USA",
      "Rivers: Mississippi",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eyedentify",
    "ID": 260929,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/260929/eyedentify",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "On their turn, players turn over a card and reveal a picture with an object to find (shape or color). Be the fastest player to find the corresponding object on the picture!&#10;&#10;The first player to spot the object wins the card. Then another turn starts. The first player to get five cards wins!&#10;&#10;Eyedentify is a fun accessible family game for four years and up that develops observation skills and knowledge of shapes and colors.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Earth is Ours!",
    "ID": 260932,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/260932/the-earth-is-ours",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Earth is OURS!! has players choosing sides and playing with their teammates to achieve the goals set on either side.  With a 216 card arsenal at your fingertips you and your teammates will enter a heated strategic battle that will leave you in stitches as you strive towards your goal of global dominance, only to be thwarted at every turn as your opponents counter your actions with &quot;I don't think so!&quot; cards.&#10;&#10;&quot;I hate the wait!&quot; - good news, in this game, everyone has the opportunity to play on anyone's turn! Keeping players engaged in the fun throughout the entire game.&#10;&#10;&quot;Man, this is a blowout!&quot; - something you won't hear. After hundreds of play tests, there has yet to be &quot;domination&quot; by one team over the other. This keeps players grasping at the reality of winning.&#10;&#10;During game play each side strives to achieve a predetermined amount of points and aims to collect those points in each sector; Economical, Environmental, Industrial, Political, and Technological. The team that reaches the goal in each sector first claims the ultimate prize and shouts out.... THE EARTH IS OURS!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Now!",
    "ID": 260933,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/260933/escape-now",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Escape Now! is a cooperative game where players try to escape a randomly laid out escape room within 60 minutes. The 60 action cards represent minutes, meaning that players must complete the puzzles from the escape room before the 60th card is played. &#10;Unlike other cooperative games, players are not allowed to communicate with each other. If they wish to do so, that&rsquo;ll cost the team 1 minute, or otherwise said, one action card. This means that there's no dominant player who influences the others and that players need to be resourceful and rely on the judgment of the team members.&#10;If a team succeeds in escaping the room, the amount of remaining action cards state how many minutes were left to go. In that way, teams can challenge each other in having time records.&#10;&#10;There are 4 possible actions:&#10;&#10;     Solve a puzzle: place a corresponding trait card (i.e. 'perceptive', 'dexterous', 'talkative', 'tenacious' or 'logical') next to puzzle.&#10;     Move to another puzzle: choose and discard a trait/action card from your hand and move to any visible puzzle.&#10;     Replenish cards: Fill up your hand to 5 cards and then discard a card.&#10;     Ask a question: Discard the top card from the draw pile and ask a closed-ended question.&#10;&#10;&#10;With adapted rules for 2 players and solo mode!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Communication Limits",
      "Cooperative Game",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu: Death May Die – R'lyeh Rising",
    "ID": 260936,
    "Year": "(2019)",
    "Geek Rating": "5.697",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260936/cthulhu-death-may-die-rlyeh-rising",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Let's not be coy, the heart and soul of the R'lyeh Rising expansion is its colossal figure of Cthulhu! This cyclopean creation is something never before seen in the world of board gaming. Its base is 44 x 44 cm wide, and it stands 57 cm tall to the tip of its wings. In fact, this thing is so huge that his base becomes the board on which the game is played! This plastic statue was sculpted in terrifying detail and will come pre-assembled, with the exception of the clip-on wings, so it can be proudly displayed for all to see.&#10;&#10;R'lyeh Rising is a wholly unique Episode, the epic finale to Death May Die, not only bringing its own set of tokens, Discovery cards, Monster cards, and Mythos cards, but also drastic changes to the game's base rules, as the figures move and act freely upon the behemoth's rocky base.&#10;&#10;In R'lyeh Rising, the ritual has already been completed. Cthulhu&rsquo;s appearance is imminent. The world as we know it is doomed.&#10;&#10;However, we&rsquo;ve got one last chance! Investigators travel to the realms of R'lyeh itself in an attempt to destroy Cthulhu in transit between the two worlds!&#10;&#10;In this final episode, the action takes place on Cthulhu as the board itself. with figures moving freely upon the terrain with the aid of a movement ruler. Investigators must defeat Cthulhu one stage at a time, like a regular Elder One fight - except they may only attack one area of the Elder One at a time.&#10;&#10;R'lyeh Rising comes with its own Mythos deck featuring additional Monster summoning and unspeakable events generated by Cthulhu&rsquo;s presence. You must stop Cthulhu before he enters our world!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Cthulhu: Death may Die",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stadt Land Spielt! Sonderdrucke 2018",
    "ID": 260940,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/260940/stadt-land-spielt-sonderdrucke-2018",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A collection of promo materials (demo games), released in a plastic bag at the &quot;Stadt, Land, Spielt&quot;-Event in Germany and Austria.&#10;&#10;Included are:&#10;1. Set Schnupperspiel&#10;2. Sleeping Queens Mini&#10;3. Silhouette gratis Demo-Spiel&#10;4. Kingdomino for 2 players&#10;5. 41 wooden bits from spielmaterial (5 extra large brown discs, 1 smaller, but higher disc of the same colour and 7 octagonal prisms each in blue, black, green, yellow and natural wood colour respectively)&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Series: Stadt Land Spielt! Sonderdrucke"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdomino for 2 players",
    "ID": 260941,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/260941/kingdomino-for-2-players",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A promotional demo version of Kingdomino, released in the Stadt Land Spielt! Sonderdrucke 2018, a give-away bag for the &quot;Stadt Land Spielt!&quot; event on Sep. 8th and Sep. 9th 2018 in Germany and Austria. It consists of just 24 Dominoes tiles and is therefore only for two players. This version is made of one sheet (DIN A3, folded to DIN A4) of thin cardboard, supposed to be cut out with a pair of scissors. The rules are printed on part of the same sheet.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Game: Kingdomino",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Spot",
    "ID": 260944,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260944/black-spot",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Black Spot is a game of luck and deception in 3 wholly different modes&#10;&#10;Treasure spot (5-10min)&#10;Test your luck with your fellow shipmates to gain the largest amount of treasure as you take turns drawing from the treasure pile, but beware the Black Spots curse as its waiting to take your treasure away!&#10;&#10;Liar's spot (10-30min)&#10;Outwit your fellow shipmates as you strive to gain the most treasure. Draw treasure from the pile and declare your treasure. You aren't under any obligation to tell the truth about your haul, but your shipmates may call your bluff&#10;&#10;Spot Roulette (Depends on number of players)&#10;Someones going to get it, hope it isn't you. shipmates draw from the treasure pile until someone draws the black spot. Repeat this process until 1 shipmate remains&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wasteland Express Delivery Service: Rapscallion",
    "ID": 260954,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260954/wasteland-express-delivery-service-rapscallion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Promotional card offered in the Scrappening Reward Deck.&#10;&#10;This card can be added to the Allies deck.&#10;&#10;+ 3 Hits in Combat, discard after use.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Wasteland Express Delivery Service",
      "Promotional: Cards",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles for Prydain: Heroic Combat in Dark Age Britain 450-650 AD",
    "ID": 260979,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/260979/battles-for-prydain-heroic-combat-in-dark-age-brit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.6",
    "Description": "Battles for Prydain is a tactical level simulation that examines the fall of post Roman Britain by looking at 10 individual battles fought between 450 AD and 650 AD. Years of research reveals not just why these post-Roman kingdoms fought, but how they fought. Featuring warlords, javelin armed cavalry, Saxon shield walls, and special rules for Arthur (yes, the Arthur!), Battles for Prydain presents this period in history in a way never before attempted. In addition to extensive historical notes, the game uses a common rules set and counters to examine the following battles:&#10;&#10;Aylesford (455)&#10;Badon (ca. 516)&#10;Camlaan (ca. 537) Two versions&#10;Arthuret (573)&#10;Deorham (577)&#10;Argoed Llwyfain (577)&#10;Alclud Ford (ca. 580)&#10;Degsastan (603)&#10;Maserfelth (641)&#10;Strathcarron (642)&#10;&#10;Scenarios are designed for two players, but a lack of hidden information makes the game highly suitable for solitaire play.&#10;&#10;It&rsquo;s Saxon versus Briton, Scot versus Northumbrian, and Penda of Mercia against everybody!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: England",
      "Country: Scotland",
      "Digital Implementations: VASSAL",
      "History: Barbarian migrations and invasions",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weak Defeat Strong",
    "ID": 260983,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/260983/weak-defeat-strong",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Weak Defeat Strong is a territory control party game for 4-8 players ages 13 and up. Runtime is approximately 30-45 minutes.&#10;&#10;There are two factions: the Cyborgs led by Commander Felix and the Human Resistance Army led by a man only known as Johnson.&#10;&#10;In Weak Defeat Strong deception is a powerful tool. With only the villainous Commander Felix revealed in the game, players must use their skills to survey the battlefield, discover who can be trusted and destroy those that cannot. Players must use their skills and hand of cards to battle and claim the most territories. The Faction with the most territories after 13 rounds wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Party Game",
      "Spies / Secret Agents",
      "Territory Building"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Take That"
    ],
    "Families": [
      "Card Games: Outplay"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La que se avecina",
    "ID": 260984,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260984/la-que-se-avecina",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Boardgame based on the Spanish TV show &quot;La que se avecina&quot;&#10;&#10;It's a secret role party game which simulates a neighbours community reunion. Every round players will solve crisis and events using cards and money.&#10;&#10;The money is secret in a bag and every player has a amount of money as objective in the last round to win the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inazuma Eleven Go: Duelo de Campeones",
    "ID": 260985,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/260985/inazuma-eleven-go-duelo-de-campeones",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Based on the soccer anime and videogame.&#10;&#10;Every player control one team of 5 characters with differents bases depending if they're defenders, midfilders or strikers. Each turn you can move, pass, use a super technique as double movement, double shoot or precise passing, then the defender can move.&#10;&#10;The ball change when a pass or shoot is failed, a goal is scored or you have 4 turns attacking.&#10;&#10;To shoot or pass you flick using your players, to move you just go to an adjacent position which has no players.&#10;&#10;The first player to score 5 goals is the winner of the game or the player who scored more goals in 30 minutes.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme",
      "Sports",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories: Bloody Cases Edition",
    "ID": 260988,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/260988/black-stories-bloody-cases-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "1",
    "Description": "A Black Stories edition with riddle stories about real crimes, strage deaths and stupid accidents.&#10;&#10;Black Stories are tricky, morbid, sinister riddle stories. The players try to reconstruct the particulars of each incident, piece by piece, by asking yes-or-no-questions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Power 8",
    "ID": 260989,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/260989/super-power-8",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Mighty fights, max fun!&#10;&#10;In Super Power 8, the players fight with each other in 5 fierce battles. Each battle, reveal as many score cards from the deck as the number of players. Every player simultaneously plays a fighter card from their hand face-down then reveals them.&#10;&#10;If two or more players play the same fighter, they discard them. The remaining players resolve their fighter ability in ascending order (1-8), and then choose a score card in descending order (8-1). Those with fighters discarded draw one random score card. All played and discarded cards are placed face-up in front of the owner for the rest of the game.&#10;&#10;After 5 battles, each player totals their points from &#10;&#10;     Values of score cards&#10;     Fighter #3 (if successfully played)&#10;     Bonus for having a certain combination of card colors (similar to poker hands)&#10;&#10;&#10;The player with the highest points wins! In case of a tie, play another round and the player who plays the highest card (after resolving fighter abilities) is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trillionaire Expansion Pack 1: Neato Prime",
    "ID": 260993,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260993/trillionaire-expansion-pack-1-neato-prime",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Get ready for more cute and cuddly cartoony billionaires from the Neato Prime Dimension to join the battle! These characters are illustrated with striking new artwork, add new strategy opportunities to your gameplay, and are of course riddled with that patented goodness only Dandy Randy can provide!&#10;&#10;This expansion pack also comes with a new Control Card, increasing your options for unsettling your opponent's strategy and setting yourself up for victory instead.&#10;&#10;An entirely new type of card is in this pack: Dimensional Lawyers! These Neato Prime Lawyer cards come with an ability Standard Lawyers could only dream of (if Standard Lawyers had dreams). This ability adds a completely new type of action you may take each turn, yielding more strategy opportunities and adding extra variety to gameplay.&#10;&#10;A complete set of Neato Prime Cash Cards is included in this expansion so the look and feel of your deck are as customizable as your strategy!&#10;&#10;Other useful facts about this expansion: &#10;&#10;     All cards are compatible with all other Trillionaire cards. &#10;     This pack is structured specifically so that buying once will give a player enough of each card to use it to the fullest. Buying more packs is only necessary for players looking to construct multiple decks simultaneously.&#10;     Expansions add gameplay mechanics and variety to gameplay. They do not (and never will) make the game easier to win.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sleeping Queens Mini",
    "ID": 260998,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/260998/sleeping-queens-mini",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Sleeping Queens Mini is a free demo version of the full game with a deck of 30 cards.&#10;&#10;It was released in the Stadt Land Spielt! Sonderdrucke 2018 for the gaming event in Germany and Austria on Sep. 8th and Sep. 9th 2018.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Deduction",
      "Educational",
      "Fantasy",
      "Math",
      "Memory",
      "Mythology",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Silhouette gratis Demo-Spiel",
    "ID": 260999,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260999/silhouette-gratis-demo-spiel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Silhouette gratis Demo-Spiel is a free demo version of Silhouette Cards with a deck of 30 cards. It was released in the Stadt Land Spielt! Sonderdrucke 2018 for the gaming event in Germany and Austria on Sep. 8th and Sep. 9th 2018.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Silhouette (Noris Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Re:Play",
    "ID": 261000,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/261000/replay",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A boxed version of the classic Celebrities game, Re:Play has players come up with 40 topics by writing them on small bits of card and then placing them in plastic holders. Players form teams and then start explaining the topics one by one to other members of their team.&#10;&#10;On the first round, players can say anything except what the card says. On the second round, only pantomime is allowed. On the third round, one-word explanations are used to explain the topics. The topics are the same every turn, so players learn them during the game.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Assembly: Glitches",
    "ID": 261001,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261001/assembly-glitches",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The computer is evolving and learning new ways to stop you escaping. The Glitches expansion contains:&#10;&#10;     10 Glitch cards, increasing game difficulty.&#10;     4 new Malfunction sets, mixing up gameplay.&#10;     2 new role cards, increasing variation.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Fortune",
    "ID": 261002,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/261002/fields-of-fortune",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Fields of Fortune is a press-your-luck card game of medieval city-building.&#10;&#10;In the game, players attempt to build the most prosperous city while avoiding barbarian raids. The game consists of a 102-card fortune deck, with most cards being beneficial to a player's city, such as castles, city squares, military structures, religious structures, and treasuries. However, the deck also contains barbarian horde cards of varying strength that may result in a raid.&#10;&#10;On a player's turn, they may choose to either hire mercenaries (if available) or add cards to the field. A player adds cards to the field by turning over cards from the fortune deck, one at a time and laying them out in the play area between all players (the field). The player may continue to add cards to the field until they choose to stop, barbarians raid the field, or eight cards are in the field. When a player chooses to stop, they then choose up to three cards from the field to add to their city. The cards are sorted in the player's city by type as the player is trying to maximize points by completing sets of the different types.&#10;&#10;Each barbarian horde card has a strength value of 1-3. A barbarian raid occurs when a player is adding cards to the field and a total of 5 or more strength points worth of barbarian horde cards is revealed. When this happens, the field is swept (all cards are removed to the discard pile) and the player's turn immediately ends.&#10;&#10;Alternately, instead of adding cards to the field, a player may choose to hire mercenaries if there are any available in the general supply. Mercenaries will help the player defend against barbarian raids by destroying barbarian horde cards in the field of equal or lesser value, just as a player's regular army cards do. A player who chooses to hire mercenaries may still collect cards from the field, if any, that were previously placed there by another player.&#10;&#10;When the fortune deck runs out and no mercenaries cards are left in the supply, the player with the most points based on all cards in their city wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "IFC: Champions of Time",
    "ID": 261004,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261004/ifc-champions-of-time",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It's here, the largest expansion for the IFC yet! PowerMonger and Punk A.D. square off for the Intergalactic Championship...There's 9 duos to add to your team ranks. Get 54 cards: singles, duos, special cards and more! Comes with another way to track your game with the Tournament Mode cards! Also included is the Advanced Rules card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellcaster: the Frostgrave Magazine #1",
    "ID": 261005,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261005/spellcaster-the-frostgrave-magazine-1",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Contains optional rules for Frostgrave and Frostgrave: Ghost Archipelago, including black powder, horses and Knightly Orders.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Frostgrave"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellcaster: the Frostgrave Magazine #2",
    "ID": 261006,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261006/spellcaster-the-frostgrave-magazine-2",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Containing optional rules for Frostgrave and Frostgrave: Ghost Archipelago. This issue includes Dragons, traps and Mech Wars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Frostgrave"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burglar's Bluff",
    "ID": 261007,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/261007/burglars-bluff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Burglar&rsquo;s Bluff is a light, easy-to-learn card game where players take turns collecting and protecting melds of treasure cards (i.e., sets and runs) in their respective coffers while trying to steal banked treasure from opponents.&#10;&#10;You cover each of your banked melds with a face down safe card, as if placing the treasure inside a safe.  The safe and protected treasure are considered locked if a lock icon appears on the safe card.  A locked safe blocks opponents from stealing the treasure, but prevents you from extending it on future turns.  An unlocked safe allows you to later extend the treasure for big points, but leaves it vulnerable to steals.&#10;&#10;Bluffing about the state of your safe cards is encouraged, particularly if it increases the uncertainty in your opponents&rsquo; minds as to which of your treasures are locked.&#10;&#10;Points are awarded at the end of the game based on the size of each banked treasure.  Press your luck to create large melds and a huge score.  Players earn bonus points for Gold treasure, blocked steals, and unlocked safe cards.  The player with the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellcaster: the Frostgrave Magazine #3",
    "ID": 261008,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261008/spellcaster-the-frostgrave-magazine-3",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Containing optional rules for Frostgrave and Frostgrave: Ghost Archipelago. This issue contains Rangifer warbands, scenarios and fiction by Matthew Ward.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Frostgrave"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blocky Mountains",
    "ID": 261020,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/261020/blocky-mountains",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Blocky Mountains is a dexterity game playable in either a co-operative or competitive manner or as a solo game. The core of the game consists of 3D landscapes that you build with large wooden blocks, after which you try to maneuver a large wooden pawn (&quot;the trapper&quot;) over this course.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dixit: \"The Elephants\" Promo Card",
    "ID": 261025,
    "Year": "(2018)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261025/dixit-the-elephants-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The Elephants is a promo card for Dixit.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Game: Dixit",
      "Mechanism: Judging Games",
      "Promotional: BGG Store Promos",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dixit: Candide Promo Card",
    "ID": 261026,
    "Year": "(2018)",
    "Geek Rating": "5.568",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261026/dixit-candide-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Candide is a promo card for Dixit.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Game: Dixit",
      "Mechanism: Judging Games",
      "Promotional: BGG Store Promos",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dixit: \"Merry Christmas\" Promo Card",
    "ID": 261027,
    "Year": "(2018)",
    "Geek Rating": "5.572",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261027/dixit-merry-christmas-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Merry Christmas is a promo card for Dixit.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Game: Dixit",
      "Holidays: Christmas",
      "Mechanism: Judging Games",
      "Promotional: BGG Store Promos",
      "Promotional: Cards",
      "Promotional: Dized"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trillionaire Expansion Pack 2: Earth+",
    "ID": 261028,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261028/trillionaire-expansion-pack-2-earth-plus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Get ready for more cool and sophisticated billionaires from the Earth+ Dimension to join the battle! These characters are illustrated with striking new artwork, add new strategy opportunities to your gameplay, and are of course riddled with that patented goodness only Dandy Randy can provide!&#10;&#10;An entirely new type of card is included in this pack: Dimensional Lawyers! These Earth+ Lawyer cards come with an ability Standard Lawyers could only dream of (if Standard Lawyers had dreams). This ability adds a completely new type of action you may take each turn, yielding more strategy opportunities and adding extra variety to gameplay.&#10;&#10;This expansion pack also comes with a new Control Card, increasing your options for unsettling your opponent's strategy and setting yourself up for victory instead.&#10;&#10;A complete set of Earth+ Cash Cards is included in this expansion so the look and feel of your deck are as customizable as your strategy!&#10;&#10;Other useful facts about this expansion:&#10;&#10;&#10;     All cards are compatible with all other Trillionaire cards. &#10;     This pack is structured specifically so that buying it once will give you enough of each card to use it to the fullest. Buying more packs is only necessary for players looking to construct multiple decks simultaneously.&#10;     Expansions add gameplay mechanics and variety to gameplay. They do not (and never will) make the game easier to win.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trillionaire Expansion Pack 3: Millennials Succeed!",
    "ID": 261029,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261029/trillionaire-expansion-pack-3-millennials-succeed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Get ready for more dutifully successful billionaires from the Millennials Succeed! Dimension to join the battle! These characters are illustrated with striking new artwork, add new strategy opportunities to your gameplay, and are of course riddled with that patented goodness only Dandy Randy can provide!&#10;&#10;An entirely new type of card is in this pack: Dimensional Lawyers! These Millennials Succeed! Lawyer cards come with an ability Standard Lawyers could only dream of (if Standard Lawyers had dreams). This ability adds a completely new type of action you may take each turn, yielding more strategy opportunities and adding extra variety to gameplay.&#10;&#10;This expansion pack also comes with a new Control Card, increasing your options for unsettling your opponent's strategy and setting yourself up for victory instead.&#10;&#10;A complete set of Millennials Succeed! Cash Cards is included in this expansion so the look and feel of your deck are as customizable as your strategy!&#10;&#10;Other useful facts about this expansion:&#10;&#10;&#10;     All cards are compatible with all other Trillionaire cards. &#10;     This pack is structured specifically so that buying it once will give a player enough of each card to use it to the fullest. Buying more packs is only necessary for players looking to construct multiple decks simultaneously.&#10;     Expansions add gameplay mechanics and variety to gameplay. They do not (and never will) make the game easier to win.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trillionaire Expansion Pack 4: Bermuda Wormhole",
    "ID": 261031,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261031/trillionaire-expansion-pack-4-bermuda-wormhole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Get ready for more mysterious and extraterrestrial billionaires from the Bermuda Wormhole Dimension to join the battle! These characters are illustrated with striking new artwork, add new strategy opportunities to your gameplay, and are of course riddled with that patented goodness only Dandy Randy can provide!&#10;&#10;An entirely new type of card is in this pack: Dimensional Lawyers! These Bermuda Wormhole Lawyer cards come with an ability Standard Lawyers could only dream of (if Standard Lawyers had dreams). This ability adds a completely new type of action you may take each turn, yielding more strategy opportunities and adding extra variety to gameplay.&#10;&#10;This expansion pack also comes with a new Control Card, increasing your options for unsettling your opponent's strategy and setting yourself up for victory instead.&#10;&#10;A complete set of  Bermuda Wormhole Cash Cards is included in this expansion so the look and feel of your deck are as customizable as your strategy!&#10;&#10;Other useful facts about this expansion:&#10;&#10;&#10;     All cards are compatible with all other Trillionaire cards. &#10;     This pack is structured specifically so that buying it once will give a player enough of each card to use it to the fullest. Buying more packs is only necessary for players looking to construct multiple decks simultaneously.&#10;     Expansions add gameplay mechanics and variety to gameplay. They do not (and never will) make the game easier to win.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "#SocialStar",
    "ID": 261032,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/261032/socialstar",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In #SocialStar, players climb the social media ladder to become the first player to gain 40M followers! Players perform challenges ranging from acting, art, dance, list, and singing. If they succeed they gain likes and followers. If they don't like a challenge, they can always dump it for a dare. Complete the dare and the player gains followers; fail and lose followers! Do you have the talent, or do you just know how to play the game?&#10;&#10;&#127;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing",
      "Push Your Luck",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "L.O.L. Surprise: Fashion Factory",
    "ID": 261034,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/261034/lol-surprise-fashion-factory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The conveyor belt assembly game where players get to build dolls at the L.O.L. Surprise factory! To start the 2-player game, players start the two-sided motorized conveyor belt. Players then use their player tongs to place a L.O.L. Surprise ball onto their side of the conveyor belt.&#10;&#10;Players then draw a blueprint character card and race to find the various cards in the pile in front of them that make up their character's paper doll - doll, outfit, and shoes. Players must place the finished paper doll in the L.O.L. Surprise ball and remove the ball with the tongs from the belt before it falls off the end.&#10;&#10;The first player to complete three balls wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantastic Gymnastics Vault Challenge",
    "ID": 261035,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.12",
    "Link": "https://boardgamegeek.com/boardgame/261035/fantastic-gymnastics-vault-challenge",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The exciting Fantastic Gymnastics Vault Challenge game lets players imagine being the next star gymnast! Players time their speed and strength to launch the gymnast down the vault track. At just the right moment, press the red button to send her up and over the vault, and try to stick the perfect landing. Get her to land on the 100-point zone on the mat for the win! Step-by step instruction sheet also features tips for getting the perfect 100-point score.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic",
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Czech Legion: Escape from the Soviet Union",
    "ID": 261048,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/261048/czech-legion-escape-from-the-soviet-union",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "Czech Legion is a simulation of the operations of the Czech Legion in Russia, from May to December 1918. In this game, the player must secure control of most of Siberia, an escape route for the Czech Legion, as well as various other missions such as rescuing the Czar&rsquo;s family or capturing the gold reserves of the Russian State.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Chit-Pull System",
      "Dice Rolling",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Soviet Union",
      "Magazine: CounterFact"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PitchCar: Extension 7 – The Loop",
    "ID": 261065,
    "Year": "(2019)",
    "Geek Rating": "5.629",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261065/pitchcar-extension-7-the-loop",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "PitchCar: The Loop is the seventh expansion of the world renowned game PitchCar designed by Jean Du Po&euml;l. After a decade of research and work, the dream has finally come true...&#10;&#10;The loop's elasticity and toughness has surpassed our expectations and allows you the opportunity to create many different loop configurations.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Expansion for Base-game",
      "Party Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: PitchCar",
      "Mechanism: Finger Flicking Games",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strait of All Saints",
    "ID": 261068,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/261068/strait-of-all-saints",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2",
    "Description": "In Strait of All Saints, a single player controls Magellan's fleet as it tries to find its way from the Atlantic to the Pacific, during the first circumnavigation of the globe. The player has to manage ships, crew and supplies, while discovering the then unknown strait as various events conspire to thwart the player at every turn. The player wins if the Pacific is discovered and reached by any one Ship.&#10;&#10;Combining exploration (tile laying), resource management (food, crew, wood, weapons) and dice rolling, Strait of All Saints conveys the sense of adventure and anticipation felt by the original expedition. However, hardship was a large part of the passage as well, and the player is beset throughout by foul weather and unruly crews.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Medieval",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Region: Atlantic Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stack Burger",
    "ID": 261069,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/261069/stack-burger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Stack Burger is the game that players remember the material cards that are upside down and make various burgers according to the sequence on the burger card.&#10;&#10;Players can build the ability to arrange the order of the material tiles and the ability to design effective strategies to remember the location of the cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Food & Drink: Burgers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "맛있는 코딩",
    "ID": 261070,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/261070/masissneun-koding",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Yammy Yammy Coding is software educational game. Players collect material tiles to make chef cards, collect chef cards, to make the food card related to the chef cards. The player who makes the food card first win the game.&#10;&#10;Yammy Yammy Coding helps the player to understand the construction of condition. Players can improve the computational thinking skill by thinking about the conditions and what materials they need during the play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bug Catch",
    "ID": 261071,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/261071/bug-catch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bug Catch is software educational game for finding a bug that does not correspond to Such Stone(Dice). In a sense of tension, players need to catch bugs by using fast information processing and quick power.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "엉망진창 로보샵",
    "ID": 261072,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/261072/eongmangjincang-robosyab",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Robo-shop Chaos is software educational game that thinks strategically whether to make it faster than the other's robot or make it more perfect.&#10;&#10;The games process of confirming the opponent's robot helps to develop sequential concepts and information gathering ability.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch the Cat",
    "ID": 261073,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/261073/catch-the-cat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Catch the Cat is the chess board game based on the educational programming language(Scratch). Players use the commands of the Scratch program to move their pieces.&#10;&#10;Players can build up their computational and logical thinking skills during play the game and feel familiar to the words and frames which used in Scratch.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Splendor: Thomas More Promo Noble",
    "ID": 261074,
    "Year": "(2018)",
    "Geek Rating": "5.515",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261074/splendor-thomas-more-promo-noble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promotional noble offered by the publisher.&#10;&#10;Requires 4 black and 4 green to claim this noble for 3 points.&#10;&#10;Works like any other noble and is just mixed into any game of Splendor that includes nobles. Cannot be used with the &quot;Cities of Splendor&quot; module in Cities of Splendor expansion&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Splendor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Colors Rule",
    "ID": 261076,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/261076/uno-colors-rule",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "It's the matching game you love, now featuring Color Character Cards that add new levels of strategy and power! Claim one of the four color power cards to fortify yourself with abilities that strengthen your position! Comes with a full set of UNO cards, which includes 16 Wild Color Character Cards! These cards allow you to take hold of the powers &ndash; but make sure to use them when you can because anyone who plays a Wild Color Character can take that corresponding Color Power Card from another player! Game comes with 4 card holders to display your powers while you have them. You'll score points for each round in which you're the first to get rid of all the cards in your hand, and the first player or team to 500 wins. When you're down to one card, don't forget to yell &quot;UNO!&quot; Game contains 112 cards (including character cards and wild cards), card holders, and instructions. For 2 to 10 players, ages 7 and older. Easy to pick up, impossible to put down.&#10;&#10;It's the classic matching card game, now with special characters that bring special powers!&#10;Players take turns matching one of their cards with the color or number card shown on the top of the deck.&#10;Special Color Power Cards offer special powers, but opponents with wild character cards might steal the power cards from you!&#10;Score points by being the first to get rid of all the cards in your hand.&#10;First player or team to 500 wins.&#10;UNO is easy to pick up, impossible to put down!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Matching",
      "Card Games: Shedding / Stops",
      "Game: UNO"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Build Up",
    "ID": 261077,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/261077/the-build-up",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Active player rolls dice and orders other players to place pillars on boards with matching colored symbols. Once a board is filled with pillars, it is placed in the tower. The player who crashes the tower loses the game.&#10;&#10;&mdash;user summary&#10;&#10;A high-rise is to be built by the players who hardly are professionals nor likely to play it nice, if they are building to win. And the construction plans are rather random...&#10;&#10;Once the player in turn has rolled the dice, it's time to assign the tasks: there are pillars to be put on the floor tiles and completed floor tiles to be added to the high-rise. Floor by floor, the high-rise becomes more unstable. Everyone knows it is going to collapse. The question is, who will be the one to make it fall and who is setting the scene for the disaster.&#10;&#10;A stacking game that offers plenty of openings for tactics for the whole family.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shoot Cows 3: Chickenpacolypse",
    "ID": 261080,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261080/shoot-cows-3-chickenpacolypse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You've escaped the cows in Holstein City. You've battled the pigs of Little China. Now test your mettle in a deadly race against HOMICIDAL CHICKENS!&#10;&#10;Bird Flu has infected the city's poultry. Now they're stronger and deadlier than ever before!&#10;&#10;Luckily for you, new Vehicle cards let your Survivors team up to bring the hurt!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rumpus: A Delightfully Simple Card Game",
    "ID": 261081,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/261081/rumpus-a-delightfully-simple-card-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It&rsquo;s been a long week and you&rsquo;re feeling rowdy. Roll up your sleeves &ndash; it&rsquo;s time to start a rumpus!&#10;&#10;Rumpus is a pocket-sized betting card game that is incredibly easy to learn and play. Aggress other players to show what a desirable gentleman you really are &ndash; but don&rsquo;t pick a fight you can&rsquo;t win! Oh, and please don&rsquo;t start an actual fight. You are better than that.&#10;&#10;In Rumpus, each player draws three cards, then chooses one card to place face-up in front of them so it is visible to the other players. Each card will consist of one of three symbols - Bicycle, Mustache, and Top Hat. At the beginning of each turn, the player with the Your Turn card must choose an opponent to fight. The players not involved in the fight may place a bet on who they think will win; be careful though, your bet cards will be lost if your fighter loses the fight.&#10;&#10;The fighting players will select cards from their hand of a single symbol to play. Once both players are ready, they will reveal their selected cards to see who wins the fight. The player with the most of symbols of their suit wins the fight; in the case of a tie, there is a listing of which symbols are most effective against another symbol in the instructions (think Rock-Paper-Scissors). The winner will take a Victory Card and must read the description on the card out loud (e.q. &quot;Good Show!&quot;); the other players who bet on the winner will take their bet cards back and draw an additional card from the deck that can be used for future fights.&#10;&#10;Once all of the Victory Cards have been drawn, the game is over, and the player with the most Victory Cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: Evolved Aliens",
    "ID": 261097,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261097/alien-vs-predator-evolved-aliens",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "As a xenomorph hive grows in size, on occasion, a Warrior will mutate into a unique type of its own. Highly adaptable, these creatures are often mistaken for a standard Warrior until it is too late for their enemies. Some of them are able to spray acid at close range onto multiple enemies at once, others can camouflage their exoskeleton to blend into their surroundings to leap upon their foes, and some of them are even able to heal the most grievous of wounds almost instantly.&#10;&#10;Classified as Evolved Warriors, company scientists believe they are an evolutional dead-end and once their metamorphosis has finished, it will change no more after that. It is theorized that their evolution is due to an immediate need that the hive requires, but not as a long term creation. Whatever the reasoning is behind these monsters, they should be engaged with extreme caution, as each one is different and there is no way to determine what capabilities it has until it has displayed them.&#10;&#10;Box contains:&#10;&#10;2x resin UniCast miniatures with scenic bases&#10;1x stat card&#10;2x ping Tokens&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: Alien Praetorian",
    "ID": 261098,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261098/alien-vs-predator-alien-praetorian",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "When a new hive is on the rise, or when a Queen has been killed, a new adolescent Queen is evolved from the Royal Guard. Often referred to as a Praetorian, in this stage of mutation the creature is stronger and faster than a Royal Guard, but less destructive than a fully transformed Queen. Sometimes, several Royal Guard will evolve simultaneously to become Praetorians and the strongest of them will continue on to eventually grow into the Queen.&#10;&#10;Box contains:&#10;1x Alien Preatorian UniCast model including scenic base&#10;1x stat card in English language&#10;1x Ping Token&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Number Knockout",
    "ID": 261102,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/261102/number-knockout",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "1",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player&rsquo;s turn begins with rolling three dice, stating the rolled numbers, and starting a 60-second timer. The player must incorporate all three numbers that are rolled, employing addition, subtraction, multiplication, division, roots, and powers, to create a number on the board.&#10;&#10;All three numbers rolled must be used once but cannot be used more than once. If more than one numeral &lsquo;one&rsquo; is rolled, the contender is given an automatic reroll, because the game can&rsquo;t be played well with two &lsquo;ones&rsquo; and a third number.&#10;&#10;As the player solves equations, he or she crosses the numbers off the board. Players are given 60 seconds to generate as many equations as possible with unique answers from one roll of the dice.&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: Specimen 6",
    "ID": 261105,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261105/alien-vs-predator-specimen-6",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "When a new hive is on the rise, or when a Queen has been killed, a new adolescent Queen is evolved from the Royal Guard. Often referred to as a Praetorian, in this stage of mutation the creature is stronger and faster than a Royal Guard, but less destructive than a fully transformed Queen. Sometimes, several Royal Guard will evolve simultaneously to become Praetorians and the strongest of them will continue on to eventually grow into the Queen.&#10;&#10;Set contains:&#10;1x Specimen 6 Diorama UniCast model including scenic base&#10;1x stat card in English language&#10;1x Ping token&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shoot Cows: Shoot More Cows",
    "ID": 261107,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261107/shoot-cows-shoot-more-cows",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Shoot More Cows is a convention exclusive boost pack for Shoot Cows. The pack includes:&#10;1 New Survivor: John Green&#10;4 New Creature Cards: Super Cow (2 copies), Undead Bessie, and Devonshire Devourer&#10;7 New Item Cards: Canned Goods (3 copies), Branding Iron, Flame Thrower, Hunting Rifle, Crowbar&#10;3 New Event Cards: Cow Tipping (2 copies), Stampede&#10;1 New Location Card: Stadium&#10;The pack also includes a Sole Survivor Mode card detailing a new challenge way to play Shoot Cows.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Token Party: the cryptocurrency game",
    "ID": 261108,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/261108/token-party-the-cryptocurrency-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;IntroductionBlockchain technology is changing the world, as people begin to invest into cryptocurrencies. Some smart and lucky people are making the right choices, and become millionaires. Many lose more than they can afford, falling victim to hackers and scams. Will you adopt the right strategy to win this challenge? Will you manage to build your capital in small steps? Discover that, playing with your friends, in an exciting but totally risk-free way!&#10;&#10;Token Party is a cryptocurrency-based game for 2-6 players, who must achieve specific goals during gameplay in order to win. Players trade Tokens, invest and earn profits from mining, participate in airdrops and initial coin offerings, as in real life. They are at the mercy of the market index, fake news, security breaches, scams and much more. Game mechanics lead to a simple and fun gameplay, mixed with real-world rules.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game playToken Party is a turn based game. Players move their pawns through the game board, completing the tasks reported in the space they chance into, after rolling dice. Tasks could involve other players. When players land in the trading / hardware zone, they can decide to trade tokens / buy hardware. Game play involves collecting hardware / token / ICO cards, participating in initial coin offerings and airdrops, earning/losing bitcoins, paying maintenance to avoid losing hardware cards, and starting hacking challenges against other players.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Goal of the gameThere are two play modes: standard and advanced. The &ldquo;card-holder mat&rdquo; must be turned right side up (light or dark). In both modes, the first player who completes all goals wins the game.&#10;&#10;Standard mode (light-mat side up): Goals are broad, shared by all players, and don&rsquo;t include bitcoin targets.&#10;&#10;Advanced mode (dark-mat side up): Goals are different for each player, narrow, and always require to reach a target quantity of bitcoins. This requires a more cautious play. You need to strike a balance between completing your goals, and risking bitcoins in the process.&#10;&#10;For more information see files and web links section.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Party Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Deck, Bag, and Pool Building",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Underbelly",
    "ID": 261109,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/261109/the-underbelly",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;The Underbelly is a game of conflict between prisoners and guards, which players use their cunning and skills to escape from the cold shadowy bars of the Alcatraz-like superjail of Underbelly, or to prevent the escape of the villains by keeping them in at all costs.&quot; (An excerpt from the teaser video.)&#10;&#10;The Underbelly is a Card Game based on the mechanisms of Mafia and Werewolf format, which involves the conflict between prisoners and officers revolving around jailbreak plot.&#10;&#10;Three roles of INMATES, GUARDS and SNITCHES are assigned to the players, which INMATES must strive to achieve their victory by collecting four &quot;Tunnel Points&quot; by the means of using action cards.&#10;GUARDS, in the other hand, must prevent the inmate's escape attempt altogether by exposing their action cards and giving them WARNING cards, which may eventually lead to CONFINEMENT which means the confined INMATE can no longer play the game.&#10;&#10;SNITCH in the other hand, must assist the GUARDS by feeding them support among the INMATES.&#10;&#10;During the beginning of game, the GUARD players reveal their role cards alone, while both SNITCH and INMATE players are not revealed. &#10;GUARDS also have the ability to appoint TRUSTY among the INMATES who they consider as a potential SNITCH.&#10;INMATE appointed as TRUSTY is given significant privileges, which makes the trusty status both as an advantage that a rightful SNITCH can exploit or for INMATES to pretend as a SNITCH and use it against the GUARDS.&#10;&#10;The inmate-only character cards have different abilities, however they are kept hidden until the ability itself is activated or the inmate player is CONFINED.&#10;The aforementioned action cards are the represent any actions or activities that are performed by both INMATES and the GUARDS which can assist achieving their respective adjectives. &#10;Event cards are the cards which have its effect every individual turn, which represents the varied security status of the prison and it will naturally aid the guard players to take control of the situation.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Mafia",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: All Out War – Rick, Prison Advisor Booster",
    "ID": 261116,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261116/the-walking-dead-all-out-war-rick-prison-advisor-b",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This booster pack contains 3 unique, collectible miniatures allowing you to add Rick Grimes and Harold Abernathy to your games, along with an extra Walker to bulk out your herd.&#10;&#10;Contents:&#10;- Plastic Rick Grimes and Harold Abernathy Miniatures&#10;- Plastic Walker Miniature&#10;- Rick Grimes, Prison Advisor and Harold Abernathy Character Cards&#10;- .357 IMI Desert Eagle, Crowbar, Makeshift Body Armour, and Riot Gear Equipment Cards&#10;- 1 Mantic Point&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Components: Miniatures",
      "Game: The Walking Dead – All Out War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mátyás",
    "ID": 261117,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/261117/matyas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Mathias Rex&#10;Although M&aacute;ty&aacute;s was elected as king in 1458, but Hungarian king may only be a person crowned with the Holy Crown. The crown is, however, was stolen by the Habsburgs in 1440 and kept in Vienna. Let's build together a strong, well-established Hungary to be able to buy back the Holy Crown and crown king M&aacute;ty&aacute;s. A cooperative family game built on real historical facts, where we can only succeed if we are all together, helping each other towards the goal.&#10;&#10;Players draw cards and follow their instructions to move the meeples, pay, occupy an area, etc.&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Country: Hungary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quick!Quick!Quick!",
    "ID": 261120,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/261120/quickquickquick",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "1",
    "Play Time": "8",
    "Weight": "1",
    "Description": "As a rescue expert, the player needs quick and effective dismantling and rescue at the scene after the earthquake.&#10;&#10;Quick!Quick!Quick! is a race speed puzzle game, the experience is very tense and exciting, the game has a lot of different level of level, a single rule and multi person rules and cooperation rules, with different time length requirements, suitable for push new, but also suitable for different strategic difficulty needs of players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombs",
    "ID": 261123,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/261123/zombs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A fast, fun, zombie-themed retro-style card game featuring a flying pig and a unicorn riding a tank! Be the first to build your horde and bask in the ultimate glory of awesome victory. Sounds easy, but your opponents will not just stand by and let you win. No, they want to block and quarantine your precious horde, so they must be defeated at all costs. It's a life and death struggle that only the greatest, coolest and super nice will survive.&#10;     Gameplay mainly involves turn-based drawing and playing cards. Players start and grow their horde by placing cards of the same color in numerical sequence one through ten, but other players will attempt to hinder their progress by blocking, curing, and quarantining. There is even a Zomb-Fish card which allows you to steal a card from another player. The game usually intensifies as one player gets closer and closer to completing their horde, which usually ramps up the &ldquo;take that&rdquo; element of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fight! Chicken",
    "ID": 261124,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/261124/fight-chicken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "There are a lot of chickens on the farm, and the same color chicks are willing to play together. If the two chicks are just a pair, they will produce a new chicken...&#10;&#10;Fight! Chicken support 2-4 people to play at the same time, the main mechanism of the game is splicing and collecting, players stitching their own plate in the game, at the same time to collect more new chicken as much as possible.&#10;&#10;It's a family game. It's very suitable for adults to play with their children. Children play with grandparents, and grandpa plays with grandma.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cursus Honorum",
    "ID": 261125,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/261125/cursus-honorum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Setting &amp; Theme: The cursus honorum was the sequential order of public offices held by aspiring politicians in the Roman Republic and the early Roman Empire. This game simulates those career paths, with senatorial factions represented by each player, during the rise of the Republic. Starting around 241-237 BC when the provinces of Sicilia and Sardinia et Corsica had been conquered through war with the Carthaginians, each turn abstracts a generation of Roman politicians competing for offices and wielding state powers, with factions leveraging their wealth and influence to increase their reputation and legacy. Senators also serve in provincial posts, protecting and developing the expanding Republic while amassing their own fame and fortune. Throughout the game players must cooperate to ensure the public&rsquo;s satisfaction with the government remains stable and the Republic remains prosperous and secure, all while competing to attain the highest status.&#10;&#10;General Course of Play: Each turn begins with die rolls triggering events in the provinces. Then elections are held where factions compete to form the strongest voting coalitions and senators claim offices in Rome and the provinces. Players then alternate taking actions that include using office powers and influencing clients, often with adverse effect on their opponents. Each turn concludes with a sequential reckoning of state and faction accounts, setting the stage for the next generation of struggle and achievement.&#10;&#10;Disclaimer: This is a updated prototype that has been play tested, but is still in development.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Category: Print-on-Demand",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kvíz casino",
    "ID": 261127,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/261127/kviz-casino",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Knowledge and tactics.&#10;Place your bets!&#10;&#10;Do you know the answer? Then you almost won the case.&#10;If you're not sure of yourself, guess and make your tactic! &#10;Listen carefully who is bluffing and who is doubling his bets.&#10;The new &quot;Quiz Casino&quot; board game provides a real challenge and fun. Unmatched casino feeling with real poker chips and cards.&#10;But here not all depends on fortune!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Secret Benalla",
    "ID": 261129,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/261129/secret-benalla",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In the year 2018, France finds itself, under the pretext of progressivism, on the verge of turning to  authoritarian rule.&#10;A handful of parliament members opposed to the neo-liberal regime seek to counter the corrupt presidency by denouncing its abuses of power and blocking the passage of oppressive laws.&#10;Meanwhile, the government has begun to create a private militia to obey its orders, thanks to the help of a shadowy figure: Alexandre Benalla.&#10;&#10;Secret Benalla is a game of deception, lies and betrayal. The players are either opponents of Emmanuel the 1st who win by uncovering the corruption and unmasking Alexandre Benalla, Macronists who win by passing the oppressive laws of the authoritarian regime, or Opportunists who each have unique win conditions that are sometimes ... hard to decipher !&#10;&#10;Be careful - even your allies may betray you.  Keen observation, scrutiny, and logical reasoning will lead players to triumph, but maybe not a triumph for democracy.&#10;&#10;Secret Benalla is a re-implementation of Secret Hitler based on a 2018 French political scandal.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Country: France",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Time Football",
    "ID": 261130,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/261130/big-time-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "P&amp;P FILES NOW POSTED!&#10;&#10;It's third-and-five on your 30 yard-line and your opponent has the ball. He usually throws short in such situations, but he seems to like screen passes and hasn't thrown a long ball all game. He calls his play; now what will YOU do? Play a man-to-man defense, zone, blitz?&#10;&#10;Play realistic pro football on your tabletop in about an hour. BT Football is based on current NFL stats in aggregate -- no teams, so it's just you against your opponent, on equal terms.&#10;&#10;Nine offensive and six defensive plays are resolved on individual cards via five dice. The only charts are for special teams, interception returns, fumble returns and the like.&#10;&#10;The game is intuitive, highly portable, easy to play and the results are realistic. A specially-designed scoresheet is used to record each play and simultaneously keep track of game time.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Microcosmos",
    "ID": 261138,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/261138/microcosmos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Microcosmos you represent a bacterial species, to thrive and win you need to grow and multiply, acquire unique characteristics of eukaryotic cells as the cell nucleus, improve your metabolism and evolve as many organelles as possible before the nutrients and environment's available resources are depleted.&#10;&#10;The player that controls the bacterial species that has managed to accumulate the highest score according to their performance and number of evolutions achieved will be the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Everdell: Rugwort Pack",
    "ID": 261142,
    "Year": "(2018)",
    "Geek Rating": "5.777",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261142/everdell-rugwort-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.75",
    "Description": "The Rugwort Pack adds 3 new cards that feature the solo mode opponent, Rugwort! Shuffle them in with the Everdell deck to add a little more 'take-that' to your game. Includes Rugwort the Robber, Rugwort the Ruler, and Rugwort the Rowdy. Not recommend for beginning players! These cards come with the Everdell: Collector's Edition.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Everdell",
      "Mechanism: Tableau Building",
      "Theme: Anthropomorphic Animals"
    ]
  }
]