[
  {
    "Rank": "15401",
    "Name": "City of Heroes CCG",
    "ID": 19766,
    "Year": "(2005)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/19766/city-of-heroes-ccg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2308",
    "Description": "The City of Heroes Customizable Card Game (COHCCG) was designed by David Williams and produced by Alderac Entertainment Group (AEG). There were a total of two sets of cards released for the game. The first, Arena, was released in January, 2006. The second set, Secret Origins, was released in October, 2006. Since then, there have been no official releases.&#10;&#10;The COHCCG was designed to be a quick game. Rather than using a turn structure where each player takes multiple actions in a row, the game used an alternating action structure. This lead to faster and more interactive games. Each player was represented by a Hero card, which began play with 2 starting powers. As their action, a player had many choices, including:&#10;&#10;&#10;    Play a card, being:&#10;         a Sidekick&#10;         a Power that can be used by the Hero or a Sidekick&#10;         an Enhancement on a Power already in play&#10;         an Edge card with the keyword &quot;Action&quot; or &quot;React&quot;&#10;    &#10;    Activate a Power already in play&#10;    Move the Hero or a Sidekick&#10;    Search your draw deck for a Sidekick&#10;    Recharge your Powers&#10;    Play a Mission card&#10;    Use the Defeat text on a mission to complete it&#10;    Draw 2 cards&#10;&#10;&#10;Unless otherwise specified by the cards played, play continued until only one Hero remained, who was declared the winner.&#10;&#10;In addition to the 33 Heroes available in Arena and the 22 Heroes available in Secret Origins, players could create their own hero using &quot;Paragon&quot; Hero cards. These cards allowed a player to create new combinations of powers that were not available on existing Hero cards. Players could either play solely with the Paragon Hero cards available in the Arena set, or go online to access the HeroBuilder which allowed players to create Hero cards in the same template as the already available Heroes, including a picture uploaded by the player.&#10;&#10;After the game was discontinued, a fan community effort created the Hamidon set.  Although the generic Hero cards listed all power sets available to the archetypes at the time, it wasn't until The Hamidon set was developed that many of those power sets were codified for use.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "15402",
    "Name": "Saipan 1944: A Panzer Grenadier Game",
    "ID": 131379,
    "Year": "(2012)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/131379/saipan-1944-a-panzer-grenadier-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "In June 1944, American Marines and soldiers stormed ashore on Saipan, a large island in the Central Pacific whose possession would put Allied heavy bombers in range of Japanese cities. Three weeks of savage fighting would finally see the island secured, as places like Death Valley, Hell&rsquo;s Pocket and Purple Heart Ridge entered the U.S. Marine Corps&rsquo; lexicon. The campaign saw the largest tank battle of the Pacific war, and also its largest banzai charge as almost the entire Japanese garrison (and much of the island&rsquo;s Japanese civilian population) chose death over surrender.&#10;&#10;Panzer Grenadier: Saipan 1944 is a complete boxed game in the Panzer Grenadier series based on these fearsome battles. Designer Jay Townsend has provided 40 scenarios. There are four new mapboards by artist Guy Riessen showing the jungles, hills, beaches and cane fields of Saipan. And 495 playing pieces: 330 superb die-cut counter combat units and 165 die-cut markers.&#10;&#10;The U.S. Marines have awesome firepower &ndash; every third man wields an automatic rifle &ndash; and bring tanks, flamethrowers and heavy artillery to the battlefield. The U.S. Army is present, along with the Imperial Japanese Army and the Imperial Navy&rsquo;s elite Special Naval Landing Forces.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Islands: Marianas (USA)",
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "15403",
    "Name": "One Week Ultimate Werewolf",
    "ID": 252197,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/252197/one-week-ultimate-werewolf",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "One Week Ultimate Werewolf takes the gameplay of One Night Ultimate Werewolf and twists it up in a knot, with ever-increasing tension as you venture into the special rooms of Ludwig Castle. Each room provides a special power, and those powers are the key to figuring out the mystery of who among you is a werewolf. Roles can be viewed and switched several times before all is said and done, then the final vote takes place.&#10;&#10;As in One Night Ultimate Werewolf, your goal is to figure out the secret roles of your opponents as well as your own role by the end of the game. Each day, you enter a different room with a unique ability, and each night you interact with the other players in that room. In addition to the 3-7 players, three staff members roam the castle, and each of them also has a secret role. After a week's investigation (which should take about 45 minutes), it all comes down to a vote. If you're a werewolf, you're trying to remain undiscovered. If you're a villager, you're trying to find those sneaky werewolves. And if you're a Tanner, well, you're trying to get caught!&#10;&#10;One Week Ultimate Werewolf comes with more than a dozen unique rooms. You play with just a few each game, making each game different.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Role Playing",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Series: One Night (Bézier Games)"
    ]
  },
  {
    "Rank": "15404",
    "Name": "Pitt's War",
    "ID": 282300,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/282300/pitts-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.7143",
    "Description": "Pitt&rsquo;s War simulates the epic struggle between United Kingdom and France from the beginning of the French Revolution to the end of the French Empire at Waterloo on a map with zones covering Europe and the Levant. Each turn is worth a year with a fair and a bad weather impulse. Combat units are multi step historical armies with elite corps and main generals. And much more, the game provides round 130 event markers to simulate easily the essence of that period.&#10;&#10;One player controls the French forces and the other one controls United Kingdom and her allies also called Coalition to gain predominance over Europe. Because of the low density of counters and low complexity rules, players are able to end a full game in less than 10 hours; with the full campaign, the game provides two scenarios to cover the Republic period and the French Empire.&#10;&#10;Product Information:&#10;&#10;Period: 1792-1815&#10;    Complexity: Low&#10;    Solitaire suitability: Medium&#10;    Time scale: 1 year per turn&#10;    Map scale: one province per area&#10;    Unit scale: armies and corps&#10;    1 map&#10;    1 - 228 countersheet&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Country: Prussia",
      "Country: United Kingdom",
      "History: French Revolutionary Wars",
      "Magazine: Paper Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15405",
    "Name": "Candy Time",
    "ID": 203788,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/203788/candy-time",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Candy Time is a tile-placing game in which players have to complete pieces of candy. None of the tiles include a whole piece of candy; they have only halves &mdash; four halves actually, one on each side of the square tiles, so we have to combine our tiles with the ones on the table to complete one, two, or even three candies. Some candies are worth one point, others two points, and some of them let us play an additional tile.&#10;&#10;The game starts with a wall of candy tiles on the table, all of them placed randomly. Players receive three tiles, and they play one per turn, placing it on the table and taking as many tiles as pieces of candy that have been completed. The tiles don't have to match every single side, so if we place a tile touching three others but only matching two of the sides, we take those two tiles and leave the rest. We keep aside the tiles that we get from the table as they are our points. The tile that we played stays on the table, and we receive a new one at the end of our turn so that we always have three from which to choose. Whoever gets the most candies wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "15406",
    "Name": "TOSSIT",
    "ID": 410251,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/410251/tossit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This funny activity game is a variant of P&eacute;tanque. Nevertheless as it contains so-called Tossits made of elastic material, it has not only similarities to boule but as well to dart as it can be played on nearly every flat surface: tables, windows and even cars, ...&#10;&#10;The objective of this game is to reach 13 points. At the beginning of the game one throws the Jack (a special colored Tossit) and the aim is now to reach this Jack as near as possible with the three available Tossits for each team. While your team remains the closest, the opposing team has to throw until they come closer. The team with the Tossit closest to the Jack wins the round and scores one point for each of it Tossits that is closer than the opposing team's closest Tossit. The winning team throws the Jack for the next round.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15407",
    "Name": "Fibonachos",
    "ID": 375659,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/375659/fibonachos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1",
    "Description": "Fibonachos is a card game that combines Mexican cuisine, the intriguing world of math, and engaging trick-taking gameplay to make something incredibly unique.&#10;&#10;The deck consists of 51 cards, 17 each in three suits, and at the start of a round, deal the deck out as evenly as possible. Shuffle the separate &quot;spicy&quot; deck, then reveal the top card. The lead player for the trick plays a card, then everyone else must follow suit, if possible. If two &quot;fibonacho&quot; cards are played in a trick &mdash; that is, cards numbered 1, 2, 3, 5, 8, or 13 &mdash; then the fibonacho cards become trump. After everyone has played a card, if trump was activated, then whoever played the highest fibonacho claims the revealed spicy card; otherwise, whoever played the highest card on suit claims it. The winner reveals the next spicy card, then leads to the next trick.&#10;&#10;Once all the tricks have been played, count your spicy points to determine your score for the round &mdash; and if your total equals a Fibonacci number (1, 2, 3, 5, 8, 13, 21), then you score the next Fibonacci number instead of your actual total. If you manage to collect no spicy cards, then you score 34 points!&#10;&#10;Whoever has the most points after three rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "15408",
    "Name": "Aztec",
    "ID": 1071,
    "Year": "(1995)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/1071/aztec",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Two builders have met at the sacred ground to build the giant temple. In the middle of the jungle, they find only a single pyramid stump. The architects place 22 identical pieces to try to get the best score. However at this place is Ah Puch, the god of death and destruction. Ah Puch tries to disrupt construction as much as he can.&#10;&#10;On a turn, you must place one of the identical pieces which twist in three dimensions. The object is to place blocks at the third level on two sides of the structure. Any part of a piece may never rise above the third level. This makes the game feel like you are assembling a giant 3D jigsaw puzzle. The 3rd player takes on the role of Ah Puch, the destructive god. Ah Puch tries to keep the other two players from making a high score.&#10;&#10;The box/game board is a large, truncated pyramid in blue with finished wooden top. The blocks are painted in slightly varying shades of deep blue.&#10;&#10;Re-released in 1997 by the same publisher, winning a special Spiel des Jahres award for its appearance in that year.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: 9 x 9 Grids",
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "15409",
    "Name": "Give Me The Treasure",
    "ID": 391761,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/391761/give-me-the-treasure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "&quot;Are you sure you want to take that?&quot;&#10;&#10;After all the work is done, it's time for the bandits to split the treasures.&#10;If you think these bandits will split the treasure fair and square, think again!&#10;&#10;One team draws 5 treasure cards and splits them into two piles, and then the other team chooses.&#10;But there's a catch. Out of the 5 treasure cards, one must be placed face down. Could the hidden card be the legendary Great Treasure, or a Cursed Painting&hellip;?!&#10;&#10;&middot; Collect sets of Treasure cards to cash in through the scheme of the opposite team&#10;&middot; Use your unique special ability wisely, as well as the one-time Backup card&#10;&middot; Perfect game for those who enjoy the psychological game&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15410",
    "Name": "LANDER",
    "ID": 264948,
    "Year": null,
    "Geek Rating": "5.530",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/264948/lander",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "115",
    "Play Time": "115",
    "Weight": "3.3333",
    "Description": "Lander is a 2-4 player, space-themed strategy game that emphasises area control (resource collection), tableau building (crew development) and set collection (missions). You and your friends will assume the roles of corporations, competing to prepare Kaimas-2 (the first planet outside of our solar system capable of supporting human life) for a large-scale colonization effort. The corporation that contributes the most will become the market leader going forward!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Cancelled Games",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "15411",
    "Name": "Die Erben von Hoax",
    "ID": 413,
    "Year": "(1999)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/413/die-erben-von-hoax",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1538",
    "Description": "This is a reworking of an older Eon game known simply as Hoax.  The new additions include a new character as well as a point system to replace the all-or-nothing nature of accusations.  The basic idea is to pretend to be somebody you are not while working towards the goal of figuring out who other people are. Each player is assigned one of seven different characters -- each with its own unique abilities -- but can pretend to be any character and use its corresponding powers. Abilities are used to acquire three different types of goods, which can be spent to get clues to opponents' identities. If the majority of the other players think you're pretending to be a character that you're not, you must either admit that you are not that character (and permanently lose the use of its power), or reveal that you are and win the game.&#10;&#10;Is a re-implementation of:&#10;&#10;    Hoax&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "15412",
    "Name": "Atlantis: Island of Gods",
    "ID": 253766,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/253766/atlantis-island-of-gods",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Before the civilizations that we know of there was a great island, called by contemporary scientists Atlantis. It was inhabited by a civilization that had extraordinary cultural and technological achievements, especially in architecture and art.&#10;&#10;All that wouldn&rsquo;t have been possible if they hadn&rsquo;t been blessed by the gods, who the Atlants honored by building glorious monuments for them. And the gods didn&rsquo;t mind that they weren&rsquo;t the only ones being cherished by the Atlants. Alas, the plan of the gods was not perfect. Things went awry because of the younger generation of the gods.&#10;&#10;Specifically it was Ares, the son of Zeus and Hera, whose actions resulted in the disaster. His wickedness was endless, and the cruelty of his followers and the destruction they caused initiated civil war in the land that had only known peace. The emerged conflict divided both the Atlants and their deities. Before those events, the gods had taken pleasure in watching their folk grow, but then they started to interfere with the people&rsquo;s affairs as well as fight one another. Some of the old gods had predicted that this civilization would eventually collapse due to the ever growing conflict between the deities. Conflict in which people&rsquo;s lives would mean nothing.&#10;&#10;So, they decided to protect their followers by sending numerous visions to their priests or by taking a human form and acting as prophets. They would warn Atlants that the end was nigh and tell them about distant lands that could be their only hope for survival.&#10;&#10;Rage of the gods kept growing until one day the eldest one, Nammu, the creator of the primeval sea, in her despair decided to end the Atlants&rsquo; suffering by sinking the island. With the help of their gods some of the Atlants managed to survive. They arrived at various parts of the world, bringing their knowledge to the cultures emerging there.&#10;&#10;In Atlantis: Island of Gods players are the highest priests of the mythological gods, for whom they erect monuments on the mythical island of Atlantis right before its doom. It's a logical card game with four boards representing the regions of Atlantis.&#10;&#10;Each turn, players take five actions during which they can recruit new followers of their deity, celebrate feasts in their honor, and build new temples. The goal of the game is to be the first to build all the temples of the player's deity which grants them god's favor and survival of the imminent catastrophe.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Mythology: Atlantis"
    ]
  },
  {
    "Rank": "15413",
    "Name": "A game about Cute Comical Creatures and trying to identify them after someone makes noises.",
    "ID": 363238,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/363238/a-game-about-cute-comical-creatures-and-trying-to",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is a 'reimagining' of AGAWWCATTITASMN. The new, cuter creatures massively affect the sorts of noises you will be making.&#10;&#10;Five cute comical creatures are shown in a central display. One player (the noise-maker) randomly chooses a target creature.&#10;&#10;Everyone else closes their eyes whilst the noise-maker makes noises.&#10;&#10;After opening their eyes and having time to consider, everyone votes which creature they think may have been the target creature.&#10;&#10;Anyone in the majority gets a point, whether right or wrong. It was a sensible guess, as determined by your peers!&#10;&#10;Now the target creature is revealed. If the majority was correct, the noise-maker gets a point. It was a good noise!&#10;&#10;If the majority was NOT correct, then any player who made a correct guess also gets a point.&#10;&#10;Replace the creatures. Repeat.&#10;&#10;After everyone has had a chance to make a noise, the game is over. Most points wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Singing",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "15414",
    "Name": "NMBR 9 ++",
    "ID": 402305,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/402305/nmbr-9-plus-plus",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "NMBR 9 ++ includes four sets of numbers 0-9, as well as twenty number cards (0-9 twice), so with this box you can play NMBR 9 with only two players. Alternatively, if you already have NMBR 9, you can now play the game with up to six players at once.&#10;&#10;NMBR 9 ++ also includes expansion components that you can use with this box or with the original NMBR 9 game or with both combined. You have six different starting tiles, for example, with each player taking one at random before the game begins, which makes it impossible for players to build in the same patterns as one another.&#10;&#10;You can give each player two &quot;gap filler&quot; tiles &mdash; one that is a single square and a second that is two squares long. You can use one or both at any point in the game when you're placing a number tile.&#10;&#10;You can deal out two of the six &quot;rule breaker&quot; cards, then give each player two cubes in a different color. During the game, if you want to use a &quot;rule breaker&quot; card &mdash; e.g., move a tile previously placed, place the current tile upside down, or reserve the tile for placement later &mdash; place one of your cubes on the card, then use its power. You can use each card only once.&#10;&#10;Finally, NMBR 9 ++ includes variant rules that can be used with 1-4 players. In &quot;2 out of 3&quot;, you create a deck of thirty cards (0-9 thrice) and put all of the number tiles on the table. Each round, you reveal three cards one by one. Each player can place the first number tile revealed or refuse it; if they refuse it, they must place the next two number tiles; if they place it, they must refuse one of the next two tiles. In the end, everyone will place twenty number tiles, as in the basic game.&#10;&#10;In &quot;Level to Level&quot;, shuffle all forty cards into a deck, place all number tiles on the table, and lay out new tokens numbered 0-4. For the first two turns, draw a card and placed it under 0; each player must place this number tile in front of them following the usual rules. For the third turn, flip a card into both the 0 slot and 1 slot; the tile showing under 0 can be placed only on the ground level and the tile under 1 can be placed only on the first level. You can refuse to place either or both tiles.&#10;&#10;Once a player has two tiles on the first level, next turn flip a card under slots 0, 1, and 2, with the latter number tile being placed only on the second level. Continue play until the deck runs out or you can't flip enough cards to start a turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Bingo",
      "Layering",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Mechanism: Partially overlapping cards",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15415",
    "Name": "Starfall",
    "ID": 2743,
    "Year": "(1979)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/2743/starfall",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.1667",
    "Description": "&quot;Starfall&quot; is a strategic wargame of stellar exploration and conquest.  You build ships and send them out to explore the Galaxy.  After generating detailed worlds, you decide whether to colonize or not, and how to deal with the natives (if any).  &#10;Wormholes may be discovered, which change the topology of the map.  &#10;Investments in tech research highly required. &#10;Yaquinto's almost trademark hidden movement (task force counters, including dummies, and actual task force set up sheets behind player screens) is in full use here.  &#10;The usual expected good stuff for this kind of game.  &#10;Not as complex as SPI's StarForce 'Alpha Centauri': Interstellar Conflict in the 25th Century and the like, but still not light fare.&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Interplanetary or Interstellar scale)",
      "Creatures: Aliens / Extraterrestrials",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "15416",
    "Name": "Bohnanza Fun & Easy",
    "ID": 81100,
    "Year": "(2010)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/81100/bohnanza-fun-and-easy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A stand alone variant of Bohnanza for the younger generations. The beans have youthful design: Rock-bean, Hamburger-fan bean, and so on.&#10;&#10;Players are planting beans to their beanfield. Player may plant from their hand as well as from the beanmarket. If there are beans in the market the player does not want to keep, he can change it with one other player. Players may earn beanthalers with harvesting their beans.&#10;&#10;The winner is the player who collects the most beanthalers during the game.&#10;&#10;Simpler, but it has the feeling of the original Bohnanza.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Bohnanza"
    ]
  },
  {
    "Rank": "15417",
    "Name": "MLB SportsClix",
    "ID": 8079,
    "Year": "(2004)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/8079/mlb-sportsclix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.95",
    "Description": "From the WizKids Games Site:&#10;&#10;MLB&trade; SportsClix&trade;, the company&rsquo;s first sports-themed entry into the collectable miniatures game (CMG) market, will hit store shelves during baseball&rsquo;s 2004 spring training.&#10;&#10;It features real major leaguers sculpted as two-inch-high 3-D game pieces. MLB SportsClix game players act as team managers, collecting and trading the miniature baseballers to face each other on a ballpark playmat.&#10;&#10;MLB SportsClix simulates real game situations by using specially-designed dice together with actual statistics that are contained in each player-specific figurine. The Alex Rodriguez figure, for example, will be a more powerful player in the SportsClix world just as he is in real life. And Mark Prior will be an intimidating presence on the mound.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Components: Clix",
      "Players: Two-Player Only Games",
      "Sports Teams: Major League Baseball (MLB)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "15418",
    "Name": "Cube Farm",
    "ID": 3658,
    "Year": "(2002)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/3658/cube-farm",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5333",
    "Description": "Time for the office managers to ruin your life again!  It's time to redesign the cube farm you've lived in for what only seems longer than eternity.&#10;&#10;Will you get to be near the elevators?  The copier?  Or will you have to trudge through a maze of corridors seeking a drink of water?&#10;&#10;Play your cards and find out.&#10;&#10;Part of the Hip Pocket Games series.&#10;&#10;Awards&#10;&#10;&#10;    2002 Listed in GAMES Magazine's GAMES 100&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Print & Play"
    ],
    "Mechanics": [
      "Enclosure",
      "Modular Board"
    ],
    "Families": [
      "Series: Hip Pocket Games"
    ]
  },
  {
    "Rank": "15419",
    "Name": "Garden Guests",
    "ID": 392825,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/392825/garden-guests",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Garden Guests, players compete to form a continuous path across a garden board that features beautiful paper cut art.&#10;&#10;On a turn, each player on a team &mdash; a team can be one or multiple players &mdash; can draw cards, give cards to a teammate, or use their cards to build a tower or extend their path. Towers are necessary in order to create a path between your base and a tower, or from one tower to another &mdash; but if you haven't yet connected a tower to your path, your opponents can take it if they have cards to make a larger tower.&#10;&#10;To make a path, a player must play cards that match the colors of each space in the path. Once a path is made, it is permanent, and your opponent may have to wind their own path around yours.&#10;&#10;The first team to make a path all the way across the board wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action / Event",
      "Communication Limits",
      "Hexagon Grid",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "15420",
    "Name": "Brix",
    "ID": 173003,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/173003/brix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Brix brings a new dimension to tic-tac-toe, with players building a wall of X and O bricks by stacking their pieces on top of each other. The first player to align four of their symbol or color in a row wins the game.&#10;&#10;In more detail, the bricks are effectively two cubes pushed together, with half the brick being orange and the other half blue; when an orange face shows an X, the blue face shows an O and vice versa. Each turn the active player adds one brick to the wall either vertically or horizontally, with each new brick connecting to existing bricks on at least one face and at most eight symbols in a horizontal row. If no one has won by the time that all bricks are in the wall, then on their turn players remove one brick and place it in a new location; if you knock the wall over on your turn, you lose.&#10;&#10;The winning condition can be changed depending on how challenging you want the game to be: (1) Connecting four squares of your color OR four of your symbol; (2) Connecting four squares of your color AND four of your symbol; or (3) Connecting four squares of any color AND four of any symbol.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15421",
    "Name": "Carnavalesco",
    "ID": 293890,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/293890/carnavalesco",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The most awaited day of the year in Brazil has arrived: Carnaval! And this time you&rsquo;re not just a spectator, you are a carnavalesco! After twelve months of preparation and rehearsal, the time has come for you to lead your school into the sambadrome and direct the best parade of your career!&#10;&#10;Carnavalesco is a dice allocation game in which players strive to place combinations of dice that fulfill the unique requirements of nine different categories.&#10;&#10;The objective of Carnavalesco is to become the parade director of the best samba school in all of Brazil. To do so, you must maximize your scores in the nine categories that samba schools are judged in. Each category has a specific combination of dice that guarantee perfect 10&rsquo;s, but it is also possible to earn perfect scores by placing dice that minimize your losses while earning bonus points.&#10;&#10;Although difficult, it is not impossible to score perfect marks in all nine categories &ndash; you&rsquo;re not just striving for the highest score, but also a perfect score. The difference between first and second place in Brazilian Carnaval can be as little as one-tenth of a point, so minimizing your losses in one category can be as important as maximizing your scores in the rest! The samba school with the highest score at the end of the game is the champion of this year&rsquo;s Carnaval parade, and you will always be remembered as being the carnavalesco who led it to victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Music",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Brazil",
      "Crowdfunding: Catarse",
      "Holidays: Mardi Gras",
      "Mechanism: Dice Drafting",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15422",
    "Name": "40",
    "ID": 244039,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/244039/40",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In a medina on the borders of the kingdom thrives a dishonest merchant with excessive wealth. Gold coins, fabrics and carpets pile up in its hidden and well-guarded den. In the middle of his treasure are nine bluish sapphires of great purity. Nine precious stones that make you dream. In the city, looters, thieves, and other rogues start a challenge: Whoever steals the most of these stones this night will be crowned king of thieves. Will you answer the call? Will you brave the forty thieves who keep the loot?&#10;&#10;The Gameplay:&#10;The game is made of 40 thieves cards and 20 special cards. Each card has a color and a symbol on the back, but only one is true.  Players have to use deduction, memory and push their luck to arrange suits of symbols or colours to steal a sapphire.&#10;&#10;Place 16 cards into a 4 x 4 grid face down. &#10;The Sapphire gems are placed into the gaps between the cards.&#10;&#10;Each player turn has four phases; &#10;1: &lsquo;make a hand&rsquo; phase where the player ensures they have a hand of three cards drawn from the pile&#10;2: &lsquo;glimpse&rsquo; phase, when they can peek at a card on the grid without showing others what it is. &#10;3:&lsquo;action&rsquo; phase, where the player can play card  or do action on card from the grid.&#10;4:&lsquo;attempt a steal&rsquo; phase, where the player managed to arrange suites of symbols or colours to steal a sapphire.&#10;&#10;Once all the Sapphire gems from the grid have been taken, the game ends. The one with the most Sapphire gems wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Arabian",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Pattern Building",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15423",
    "Name": "Izayoi",
    "ID": 315560,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/315560/izayoi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Izayoi (&#229;&#141;&#129;&#229;&#133;&#173;&#229;&#164;&#156;&#229;&#176;&#143;&#231;&#148;&#186;) is a board game where players race to collect 16 types of wakomono and compete for points. The game is for 3 to 5 people and it can be played in 15 minutes.&#10;&#10;One player places a recommendation card on the field.  Depending on the number of votes one of the players will earn the wakomono.  There are also some unique rules, and it also requires strict hand management. Players aim for the highest score, but they should not exceed their master's score. Eventually, if a player's score exceeds his/her master's, the player will be dropped from the game. This mirrors Japanese culture in which one should be &ldquo;polite&rdquo; and not make the master lose face.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "15424",
    "Name": "Bitskrieg",
    "ID": 231457,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/231457/bitskrieg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Bitskrieg is the game of tiny tank battles. Each player gets a platoon of five tanks and maneuvers on an 8&times;8 grid to destroy their opponent&rsquo;s tanks. Nobody knows why they have it in for each other. Are they fighting over a simple misunderstanding? The last slice of pizza? Arctic water rights? What&rsquo;s important is that they will stop at nothing to destroy each other, except maybe flags. They might stop to sit on some flags.&#10;&#10;Bitskrieg is designed to be simple enough to be played with children or grandchildren, while still providing enough tactical challenge to interest wargaming adults. With fewer than forty counters and a single page of rules, Bitskrieg packs a lot of punch in a tiny package.&#10;&#10;Terrain is arranged randomly on an eight-by-eight square grid, and players choose sides. You choose your force of five tanks from four different types, each with their own strengths and weaknesses: light, medium, and heavy tanks, and tank destroyers. Place your two flags and the battle is on! You win by destroying all enemy tanks or by capturing both enemy flags.&#10;&#10;Play in Bitskrieg alternates with each player activating one tank to move or fire, or using their turn to refresh all their previously-activated tanks. Fire involves simple counting of range and rolling a die to hit, then rolling a die for penetration after a successful hit to destroy the target.&#10;&#10;Optional advanced rules include flanking, ramming, bounding fire, stun, terrain types, and more. Bitskrieg handicaps easily, so if luck is not enough for your young one to turn the tables on you, you can customize the experience to find the right balance.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15425",
    "Name": "Peter's Two Sheep Dogs",
    "ID": 264984,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/264984/peters-two-sheep-dogs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "In the short summer of the Southern Alps, animals live in a corral. In Peter's Two Sheep Dogs, players act as two sheep dogs, calling the animals with a loud voice and chasing off the wolf. Compete to be Peter's best sheep dog by herding the animals from the grassland, into the fence, and finally to the hut.&#10;&#10;The player aims to become a sheep dog and collect many animals into their navery. Three livestock animals &mdash; sheep, pig, cow &mdash; score points, while the wolf eats the livestock and eliminates points. As a result, players balance moving the wolves to threaten the opponent while also gathering livestock for themselves.&#10;&#10;However, because both trick-taking and mancala rules are mixed together, it will not be easy. Basically winning a trick allows players to collect animals in their grasslands. The player who loses the trick picks one of their grasslands and performs the movement action. If you can chase animals perfectly toward your or your opponent's goal fence, you can gain additional action opportunities and an even better score.&#10;&#10;During the game you have opportunities for scorings in spring and summer, and if the score obtained in summer is lower than the score obtained in spring, the summer score becomes 0 points. However, if the score obtained in summer is more than twice the score of spring, your spring score is doubled.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Mancala",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Dogs",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15426",
    "Name": "Schleiz, Saalfeld, Auerstaedt 1806",
    "ID": 27944,
    "Year": "(2007)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/27944/schleiz-saalfeld-auerstaedt-1806",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.7778",
    "Description": "Latest game in the &quot;Jours de Gloire&quot; series. It covers the battles of Schleiz, Saalfeld and Auerstaedt in 1806.&#10;&#10;This game includes:&#10;- 2 maps A3 for Schleiz and Auestaedt (same scale as Iena)&#10;- 1 map 2xA3 for Saalfeld (regular JdG scale),&#10;- 2 and half tokens sheets (to be mounted)&#10;- A 12 pages scenario booklet.&#10;&#10;SYSTEM: Jours de Gloire Series (JDG) &#10;- scale = 297 m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Auerstedt (Thuringia, Germany)",
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "15427",
    "Name": "Pizza Master",
    "ID": 230081,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/230081/pizza-master",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Pizza Master was the master chef of Wizards of Pizza, once known as the best pizza restaurant in the world. However, after the master chef mysteriously disappeared, its reputation has been on the decline. To reclaim number one spot, all talented Pizza Trainees assemble and hold a COMPETITION. The one who is truly skilled and able to earn the most reputation will be named the next &ldquo;Pizza Master&rdquo;.&#10;&#10;Pizza Master is a strategy board game for 2-5 players. You are one of the Wizards of Pizza trainees who aspire to become the Pizza Master. Your job is to buy ingredients, collect the ones you want, and make pizzas to earn reputation points.&#10;&#10;What makes these seemingly simple tasks challenging is that ingredients might run out as trainees all share the same refrigerator. Moreover, greedy rookies who bite off more than they can chew will be punished for wasting ingredients.&#10;&#10;As you are one of the Pizza Trainees, don&rsquo;t let this chance flies away. Plan your menu well to prove that you are worthy of the title Pizza Master!&#10;&ldquo;&hellip;Fire up your spirits, all the Pizza Trainees&hellip;&rdquo;&#10;&#10;Pizza Master can be played in 3 different modes, with increasing difficulties: Beginner, Trainee, and Master.&#10;&#10;Game-play overview (in Beginner mode) :&#10;&#10;A game is played in rounds until a trainee reaches 50 reputation points. A round consists of 6 phases.&#10;&#10;(1) Start the day - Each trainee draws 4 pizza menu cards.&#10;&#10;(2) Shopping - In turn order, each trainee takes 4 coins and must spend them to buy ingredients (cheese, vegetable, seafood and meat). After all trainees finish shopping, all ingredients go to the shared refrigerator (the centre of the board).&#10;&#10;(3) Collecting - In reverse turn order, each trainee takes turns collecting one ingredient token from the board to their own cooking tray. Once you pass, you cannot take any more ingredient token for this round.&#10;&#10;BE CAREFUL IT'S SHARED REFRIGERATOR THAT OTHER TRAINEES CAN PICK YOURS&#10;&#10;(4) Making Pizzas - Trainees make as many pizzas as they can by spending ingredient tokens that are required on pizza menu cards.&#10;&#10;(5) Scoring - Trainees are rewarded reputation points for completed pizza menu cards. The total is then subtracted by the number of unused ingredient tokens on the cooking tray.&#10;&#10;(6) End of the day - Trainees discard all ingredient tokens. The turn order is then re-determined by reputation points.&#10;&#10;Special rules :&#10;&#10;1.Beginner mode : no special rule.&#10;2.Trainee mode : Objective Cards, reserving and exchanging ingredient mechanics.&#10;3.Master mode : Trainee Mode + Daily Missions, and all trainees SHARE Pizza Menu Cards!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15428",
    "Name": "LOOP: Life of Ordinary People",
    "ID": 282700,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/282700/loop-life-of-ordinary-people",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Short for the &quot;Life Of Ordinary People&quot;, The L.O.O.P. is a 1-6 persons educational card game about Consumerism, Materialistic Lifestyle, and Personal Happiness. Players are challenged to reach maximum HAPPINESS by balancing the 3 aspects of material life while preventing a total resource DEPLETION.&#10;&#10;Each turn, player chooses to do 1 of these 3 actions: WORK (earn COINs), BUY (get new MATERIALs), or CONSUME (completing ACTIVITIES). Each action results in increasing or decreasing HAPPINESS for that turn. Player can play combo with 5 types of FAVOUR cards to interact and negotiate with other players to obtain necessary MATERIALs. There are 9 CAREERs to choose from and each comes with a special ability; and also 8 TRAPs that lure all players into materialistic behaviours that are inspired by real-life consumerism tricks used by big companies. While all players are spending resources competing each other (and TRAPs) to first reach maximum HAPPINESS, they are also fighting against the ultimate count-down for the human race: the resource DEPLETION!&#10;&#10;Work, Buy, Consume, until Die? Do you think you have what it takes to break this L.O.O.P.?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15429",
    "Name": "Armati 2nd Edition: Rules and Lists for Ancient and Medieval Wargaming",
    "ID": 11388,
    "Year": "(2004)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/11388/armati-2nd-edition-rules-and-lists-for-ancient-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Armati II  is a second edition of the Armati rules system that now enforces the fatigue rules and attempts to combine Armati and 'Advanced Armati.&#10;&#10;New material to expand biblical period chariot armies has been added but some of the later armies have been dropped.&#10;&#10;Army lists are included with the rule book which is not bound.  This method was introduced in the hope that additional material can be released easily.&#10;&#10;Sequence of play:&#10;&#10;     Initiative Phase - winner decides order of play for subsequent phases&#10;     Missile Phase - alternate&#10;     Movement Phase - alternate&#10;     Combat Phase - simultaneous&#10;     Rally Phase - alternate&#10;&#10;&#10;Reimplements: Armati: Rules and Lists for Ancient, Medieval & Renaissance Wargaming&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Line of Sight",
      "Measurement Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15430",
    "Name": "The Beautiful Game",
    "ID": 96728,
    "Year": "(2006)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/96728/the-beautiful-game",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "4",
    "Play Time": "4",
    "Weight": "2",
    "Description": "The Beautiful Game is a soccer replay game that simulates the highlights of a soccer match.&#10;&#10;Each game played simulates goal chances of the teams during a match by using statistical team ratings and dice rolls.  The player can play a single match, or with multiple games, simulate an entire league season. Many expansion sets of additional leagues and championships are available separately.&#10;&#10;The basic game is simple and short (usually under 5 minutes), only determining if goals have been scored during the match by using the two teams' attack and defense ratings, chance cards, and a die rolls to see if a goal was scored.  Additional rules add the ability to identify scoring players and the time of the goal, and noting injuries and suspensions of players.&#10;&#10;From the publisher's site:&#10;The Beautiful Game has been awarded the TABLETOP GAME OF THE DECADE by Jamie Marshall's 'Sports Digest'&#10;&#10;The game includes the most current English Premier League teams available at time of printing&#10;&#10;Watch a football match, live or on television, enjoy the action, the mid-field struggle,the joy of victory for your team, the despair of defeat, but a few hours after the final whistle what do you remember ? I suspect mainly the dramatic bits, the goals, the great saves, the near misses, the chances scorned. So that's exactly what you get in 'The Beautiful Game', those brief moments that decided the match, for better or worse, the bits that make up your memories, the talking points, the incidents that stay with you at least until next match day.&#10;&#10;'The Beautiful Game' (henceforward 'BG') is an accurate replay game, accurate in results that is, and goal scorers, but unlike most soccer replay games it requires no user-decisions (which will appeal to some but not all) and is fast to play, just four to ten minutes per match, depending on how much you want to know in terms of stats.&#10;&#10;For 'BG' is a layer game, three layers in this case, the basic quick-result is layer one, add on some personality with goal scorers, times of goals, that's layer two, and get involved in some simple book-keeping by recording (generic) bookings and injuries and rewarding winning form, plus adding some 'joining up' commentary, that's layer three. Even with all three layers most matches will take no more than 6-7 minutes, unless it's a real cracker !&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "15431",
    "Name": "Disney Eye Found It!: Hidden Picture Card Game",
    "ID": 205072,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/205072/disney-eye-found-it-hidden-picture-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the game, players try to find items in the pictures on the cards in front of them. Each time an item is found, that player discards a card. First player to get rid of all their cards wins.&#10;&#10;From the box:&#10;&#10;Explore 12 beloved Disney realms, from Radiator Springs and Alice's Wonderland to Peter Pan's Never Land and Pooh's Hundred Acre Wood. Be the first to find the hidden treasures to win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Eye Found It!"
    ]
  },
  {
    "Rank": "15432",
    "Name": "Pass the Popcorn! Game",
    "ID": 39324,
    "Year": "(2008)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/39324/pass-the-popcorn-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "Players cover game tiles by identifying movies from clues given on Cast, Characters, Story, or Quote cards. Be the first to cover 4 tiles and win! Game covers 250 major movies, 70 top actors, and includes 32 game tiles.&#10;&#10;Also includes a bonus Star Connection Card Game for added fun.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Series: Pass the Popcorn (Wiggles 3D)"
    ]
  },
  {
    "Rank": "15433",
    "Name": "Déole",
    "ID": 357258,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/357258/deole",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "D&eacute;ole is a Roll&amp;Write Adventure game.&#10;&#10;Carried by the winds (the dices), You will travel on a shared exploration map, while completing your own navigation sheet, where your dices and scores become your experience.&#10;&#10;D&eacute;ole is indefinitely replayable, thanks to multiple dice combinations principles, and more challenging scenarios and dilemmas from Sailor level, to captain level.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Exploration",
      "Mythology",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "15434",
    "Name": "Gridstones",
    "ID": 36478,
    "Year": "(2008)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/36478/gridstones",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Gridstones is an elegant, gripping game of strategy and visualization.&#10;&#10;Designed by Toronto native Tim W. K. Brown, this critically-acclaimed abstract strategy and puzzle game is quick, fun, easy-to-learn and great for the whole family.&#10;&#10;Simply place or remove STONES on or from the GRID to create a match to the cards in your hand - but be careful, your opponents will be trying to match their cards too, and the grid will change with every turn.&#10;&#10;So if you&rsquo;re up to the challenge, grab a friend, or six, and get hooked on this engaging, strategic game of pattern matching.&#10;&#10;Grid size versus number of players:&#10;&#10;     4x4 grid - 2 Players&#10;     5x5 grid - 3 or 4 Players&#10;     6x6 grid - 5 or more players&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: 6 x 6 Grids",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "15435",
    "Name": "Jungle Party",
    "ID": 191687,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/191687/jungle-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In Jungle Party, the animals are splashing down the river at night, and you need to remember where they all are: Which animal is swimming in the river? Which is diving under the bridge?&#10;&#10;Who can discover each of the critters out there and more importantly remember where they're hidden. If you move the right animal cards down the right river branch, you can be sure to advance rapidly...&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "15436",
    "Name": "Sector 6",
    "ID": 177844,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/177844/sector-6",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "Sector 6 is an abstract strategy game for 1 to 4 players, with a playing time of 30 minutes. Each player controls two prisoners as they make their way through the winding labyrinth of a space prison, trying to collect enough oxygen to survive while denying their opponents the same. The goal is to collect as many points as possible (represented by oxygen tiles of different colors and values), located inside a maze formed by hexagonal tiles. Players must move across the maze and collect the points before their opponents.&#10;&#10;The game has two phases: construction and competition. In the construction phase, players take turns placing tiles and creating the the board (maze). Then the competition phase begins, where players move around the maze attempting to collect more points (oxygen) than their opponents. Where players place their tiles is of utmost strategic importance in the construction phase: Sector 6&acute;s building system allows strategic planning while the maze is being created. In the absence of a predefined configuration, each game takes place on an entirely new board. There are essentially an infinite amount of setup configurations which allows for high replay value.&#10;&#10;But building a good maze and moving quickly will not be enough to achieve victory. During the game, Sector 6's maze will be in constant motion, as players can rotate the tiles, thereby changing the layout of the maze, potentially allowing players to block their opponents or create new pathways to reach the points faster. So it won't be the fastest player who wins, but the one who learns how to best use the intricacies of the maze to their own advantage and to the detriment of their opponents!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15437",
    "Name": "Foosball tabletop soccer",
    "ID": 133535,
    "Year": null,
    "Geek Rating": "5.530",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/133535/foosball-tabletop-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "This is a small tabletop version of the classic Foosball game. Two players face each other in a soccer match, spinning rods that cause their players to kick the ball, hopefully into the opposing player's goal.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "15438",
    "Name": "Dirge: The Rust Wars",
    "ID": 333348,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/333348/dirge-the-rust-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Dirge: The Rust Wars is a card-based tabletop skirmish game in a forgotten future that plays in around 30 minutes and features area control, multiple scoring opportunities, and combo-driven actions, with pinch of deck-building.&#10;&#10;Each game, players draft two different units, adding those units' cards to their starting deck. Throughout the game, these units are moved around the board &mdash; a 4x4 grid of locations, each with their own effects &mdash; to attack opposing units and score points, while cards are used to manipulate the game a variety of ways.&#10;&#10;The three action cards correspond to the three different unit types &mdash; Infantry, Cavalry, and Engine &mdash; and along with the turn sequence card, they drive the game through round-based game play in which each player in a round receives three turns, but never the same three actions as the other player.&#10;&#10;Players score points for destroying an opposing unit, playing two or more cards during their turn, having both units survive the round, and controlling the vast inland Sawgrass Sea. The game ends when a player has scored 12 or more points at the end of the round, with the player who scores the most points winning.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15439",
    "Name": "Nightmare Forest: Dead Run",
    "ID": 165812,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/165812/nightmare-forest-dead-run",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6667",
    "Description": "You and your fellow campers are making a dead run through a zombie filled forest, trying to escape the woods filled with zombified forest creatures all hungering for a taste of your brains!&#10;&#10;With a combination of cards and dice; this game is different every time you play and the challenge keeps shifting.  Not only do you have to run and escape, you have to live.&#10;&#10;You have a limited amount of dice each round to fight your way through while you and the other players can change the forest as you make your mad dash to safety.&#10;&#10;Beware the squirrel! He wants your brains, not your nuts!&#10;&#10;&#10;Game Play:&#10;You move across a game play area covered in hidden threats that want to eat you (cards) and you have to fight them with a limited and diminishing dice pool.&#10;&#10;You move and challenge a card to progress from the camp to the road.  When you challenge the card in front of you is revealed.  You have to then battle that card to move forward.  You have to decide how many of your attack dice to use.  You also have to decide what (if any) item cards in your stash you want to use to help you.  You can only use each dice once per turn so be careful.&#10;&#10;Be the first to escape the Nightmare Forest at a Dead Run and be victorious.  Fail...and become one with the flesh eating horde.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Humor",
      "Party Game",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Card Games: Outplay",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15440",
    "Name": "Puppet Wars",
    "ID": 104012,
    "Year": "(2011)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/104012/puppet-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "Game description from the publisher:&#10;&#10;In Puppet Wars, each player begins the game with a single Animated Puppet: the Master Puppet. Over the course of the game, each Master will construct an army of animated Puppets by making use of the Work Benches scattered about the board.&#10;&#10;Puppets are small-minded creatures. They resemble their living counterparts but have only a slight memory of how to function once they become animated and sometimes they are confused about their roles. But watch out! They&rsquo;re vicious when organized into an army!&#10;&#10;Your goal is to destroy the competition and protect your Master, while retaining control of those valuable Work Benches. If ever your Master is killed, or you lose control of all your Work Benches, you're out of the game.&#10;&#10;Puppet Wars includes components for two players, including the following puppet miniatures: Lady Justice, Seamus, Judge, Bete Noire, Misaki, Rusty Alyce, Executioner, Death Marshal, Austringer, Rotten Belle, Nurse, Punk Zombie, December Acolyte, Razorspine Rattler, Silurid, Malifaux Cherub, Ronin, Convict Gunslinger. Additional puppets allowing for games with up to four players are available separately.&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15441",
    "Name": "Berlin '45: The Nightmare Ends",
    "ID": 15212,
    "Year": "(1992)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/15212/berlin-45-the-nightmare-ends",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "Berlin '45 The Nightmare Ends is a simulation of Battle of Berlin, fought from 16 April to May 1945. Several &quot;what-if&quot; alternative history scenarios are also included.&#10;&#10;Reprinted in Command Magazine Japan #3.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15442",
    "Name": "Rebels and Patriots: Wargaming Rules for North America",
    "ID": 264089,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/264089/rebels-and-patriots-wargaming-rules-for-north-amer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.1667",
    "Description": "From the first shots at Jumonville Glen to the surrender at Appomattox, &quot;Rebels and Patriots: Wargaming Rules for North America - Colonies to Civil War&quot; allows you to campaign with Wolfe or Montcalm, stand with Tarleton at Cowpens or Washington at Yorktown, or don the blue or grey to fight for Grant or Lee. From the French and Indian War, through the War of Independence and the War of 1812, to the Alamo and the American Civil War, these rules focus on the skirmishes, raids, and small engagements from this era of black powder and bayonet.&#10;&#10;Your Company is commanded by your Officer during these tumultuous conflicts. Each battle that your Officer faces allows him to develop new and interesting traits. Does he perform heroically and earn a nom de guerre? Or falter, to be forever known as a yellow-belly? Designed by Michael Leck and Daniel Mersey, with a core system based on the popular Lion Rampant rules, Rebels and Patriots provides all the mechanics and force options needed to recreate the conflicts that forged a nation.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Civil War",
      "American Indian Wars",
      "American Revolutionary War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: France",
      "History: French and Indian War",
      "History: Texas Revolution",
      "History: War of 1812",
      "Players: Two-Player Only Games",
      "Series: Osprey Wargames"
    ]
  },
  {
    "Rank": "15443",
    "Name": "Dread Pirate: Buccaneer's Revenge",
    "ID": 23912,
    "Year": "(2006)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/23912/dread-pirate-buccaneers-revenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1304",
    "Description": "This rousing game of cut-throat action takes the best elements of Dread Pirate and throws in some new twists. Each player now partakes in specific missions which help him collect booty and navigate the treacherous seas. Action cards introduce a whole new series of pirate engagements and adventure.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "15444",
    "Name": "Fish 'n' Chips",
    "ID": 293833,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/293833/fish-n-chips",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Fish 'n' Chips is a dexterity game for two or more players, with the players being divided onto Team Pelican or Team Seagull. Your goal is to grab available fish and/or control the three areas of the shore by having the most power in them. To do both of these things, you'll take turns throwing chips for your team onto the playing area. But be careful, because any chip that is &quot;under&quot; another chip is no longer worth anything.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "15445",
    "Name": "Claim Kingdoms",
    "ID": 260238,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/260238/claim-kingdoms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "You rule over a small region in a deserted corner of the kingdom. It is time to change that and expand your influence. Work together with the brave knights, the friendly gnomes, the mighty dragons, and many other inhabitants of the land. With their aid, you will soon rule the largest region of the kingdom!&#10;&#10;The tile-laying game Claim Kingdoms, is set in the Claim universe. When it's your turn, you go through the following steps in order:&#10;&#10;1. Place a card in the playing area.&#10;2. Use the special power of the placed card (optional).&#10;3. Take a new card.&#10;&#10;The game ends when:&#10;&#10;&bull; A player hasn't got any more player markers in their supply. This ends the game immediately.&#10;&bull; The draw deck and the display are empty, and all players have no cards in hand.&#10;&#10;After the game end is triggered, the endgame scoring is performed. Players score points for each faction (not each card) they control. A player controls a faction when they have the most player markers of their color on cards of that faction. In case of a tie, all tied players control this faction and all those players score points for that faction. For each faction you control, you receive the amount of points indicated on the top left corner of the card. The player with the most points wins. In case of a tie, the tied player with the most player markers left in their supply wins. If this is a tie as well, these players share the victory.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Game: Claim",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15446",
    "Name": "Frankenstein's Bodies",
    "ID": 158093,
    "Year": "(2014)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/158093/frankensteins-bodies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0909",
    "Description": "Body-building the Baron's way in Frankenstein's Bodies, a game in which players are surgeons competing to impress Frankenstein with the creations they make from the body parts available. Players have two laboratory benches on which to work and aim to collect body parts (cards) matched in terms of gender and serum color. The bodies that are the most complete and most matched gain bonus points, and the player with the highest total wins.&#10;&#10;Body parts can be stolen from other players by using surgery cards, but at the risk of becoming infected. Master surgeons can be employed to prevent surgery and gain extra bonuses. Frankenstein's Bodies is a highly interactive game of competitive surgery.&#10;&#10;The deck is totally language independent and with only 8 types of cards in play is the first of YAY Games '2 Turns to Learn' games.&#10;&#10;In April 2015 'Frankenstein's Bodies' won the prestigious Griffie Award for Best Board Game 2015. The Griffie's are award by Scotland's longest running gaming and fantasy convention Conpulsion and is voted for by attendees.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Characters: Frankenstein",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "15447",
    "Name": "Backwoods",
    "ID": 313178,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/313178/backwoods",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "The year is 1830. You and your crew were on an expedition across the Rocky Mountains. You made it to the Colorado River where canoeing seemed a good option. The rapids disagreed. Now, those of you who survived must combine your skills to explore, forage, craft, and fight your way out of a tainted wilderness.&#10;&#10;Backwoods is a cooperative survival adventure for 1-4 players. Brimming with player agency, high interaction, and fork-in-the-road moments, you'll need to manage your resources and decide when to press your luck if you are to complete the expedition's goals and make it back to the Fort alive. Grab your flintlock pistol and decide what kind of Pioneer you are in Backwoods.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "States: Colorado",
      "Theme: Nature",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "15448",
    "Name": "Des chiffres et des lettres",
    "ID": 15267,
    "Year": "(1983)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/15267/des-chiffres-et-des-lettres",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "Based on a popular TV show in France. There are actually two games in this one. In these two games two players will try to accumulate the most points.&#10;&#10;The first game is a word game called Le mot le plus long. Both players randomly draw letter tiles asking for either a vowel or a consonant and then they both try to find the longest word using only those letters.&#10;&#10;The second game is a math game called Le compte est bon. Five tiles are randomly drawn. Each of these tiles have a number on it. Then a number between 100 and 999 is randomly generated and both players try to get as close as possible to this number using only the number tiles and the four basic operations.&#10;&#10;Second description from Paroliamo:&#10;An early 1980 game, published after quite some success of the game in TV shows in Italy on Telemontecarlo and, after, on Rai 2 (second Italian national channel).&#10;&#10;The game is similar to Scrabble and Boggle, the goal is to reach 50 points composing the longest word with the available letters represented by the cards.&#10;&#10;Every player, in turn, must choose 10 letters at random, stating, one after another, if he/she wants a vowel (red cards) or a consonant (blue cards). After the 10 cards are drawn, players have a fixed amount of time to compose the longest word with the 10 available letters.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Movies / TV / Radio theme",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Sand Timers",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "15449",
    "Name": "USAC Auto Racing",
    "ID": 1516,
    "Year": "(1979)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/1516/usac-auto-racing",
    "Min Players": "2",
    "Max Players": "33",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.7241",
    "Description": "Billed as the Official Game of the United States Auto Club this is one of Avalon Hill's early Sports Illustrated branded games. The game was created by Jim Barnes who sold the game at a booth that he set up at Indy and other race track promenades in the 1970s. Mr. Barnes struck a deal with Avalon Hill and the game was changed a little by the development team at AH and published with the SI logo on the box.  On an oval track you can run up to 33 cars. Each car has its own driver card derived from the performance of the actual drivers of the featured Indy race. Ongais, Foyt, Unser, Sneva, Mears, Rutherford etc, every driver that was in the that year's Indy has a card with a color photo on one side and game racing charts on the other side.  One Card set, for an even year Indy race from 1978 through 1986, was included in the box with the other card sets offered through the AH mail order program.&#10;&#10;Each driver card has 6 tables on the back. Three of the tables for movement, you chose whether you are going to drive normally, charge or back off and then roll 2 dice, referencing the appropriate table. The result will tell you how far you can move or if you have encountered car trouble. There are 2 trouble tables that can slow you down or knock you out of the race. There is also a pit stop table which controls how many turns you must sit in the pits before re-entering the race.&#10;&#10;The game is driven on Stats and can be played solitaire.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: USA",
      "Decades: The 1970's",
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Sports: Auto Racing",
      "States: Indiana"
    ]
  },
  {
    "Rank": "15450",
    "Name": "Safari Splash!",
    "ID": 368650,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/368650/safari-splash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1",
    "Description": "Ride a raft down the wildest river of the savannah. Snapshot your favorite animals &ndash; but try to avoid those you dislike! Watch out &ndash; SPLASH, a whirlpool! Everything is going so fast!&#10;&#10;Safari Splash! is a game for 2-6 players of ages 8+, that plays in just 90 seconds. At the beginning of the game each player gets a reminder card and a scoring card (there are 4 different levels of scoring, of increasing complexity). The 120 safari cards are randomized and placed face down in a disorganized pile, within the reach of all players.&#10;&#10;The scoring card serves as the starting point of each player's river, and also depicts the preferred (and maybe disliked) animal(s) for the player. The game is played in real time (it counts with an app support) and players will be taking face down cards from the safari pile, flipping them over, and adding them to their river. The deal is that each safari card back depicts 3 animals, but only 2 of them are present on the card front. So players need to select the safari cards carefully, and then place them in their area so that they form a continuous river.&#10;&#10;When a player takes and flips a card containing a whirlpool, they shout &quot;SPLASH!&quot; and each player gives the safari card they're holding to the player to their left.&#10;&#10;Once the time is up, players verify the integrity of their river, and then count points according to their scoring card. The player with the most points makes a big splash and wins the game!&#10;&#10;Safari Splash! has different sets of victory conditions so it is playable by a wide range of ages.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Interrupts",
      "Map Addition",
      "Matching",
      "Pieces as Map",
      "Real-Time",
      "Set Collection",
      "Square Grid",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Alligators / Crocodiles",
      "Animals: Apes / Monkeys",
      "Animals: Elephants",
      "Animals: Lions",
      "Animals: Zebras",
      "Continents: Africa",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "15451",
    "Name": "IQ Files: Escape Room – Sins",
    "ID": 332181,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/332181/iq-files-escape-room-sins",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3",
    "Description": "IQ FILES - Pecados is a card ESCAPE ROOM game.&#10;&#10;It consists in card escape room where 5-6 character that are met in a room, without knowing each other, they will have to find the Exit, resolving several kind of tests: logical, deduction, jigsaw. but be careful!! they can die while they are trying to find the way out!!&#10;&#10;There are more than 90 cards in the adventure.&#10;&#10;Each card have also a combination number and you can combine any two cards (objects, characters) and see what happen.&#10;&#10;The game mixes several kind of mechanics and keep the players in suspense till the end.&#10;&#10;Although you can play alone, it's easier to play with more people to help each other.&#10;&#10;Each adventure have a level of difficulty from 1 to 10.&#10;&#10;Game take from 90 to 120 minutes and there are 2 ways of playing.&#10;&#10;Play with chronometer: you only have 90 minutes to finish.&#10;Play with no chronometer: we really suggest this way as you can enjoy the better what's happening in the adventure .&#10;&#10;Adventure 1: LIBERACI&Oacute;N Difficulty 4/10&#10;&#10;Adventure 2: PECADOS Difficulty 6/10&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Puzzle",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: IQ Files"
    ]
  },
  {
    "Rank": "15452",
    "Name": "The Forgotten Road",
    "ID": 350713,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/350713/the-forgotten-road",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "One of the heroes in your party has been taken captive in a dungeon far beyond the edge of the wild. Now, you&rsquo;ll have to travel down the forgotten road and traverse dangerous and unforgiving territory to get them back.&#10;&#10;The Forgotten Road is a hand-management game in which you need to play your action cards and use your special abilities as efficiently as possible to take out monsters, pass skill checks, move to new locations, and defeat bosses of ever-increasing difficulty. The game ends when either you run out of action cards or health and lose &mdash; or you defeat the final boss at the end of the road/dungeon deck and win.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "15453",
    "Name": "Nobody is Perfect: Mini Edition",
    "ID": 153292,
    "Year": "(2014)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/153292/nobody-is-perfect-mini-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Nobody Is Perfect: Mini Edition features the same game play as the original Nobody Is Perfect (first released in 1992, then released in a new edition in 2009) but with 300 new terms for players to puzzle over.&#10;&#10;Game play is similar to Balderdash or the public domain &quot;Dictionary&quot; game with players being presented with an unusual word or image that they're unlikely to know. All players write down a definition for this word/image, then everyone votes on which definition they feel is the correct one. Vote correctly, and you score points; have others vote for your definition, and you'll score too.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Game: Nobody Is Perfect",
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "15454",
    "Name": "7: The Sins",
    "ID": 277903,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/277903/7-the-sins",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.8571",
    "Description": "7: The Sins is a competitive card game that will put your memory, your risk evaluation skills and your moral integrity to the test. A full life&ndash;full of virtues and vices&ndash;is coming to an end and the inevitable judgment weights on your conscience.&#10;&#10;During the game you&rsquo;ll try to gain the best score possible by collecting the various types of Deadly Sins, in form of cards. The game mixes the classic rules of a set collection with an intriguing memory twist, because you can't look further in your deck after each turn. Try not to be seduced by excess, nor by complete indifference. Once in a while you should also feed the Abyss of Souls to influence the ending of the game and to gain the Stones of Forgiveness, which are really useful during the final scoring.&#10;&#10;Bow your heads while waiting for the verdict, sinners, and face the last journey of your miserable lives.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "15455",
    "Name": "Plotalot",
    "ID": 308870,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/308870/plotalot",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Themed on the real-life trials and triumphs of growing vegetables, Plotalot invites players to the rolling fields of Plot, a patch of gloriously-green land in the English countryside. Here they'll become one of five farmers who find themselves in a bitter feud.&#10;&#10;The fertile land is the perfect place to plant and harvest vegetables; the problem is, there isn&rsquo;t enough room for everyone to make the most of it. If they&rsquo;re lucky, some farmers will get the chance to dig more plots, but others will not. And if that&rsquo;s not enough, there are pesky pests just waiting to be unleashed on ripe vegetables.&#10;&#10;In this game, players must ride out attacks from opponents and fill whatever space they have with vegetables. Protect, steal, fertilise or unleash pests; do whatever you have to do in an attempt to earn the most money from the land and be victorious.&#10;&#10;With beautifully illustrated cards, Plotalot is fun for all the family, with simple yet addictive game-play that will have the kids against the parents and even grandparents in no time.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Occupation: Farmer",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "15456",
    "Name": "Captain Clueless: Lost in the Caribbean",
    "ID": 34376,
    "Year": "(2008)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/34376/captain-clueless-lost-in-the-caribbean",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the manufacturer:&#10;&#10;Set a course for high seas hilarity aboard this party game that puts you behind the rose-colored sunglasses of Captain R. U. Clueless &ndash; the world&rsquo;s most oblivious cruise ship captain. While blindfolded, try to navigate a clear route to your chosen Caribbean port without running into land or running out of time. Your teammates can help guide you but with only a limited number of clues! The first team to reach their final destination wins. Bon Voyage!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Exploration",
      "Humor",
      "Nautical",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Blindfolds / Blackout Glasses"
    ]
  },
  {
    "Rank": "15457",
    "Name": "A Sheer Butchery: Solferino 1859",
    "ID": 279776,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/279776/a-sheer-butchery-solferino-1859",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "2.875",
    "Description": "A game about an encounter battle of gargantuan proportions in north Italy...&#10;&#10;On a brutally hot day in June 1859, on the 24th, three armies clashed. The French, under the command of Napoleon III, the Piedmontese under Victor Emmanuel II and the Austrians under Franz Josef (the famous husband of the Empress Sisi!). A quarter of a million men. &#10;The largest battle on European soil since Waterloo.&#10;Each of them unaware of the enemy&rsquo;s positions, that they all expected to be further away, the three armies were to fight an encounter battle of gargantuan proportions.  &#10;The battle took place on three fronts. In the north, between the Piedmontese and the talented Benedek&rsquo;s VIIIth Corps; in the centre around the village of Solferino, place of terrible, bloody, hand to hand fighting; and in the south, on the plains of Medole and Guidizzolo, where the French would try in vain to turn the Austrians&rsquo; left wing. &#10;Broken off by a storm of a rare intensity, the battle was to end in a gigantic human tragedy. Europe had not seen as much bloodshed for more than 40 years. 30,000 dead and wounded, 10,000 missing or prisoners of war, another 40,000 sick after the battle due to the makeshift hygienic conditions and lack of provisions.&#10;&#10;This game has already been published by the excellent (even if French too...) Vae Victis. This is a reworked and rewritten version, designed for easier play.  Thanks to the topographical talents of Riccardo Rinaldi, the map is an accurate and realistic representation of the historical battlefield. The game system uses a simple table to achieve morale results for fire combat and assault, where units are tested against their morale/cohesion value. The sequence of play with defensive fire during an assault is the standard solution for 19th century battles, and here it works! &#10;The game has high replayability value with many interesting nuances, which we hope you will experience. Playing time for a game is between 3 and 5 hours. And, without spoiling anything in &#10;the game, it also plays very well solitaire.&#10;&#10;Scale - Turn: 1 hour . Hexagon: 600 meters. Units: brigades&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Solferino (Italy)",
      "Country: France",
      "Country: Italy",
      "History: Italian Wars of Independence",
      "Magazine: Battles",
      "Players: Two-Player Only Games",
      "Series: Les Grandes Batailles de Napoleon III (Vae Victis)"
    ]
  },
  {
    "Rank": "15458",
    "Name": "Aventureros y el Medallón de Ra",
    "ID": 372824,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/372824/aventureros-y-el-medallon-de-ra",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "When Anita Brie was summoned by her old mentor, Professor Camembert, she didn't hesitate for a second. Little did she know that she would end up teaming up with famous explorer Jane Gouda and adventurer Monterey Jack to save the world from chaos! Colonel Neiheimer is about to seize the Medallion of Ra and unleash its power for the Dominion's evil ends.&#10;&#10;On your turn, you draw a card or play a card, always trying to get the Medallion of Ra. When you get it, you will see that everyone wants to steal it, so hide everything you can. If you keep it by drawing the last card from the deck, you win the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15459",
    "Name": "The Cloud Dungeon",
    "ID": 181795,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/181795/the-cloud-dungeon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "The Cloud Dungeon is a Papercraft RPG that you cut apart as you play &ndash; it's a book that transforms into a tabletop game.&#10;&#10;You and your fellow dungeon greedy friends are headed to a Cloud Dungeon to seek your fortune &ndash; mostly the piles of gold and jewels, as seen on the Cloud Dungeon informercials.&#10;&#10;As you progress through the book, learning the rules as you go, creating your characters, coloring them, customizing them &ndash; you have a shared creative experience. You work together to make challenging choices, you team up against huge beasts, and you end up telling your own unique story as a team, or as a family.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15460",
    "Name": "Napoleon and the Archduke Charles: The Battle of Eckmuhl",
    "ID": 7991,
    "Year": "(1987)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/7991/napoleon-and-the-archduke-charles-the-battle-of-ec",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7143",
    "Description": "This games was published in Strategy &amp; Tactics magazine #114. Napoleon and the Archduke Charles: The Battle of Eckmuhl is a game for two players, simulating the battle of Eckmuhl which took place on April 21-22, 1809. One player commands the French forces, the other the Austrians. The map is an accurate representation of the battlefield, the counters represent the forces which took part, and rules on movement, combat, leadership and morale reflect the problems and possibilities which faced the historical commanders.&#10;&#10;The scale of the combat is that one strength point represent 200 infantry, 150 cavalry or 2 guns, each turn is 35 minutes; each hex is 600 yards. Victory is determined my control of objective hexes and loss inflicted on the enemy.&#10;&#10;Note:&#10;Eckmuhl is a complete game in itself. It can also be played as a &ldquo;campaign game&rdquo; linked with another of 3W&rsquo;s Bonaparte series, The Battle of Abensberg (in S&amp;T #113). Eckmuhl was fought on the two days following Abensberg, in the area immediately to the north. Many of the same units participated, along with many others. Two scenarios were provided with Abensberg; four are provided with Eckmuhl. A further dozen scenarios will be found in The Wargamer #3 and S&amp;T #115 (Kanev). These later scenarios link the two games.&#10;&#10;Strategy &amp; Tactics magazine #116 adds two more scenarios and a Q&amp;A by the designer.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Napoleon & the Archduke Charles (3W)"
    ]
  },
  {
    "Rank": "15461",
    "Name": "Warhammer 40,000: Recruit Edition",
    "ID": 317865,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/317865/warhammer-40000-recruit-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Designed to be perfect for new players who've never tried Warhammer 40,000, the Recruit Edition is the ideal way to dip your toes into the thrilling world of battles in the 41st Millennium.&#10;&#10;Whether you want to try Warhammer 40,000, are looking for the perfect gift for a curious friend, child or relative or just fancy reinforcing your Space Marines and Necrons armies, this set is for you!&#10;&#10;Collect your set, build your models and discover how to play in a series of starter missions that make learning the game fun. When you're done, expanding your set with the Elite or Command Edition is simple!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Ninth Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "15462",
    "Name": "UNDO: Forbidden Knowledge",
    "ID": 293875,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/293875/undo-forbidden-knowledge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.1111",
    "Description": "Time heals all wounds, they say, but the sudden death of a loved one sometimes shakes those who are left behind so much that their faith wavers. To prevent this, the gods send fate weavers to change the past and prevent death. In the game series UNDO, players slip into the role of these destiny weavers and do everything in their power to undo sudden deaths &mdash; whether murder or suicide. Not only do they travel minutes or hours back in time, but sometimes thousands of years to change events that have laid the foundation for the later stroke of fate. Sometimes a leap into the future can also provide important information.&#10;&#10;The UNDO series combines the theme of time travel with emotional, extraordinary stories that players must assemble piece by piece. Each time jump gives them another choice in how they can change the past &mdash; and not every change is a turn for the better!&#10;&#10;In UNDO: Forbidden Knowledge, tragedy strikes on a graveyard in a swamp, in 1923&rsquo;s City of Arkham: A man, standing by an open crypt, realizes the existence of something so terrifying that, in shock, he suffers an immediate cardiac arrest. Set in the mythical world of H.P. Lovecraft, players of this UNDO case are bound to cross paths with otherworldly horrors.&#10;&#10;A cemetery in the swamp, July 1923: A man is his twenties is standing next to an open crypt, a horrified expression on his face. Next to him are a backpack, a spade, and a portable telephone, the wire of which leads down the stairs into the darkness. &quot;Get out! Push back the grave slab and RUN!&quot; cries a panicked voice through the receiver. &quot;I can't leave you, Harley,&quot; the man answers in a trembling voice, &quot;Harley, can you hear me?&quot; A crackling noise from the receiver makes him pause &mdash; then a hollow, gelatinous, disembodied voice echoes through the receiver: &quot;YOU FOOL, HARLEY IS DEAD.&quot; The man begins laughing hysterically. To protect his sanity, his heart stops, and he drops dead...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: Tabletopia",
      "Series: Undo (Pegasus Spiele)",
      "Theme: Cthulhu Mythos",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "15463",
    "Name": "Wordsmith",
    "ID": 274296,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/274296/wordsmith",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "WORDSMITH is all about discovering words, but instead of whole letters, you just have letter pieces in four different shapes. This brain tickling game for 1 to 4 players is a fast-paced, real-time word building frenzy!&#10;&#10;All players create words simultaneously from their letter pieces.  Each word can only be made and scored once, so a thrilling challenge of word discovery begins.&#10;Which words will you discover in your letter pieces? Longer words earn you more points, but you also want to make all six words before the round is over.&#10;And of course there is a twist: Although you can discard letter pieces to make a word, you get bonus points when you can limit the number of pieces you have to discard.&#10;&#10;The idea for this Letter Piece Game comes from  Eon game designers Bill Eberle, Jack Kittredge, Greg Olotka, and Peter Olotka, whose credits include Cosmic Encounter, Dune, Hoax and more.&#10;&#10;The game provides a single player mode as well as special rules for advanced players.&#10;&#10;WORDSMITH includes semitransparent plastic letter pieces that are playful and easy to manipulate. A special plastic insert turns the game box into a game component. You get your letter pieces from the insert as part of game play and everyone also has their own corner of the insert to roll their dice in.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15464",
    "Name": "Madrino",
    "ID": 279477,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/279477/madrino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;A floor plan you've never seen&quot;&#10;&#10;Players design and draw each floor plan using selected building materials like walls, doors, and so on.  All players use the same materials which are randomly selected in each round.&#10;&#10;In the end, your bathroom might have no door or even walls.  But whatever the plan, you can still win.  Make a nice presentation and become a winner of a competition.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "15465",
    "Name": "Sports Action Canadian Pro Football",
    "ID": 5618,
    "Year": "(1974)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.91",
    "Link": "https://boardgamegeek.com/boardgame/5618/sports-action-canadian-pro-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "A Canadian Pro Football game that simulated whole seasons of play.  Full set of team cards were available for the 1973 to 1976 seasons. No cards were issued for 1977 to 1979 seasons. Then resumed from 1980 season cards to 1987 season cards  There are fan made sets available.&#10;&#10;Individual team and player cards were statistically accurate.  The entire twenty game schedule (including pre-season) could be played out.&#10;&#10;This game allows you to pick a CFL team and individual offensive players for the various positions of the offense.  Players cards are rated for the player's abilities during that season.  You select running and passing plays and actually use the player stats.  For example you roll to see if Warren Moon completes a pass and then roll a die on Brian Kelly's card to see how many yards he gets.  Same with kickers and punters etc.  The game flow gives a very good simulation of a CFL game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "15466",
    "Name": "Pulp Detective",
    "ID": 233149,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/233149/pulp-detective",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5238",
    "Description": "To Solve the Case: Find four clues and confront the Criminal to win. If Time or your Stamina runs out, the heiress is murdered and you lose the game and the Case.&#10;&#10;Needed to Play: &#10;The deck of 36 cards&#10;4 YELLOW Investigate Dice&#10;1 RED Paperboy Die&#10;1 GRAY Underworld Connection Die&#10;8 wooden cubes&#10;&#10;Game Phases:&#10;1. Storyline - Move the cube on the Time card down one hour and draw the top 3 cards of the Investigate deck. Do not look at their front sides. Choose 1 and place it face up in front of you (this is the current Storyline card); a 2nd card is placed on the discard pile face down; the last card is randomly placed back in the draw deck. Each Investigate card will display a letter designating the type of card - I for Informants, C for Cliffhangers and F for Follow a Lead.&#10;&#10;2. Investigate - Check the time remaining in the game and locate the 3 numbered circles at the bottom left of the Storyline card. On the Storyline card, look at the circle in a row with a number closest to, but greater than, the hour marked currently on the Time card. This is the row of icons you must match by rolling your Investigate dice. You may only use the YELLOW Investigate dice to match the Storyline icons, unless you have certain Items that allow you to use the RED and GRAY dice, Twist icons, or your detective&rsquo;s Special Action.&#10;&#10;The Hunch - Roll each YELLOW Investigate die, one at a time, as dictated by your Stamina. You may also roll the RED and/or GRAY dice, if you have them. You may choose any of the dice to roll next and/or when to apply any rerolls. Each die shows four icons and each repeats two pairs of those icons, as designated by a *. Choosing which dice to roll and when depends on your detective instincts. Each die is different. If you need to roll a 5th or 6th YELLOW die, choose one of your current dice, noting its current face, and roll it again.&#10;&#10;You may subtract an hour of time if your Stamina level is at 1 or 2 to roll an additional YELLOW die. This die may be rolled during the Investigate phase and is lost once the phase has ended.&#10;&#10;You may use matching Twist icons, if you have them, in addition to the dice, by removing their marking cubes on the Criminal card.&#10;&#10;If you can match the Storyline icons, you gain the reward shown in the white area in that row. If you cannot match the icons, you must lose Stamina, Time or your currently held Item, as shown in the brown area in that row.&#10;&#10;If you have failed in your investigation, you may choose one icon from the YELLOW die faces shown and mark this in the Twist section on the Criminal card with a cube. You may save a maximum of 4 Twist icons in this manner.&#10;&#10;3. Confront the Criminal - When the 4th clue is found, draw the top card on the Investigate deck and match the die icon shown to those of the 4 criminals on the Criminal card to discover who you must confront to save the heiress. The row of icons shown for this Criminal must be matched by rolling Investigate dice as listed by your current Stamina. You may only use the icons on the YELLOW Investigate dice to match the Criminal icons, unless you have certain Items which allow you to roll the RED and GRAY dice, saved Twist icons, or your detective&rsquo;s Special Action. You may reroll a YELLOW Investigate die of your choice for every 2 hours of Time remaining in the game, rounding down. Match the icons, solve the Case, and win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Murder / Mystery",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Theme: Pulp",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "15467",
    "Name": "Double Quick",
    "ID": 630,
    "Year": "(1999)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/630/double-quick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "A word game where quick thinking pays off.  Up to 4 players build a crossword out of their tiles.  Every 30 seconds or so, a timer goes off and each player must draw 2 tiles and add them to their crossword.  Using a letter in 2 words scores double points for that letter.  Infrequently used letters (e.g. x,q,z) score higher amounts of points but are harder to use in your crossword.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "15468",
    "Name": "Disney It's a Small World Game",
    "ID": 337754,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/337754/disney-its-a-small-world-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "It&rsquo;s the happiest cruise that ever sailed! Celebrate the classic Disney attraction, &ldquo;it&rsquo;s a small world,&rdquo; in this playful journey! Discover the joyful children and whimsical animals of the world. Collect colorful picture cards by spotting scenes that can be seen from your little boat. Can you collect the most cards before the end of the day?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation"
    ],
    "Mechanics": [
      "Matching",
      "Track Movement"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Disney Theme Parks"
    ]
  },
  {
    "Rank": "15469",
    "Name": "Hexx & Hopp",
    "ID": 174696,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/174696/hexx-and-hopp",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "The players try to create a structure on the table as quick as possible using 13-15 hexagonal tiles each. At least 2 sides must match when adding a new tile. To make matters worse, each player can only see one of his tiles at a time. There are 72 different tiles, each with 6 different colored triangles in red, yellow, blue and white, and each color can occur up to 3 times on a tile.&#10;&#10;If you place a tile that's adjacent to 3 other tiles, you give 2 of your tiles to the other players. If you match 4 then you give 4 tiles, and if you match 5 then you give 6 tiles. Whenever you place a tile you must say loudly the number of adjacent tiles.&#10;&#10;When a player finishes placing the tiles, everyone stops and counts their points: tiles still in hand are negative points. The player with the fewest negative points after an agreed number of rounds wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "15470",
    "Name": "Dancing Dice",
    "ID": 10756,
    "Year": "(2004)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/10756/dancing-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1143",
    "Description": "Players are contestants in a dancing marathon.  Each turn they roll their dice and arrange them into two sequences of three dice (with one re-roll to try to change unwanted dice into something else).  These sequences are then compared to those of everyone else.  Higher difficulty dances (sequences) like the Tango or Tap Dance impress the judges.  Less accomplished dancers move down in ranking.  If they hit the bottom of the chart, they are out of the game.  Certain sequences also convey special abilities such as not having to move down in ranking even if you are &quot;out danced&quot; by your competition.&#10;&#10;The last dancer still standing wins!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "15471",
    "Name": "Valerian: The Alpha Missions",
    "ID": 226426,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/226426/valerian-the-alpha-missions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "Valerian: The Alpha Missions gives fans of tabletop gaming and the Valerian franchise the opportunity to discover Alpha, a vast metropolis in which species from across the universe gather over centuries to share knowledge, intelligence, and cultures. After assembling a team of agents, players must cooperate to explore a contested zone of Alpha, race to complete objectives while battling and evading enemies. Complete the missions and get to the extraction site in time to win!&#10;&#10;The game board consists of randomly placed tiles that are revealed as agents move around the map, creating a unique experience each game. Players will never know who or what they might encounter &ndash; enemies could attack or players may discover valuable resources to power their mission gear. Each player must decide whether to split up and accomplish their objectives faster or sacrifice valuable resources to save their teammates. As the clock runs down and enemies gain ground, only the most skilled team of agents will complete their missions to return as heroes.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "15472",
    "Name": "GWAR vs. Time!",
    "ID": 285870,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/285870/gwar-vs-time",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "2",
    "Description": "GWAR vs. Time is a deck-building game. Players will build decks featuring their favorite GWAR characters, items, and locations, as well as their enemies, from throughout the band&rsquo;s decades-long history. This includes characters like Berserker Blothar, Pustulus Maximus, Balsac the Jaws of Death, Beefcake the Mighty, Jizmak da Gusha, Oderus Urungus, and Sleazy P. Martini, as well a villains like Techno and Sawborg Destructo, Cardinal Syn, the Ultimate Bohab, and Boss Glom. The game goes deep into the GWARchives to find things from way back as well, like Cornelius Carnage.&#10;&#10;We&rsquo;ve even worked with GWAR to create some new stuff, like Toto Destructo, the Scumdog Utilities Collection Bureau, Marrowsucker on a Bender, and more!&#10;&#10;The art is from GWAR, some from old and dusty boxes under the World Maggot, taking you on an artistic journey through time. GWAR has also created new never-before seen art just for GWAR vs Time! New Matt Maguire, people.&#10;&#10;Goal:&#10;&#10;To conquer your opponents by collecting the most Victory Points before the Time Pool is emptied.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Humor",
      "Music",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Music: Rock"
    ]
  },
  {
    "Rank": "15473",
    "Name": "Agricola Express",
    "ID": 45020,
    "Year": "(2009)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/45020/agricola-express",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8182",
    "Description": "The game takes place over 3 harvests, with 3, 2, and 1 round each. In each round, you get 2 actions base, plus an extra action for each baby you have. An action consists of rolling all the dice and picking one set to use.&#10;&#10;You can choose occupations, which help you manipulate the dice before you select your set of dice to use. You may build improvements, which help you score points or convert produce or animals into food. You may improve your farm by extending your house, plowing fields, or building pastures. You may gather Produce (food, grain, or vegetables), Resources (reed, wood, brick, or stone), or Animals (sheep, boars, or cattle). And, of course, you can have babies--but only if you have room in your house.&#10;&#10;After each harvest, you score points based on how well you've done. You might lose points. The person whose total score across all 3 harvests is the highest wins.&#10;&#10;This game was created for the Print &amp; Play Dice Contest as a fan homage to Agricola by Uwe Rosenberg and Lookout Games, and is posted for non-commercial use with the permission of Lookout Games.&#10;&#10;Some icons on the dice are re-used from Agricola; new icons were created by the designer.&#10;&#10;Microbadges:&#10;&#10; - Agricola Express Fan&#10;&#10; - Agricola Express Fan&#10;&#10;",
    "Categories": [
      "Dice",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Game: Agricola",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "15474",
    "Name": "Levitation: Masters of Magic",
    "ID": 314032,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/314032/levitation-masters-of-magic",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Levitation&mdash;masters of magic is a game of die drafting/worker placement/engine building game for 2 to 5 players set in the golden age of stage magic. Roll the custom dice with magic symbols and choose your teacher!&#10;&#10;Draft a die and build your show&mdash;illusion cards make the engine that takes you to the largest cities of the 19th century!  Each card gives you special advantages, each city gains you more acclaim&mdash;and in turn gets you in front of audiences large and small. Then you choose how points are assigned for you, and no one else. The player with the most points at the end of the game wins!&#10;&#10;As the game goes on you will gain points for entertaining in the largest cities, having the most secrets of a certain kind, and presenting shows with the most flair and spectacle! Levitate has a creative mechanic for turn order so you don&rsquo;t always follow the same player and a wide variety of card effects and player goals so no game will be the same.&#10;&#10;You&rsquo;ll learn from the three most powerful stage magicians of the 1800s. Howard Thurston, Harry Kellar, and Alexander Hermann. They will teach you stunning illusions using technology, sleight of hand, the use of accomplices, gadgets, and camouflage.  Gain points for these types of mechanics, but only the first player to choose those points receives them.&#10;&#10;Be the master of close-up magic, medium sized tricks, or dominate the stage with gigantic effects with elephants and carriages. When one teacher is out of dice, simply re-roll all dice and keep the magic going. Each effect learned reveals a new place to perform and an opportunity to gain acclaim, add flair, or gain points. Your road to the biggest cities must connect.  Then once the show is done, new illusions are placed on the board. As you add flair to each illusion, points are gained each time you show them.&#10;&#10;Some illusions will allow you to control the game, move your workers to new locations, manipulate dice present on the teachers, gain more acclaim, add new workers, duplicate other players&rsquo; cards, and learn certain types of effects instantly.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Open Drafting",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "15475",
    "Name": "Let's Call the Exorcist",
    "ID": 370964,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/370964/lets-call-the-exorcist",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "A SPIRITED SOCIAL DEDUCTION EXPERIENCE!&#10;Dad has brought home a collection of rare artifacts from his latest excavation, and now pesky demons have possessed some of the children! Mom called the priest, who devised a scavenger hunt to find which of the artifacts brought the demons into the house, and which can help dispel the mischievous monsters.&#10;&#10;Each player is secretly either an Innocent helping to gather the Holy Artifacts, or a Possessed attempting to trick the group into revealing Cursed Artifacts.&#10;&#10;Mixed in with the Artifacts are Blessings that can award points during the game and demonic Mischief to distract the children from the hunt.&#10;&#10;Played over 3 rounds, players are dealt cards to study, then shuffle and line up in front of themselves. On their turn, they'll select another player's face card to be revealed, then follow its instructions. The chosen player will then select another player's card to reveal. Cards are revealed in this way until enough Holy or Cursed Artifacts are exposed.&#10;&#10;Each player will have knowledge of some of the cards, and to accomplish your goals you&rsquo;ll need to discuss what you know with the group. Just be careful who you trust...&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Memory",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Semi-Cooperative Game",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Steven Rhodes Games (Dynomite Games)"
    ]
  },
  {
    "Rank": "15476",
    "Name": "Race Pace",
    "ID": 347827,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/347827/race-pace",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Race Pace is a strategic race board game where you play the Team Manager of a race team in the most exciting racing class.&#10;&#10;In the highest racing championship, the drivers stand in the spotlight. They have to be skilled, fearless and experienced. But racing is mostly a true team sport. Hundreds of engineers, designers and mechanics work together to find the optimal Race Pace. The person responsible to lead the team to victory is the Team Manager, and that is you!&#10;&#10;Gameplay&#10;As the Team Manager of a race team, your goal is to make sure your driver is the first to cross the finish line! Before you start the game, you select a circuit and each player selects a team, a driver and a tyre compound to start on. Set up the board and turn the first weather card.&#10;&#10;The Race Pace (hereafter: RP) is the number of laps that your car can make in a game round. Your RP depends on a number of factors. But basically, the gameplay comes down to selecting an action in each game round and thereby gradually improving your RP (upgrade the car, coach the driver, charge or use the boost system, take defensive actions or make use of strategic opportunities). At the end of your turn, count the RP that your car can make and move your car across the track. But keep an eye on your tyre conditions and race situations that occur at the start of the game round, because they can limit your race pace.&#10;&#10;Each game round consist of 3 phases&#10;&#10;1. Turn the event cards&#10;2. Select an action&#10;3. Count your speed and move your car&#10;&#10;No race is the same&#10;Choose from 8 drivers with unique skills, 8 race teams with unique capabilities and 12 circuits with a different difficulty, tyre wear and weather conditions. Think about your tyre strategy: will you start on soft, medium or hard tyre compounds? Keep an eye on the weather forecast in order to change to Wets on time! During the race, situations will occur that can change the course of the game. From your radio control centre at the pit wall, you anticipate or react to these situations: select the right tyres, improve the car set up, coach the driver, order a pit stop, to use the Boost system, etcetera. With each lap your car and driver will improve, increasing the Race Pace. But so does the competition.&#10;&#10;Do you have the best strategy to win the race?&#10;&#10;Team Mode&#10;Race Pace has an alternative gameplay variant: the Team Mode. In Team Mode, each player manages one team with two drivers, or two players can team up with two different drivers for the same team! The gameplay changes in a way that you can now help each other (or your team mate). However, winning the game in Team Mode is also a team effort, so sacrificing one driver for the race win of the other is not sufficient. This gives the Team Mode a new dimension to the race strategies.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Events",
      "Grid Movement",
      "Race",
      "Simulation",
      "Turn Order: Stat-Based",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "15477",
    "Name": "Spot it! Party",
    "ID": 143843,
    "Year": "(2013)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/143843/spot-it-party",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "To start with, Spot it! Party features a deck of Spot it! cards with symbols that differ from those in the original game or any previously released version: a gnome, a plunger, headphones, and so on. Each card in Spot it! features eight different symbols, with the symbols varying in size from one card to the next; any two cards have exactly one symbol in common. For the basic Spot it! game, reveal one card, then another. Whoever spots the symbol in common on both cards claims the first card, then another card is revealed for players to search, and so on. Whoever has collected the most cards when the 55-card deck runs out wins.&#10;&#10;To this basic game Spot it! Party adds eight colored card holders and (more importantly for gameplay) a &quot;hand mascot&quot; &ndash; a totem shaped like the eyeball-bearing hand in the game's logo. Six new mini-games &ndash; such as called &quot;The Race&quot;, &quot;Dynamite&quot;, and &quot;Double Frenzy&quot; &ndash; incorporate the card holders and hand mascot into the gameplay. In &quot;The Tower&quot;, for example, players still need to make matches, but they also need to keep an eye out for opportunities to steal or pass the hand mascot in order to have a chance to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Spot it!"
    ]
  },
  {
    "Rank": "15478",
    "Name": "Rat Attack",
    "ID": 287678,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/287678/rat-attack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Two merchants load their stocks of spices into the warehouse. They try to group their merchandise together as much as possible. Big stocks are very valuable. However, rats also roam the warehouse who see these spices as a tasty snack. Drive the rats out and keep them away from your stocks, otherwise you can close your shop immediately!&#10;&#10;Place tiles in the playing area and try to create groups of matching spices. Groups score points immediately. Also try to cover the rats of your colour, because if there are too many visible at the end of your turn you immediately lose the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Layering",
      "Pattern Building",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Rats",
      "Mechanism: Partially overlapping cards",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15479",
    "Name": "Okey",
    "ID": 29146,
    "Year": null,
    "Geek Rating": "5.530",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/29146/okey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Okey is a traditional Turkish game, similar to Rummikub and Mahjong.&#10;&#10;Players manage their hand to make runs and sets. The first one to use all of their pieces wins the game.&#10;&#10;Suits come in 4 colors and run from 1 to 13. Notably, runs (of the same suit) can end with a 1 tile if they contain a 13 tile.&#10;&#10;The game needs paying careful attention on the opponent's discarded pieces and plan new series according to them, as there is only a pair of every piece.&#10;&#10;The game's namesake is the wild &quot;Okey&quot; tile, chosen randomly between the regular tiles at the start of every round.&#10;&#10;Depending on the last tile a player discards to win a round, they score different amounts of points- finishing by discarding a regular tile is worth 2 points, but discarding an Okey tile is worth 4 points. An &quot;indicator&quot; tile is used to determine the Okey every round, and if someone has the identical indicator tile in their starting hand, they score an extra point.&#10;&#10;Scoring is done in a unique manner- every point scored by a player is not added to their own total, but subtracted from every other player's score. The game ends when someone reaches 0 points or lower, and at that point the person with the highest remaining score wins. A usual game of Okey starts with 20 points per player.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "15480",
    "Name": "S.Y.N.C. Discovery",
    "ID": 323493,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/323493/sync-discovery",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "S.Y.N.C. is the cooperative game where players choose the character (phantom) cards that are best linked with the available sets of associations. The trick is that the players are not allowed to communicate with each other before they make up their choice and to win the round all of the players need to pick one and only one character from the available pool. The difficulty grows with each round as the pool of the characters to choose from is increasing.&#10;&#10;The objective of the game is to gather members of the space expedition among the phantoms of the past (historical personalities) and phantoms from the imaginary world (fictional characters). Players need to choose only one phantom card, that is best linked with the generated association key-cards. Each player makes the choice secretly, without discussion with the team. To win the round, all players must unanimously point at the same phantom. To win the game the players must win 5 rounds within maximum of 9 attempts.&#10;&#10;S.Y.N.C. legend&#10;S.Y.N.C. (Synchronizing Neuro-Connector) is a super-computer that allowed humanity to establish contacts with the new worlds using the power of synchronizing minds. It has become possible to teleport phantom messengers of the Earth from the past or from the mysterious dimension of fantasies to the distant corners of the Universe. The experiment requires a group of people who can use S.Y.N.C. technology to assemble an expedition of five phantoms and send them to discover new space horizons. But be careful as five unsuccessful sessions will reboot the system and you will have to start all over again. The key to the success of the mission is the unity of thoughts and feelings of the participants. Synchronize with each other and discover the power of the collective mind as you connect via S.Y.N.C.&#10;&#10;S.Y.N.C. DISCOVERY is the 1st game in the S.Y.N.C. family and very soon there will be new modules available including traitor expansion, campaign expansion, new phantom card sets and new assoication key-cards sets. Stay tuned :)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Communication Limits",
      "Connections",
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Targeted Clues",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15481",
    "Name": "Battlegroup",
    "ID": 17208,
    "Year": "(2005)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/17208/battlegroup",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "&quot;This is an entertaining card game of strategy and chance based on WWII naval combat, when fleets combined the awesome firepower of traditional battleships with long-range bombing strikes from aircraft carriers.  Players determine when and how to seek combat; to use daylight for smashing carrier air strikes through defending fighters and dense anti-aircraft fire or to use the dark of night for quick and devastating surface attacks using the battleships' big guns.  Submarines, destroyers, mines and torpedo boats also all play their roles.&quot;&#10;&#10;Two to Four players command squadrons of battleships and aircraft carriers and the side that scores the most victory points by sinking enemy vessels and winning sorties wins the game.&#10;&#10;Variations in ship attack, capability, and defense values are represented by using different types and numbers of dice.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "15482",
    "Name": "Supernova: A New Exodus",
    "ID": 43169,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/43169/supernova-a-new-exodus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "2.25",
    "Description": "After several years of study and development, finally the human race obtained the technology needed to explore the planet Mars &mdash; and in its first space travel found another form of life that's both intelligent and hostile.&#10;&#10;After this episode, the Earth came to be seen as a threat to the aliens, who formulated a plan to invade the Earth and destroy the race of men. In this space conflict comes a new threat: the sun starts to become a supernova, is the prelude of its explosion and destruction of all forms of life around. However, humans and aliens have a distinct and unique technology which if achieved will able the exodus of the dominant species in the solar system, saving the lives of imminent destruction.&#10;&#10;Supernova: A New Exodus revolves around the conflict between the two races, Humans and Martians, who fought for the sovereignty and technological knowledge space, all before the sun would become just a memory.&#10;&#10;The players struggle for control of special areas in the space between Earth and Mars, playing power and action cards. Whoever get more force in the areas will gain victory points. At the end of the game the one with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15483",
    "Name": "Clue: Scooby-Doo 50th Anniversary Edition",
    "ID": 318074,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/318074/clue-scooby-doo-50th-anniversary-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "The game largely plays similarly to the regular version of Clue with the following differences.&#10;&#10;Personality Cards - These cards show a unique power that is associated with your character. The power can only be used once per game.&#10;&#10;&quot;?&quot; Cards - If you land on a question mark, roll a question mark, or are moved into a location to be questioned, you may draw a ? card. There are two types:&#10;&#10;Munchies - If you draw one of these, i means you've found a snack. In addition, you get a bonus power. Unless the power says &quot;Play this card immediately&quot;, you may choose when to play it. You can play as many cards as you like on any turn and discard them after use.&#10;&#10;Monster - Eight are in the deck. The first 7 are set aside when drawn, but if you draw the 8th, you are out of the game. Place your cards face up where all players can see them. Shuffle the 8th monster card back into the &quot;?&quot; deck as it may be drawn again.&#10;&#10;2 Player or teams do not use the ? cards. With just 2 players or teams, take the top 5 cards from the deck and place them face down next to the game board during set up.&#10;During the game, ask questions as normal. If the other player/team must always try to answer. If they cannot, you look at one of the 5 cards set aside during setup.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "TV Shows: Scooby-Doo!"
    ]
  },
  {
    "Rank": "15484",
    "Name": "7 Kingdoms",
    "ID": 164369,
    "Year": "(2014)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/164369/7-kingdoms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "In 7 Kingdoms, players are royal agents who want to collect as many followers as possible. Whoever does this best will win the game.&#10;&#10;The deck in 7 Kingdoms consists of 49 cards in seven types, with each type having seven cards in a particular number range: king (1-7), bishop (8-14), etc. up to peasant (43-49). Each number range has seven cards in it, with each being a different color and bearing a crest of that color. Each player starts with three cards in hand, and one crest card of each type is laid in a row, with one card placed face up next to each crest.&#10;&#10;Each round, players take turn laying one card face up in front of them, then they resolve the cards from high to low. Whoever played the highest card places it on the opposite side of the leftmost crest card, then takes 1-4 cards from those on display next to the crests as determined by the power of the card played. Then the player with the next highest card goes, etc. Any cards unclaimed are placed to the right of played cards, then the row is filled with cards from the deck until seven cards are on display once again.&#10;&#10;With each card claimed, the player can either add it to his hand (up to a maximum of three cards in hand) or place it in his scoring pile. Kings, for example, let you take any four cards on display, while generals let you take cards from three consecutive spaces, princesses let you take any two cards, and peasants let you take one of two cards from specific spaces. Thus, the low cards let you claim first, but put more restrictions on what you claim or have you claim fewer cards. The bishop scores himself, then let you place one of two bonus tokens on the leftmost crest card, reveal another bonus token, then claim one card.&#10;&#10;When the deck runs out or each crest card has a bonus token, the game ends and players score any cards remaining in hand. Each card claimed is worth 1 point (except for kings, which are worth 2), and whoever has the most cards of a crest claims the bonus token on that crest, thereby earning bonus points or doubling his score.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "15485",
    "Name": "Gazala 1942",
    "ID": 18876,
    "Year": "(2005)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/18876/gazala-1942",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.3333",
    "Description": "This is an Avalanche Press release covering Rommel's spring campaign in North Africa in 1942. It focuses on the Battle of Gazala which preceded the fall of Tobruk. Despite being outnumbered in tanks, men, and artillery, the German and Italian forces under the command of the &quot;Desert Fox&quot; enveloped and defeated the Commonwealth forces, pushing them back to Egypt before they were able to regroup.&#10;&#10;Packaged in much the same fashion as Defiant Russia: small 6&quot; x 9&quot; box, a 34&quot; x 22&quot; map, 16 page rulebook, and 140 back printed 1/2&quot; counters. The game includes three separate scenarios and can be played in two to four hours. Rated moderate complexity with good solitaire suitability.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Libya",
      "Series: Chitpull (Avalanche Press)",
      "Series: WWII Battles (Avalanche Press)"
    ]
  },
  {
    "Rank": "15486",
    "Name": "Squire: The Collector of the Glorious Rarities",
    "ID": 286983,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/286983/squire-the-collector-of-the-glorious-rarities",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "An atmospheric family game set in the world of Victorian England.&#10;&#10;The Badger buys a rare portrait by DaVinci for his collection. Sounds weird? Not at all! Try yourself as a famous gallerist: buy valuable relics, hold exhibitions, participate in auctions and try to achieve greater success that your competitors.&#10;&#10;Interesting concept of engine building: play wisely as not only bought relics matter but also the moment of placing them in your manor.&#10;&#10;Dynamic pricing: market will react on your actions whenever you buy or sell things.&#10;&#10;Variable difficulty of the game: easy mode - for beginners, hard mode - for more experienced players.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "15487",
    "Name": "TowerBrix",
    "ID": 406861,
    "Year": "(2024)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/406861/towerbrix",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "In the co-operative dexterity game TowerBrix, you build a tower out of bricks, with the cards in your hand telling you who has to fulfill which conditions &mdash; but each person knows only their own tasks and cannot tell the others about them. During the building process, the aim is to find out which conditions must be fulfilled in order to successfully complete the round.&#10;&#10;TowerBrix features different levels of difficulty and additional missions.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "15488",
    "Name": "Balkans 1941",
    "ID": 11135,
    "Year": "(1996)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/11135/balkans-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "4",
    "Play Time": "4",
    "Weight": "2.5714",
    "Description": "Balkans 1941 is a game for two players based on the German blitzkrieg into Yugoslavia and Greece in World War II. This set the stage for Operation Barbarossa, the invasion of Russia. One player is the Axis player, the other is the Allied. The Axis player controls all German (including Army, SS and Luftwaffe), Italian, Hungarian and Bulgarian units. The Allied player controls all Greek, Yugoslav and Commonwealth (British, Australian, New Zealand and Polish Exile) units.&#10;&#10;Components:&#10;One 22 x34&quot; mapsheet&#10;280 die-cut cardboard counters&#10;Rules&#10;&#10;The map runs from Germany, Hungary and Rumania in the north, Italy on the west, Bulgaria on the east and the island of Crete in the south. In between is Yugoslavia, Albania and Greece.&#10;&#10;The scale is one week of actual time per game turn, regiment, brigade and division-sized ground units and air units of 10-150 aircraft.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Croatia",
      "Country: Greece",
      "Country: Serbia",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Region: Balkans"
    ]
  },
  {
    "Rank": "15489",
    "Name": "Kanaloa",
    "ID": 2410,
    "Year": "(2001)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/2410/kanaloa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "Two to four players go from island to island to pick up different fruit to give to the gods. Between the islands are fish to move in one direction (to the fish's mouth). One side of a fish shows the player's color (only this player may move) the other no color (any player may move). After every move the fish is turned to the other color.&#10;&#10;The gods help the player who gives the most fruit; to move (turn direction or color of a fish), to steal (of course from another player), to determine a volcanic eruption (the players near the volcanic eruption lose a turn) or to pick up better fruit.&#10;&#10;The rules are developed from the theme (character of Hawaiian gods, building small stone temples), but it's not historical. The theme and design is similar to Kahuna / Arabana-Ikibiti, but it is more for gamers than for families, and does not require the building of connections.&#10;&#10;Confusingly, Tilsit re-named another game by G&#195;&#188;nter Cornett with a similar island-theme Kanaloa in 2003, but it is different, and more closely related to Kahuna.&#10;&#10;3rd Place 2001 Hippodice Spieleautorenwettbewerb.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "15490",
    "Name": "Shadows of Brimstone: Cursed Tombs of Khamuntet",
    "ID": 394218,
    "Year": "(2025)",
    "Geek Rating": "5.530",
    "Avg Rating": "9.39",
    "Link": "https://boardgamegeek.com/boardgame/394218/shadows-of-brimstone-cursed-tombs-of-khamuntet",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "In the Cursed Tombs of Khamuntet Core Set (initially called Lost Tombs of Khamuntet), players take on the role of a group of 1930s pulp adventure Heroes, exploring the dark chambers and crumbling passages of ancient Tombs, in search of fortune and glory! Lost in the desert sands of Egypt for thousands of years, these cursed temples are overrun with terrifying mummies, flesh-eating scarab swarms, and mythological guardians from Egyptian lore, brought to life through the power of the Dark Stone.&#10;&#10;The Heroes of your expedition include the fearless Archaeologist, using her mastery of Egyptian Lore to explore the tombs while seeking out ancient artifacts and relics to bring back to the museums of Cairo, the combat-ready Soldier of Fortune, blazing away at dangers with his twin .45s, the scholarly Professor, using his knowledge of the occult and vast academic expertise to solve the riddles of the past, and the heavy-hitting Mechanic, using her hefty wrench to smash Enemies and her mechanical knowhow to overcome the deadly traps that litter the ancient halls.&#10;&#10;New Enemies include Crypt Mummies, bursting forth from their burial chambers to take their revenge on the living, vicious Scarab Swarms that pour out of infested Sarcophagi to consume anything that lay in their path, the Cult of Horus, fanatical followers of the ancient ways working to resurrect the corrupted sorcerer Khamuntet, Anubite Jackals, terrifying supernatural hunters and warriors of Anubis, and the towering Tomb King, an ancient and massive statue brought to life to bring ruin on intruders!&#10;&#10;This set also features the Sunken City of Pharrox, a brand new OtherWorld to explore. Once a powerful kingdom of the ancient world, ruled by a dynasty of ruthless vampires, the island city of Pharrox Atlantea was destroyed in a cataclysm of war with the Ancient Egyptians and their gods. Submerged beneath the roaring seas, the ancient city has been lost for millennia; its remaining inhabitants lay in twilight slumber until the long dormant gateways to the ancient city are activated once more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Category: Dungeon Crawler",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Creatures: Mummies",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games",
      "Occupation: Adventurer / Explorer",
      "Players: Games with Solitaire Rules",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "15491",
    "Name": "Mechwarrior: Age of Destruction Starter Pack",
    "ID": 176560,
    "Year": null,
    "Geek Rating": "5.530",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/176560/mechwarrior-age-of-destruction-starter-pack",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "MechWarrior: Dark Age is a tabletop wargame by WizKids set in the BattleTech universe that uses the Clix system. The game's miniatures are pre-painted models of infantry squads, vehicles, and giant walking war machines known as BattleMechs or more simply &quot;'mechs&quot;.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Components: Clix",
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "15492",
    "Name": "PJ Masks: Team of Heroes",
    "ID": 246094,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/246094/pj-masks-team-of-heroes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "PJ Masks: Team of Heroes is a cooperative game for children and their parents.&#10;&#10;Romeo has let loose his robots to attack the PJ Masks base - and players must organize and plan their strategies together to fight off the robots while simultaneously disabling Romeo's Lab.&#10;&#10;Team of Heroes is a cooperative game that relies on beginner-level strategy techniques, teaching children to plan ahead and work together.&#10;&#10;The game starts with 3 different colored robots. On your turn, players pull the top card from a deck to reveal the board's action as well as the options they may take. The top portion of the card typically advances the color of one of the robots towards the PJ Masks base - the bottom portion gives players two options. These options are either to move one of the PJ Masks a number of spaces to fend off the robots, or to deal a hit point to Romeo's lab. Players must strategize which PJ Mask to move and when. If any robot makes it to the base, Romeo wins and the players lose. Otherwise, if the players manage to get the Lab down to 0 energy, the players win.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "15493",
    "Name": "Fairy Season",
    "ID": 284192,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/284192/fairy-season",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "It&rsquo;s Fairy Season! The Goblin Chiefs (the players) order their Goblin flunkies into the forest to catch Fairies across the four seasons, and shake out their Fairy dust to make a wicked winter brew! Herd Fairies into Swarms and use Goblins to trick and trap them. Lure in the mighty Royal Fairies to free their flighty Fairy friends, then catch them too! The Chief who catches the most Fairies wins.&#10;&#10;Fairy Season is a trick-taking card game in which players take turns playing Fairies, Traps, Goblins and Royal Fairies in an attempt to capture the pile (called the swarm) and add it to their private stash. This is achieved when the next player in turn order cannot play a card to beat yours. At the end of the game, players count the Fairies and Royal Fairies in their stashes, with the highest score winning. There is an alternate victory condition also - any player who can capture all four Fairy Royals wins immediately!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15494",
    "Name": "We Are The Word",
    "ID": 241611,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/241611/we-are-the-word",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "We Are The Word is a cooperative game in which one player tries to guess a word with the help of the other players, each giving him a one-word clue. But if two players come up with the same clue, they can't reveal it.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "15495",
    "Name": "Dixit Demo Deck",
    "ID": 284007,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/284007/dixit-demo-deck",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Used at conventions to demo the game.&#10;The deck contains 24 small Dixit card (6 x 9 cm) and 4 rule cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Game: Dixit",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "15496",
    "Name": "Goodwill",
    "ID": 207602,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/207602/goodwill",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.25",
    "Description": "In GoodWill, you play an investor, trying to maximize his capital by buying and selling the shares of 3 companies, thanks to the privileged information you have access to.&#10;&#10;Each turn, each investor has a look at two end-of-turn events, changing prices resources, rationalizing production chain of a firm or advertising occurring that help a firm gain market shares...&#10;Based on this information, players will estimate a price for each firm. Players who gave lowest price will send a share to the one who gave the highest price.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "15497",
    "Name": "Masters of Maple Syrup",
    "ID": 369092,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/369092/masters-of-maple-syrup",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "It's sugaring season on the Canadian Shield! Tap trees, boil sap into syrup and develop your tiny acreage into the finest maple farm in the province.   Bound by the code of neighbourly conduct, the actions you take will also help your opponent but at the end of the season, there can only be one Master of Maple Syrup.&#10;&#10;In Masters of Maple Syrup, players develop their property tableaus by adding trees to harvest sap from and utilities to improve their syrup production. On their turn, the active player determines the action both players will take, with a slight advantage in their favour.&#10;&#10;The game ends at the end of a round where any player has placed 10 cards on their property (tableau). Scores are tallied from the value of cards on each players&rsquo; properties and any additional scoring bonuses the cards offer. The player with the highest value on their property wins.&#10;&#10;Time your actions and develop a property to best benefit from your neighbour's actions in a cozy cabin game for two.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Multi-Use Cards"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Country: Canada",
      "Mechanism: Tableau Building",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "15498",
    "Name": "Bluey Keepy Uppy",
    "ID": 397459,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/397459/bluey-keepy-uppy",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Now you can play Keepy Uppy with your friends and family! The motorized balloon flips and spins around the board in this action-packed fun motorized game. Players must be quick to bop the balloon and keep it up in the air using their paddles, will you pick Bluey, Bingo, or Chilli! If it hits their hedge, they lose a balloon Pop token. The last player with the most tokens wins the game! A great game for 2 or 3 Bluey fans to play and ideal for children and toddlers aged 4 years and up. The Bluey Keepy Uppy Game is battery operated and requires adult assembly.&#10;&#10;Bluey Keepy Uppy Game is a fun action game where players use their character paddles to keep the balloon up in the air!&#10;    &#10;Includes a motorized balloon that flips and spins around the board - Where will it go next?&#10;    &#10;Kids bop the balloon with their paddle when it comes to them, but don't let the balloon hit the hedge!&#10;    &#10;Players lose a POP Token if the balloon hits their hedge. The last player with tokens wins!&#10;   &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Player Elimination",
      "Real-Time"
    ],
    "Families": [
      "Animals: Dogs",
      "TV Shows: Bluey"
    ]
  },
  {
    "Rank": "15499",
    "Name": "Kaiser",
    "ID": 17779,
    "Year": "(1965)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/17779/kaiser",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Kaiser is a Canadian trick-taking card game for four played in partnerships.  The game uses a 32-card French-suited deck with a tweaked distribution: AKQJT98 in all suits, plus 7&clubs;, 7&diams;, 5&hearts;, and 3&spades;.&#10;&#10;Bids are made for how many tricks will be taken, and the winner names the trump suit. Points are added or subtracted depending on whether the bid is made. Each trick is worth a point. Winning the 5&hearts; or 3&spades; is worth +5 or -3, respectively.&#10;&#10;The game has been around for at least 40 years and it is often believed that it has its origins in the Ukrainian culture, possibly being brought over by immigrants to Canada. The Pagat database and newer research indicate that it was introduced in the 1920s or 1930s and is a version of the traditional card-games Three-spot and Troika, but was re-named with the influence of the card game Joffre that was originally called &quot;Shoo le Kaiser&quot;.&#10;&#10;Re-implementation of:&#10;&#10;     Joffre&#10;     Lost Heir&#10;&#10;&#10;(Kaiser has absolutely no connection with the ancient Swiss card game called Kaiserspiel or Kaiserjass.)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "15500",
    "Name": "Warhamster Rally",
    "ID": 1314,
    "Year": "(2001)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/1314/warhamster-rally",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7857",
    "Description": "To be the produced version of Aquarium Derby. The board is covered with hexes containing arrows. A player plays the movement card lying facedown in front of themselves then chooses a new one for NEXT turn. Each movement card describes movement relative to the arrow on your current space. The biggest problem is that you are frequently not on the space you were on when you played that movement card&#10;&#10;The cool part are the action points which can be used over the course of the game a la Trip Tickets in Wildlife Adventure to save yourself and hose everyone else in further ways. It also adds a touch of a puzzle element as there are usually a couple of ways to save yourself from a bad situation.&#10;&#10;From the box:&#10;&#10;WARHAMSTER RALLY&trade; is the crazy racing game based on the award-winning DORK TOWER&trade; comic strips by John Kovalic. Players take on the rols of Dork Tower characters and compete for the ultimate prize in thoroughbred racing:&#10;&#10;THE WARHAMSTER CUP!&#10;&#10;What, you thought this involved horses?&#10;&#10;In WARHAMSTER RALLY, 3 to 5 players run amok, trying desperately to control their wild Warhamsters on the racetrack, dodging deadly Battle Budgies, Juggling Jongleurs, the numerous Kobold Kin, and the most ferocious monsters of all... the other players!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Variable Player Powers"
    ],
    "Families": [
      "Webcomics: Dork Tower"
    ]
  }
]