[
  {
    "Rank": "N/A",
    "Name": "Minikin Saga: Branches",
    "ID": 289106,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289106/minikin-saga-branches",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Help the Minikin, a small colorful mouse, to get food from some Magical Branches that can grow lots of fruits; but beware of the nasty spiders that are going to eat your food before you get it.&#10;&#10;A cute short Solitaire game to carry out to any place, move through the Cards and organize them to get them before the nasty spiders eat them.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Series: Minikin Saga (Flying Mice Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crisis at Steamfall: Genesis",
    "ID": 289111,
    "Year": "(2022)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289111/crisis-at-steamfall-genesis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Genesis expansion for Crisis at Steamfall features a brand-new set of story cards for every original character, and introduces a few new characters as well. Set in the days of Steamfall&rsquo;s rise and featuring streamlined new game modes, you will begin play with a single ability that defines your character&rsquo;s unique strengths. As the game progresses, you will shape your character&rsquo;s fate through a series of branching quests that gradually award new abilities as you progress through the story. Ultimately, the decisions you make will have consequences for the entire city through the implementation of a new and improved event system.&#10;&#10;This large expansion features over 150 cards that are compatible with both the cooperative and competitive base game modes. Included in these new cards is a large selection of items that focus on the item modification mechanic, a host of extraordinary new civilians, and many new secret locations with powerful, game-changing effects.&#10;Also included in the expansion is a set of rebalanced cards, updated rules for the base game, and extra tokens to help to spread the wealth around at high player counts. Additionally, Steamfall introduces new crises and modifications to the cooperative experience that will streamline the game to its full potential.&#10;&#10;The rich wonders of Steamfall await. Will you help guide it to prominence, or exploit its mysteries to serve your own interests?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Woofy Whoops!",
    "ID": 289112,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/289112/woofy-whoops",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Woofy Whoops! is a hybrid game. It comprises a red model of a fire hydrant, which also holds the smartphone that is used to operate the game. The hydrant is connected by a pipe to a model of a dog.&#10;&#10;Players spin the dog then pat it a given number of times. At some point, the dog may or may not &quot;pee&quot; on the patting player. When it does, the phone app records the glorious moment.&#10;&#10;The game continues until a player gets peed upon; that player loses the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Electronic",
      "Humor"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Dogs",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "James Last Party: Partyspiel",
    "ID": 289125,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289125/james-last-party-partyspiel",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a simple roll and move game. The players start as couples which are mixed up or separated in the run of the game. It's a pledges game too. When all players have arrived at space P the winners are determined by the roll of a die. The first player or couple to roll a 6 wins the game an the appointed prize.&#10;Swingers couple game.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das lustige Kunerol Wettrennspiel",
    "ID": 289128,
    "Year": "(1905)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289128/das-lustige-kunerol-wettrennspiel",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start on space 1. The first to reach space 100 wins the game. Movement is determined by a die. Some spaces hinder or Benefit the players, or cause the winning or losing of game tokens.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ezrok Wargame System",
    "ID": 289149,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/289149/ezrok-wargame-system",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2",
    "Description": "The Ezrok Wargame System (EWS) is a free print &amp; play ruleset that offers adventure in a &lsquo;hero vs antagonist &lsquo; fantasy setting. Using a hex map and counters, players can experience battles that echo ancient warfare.&#10;&#10;The core rules allow gamers to play modules that are designed specifically for this system. Modules are made available through their own entry pages (via BoardGameGeek). At the time of this release, there are five module sets available; with five modules in each set. Every module contains a standalone story/scenario related to Ezrok (the primary hero in the module series).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goblins vs Gnomes",
    "ID": 289170,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/289170/goblins-vs-gnomes",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Goblins vs Gnomes game takes you into a fantastic world where two small but very stubborn nations are fighting for possession of the treasure! Gnomes mine gold with solid picks and indomitable character, the Goblins are unique seekers, brilliant designers, and pranksters.&#10;&#10;This is a roadbuilding board game with roles. Players before the game choose a character - a Goblin or Gnome - and pave the way for gold or the dragon using tiles with tunnels.&#10;&#10;The whole match is held in a climate of mutual suspicion since there is a place for bluffing and for hidden scamps. However, the game is extremely fun, hilarious, tastefully and stylishly designed. Furthermore, the short matches and simple rules have made it a hit among friends and family get-together events.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Role Playing",
      "Tile Placement",
      "Traitor Game"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Altar: the War of Gods – Celts",
    "ID": 289175,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/289175/altar-the-war-of-gods-celts",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The story behind Altar: the War of Gods may seem fantastic, strictly imaginary. Mostly, that&rsquo;s true &ndash; but still, there is a wise core in the events around token matches, something interesting to think about.&#10;&#10;Powerful creatures, gods from various real-world mythologies feel a lack of humans&rsquo; faith. There are not so many people around the globe, who still believe in personalities from ancient legends. That faith is a kind of energy that keeps all those gods alive and supports their might. Getting more faith is the reason for the War of Gods to happen, so it takes place on the game board.&#10;Matches of this game happen on a hexagon board with many small internal hexagons to place playing pieces on.&#10;&#10;Three players participate in one battle. The initial step for each of them is a potential sacrifice &ndash; players put a token to the central area, an altar. A winner of this match will be able to take all the tokens from the altar or to craft with them a new one.&#10;&#10;To play the match, players get from their collections three tokens each. One by one, participants make their turns, placing a token to the entry point. These tokens are various creatures with three different battle actions. Each token can make a specific number of steps on the game board.&#10;&#10;There are two ways to win a match in the Altar game:&#10;&#10;by clearing the game board from all the other tokens &ndash; through battles with them.&#10;by surrounding the central hexagon (the altar) with a specific number of your tokens.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Set Collection"
    ],
    "Families": [
      "Mythology: Celtic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spyfall: Dracula's Castle",
    "ID": 289184,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289184/spyfall-draculas-castle",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A 8 card location expansion to Spyfall&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Traitor Game"
    ],
    "Families": [
      "Books: Dracula",
      "Game: Spyfall"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What the Woof",
    "ID": 289185,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/289185/what-the-woof",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "What the Woof is a Dog game for card people. It's a quick fun and easy to play take-that game based on dogs marking their territory. The objective of the game is to be the Top Dog in the pack the marks the most territory (collects the most cards). Along the way you will challenge dogs, get belly rubs, chasing squirrels, dodge angry cards, bark, get treats, pee on poles and do whatever it takes it get more territory cards between your paws.&#10;&#10;Gameplay. &#10;The game is all about hand management. You get dealt 5 cards, and for the rest of the game, you are trying to get more territory cards by playing actions. It is a fun take-that game where you get to use a bit of strategy and have to submit to a bit of chance as well. Everyone gets two moves per turn, and you can pick up or play cards on each turn. There are also drop cards which act as curve balls that you have to deal with. You can't keep drop cards in your hand, they have to be played as soon as they are drawn from the deck. The game goes on until the draw pile is empty, and then everyone gets one last move before you count up the territory card points to see who has won.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hella 90s Pop Culture Trivia Game",
    "ID": 289186,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/289186/hella-90s-pop-culture-trivia-game",
    "Min Players": "3",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "So you think you know the 90s?&#10;&#10;Play over 400 pop culture questions crammed with pictures, trivia, and various game challenges. Relive da bomb movies &amp; tv, phat toys, mad tech, fly fashions &amp; OMG the music! You can even listen to the soundtrack on Spotify!&#10;&#10;With Hella 90's Pop Culture Trivia Game teams battle each other over who rules the 90s in a series of turns between teams! Play over 400 pop culture questions crammed with pictures, trivia and various game challenges. If a player answers a question correctly they score 1 point for their team. The first team to score 7 points is the winner and will bask in 90s glory (cue the music)!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Abandon Planet: Pre-Kickstarter Promo Tile",
    "ID": 289187,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289187/abandon-planet-pre-kickstarter-promo-tile",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Promo tile that was handed out advertising the then upcoming Kickstarter campaign for Abandon Planet.&#10;&#10;Text: Replace one random Resource Tile with this tile during setup. Collect on Meteorite token and two Scrap by landing here.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Set Collection",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Trading",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Criminal Underworld",
    "ID": 289188,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289188/criminal-underworld",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "You&rsquo;ll be in charge of sending out attacks, setting up defenses, running side businesses, managing your organization&rsquo;s money, trading goods, making alliances &amp; deceiving enemies. This is a headquarters defense/money management game where each decision you make has a consequence. Anything goes in this game.&#10;&#10;&#10;        HOW TO PLAY&#10;    &#10;&#10;&#10;A turn consists of players using money they've earned to play 2 cards from their hand of 5 cards. Once the 2 cards are played and replaced from the deck, their turn is over.&#10;&#10;Depending on what two cards were played a variety of things could have  happened. If someone played a criminal activity or trade card, they got money from either the black market or another player. If a defense card was played then it was used to defend the headquarters or a business. If an offense card was played then another player was attacked. If a business card was played then the player gained a new way to generate money each turn. All this while negotiating deals with other players and trading cards and money. And any deals made, can be broken. This is the criminal underworld after all.&#10;&#10;&#10;        HOW TO WIN&#10;    &#10;&#10;&#10;The aim of the game is to be the last player standing. Do this by eliminating all other criminal organizations. You eliminate a criminal organization by bringing their power down to zero. Once all other players are eliminated you win.&#10;&#10;&#10;        GAME STORY&#10;    &#10;&#10;&#10;The criminal underworld of Palm City has been operating without interruption since the city was first founded. The criminal way of life is sewn into the fabric of these people&rsquo;s culture. Due to this, both the city and the criminal underworld within it have thrived. Leaving plenty of room for each sector of crime to have its own fully operational organization with its own established leader. All cyber crimes are initiated by the Shadow Crew. Weapons coming into the city go through Hell&rsquo;s Angels. Drugs are manufactured and distributed by Los Zetas. Protection is given to businesses from the Buscetta Family. The art of assassinations are strictly Yamiguchi-Gumi. And lastly prostitution is an option in this city. The girls are protected and managed by The Richardson Gang. That was before, this is now. Business can only get so good without expansion, and with the city&rsquo;s potential capped out, there is only one option for bringing in more money. Start dipping into the other sectors of crime. With the Buscetta Family selling drugs and Shadow Crew dealing weapons it is only a matter of time until someone feels like they&rsquo;ve been wronged. A matter of time until they feel their piece of the pie is getting smaller. That&rsquo;s when war begins. And when the dust settles, only one organization will be left standing. Times are changing.&#10;&#10;Welcome to the Criminal Underworld.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Category: Tower Defense"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nineveh Card Deck System",
    "ID": 289190,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/289190/nineveh-card-deck-system",
    "Min Players": "1",
    "Max Players": "13",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Nineveh, unlike any deck of cards in existence today, is a card deck system consisting of 67 cards and features more than 20 unique card games for 1-13 players.&#10;&#10;Resurrected from the ashes of the ancient wicked sin city of Nineveh, after the Babylonian conquest of 612 B.C., comes the root of all card games, the NINEVEH CARD DECK. This patent-pending deck offers a multitude of easy to learn, fast-paced competitive games. Battling for points dominance, there are 1/3 more blue point cards (33), but the red point cards (22) have more overall point values. The powerful Mercy &amp; Wrath cards add a unique twist. Games include one-of-a-kind solitaire, 1v1 duels, heroic team-play games and intense group party play (including poker games).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Game System",
      "Math",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skulduggery!",
    "ID": 289191,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/289191/skulduggery",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Skulduggery! is a fast-paced take-that style trick-taking game.  Players send adventurers into an unknown dragon's lair in hopes of making it out alive with the most riches. Use the human's ability to peak at the dragon card, the dwarf's ability to steal gems, the halfling's ability to swap cards, and the elf's ability to double the value of cards in play.  Each round uses a different dragon's lair, so you need to be as crafty as you can to win.  Plays in 30 to 60 minutes and up to 8 players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barrier Battles",
    "ID": 289192,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/289192/barrier-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Two players will barricade their king, using colored pieces and blocks. Then, the players will take turns flicking their pieces to change position, eliminate enemy pieces, and destroy the enemy base. The first player to eliminate the opposing king wins. The game can be played on a table, the floor, or really any flat, solid surface. A perfect Battler ranges from those who enjoy building cool structures, creating offensive and defensive strategy and extreme competition.&#10;&#10;Barrier Battles is fun for all ages (with younger ages, sometimes the game gets a little destructive). A single set of Barrier Battles is good for a 1v1 match, but with the accumulation of multiple sets, players can play larger solo matches, and even team matches.&#10;&#10;In the box, players will receive: 15 red blocks, 15 blue blocks, 5 red pieces, 5 blue pieces, 1 orange piece, 1 purple piece, and a cloth travel bag. A brief set of rules (with pictures) are included on the back of the box, and for a full set of rules and regulations, players can check the official website (displayed on the box).&#10;&#10;With the addition of more sets of Barrier Battles, players can play with more players in one game. While we recommend maximum of 6 players, with appropriate room to play, there is no limit to the number of players in a single game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bunny Kingdom: in the Sky – Falling Carpet Promo Card",
    "ID": 289197,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289197/bunny-kingdom-in-the-sky-falling-carpet-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo card&#10;&#10;2 Carrots&#10;&quot;Before resolving your other Parchments, you may choose one of your Rabbits from the Great Cloud board and place it on a Territory of the New World board that doesn't contain any Rabbit.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Game: Bunny Kingdom",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BataPuzzle",
    "ID": 289202,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/289202/batapuzzle",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Aim: be the first to build your vehicle with the puzzle cards.&#10;&#10;Rules of the game:&#10;Each player chooses 2 vehicle cards and has to win all 6 puzzle cards needed to build one of the vehicles. The vehicle cards stay in front of the players during the game.&#10;All the puzzle cards are dealt out to the players.&#10;The players put their cards face down in a stack in front of them.&#10;&#10;BataPuzzle&#10;The players all turn over their top card at the same time. The player whose card has the highest number wins the hand and takes from it any cards that can be used to build his chosen vehicles.&#10;If two or more cards have the highest number, the winner is decided by a round of War: the players each place another card face up on top of their stack, and the player with the highest card wins all the cards in the hand.&#10;The winner is the first player to complete one of his puzzles. A player can also win a two-player game by taking all of his opponent&rsquo;s cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bioutifoul",
    "ID": 289204,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/289204/bioutifoul",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "You are a very Bioutifoul art dealer! A parody of the art world with magnificent designs. Easy to play and take along.&#10;&#10;Bioutifoul includes 24 original works, signed Sophie Gerl!&#10;&#10;You are the head of an art gallery and you work with the greatest artists of the moment. You make it rain and shine on their quarries. Each of your exhibitions goes around the world, and your love of art is measured by gold bars. Who among you will have the most Bioutifoul gallery?&#10;&#10;How it works ?&#10;4 artists: Alice, Sunny, Heinrich, and Rodrigo.&#10;It's up to you to influence their odds at the right time, to buy or sell their paintings at the best prices. The Influence cards you play will also help your opponents! You are free to buy, sell, or mount exhibitions, within the limit of 3 actions per turn. Those of your choice, in the order of your choice. The artists you work with will be important at the end of the game, as the most Bioutifoul gallery is the one that has passed the most prestigious exhibitions.&#10;&#10;(Publisher's description)&#10;&#10;...&#10;&#10;Vous &ecirc;tes un marchand d&rsquo;art very Bioutifoul ! Une parodie du monde de l&rsquo;art aux dessins magnifiques. Facile &agrave; jouer et &agrave; emmener.&#10;&#10;Bioutifoul comprend 24 &oelig;uvres originales, sign&eacute;es Sophie Gerl !&#10;&#10;Vous &ecirc;tes &agrave; la t&ecirc;te d&rsquo;une galerie d&rsquo;art et vous travaillez avec les plus grands artistes du moment. Vous faites la pluie et le beau temps sur leurs carri&egrave;res. Chacune de vos expositions fait le tour du monde, et votre amour de l&rsquo;art se mesure &agrave; coups de lingots d&rsquo;or. Qui parmi vous aura la galerie la plus Bioutifoul ?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "C'est pour ma Pomme",
    "ID": 289205,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/289205/cest-pour-ma-pomme",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Each player uses action cards to catch caterpillars thanks to the birds. The player succeeds each time the color of his bird matches that of the caterpillar. The winner is the player who will catch the most caterpillars, but be careful as soon as 3 caterpillars reach the apple, the caterpillars win and all the players lose.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chacun son Trou!",
    "ID": 289206,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/289206/chacun-son-trou",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Chacun son Trou! is a game in which you stick your finger everywhere, as long as we are the fastest!&#10;&#10;Each player has a hole in front of him (a Hole of nose, mouse, cheese, lock, or a black hole), and at each round one of them is the TROUbadour.&#10;&#10;It will return cards announcing what to do or not to do. All other players must then place their little finger as quickly as possible in a hole available AND authorized ... And there the Troubadour distributes the penalties to those who put their finger where it should not.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vanagloria Galaxy",
    "ID": 289208,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289208/vanagloria-galaxy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Vanagloria Galaxy is a Sci-fi board game in which the best strategy has to be planned and unravelled through the numerous possible combinations.&#10;&#10;Vanagloria Galaxy is a strategic board game for 2-6 players with territorial control elements, set in a galaxy called Vanagloria.&#10;&#10;Each player is in charge of an army of Dreadnoughts, with the objective of conquering specific strategic areas (called Platforms) to arm, reinforce, increase the number of Dreadnoughts and especially obtain points to achieve galactic supremacy.&#10;Vanagloria Galaxy is a game based on few rules and high levels of difficulty due to the planning involved, which will probably be destroyed at the end of each turn by opponents&rsquo; actions, being basically similar to chess. Fundamentally the result of the game depends on your choices, as a good choice can result in a win or otherwise. This is why you have to foresee your opponent&rsquo;s moves and always chose the move that can best counteract your opponent&rsquo;s possible moves or chose moves that can most easily take you to victory.&#10;&#10;The game has numerous possibilities in terms of the order of Turns and many combinations of Game Tiles to create boards that are always different, so that each game can be a totally different experience from previous ones.&#10;&#10;The game can also be varied in scale, due to the adaptiveness of the board to different numbers of players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Conspire",
    "ID": 289220,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/289220/conspire",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Conspire is a social deduction, hidden-role storytelling game. Players can create their own situation or take one of the pre-made topics.&#10;&#10;They secretly assign objectives to these in-world characters and shuffle the roles amongst themselves.&#10;&#10;Everyone draws a role to play, not knowing who any of the others are or what they are trying to accomplish.&#10;&#10;Players win by achieving the most objectives.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – Captain America Hero Pack",
    "ID": 289222,
    "Year": "(2019)",
    "Geek Rating": "6.877",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289222/marvel-champions-the-card-game-captain-america-her",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.4167",
    "Description": "With his iconic shield made of pure vibranium, Captain America can lead the charge against even the most fearsome of foes, inspiring those around him with legendary valor.&#10;&#10;Like all Hero Packs, the Captain America Hero Pack includes a fully-playable deck right out of the box that includes 15 Hero cards, 17 cards from the Leadership aspect, and 8 basic cards. Additionally, look for Captain America's signature obligation and nemesis set, and three copies of one new card for each of the other aspects! This deck brings Captain America to the forefront of the action with his trusty shield, as he assists the heroes around him while calling on new Avengers to join the fight!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AquaSphere",
    "ID": 289223,
    "Year": "(2019)",
    "Geek Rating": "5.632",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/289223/aquasphere",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "3.8333",
    "Description": "This edition contains both the base game and the Hunter &amp; Cron Erweiterung expansion deck.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "End Game Bonuses",
      "Modular Board",
      "Turn Order: Pass Order",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "S.O.S. Special Operative Simon",
    "ID": 289224,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289224/sos-special-operative-simon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "&quot;When instinct is the last defense&#10;Against threats unforeseen,&#10;I takes a cunning master thief&#10;Perchance to save a queen.&quot;&#10;&#10;The Sly line of games, until now, has featured Jack Sly, cunning master thief, in his rise to become the most legendary jewel thief in history. But now, the story diverges, with a focus on Jack's twin, Simon Sly, who has been recruited to protect the Queen of an African nation from her enemies. In the meantime, can Simon subtly help his brother pull off the most incredible jewel heist in history? With his own life and his duty to protect the queen tugging him every which way at once, can he rise to the challenge?&#10;&#10;Special Operative Simon is a card game akin to traditional Cribbage. In gameplay, there are a series of Target cards valued 9-15, featuring various spies Simon encounters, some more dangerous than others. As you combine a limited supply of 14 cards (valued 2-7 with a variable Ace) against these targets, you will only have the opportunity to retrieve these cards when meeting targets precisely. Therefore, the challenge is to complete all of Simon's missions with a dwindling supply of Combiner cards, and not let the Combiner cards run out too soon.&#10;&#10;While its roots are traditional, the game features character artwork designed to bring players into this world of spies in the 1940's.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Games with Solitaire Rules",
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cheeky Butts",
    "ID": 289228,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/289228/cheeky-butts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Cheeky Butts is a hot potato style family game of spot and match, where players race to pick up animal cards and place them in their matching landing trays before the randomized timer goes off. If they&rsquo;re the one holding a card when the timer stops, they lose a token. When a player loses all three tokens, they&rsquo;re out of the game! The last player with tokens wins! The perfect new addition to family game night.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chess of Qin Style",
    "ID": 289230,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/289230/chess-of-qin-style",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "3",
    "Description": "An abstract chess game which allows 2 players(with 2 base game, up to 4 players) combine their armies to confrontation. The player who occupied the opponent's fort is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kimble Twist",
    "ID": 289231,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/289231/kimble-twist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Kimble Twist presents a new take on the children's game Trouble (known as Kimble in Northern Europe). The game features a new, game board with moving parts and a new Pop-o-Matic with two dice. The goal is still same as in the original game: being the first to move all your four pieces from START to FINISH.&#10;&#10;The difference to original comes from the special die, which can either make you twist the center of the board 1/4 of a round or turn a different part of the route half a round. This can make the FINISH-zone escape from you or take your game piece temporarily out of the board all together.  Conclusively, Kimble Twist brings new strategies and even more randomness to the traditional Kimble.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SeQuel: The game of Quantum Marks",
    "ID": 289233,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.80",
    "Link": "https://boardgamegeek.com/boardgame/289233/sequel-the-game-of-quantum-marks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "SeQuel is the game where money is power. The object of SeQuel is to win power for your side: Champions who play to help bring an Alien to Earth and open us to new worlds of opportunity, or Guardians who play to power a shield that keeps us safe from advanced alien civilizations. Play to win numbered notes called Quantum Marks, that have codes used to generate power. Longer sequences create more power. The object is to create the most power by building the longest sequence. Your ultimate goal is to create the maximum power sequence, a Quay (pronounced key) made from all 118Q. &#10; To begin play Deal 5Q to each player. The first player who can make a start sequence leads the play. The start sequence is a series of 2 or more Q created from Q received in the deal, or by using Q from draw deck. The longest or highest sequence wins the chance to lead. Players play their Q on table in clockwise order. The Leader calls the play by choosing a game (Dots, Age, Number or Name) and if high or low values win. At the start of your turn you draw 1Q, look for interception sequences, and use special forces to change the play in your favor. After playing your Q you draw again so that you end the round with 5Q. It will take several games to build a Quay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wings over Pyrrhia",
    "ID": 289235,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.21",
    "Link": "https://boardgamegeek.com/boardgame/289235/wings-over-pyrrhia",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wings over Pyrrhia is a simple set collection game based on the Wings of Fire children's fantasy book series by Tui T. Sutherland.&#10;&#10;Players choose a dragon and roll two dice to determine which region of a map they move to.  Each die roll/region affects different types of dragon in different ways (for example, on a roll of 2, IceWing dragons move to a kingdom of their choice.  All other reroll).&#10;&#10;Some regions are kingdoms.  When a dragon visits a kingdom, it collects a token.&#10;&#10;When dragons are in the same kingdom, they can trade tokens or fight to try to steal tokens from the other dragon--high roll wins.&#10;&#10;The first dragon to collect all seven kingdom tokens wins.&#10;&#10;This game was included as a tear-out insert in one or more books from the Wings of Fire series.  Additional components and rules are available for download on the Scholastic website.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Maestro: Paquet promotionnel 1 – Cinéma",
    "ID": 289236,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289236/el-maestro-paquet-promotionnel-1-cinema",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This promotional deck of cards add 12 new cards representing movies. The Maestro can draw and Air Draw one of these cards, like any other card of the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My Shitty Family",
    "ID": 289237,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/289237/my-shitty-family",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;The party game of family dysfunction and awkward conversation!&quot;&#10;&#10;My Shitty Family is a social deduction party game for four to twelve players!&#10;&#10;First, players will randomly pick one of twelve original Shitty Family members. Players will assume the role of this character for the entire game. There are six male characters and six female characters that players will potentially role-play.&#10;&#10;Second, secretly draw one of twelve Hidden Trait cards. These cards give your character more depth. Some are harmless, while some are just plain shitty. The trait card may define your sexuality, religious or political background, or define your awful prejudice. These traits will mold how you subtly discuss random topics throughout the game.&#10;&#10;Next, you will randomly draw a Shitty Habit card that remains public to all other players. These habits can be added to your role-play throughout the game to increase your chance of winning. Examples of habits are mouth breathing, always checking your phone, annoying laugh, etc.&#10;&#10;From this point on all players will discuss ten random Shitty Topics from their perceived character's personality. &#10; To win, engage in lively discussions, complete various tasks, and figure out what personality types the other players are portraying. Who&rsquo;s the shittiest? That&rsquo;s up to you to find out!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rental Rumble",
    "ID": 289238,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/289238/rental-rumble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Rental Rumble is a casual retro-themed board game celebrating video rental stores and movies from the 80s and 90s. Be the first to rent, watch, and return 3 VHS movies before your opponents to win. Avoid late fees, and always be kind and rewind. Game fits inside a VHS box just how you remember.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crusaders: Thy Will Be Done – Divine Influence",
    "ID": 289240,
    "Year": "(2022)",
    "Geek Rating": "5.833",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289240/crusaders-thy-will-be-done-divine-influence",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "&quot;Spreading the influence of your order&quot; takes on a whole new meaning in Crusaders: Divine Influence!&#10;&#10;Claim influence over regions with the new and improved Influence action, take advantage of 4 new building types, and explore 4 new knight orders, in this expansion to Crusaders: Thy Will Be Done.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Mancala",
      "Rondel",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost City of Z",
    "ID": 289244,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289244/lost-city-of-z",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "300",
    "Weight": "2",
    "Description": "An old-school style solitaire game of exploration and adventure based on the popular non-fiction book.&#10;&#10;In 1925, legendary British explorer Percy Fawcett set out with a small party to find the fabled Lost City of Z in the Amazon rain forests of Brazil. They never returned.&#10;&#10;Playing as Fawcett, you will lead your small exploration party through the dense jungles and rough whitewater rapids of South America. Dangers you and your party will face include poisonous snakes, hostile natives, disease, starvation, and drowning.&#10;&#10;Can you survive long enough to find the Lost City of Z, or will you and your party vanish without a trace?&#10;&#10;Game components include navigation maps, various mats, a tables book, and a counter sheet representing individual party members, food, equipment, guns, etc.&#10;&#10;The player will move his expedition team's game counter  across multiple maps- deeper and deeper into the forest, rolling on multiple tables each turn. Whether the Lost City of Z is found or not, the team must eventually make it's way back to the starting point.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cocktail Party",
    "ID": 289245,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/289245/cocktail-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Unleash the inner mixologist in you with the Cocktail Party card game from Ridley's Games! Lift your spirits and collect the right ingredient cards to make the highest scoring cocktails before last call! The game is played in rounds, and each round consists of 2 phases. During the Ingredient Phase, all players get to take an ingredient from the centre. In the Cocktail phase, all players have the opportunity to make a drink from the centre by discarding cards from their hand. Don't forget to tip the bartender along the way.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ReACTion",
    "ID": 289249,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/289249/reaction",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "ReACTion is a party game in which you try to obey all currently active rules. On your turn you must play a card from your hand which alter the currently active rules. This leads to crazy and funny behavior rules like every male needs to whisper while talking or everyone who is wearing glasses must salute before playing a card. If you are caught not following the rules you will lose some progress while the player who caught you will progress. The player who reaches the end of the track first wins the game. &#10;&mdash;user summary&#10;&#10;Erwischt! &bdquo;ReACTion&ldquo; straft die Regelbrecher - Jeder, der Jeans tr&auml;gt, darf grunds&auml;tzlich nur fl&uuml;sternd sprechen. Und die Tischnachbarin darf nur eine Karte ausspielen, wenn sie vorher den anderen eine lange Nase gezeigt hat.&#10;&#10;Verr&uuml;ckte und kuriose Verhaltensregeln m&uuml;ssen bei &bdquo;ReACTtion&ldquo;, dem neuen Kommunikations- und Partyspiel, befolgt werden. Wer sich als Regelbrecher erwischen l&auml;sst, wird mit einem kr&auml;ftigen Schlag auf den Buzzer bestraft und auf dem Spielbrett um ein Feld zur&uuml;ckbeordert.&#10;&#10;Doch dar&uuml;ber kann sich keiner &auml;rgern, denn die Action, die &bdquo;ReACTion&ldquo; ausl&ouml;st, garantiert fr&ouml;hliche Spielrunden.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Race",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Privateer: Corsair Expansion",
    "ID": 289256,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289256/privateer-corsair-expansion",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This expansion enhances and adds to the core systems of the base game with the inclusion of a new, advanced combat mechanism and more interesting bounty and captain cards to spice up the gameplay.&#10;&#10;More specifically, the Corsair Expansion is focused on increasing competitiveness within those playing Privateer. Exert your authority by blockading ports, placing a tariff on certain goods, or by placing a bounty on the head of another player. Recruit powerful officers to your crew which can aid your ship in multiple, unique ways. This expansion also includes a full overhaul of Privateer's combat mechanics. The new combat system is now much deeper and allows for players to gang up on more powerful players in order to sink their ship via overwhelming odds. Included in this expansion are over 44 new cards and 18 total dice, a sizable addition to the core game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Fighting",
      "Nautical",
      "Negotiation",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Minikin Saga: The Fountain",
    "ID": 289260,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289260/minikin-saga-the-fountain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Spirits of Love and Fortune want to get wishes for their favor, so they put their magic to work by influencing the people of the kingdom to make a wish by throwing a coin into The Fountain.&#10;&#10;Stardust Saga: The Fountain is a 9 Card Game created in the &quot;Storytime Saga&quot; World, in this game players have a duel influencing the habitants, by playing one of the unique 9 Cards per turn into a 3 x 3 Grid, planning ahead so the &quot;Cards&quot; will throw a Coin of the Player's color to the center of the grid &quot;The Fountain&quot;. A fast strategy game of reading your opponent's movements and forcing it to give you the victory.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Two-Player Only Games",
      "Series: Minikin Saga (Flying Mice Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Path to Prosperity",
    "ID": 289262,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289262/path-to-prosperity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "105",
    "Weight": "0",
    "Description": "Path to Prosperity is a exploratory resource management board game.  essentially it is a race to build up the largest kingdom.  you traverse the board with your own pawn collecting resources until you have enough supplies to build a settlement.  once you have a structure in place you receive materials from said structures and expand your resource intake.  there are ways to sabotage and frustrate your opponents progress using the soldier pieces.  Victory is achieved when one player builds their castle piece.&#10;&#10;You set up the starting portion of the board with one of each resource tiles and the starting city tile in the center.  placing the player pieces on the starting resources, you decide who goes first and then proceed to travel around the map, you first decide where you want to go on or off the current board as long as it's adjacent to your current location.  then if it is off the board you get to draw a terrain tile and place your piece on it, and finish by resolving the tile.  when you have built at least 3 settlements 2 cites and 1 castle, utilizing the resources gathered from traveling the board and harvested by your structures,  you have achieved the victory condition.&#10;&#10;A simple game with a simple objective for family play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crooked Revenue",
    "ID": 289329,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/289329/crooked-revenue",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Crooked Revenue is a card game about getting rich quick in ways that laws and respectable people might not agree with. Compete with your opponents to be the thief who walks away with the gem, by any means necessary.&#10;&#10;Featuring&#10;&#10;     Easy-to-learn gameplay&#10;     Hand-drawn artwork&#10;     Quick rounds&#10;     Educates you in the art of stealing from people &#10;     Helps you figure out which of your friends you should keep your wallet away from&#10;&#10;&#10;Basically, it plays like the children's game Old Maid but in reverse. If Old Maid had briefcases, cameras, and shady characters.&#10;&#10;There's a single gem card hidden somewhere in the deck, and the player who holds it at the end of the game is the winner.&#10;&#10;Spend your turn either drawing cards, stealing from your opponents, or playing from your hand as you try to piece together who holds the prize. Once you figure it out, take it and make sure that you get to keep it!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skipp",
    "ID": 289330,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/289330/skipp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "3",
    "Description": "The abstract strategy game Skipp is easy to learn, challenging to play. Each player has 7 tops and 14 bases.&#10;&#10;The player who is the first to get a &lsquo;top&rsquo; to the other side has won. But beware: tops may not touch the game board; they can only jump over bases of both players. Tops and bases each move in their own way. For example, tops may only move diagonally and empty bases may only go straight ahead. Tops may also capture each other (like checkers).&#10;&#10;You may hinder your opponent by preventing movement. But be carefull your opponent will try to do the same.&#10;&#10;Will you outsmart your opponent?&#10;&#10;Choose the &lsquo;Original&rsquo; game board (A) for a quick &amp; intense game session or the &lsquo;Extended&rsquo; game board (B) for a broad &amp; strategic game session.&#10;&#10;&#127;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gaons & Golems",
    "ID": 289339,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/289339/gaons-and-golems",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Blurb:&#10;Last Gaon Standing wins&#10;Summon up to 4 Golems to help you&#10;Simple mechanics, fast paced&#10;2-4 players&#10;2 player game lasts about 5 minutes&#10;A balance of Luck and Strategy&#10;It's sort of like Chess with Dice, sort of&#10;&#10;Game-play:&#10;The board has 113 spaces, each player controls a Gaon (like a wizard) and starts with 1 Golem.&#10;Players take turns rolling a D6 to get their number of moves.&#10;Moves can be split between any of your play pieces (Gaon and Golems).&#10;If you score a 6 you can trade your moves to summon a new Golem, up to a max of 4.&#10;&#10;Goal of the game:&#10;The aim is to defeat your opponents Gaon.&#10;&#10;Game-play:&#10;If you have a play piece next to an opponent play piece you can choose to attack.&#10;Each player rolls a D6, highest wins. &#10;If you score the same the attacker wins.&#10;The loser loses a life, the Gaon starts with 3 lives but Golems only have one.&#10;So when a Golem loses a battle they are dead and removed from the board.&#10;&#10;You can also make a Combi-attack if you have more than 1 play piece next to the same opponent piece.&#10;In a combi-attack you add 1 to the dice roll for each additional piece attacking.&#10;Each piece can only attack once per round so you can choose between making individual attacks or combi-attacks or not attacking at all.&#10;&#10;More blurb:&#10;The prototype game has some cute play pieces and there's a token to keep track of Gaon's lives.&#10;&#10;Like chess it's a game of protect your king and kill their king, where here the king is your Gaon.&#10;Instead of pawns and knights and bishops to help you, your army comes from rolling a 6 and summoning a Golem.&#10;&#10;The strategy element comes from the decisions of who, how and when to attack and when to run away.&#10;&#10;The luck element has a major effect on gameplay and the tables can turn very quickly making for an exciting bout.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Religious: Judaism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imagine I can... Flower Fairy Find",
    "ID": 289340,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289340/imagine-i-can-flower-fairy-find",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The small games in the Imagine I Can... collection of mini-games-in-a-tin are geared at children 3 and up.A game for 2 - 5 players. Contents 27 cards, 1 numbered die, 1 coloured die and 1 fairy die. The object of the game is to collect 5 cards.&#10;&#10;Flower Fairy Find: Place all cards randomly face up on the table. Take turns rolling all 3 dice. At the same time, all players will attempt to find and take the card(s) as quickly as possible according to what is rolled on the 3 dice.  If the card(s) matching the combination on the 3 dice is already been taken, the next person rolls. Game is over when a player collects 5 cards or when all the cards picked up. In this case, the player with most cards wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "City Maze London",
    "ID": 289341,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/289341/city-maze-london",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In City Maze London your kids can learn how to find the most famous places in London. Maybe they will learn valuable job skills if they grow up to be taxi drivers.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: London (England, UK)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gorgasali Battle Royale",
    "ID": 289351,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/289351/gorgasali-battle-royale",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "There was a time when Gorgasali, a king of the kings, unified ten kingdoms under the single rule of power. Peculiarly, out of nowhere, King Gorgasali started releasing his inferiors from his castle. Over the course of a couple of months he released all of them from their duty, ordering them to never return. For a long time King Gorgasali was nowhere to be seen, therefore people started to believe that he abandoned his throne. As the time went by, tensions between the kingdoms increased and with the absence of a single ruler, dynasties regained their old influences and the world begun to change. Kingdoms fell into a complete chaos, they started to fight for individual gains through immoral acts of violence. Anarchy spread through the veins of ten kingdoms and the world as it was known before - ended. No place was safe in Elbrus and civilization was on the verge of extinction. Few of the distinguished members of all kingdoms created a council of elders to find a solution and bring back the long forgotten peaceful times. The decision was made to find a sole ruler with undeniable virtue to replace the king of the kings and restore the balance. The battle royal was announced and ten kingdoms sent their best warriors, who would fight on the neutral battlefield to become the lone survivor and earn the crown of the King Gorgasali.&#10;&#10;Gorgasali Battle Royale is RPG Battle Royale board game, where you play as a chosen warrior of your kingdom. You start game in random places and collect cards from the chests to fill your inventory. With the better cards you have greater chances to eliminate your opponents. As the game advances you have less place to move without being hurt. The game is full of strategic decisions and variety of possible actions. To win the game you must be the only survivor on the map.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Player Elimination",
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Battle Royale"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "iKnow junior",
    "ID": 289359,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.19",
    "Link": "https://boardgamegeek.com/boardgame/289359/iknow-junior",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Answer questions and perform different tasks, like simple drawing, reading and a lot, lot more! Contains 300 tasks and 100 picture questions along with clues.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Game: iKnow"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arctic Scavengers: Tribal Leaders Promo Pack",
    "ID": 289360,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289360/arctic-scavengers-tribal-leaders-promo-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Increase your pool of Tribal Leaders with this promo pack for Arctic Scavengers. Included in this pack are the Chemist, Gambler, Merchant, and Poacher, as well 5 &quot;Crate of Pears&quot; cards.&#10;&#10;Chemist --&gt; Equipped medicine works like tools (i.e.  one per tribe member card, modifiers cannot add a new skill, can be disarmed, etc.). The Pharmers  gang is offended by your abuse of medicine. You cannot win them.&#10;    &#10;Gambler --&gt; When activated, first discard one of your cards which is in play, Then draw the top card from your deck to replace it. You may then rearrange cards to make optimal use of tools and other modifiers which are in play.&#10;&#10;Merchant --&gt; Exchange can be performed multiple times per round. The dig penalty is permanent and applies to every round.&#10;&#10;Poacher --&gt; Additional food requirements applies even on rounds in which your Refugees don't hunt. Merchants hired without food (such as Hunter) do not add food to the cost if it wasn't there to begin with.&#10;&#10;Crate of Pears (x5) --&gt; This is a timer based tool which starts at zero. Once drawn from your deck, play it from your hand and deployed in your base much as you would a building. At the start of each turn, rotate the card clockwise to represent food thawing (it starts frozen). At any time, trash the card to trade the crate of partially thawed food [0-3] during a hire action.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Arctic Scavengers",
      "Promotional: Cards",
      "Region: Arctic",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El shaman urbano",
    "ID": 289361,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/289361/el-shaman-urbano",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A research game at your fingertips.&#10;&#10;Strategy card game, based on the novel of &quot;El Shaman Urbano&quot;, which parodies research novels&#10;&#10;On each turn, players can incriminate a character by adding an object to the crime scene or selecting the one they believe has been publicly guilty. Win who discovers who is to blame at the end of the game/&#10;&#10;Un juego de investigaci&oacute;n al alcance de su mano.&#10;&#10;Juego de cartas de estrategia, basado en la novela de El shaman urbano, que parodia las novelas de investigaci&oacute;n&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zero Signal: Supply Run",
    "ID": 289362,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/289362/zero-signal-supply-run",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The end times have arrived, and the dead walk the Earth. As day breaks upon the city streets, brave teams of survivors scrounge for supplies at the edge of the urban sprawl. The disease is virulent, however, and every cache of food and supplies discovered carries the risk of being overtaken by the undead.&#10;&#10;In ZERO SIGNAL Supply Run, you lead a camp of survivors striving to locate supplies in the city and bring them back safely. The zombie threat continues to grow, however, and every discovery carries with it the risk of being attacked and eaten. The object of the game is to collect the most food and supplies before the city streets are overrun completely.&#10;&#10;Supply Run is a fun and simple card game. Cards are laid out face down in a 4x4 grid, and players take turns drawing cards to find food, supplies, weapons, or zombies. Food and supplies are point cards that are added to your hoard or your hand respectively, while weapons can be used to control the emerging zombie threat. Once zombie cards claim an entire row or column, the game is over and points are tallied.&#10;&#10;Since a player's hoard is face up on the board, and supplies and weapons are kept in a limited hand, strategies involve keeping zombies at bay until you believe you've amassed the most points, then drawing them out to finish the game. Average play time is around 15 to 20 minutes, and the basic game serves 2 to 4 players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Events",
      "Set Collection",
      "Square Grid"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Par Odin: Défis bonus",
    "ID": 289364,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289364/par-odin-defis-bonus",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Six new challenges for the game. The solutions to these challenges are given on the website of the publisher.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Histofoly",
    "ID": 289365,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/289365/histofoly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Histofoly is a game based on French history from 987 to 1789. Players must answer questions on different themes to win some money which can be used to buy cards with king's portrayals.&#10;The winner is the first who has all the king's cards.&#10;Questions allow to learn about French history and king's stories.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Biblical Israel (fan expansion for Ticket to Ride)",
    "ID": 289366,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289366/biblical-israel-fan-expansion-for-ticket-to-ride",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This is a fan expansion to Ticket to Ride, set in Biblical times in Israel and the surrounding areas. The map is designed for 2-4 players.&#10;&#10;This version introduces special bonuses for &quot;pilgrims&quot; which are scored by the first person to link special cities to Jerusalem. There are 7 Pilgrims which each start out in respective cities on the board. These cities are distinguished by gold markers on the board. During the game, players may try to connect them to Jerusalem. During each game, the FIRST player to establish a route between a given pilgrim&rsquo;s city and Jerusalem, will earn the pilgrim card, worth 2 points.&#10;At the end of the game, the player with the most pilgrim cards will earn the Temple Bonus, worth 10 points.&#10;&#10;As this is a smaler board, routes can be crowded out quickly, especially around Jerusalem. Be sure to claim key routes early. &#10;&#10;     Pilgrims become a target for all players, so they are more likely to be competed over. &#10;     There are no destination tickets directly to Jerusalem, but due to the Temple Bonus, the routes can crowd up quickly. &#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ticket to Ride (fan expansions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Crafters",
    "ID": 289379,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgame/289379/dungeon-crafters",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You are the dark lord of a dungeon, your surface explorers put you on notice that there are 3 heroes hanging around the area, before the imminent looting you entrust a group of goblin that fill your dungeon with traps to try to defend your dungeon, but not you will always have everything on your side, the different events will constantly test you, will your scouts be able to identify the exact hero to attack his weak point? Can you alleviate the sabotages of the dark lords of the area?&#10;&#10;Roll the dice and choose the best traps to try to prevent your dungeon from being ransacked while trying to adapt to the events and actions of other players who just like you just want to defend their dungeon.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Creatures: Goblins",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Games with Solitaire Rules",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "REIVER",
    "ID": 289381,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289381/reiver",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Renaissance Period Skirmish Rules - the first title in the planned 'Histories - Raiders' series, by Steve Winter of Dropwing Games.&#10;&#10;These rules cover the border warfare skirmishing that took place along the Anglo-Scots border areas throughout the fifteenth and sixteenth century.&#10;&#10;'The system includes suggestions for restraining and capturing opponents, looting buildings, and stealing livestock, as well as covering the different types of weaponry used for close and ranged combat.'&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystery In The Library: A Mystery Party Card Game",
    "ID": 289390,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289390/mystery-in-the-library-a-mystery-party-card-game",
    "Min Players": "8",
    "Max Players": "30",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "OVERVIEW:&#10;&#10;The other night, when many characters were out of their books enjoying a sojourn in the night air, a crime was committed, grim and grave, right in our own library. As a result, his Majesty Henry VIII &mdash; that famous monarch from the English history books &mdash; has disappeared. Gathered are the characters that were present at the time of the nasty deed. The perpetrator of this heinous crime will no doubt be revealed as the party proceeds.&#10;&#10;HOW IT WORKS:&#10;&#10;This is &quot;mystery&quot; not a &quot;murder mystery&quot;. It is suitable for anyone aged 9 years and upwards and is good, clean fun. This deck is for 8 to 30 guests. There are 3 different endings, each with a different person who did it. Most of the cards support Version A, but there are additions to the report and Who Did It cards for Versions B and C.&#10;&#10;8 SUSPECTS:&#10;&#10;Alice (from Alice&rsquo;s Adventures In Wonderland), Huck Finn, Cinderella, Pinocchio, Little Red Riding Hood, Peter Pan, Goldilocks and Aladdin.&#10;&#10;INCLUDED:&#10;&#10;5 Host Guide Cards: Invitations, D&eacute;cor suggestions, Preparing props (optional), Menu suggestions, Preparing prizes (optional), Running the party, &ldquo;The Rules&rdquo; (4 sides).&#10;30 Nametags / Descriptions and Dress Suggestions&#10; 96 Clue Cards: A1, A2, and A3&#10;3 Special Investigator&rsquo;s Report Cards&#10; 7 Who Did It Cards: Don&rsquo;t let anyone read these before the end of the party.&#10;&#10;RUNNING THE PARTY:&#10;&#10;1 Decide if you are using Version A, B or C. &#10;2 Invite your guests and let them know which character you want them to play. Refer them to a special webpage where they can see their character's description and dress suggestions. Tell your guests to read the suspect descriptions before the party as sometimes clues are hidden in them. &#10;3 Put each nametag card (with description on the back) in a lanyard badge holder and give it to each person as they arrive. &#10;4 Read out the Rules Cards (then leave them on the table for late arrivals).&#10;5 Have the 8 suspects read out their descriptions to the group (but not dress suggestions). &#10;6 Hand out the clue cards. Note who it is to be said by (i.e., either a character or &ldquo;anyone&rdquo; except the suspects it mentions).&#10;7 Most clues are statements. They can say their clue in their own words as long as they don&rsquo;t change the meaning. If someone has a question for a suspect, they will have a response on one of their cards. &#10;8 For small parties of 16 or less guests, there are 3 acts and everyone goes around the group and says a clue and repeats that until all the clues have been said for each act. Anyone can go first as long as it isn't a response card. For larger parties, you ignore the &quot;act numbers&quot; and everyone just mingles and talks about their clue cards.&#10;9 Later a report is read out to the whole group. &#10;10 Everyone should write down who they think did it and how and why they did it. &#10;11 The suspects read out the Who Did It? cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Shitty Family: Fat Jerry's \"Oh Hell No\" Expansion",
    "ID": 289399,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289399/my-shitty-family-fat-jerrys-oh-hell-no-expansion",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fat Jerry's &quot;Oh Hell No&quot; Expansion adds 50 new topic/challenge cards to the My Shitty Family base game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Orlean: Zagroda",
    "ID": 289400,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289400/orlean-zagroda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Orlean: Zagroda is a new level I place tile for use with Orl&#195;&#169;ans. It was originally a promo for the Orlean (Polish edition) and now it's part of Orl&#195;&#169;ans: Promo Ortskarten N&#194;&#176;1 with a name Hof / Farm / Ferme.&#10;&#10;Farm&#10;Receive the depicted goods from the supply corresponding to your position on the Farmers Track. If those goods are not available in the supply, you can't use this action.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Religious",
      "Travel"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Point to Point Movement",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Orléans (France)",
      "Country: France",
      "Game: Orléans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Ultimate Card Pack",
    "ID": 289403,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289403/epic-card-game-ultimate-card-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This pack contains 12 cards for use with Epic Card Game: Angeline&rsquo;s Avenger, Attack from the Clouds, Barbarian Berserker, Dragon Hunter, Electromancer, Fairy Scout, Fire Wurm, Martial Blessing, Night Lord, Rise Up, Soul Sorceress, and Vampiric Assault.&#10;&#10;&mdash;description from the publisher&#10;&#10;There are two versions of this product: One for just the pack, and one where the pack is combined with a storage box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Prehistoric",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Everdell: Glimmergold Pack",
    "ID": 289405,
    "Year": "(2019)",
    "Geek Rating": "5.984",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289405/everdell-glimmergold-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.8",
    "Description": "This upgrade pack allows owners of the Standard Edition to essentially upgrade their copy of the game to a Collector's Edition.&#10;&#10;Components include:&#10;&#10;     Extra! Extra! Cards (15 cards)&#10;     Legendary Cards (10 cards)&#10;     Rules for Collector's Edition cards&#10;     Rat Workers (6 wooden meeples)&#10;     Upgraded Victory Point Token Set (30 metal coins (20x1-point, 10x3-point))&#10;     Upgraded &quot;Occupied&quot; tokens (20 wooden tokens &amp; stickers)&#10;     Upgraded 8-sided die (1 deluxe die)&#10;&#10;&#10;Components only included in the 2nd Edition:&#10;&#10;     Rugwort Cards (3 cards)&#10;     Upgraded twig components (30 wooden twigs with flattened sides to prevent rolling)&#10;&#10;&#10;It does NOT contain:&#10;&#10;&#10;     Collector's Edition Box (with spot UV)&#10;     Collector's Edition Box Sleeve (with spot gold foil)&#10;&#10;&#10;First introduced as part of the Everdell: Pearlbrook Kickstarter as the &quot;Everdell Upgrade Pack&quot; (which did not include the 3 Rugwort cards or the 2nd edition twigs).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "City Building",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Income",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Game: Everdell",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spin Off",
    "ID": 289407,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/289407/spin-off",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Spin Off is a 2-player fight over gravity. Players manipulate mechanical controls to tilt the dished playing board in a battle to steer and deflect balls that are in play. Players use both defensive and offensive moves to tilt and roll their own balls into the center goal while keeping their opponent's balls out. The first player to sink all five of their balls wins.&#10;&#10;Alternate play includes adding up to eight pegs to the board for an added obstacle challenge. Players navigate their balls through these obstacles and into the goal. For an additional challenge, the board may also be configured with &quot;bumpers&quot; by adding a rubber band to any pair of obstacle pegs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Flicking",
      "Race",
      "Real-Time"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Professor Noggin's The Fifty States Card Game",
    "ID": 289408,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289408/professor-noggins-the-fifty-states-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this Special Edition Professor Noggin title, players travel from Maine to Hawaii and all points in between. Topics include history, geography, and culture. Plus, with the Special Edition, there are double the cards and questions. Prepare yourself for an informative journey across America. Professor Noggins series of educational games encourages kids to learn interesting facts about their favorite subjects - like The Fifty States. Each of the thirty game cards combines trivia, true or false, and multiple choice questions. A special three-numbered die is included which adds an element of unpredictability. Easy and hard levels keep kids interested and challenged.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Series: Professor Noggin (Outset Media)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tres",
    "ID": 289410,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/289410/tres",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "TRES is a simple and fun fast-paced card game for all ages. You can play with family at home or in the cottage, as well as with friends at a party or while travelling.&#10;&#10;With three cards on hand, you compete to be the first player to get flush, or three of a kind. Action cards help you along the way. First player to reach 100 points wins! TRES is for at least two players - but is more fun the more you are!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Race",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster's Den",
    "ID": 289412,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/289412/monsters-den",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "The players are trapped in the monster's den, and need to find the exit...but the monster is hunting for them, and the cave is dark. Will they find the exit?&#10;&#10;Monster's Den is a single card game made by Marco Caloi for a single card game design contest. It is a dexterity party game for 4+ players where teams of 2 players, run from the monster player trying to reach the position of the exit card. &#10;One card and one minute of hectic action and screaming.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Flicking",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Champions of Aer",
    "ID": 289415,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289415/champions-of-aer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Everything changed in that faithful night as the gates flickered with an ear-battering hum every soul could hear, opening a way to the forgotten land of Aer. This the last place between the realms offering fertile land and ancient treasures. Yet unexplored and dangerous, the future of your people lies there. Gather your bravest Champions and become the ruler of Aer. But beware as you are not the only one who follows the call.&#10;&#10;Champions of Aer is a semi-competitive strategy game for 2 players about might, exploration and resource management set in the fantastic world of Aer.&#10;&#10;The players controll Champions which explore a randomized map every playthrough and have to overcome risky challenges. They can choose between five factions with unique play styles, troops, magic spells and quests. Additionally the seasons highly impact their advance as many challenges and the strength of their troops are altered by them.&#10;&#10;In order to become the Champion of Aer players have to complete quests, which will reward exploring the map, gaining control over territories and developing their city.&#10;&#10;Gaining control over territories is simple but dangerous. The Champions, accompanied by their loyal troops,have to defeat unknown challenges on every map tile. The composition of the troops, spells and the ability to call reinforcements mid-fight are key to overcome the dangers awaiting them. Luckily, by expanding their empire the players can gather better troops, learn ancient spells and even hire more champions.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Income",
      "Move Through Deck",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unfair: ABDW Kickstarter Sneak Peek Cards",
    "ID": 289416,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289416/unfair-abdw-kickstarter-sneak-peek-cards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "125",
    "Weight": "0",
    "Description": "This pack of 13 playable sneak peek cards from future expansions for Unfair, plus 1 promo card, was available to backers of the ABDW expansion. These are Kickstarter temporary exclusives marked with an asterisk symbol in the bottom right hand corner. The included thank you card had instructions for use:&#10;&#10;Cards with an asterisk symbol for their theme pack are promotional cards. You can add up to 1 copy of any promo cards you wish to use in your game, unless that card is already in the chosen packs.&#10;&#10;Sneak peek cards  - only valid until replaced by the final version.&#10;&#10;&#10;     Database Hacker (Staff Member)&#10;     VR  Pod (Attraction - Leisure Ride)&#10;     Secret Base (Upgrade - Feature)&#10;     Lockers &amp; Coat Check (Upgrade - Guest Services)&#10;     Street Performer (Staff Member)&#10;     _____ Kingdom (Attraction - Themeland)&#10;     Nautilus Adventure (Attraction - Leisure Ride)&#10;     Penguins (Upgrade - Animal)&#10;     Difference Engine (Attraction - Sideshow)&#10;     Aether Lamp (Upgrade - Guest Services)&#10;     Time Traveller (Staff Member)&#10;     Z-Day (City Card - Unfair)&#10;     Zombie Horde (Staff Member)&#10;     Gen Con (Attraction - Sideshow)&#10;&#10;&#10;With the release of the Unfair CHKO expansion, 4 of these cards have now OFFICIALLY EXPIRED. Newer versions are available:&#10;&#10;&#10;     Database Hacker (Hacker Theme)&#10;     VR Pod (Hacker Theme)&#10;     Nautilus Adventure (Ocean Theme)&#10;     Penguins (Ocean Theme)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Unfair",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pursuit of Happiness: Thug Life",
    "ID": 289426,
    "Year": "(2019)",
    "Geek Rating": "5.657",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289426/the-pursuit-of-happiness-thug-life",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A humorous 60 cards expansion for Pursuit of Happiness (age 18+) that lets you pursue the life of a criminal.&#10;&#10;The Thug Life expansion is a new deck, for ages 18+, that gives you the ability to pursue your happiness in a more unconventional way: be a mobster, a corrupt politician or a professional forger, do heists and prison breaks, buy assault rifles and steal cars, launder money and dominate the world! With Thug Life you can do all of these and more! The Thug Life cards will make your Pursuit of Happiness games mischievous, iconic and cinematic, always with a humorous approach. You will be able to pursue a &hellip;.different lifestyle than usual, having the choice to get a taste of the Thug Life, or even make Thug Life your everyday routine, the choice is yours!&#10;&#10;The Thug Life mini expansion consists of 60 cards, which include:&#10;&#10;&#10;     24 Projects &#10;     9 Items &#10;     7 Activities &#10;     5 Partners &#10;     11 Jobs &#10;     2 Life Goals &#10;     2 Child Traits &#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic"
    ],
    "Mechanics": [
      "Income",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Game: The Pursuit of Happiness"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rapture",
    "ID": 289428,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.97",
    "Link": "https://boardgamegeek.com/boardgame/289428/rapture",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": " Welcome to Rapture!&#10;&#10;The universe of Rapture offers a profund, intricate and coherent story, which is transmitted thorugh a skirmish tabletop game. The complexity of this universe allows a wide range in difference when it comes to the looks, gameplay and stories of the individual factions which clash against each another due to the most different backgrounds, motivations and origins.&#10;The battles will be carried out by specialized characters of different kinds with various skills. The initiation into the game is very beginner friendly, and with more experience more strategic depth becomes available. The game has proven itself to be thrilling and consequential from the first round to the last.&#10;&#10;This is guaranteed by balanced factions and a wide range of possibilities when it comes to winning the game. Quick interactions between the players that occur in the own or the opponents turn, in form of flexible and influencable actions, result in a very dynamic game. The gameplay can be expanded and heightened with many optional rules and add-ons.&#10;&#10;The universe is in constant expansion and allows for new stories, protagonists and occurrences to appear.&#10;&#10; Why Rapture?&#10;&#10;Rapture is an action-packed, beginner-friendly skirmish wargame for 2-4 players. Choose between entirely different fractions and play asymmetrical missions.&#10;&#10;Exciting, fast-paced games with great tactical depth and an ever-suspenseful outcome await you! Play quick, intensive rounds without having to dedicate an entire day to just one game.&#10;&#10;Rapture takes little time to set up and is no more complicated than a board game! Choose between unique fractions, each with their own characteristics and style of play. Assemble your battlegroups from different units such as heroes, squads, and bands. Activate your units in alternating order. Stay alert when your opponent activates their units and react swiftly with our innovative reaction system. Accomplish your own individual mission or keep your opponent from accomplishing theirs. Win by victory points &ndash; even if your battlegroup has been entirely eliminated.&#10;&#10; Gameplay Highlights&#10;&#10;- Quick and Intense&#10;- Unique factions, individual playing style&#10;- Heroes, Bands and Squads&#10;- Immersive reaction system&#10;- Asymetrical missions&#10;- Engaging addons&#10;- 60-120 Minutes&#10;- 2-4 Players&#10;&#10; Gameplay Description&#10;&#10;The game is played in six rounds on a 90x90 cm game board. The average game session takes between 60-120 minutes, depending on player experience and add-ons used.&#10;&#10;Each player leads a battlegroup into the battlefield, usually consisting of 3-5 units carrying a total points score of 100.&#10;&#10;All the units at your disposal for this fall into exactly one of the following three unit types:&#10;&#10;The hero, a single-model character. The band, consisting of a leader and one or more apprentices. The squad, which usually includes three models representing the main fighting forces of the fractions.&#10;&#10;Each hero, band leader, and apprentice has their own individual name, and each name can only appear once in a battlegroup. Squads are an exception and can be represented twice within the same battlegroup.&#10;&#10;Each unit has its own profile card with various attributes such as range, resistance, and number of attacks, as well as its individual skills.&#10;&#10;The first activation of each round is dependent on the total initiatives of all remaining units on the playing field. It is thus always clear which player gets to start each round, which can change multiple times over the course of the game.&#10;&#10;Special attributes include health points, moral points, as well as action and reaction points. Just like the classic health points, moral points in the game are also represented by a status bar. Both bars can be attacked individually, which, in cases of advanced damage, can carry various bonuses or penalties for the targeted unit. A unit can thus be eliminated in two ways, the difference being that a unit depleted of health points must leave the playing field, while a unit without moral points makes a run for it and escapes. Since certain actions cost moral points, as well, moral represents an important resource in the game.&#10;&#10;Equally significant is the number of actions and reactions. Our game allows for every player to actively take part in the proceedings, so that waiting times are kept to a minimum and the playing time is maximized. The units are activated in turn, and for each of your opponent&rsquo;s actions, you can carry out a corresponding reaction. The number of actions and reactions are available independent of each other, meaning using all of your action points does not lower your ability to react.&#10;&#10;Complete obliteration of your opponent is obviously an advantage, but it does not automatically lead to victory. Every player has an individual mission to accomplish in order to receive victory points. While eliminating enemy units also brings victory points, the missions are more lucrative in this regard, which means that a completely eliminated battlegroup can still win by victory points.&#10;&#10;You can complement the basic rules set with a multitude of additional add-ons to change or amplify the gameplay. Some of these include weather effectsand natural events, times of day and how they change throughout the game,creatures with which you can interact, loot boxes with useful contents, and many more. These add-ons can be used in any combination.&#10;&#10;On top of the standard game, there are also alternative game modes with their own special rules to make sure you never get bored. There is SPLAT!, for instance, where you have to mark as many terrain pieces with your team color as possible, or Catch the Shard, where you must catch an abandoned Angel shard on the playing field and try to hold on to it.&#10;&#10;Rapture can be played with 2, 3, or 4 players with absolutely no problem. You can find all the rules in the rule and story book!&#10;&#10;Story&#10;&#10;Rapture is set in the year 2049 on our Earth, in our timeline of mankind. Two years earlier, in 2047, most of humanity was harvested off the planet by an alien civilization. There is now only a small percentage of humanity left on Earth, the part which was not suitable for this harvest.&#10;&#10;This has created a power vacuum and various secret societies and factions that have been operating in secrecy are taking their chance to step into the light and want to secure their part of this new world. It should be said that our earth has remained largely undamaged, so the angels have not caused a classic apocalypse. Of course, a few things and facilities go down when there are no humans around to take care of them and to maintain them, but the world is still mostly intact - just a lot more deserted.&#10;&#10;With Rapture, we deal with a lot of myths, legends, and also some conspiracy theories, sort of as a &quot;what if.&quot; What if some of them were true or what if some historical event as we know it happened for some unknown and secret reason or cause?&#10;&#10;Through these events, conflicts arise among the factions on Earth and especially with the mysterious angels. These &quot;angels&quot; are namely also responsible for the harvest, among other things, and they want to bring their extraterrestrial mission to an end and clean the remnants of humanity from the planet.&#10;But how could it all come to this? And where do the angels come from anyway?&#10;&#10;In our prologue, which you can also read in its entirety on our website, the two characters Yssantis and Konstantin introduce us to the overall plot.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Three Dimensional Movement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tin Thau: The Board Game",
    "ID": 289435,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/289435/tin-thau-the-board-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tin Thau - The Board Game is a board game about Taiwanese Parade Formation. By combining it to the game mechanics and character arts. We hope to let people learn about it easily while playing the game happily.&#10;&#10;Parade Formation is a unique and iconic cultural assets originated from Taiwan. Some performance group like Chio-Tian Folk Drums &amp; Art Troupe, Na-Cha Folk &amp; Arts Troupe, also perform overseas several times, and gain a lot of reputation internationally. But in Taiwan locally, this culture does not be valued as much, and the younger generation are lack of knowledge about it, even have some negative prejudice. Therefore, we want to create a simple fun way, to let the people know what this culture is stand about.&#10;During the game, player represent different parade formation, lead your own team travel across the city, and complete the gods&rsquo; missions. Every turn player draw a lot to decide moving distance, there is also a chance player trigger event while moving, and need to throw dividing blocks to the determine the aftermath.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Transformers: Siege War for Cybertron Convention Pack 2019",
    "ID": 289451,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289451/transformers-siege-war-for-cybertron-convention-pa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Three character convention exclusive character pack containing the Omnibots: Sergent Overdrive, Private Downshift, Private Camshaft.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ozeanien 1: Scotties Unterwasserreise",
    "ID": 289458,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289458/ozeanien-1-scotties-unterwasserreise",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal of the game is to use the water bubbles to cross the ocean the fastest and reach the finish field.&#10;But beware of the algae, otherwise you have to go back some fields!&#10;&mdash;description from the publisher&#10;&#10;This Roll-and-move game was available for customers of the Danish supermarket chain Netto in Germany from September 2nd to October 12th in exchange for loyalty points.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ozeanien 2: Scottie auf Entdeckertour",
    "ID": 289459,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289459/ozeanien-2-scottie-auf-entdeckertour",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal of the game is to land at least once on each animal field on the hot and the cold board side with Scottie, collecting the two animal figures and to reach the destination of the journey.&#10;&mdash;description from the publisher&#10;&#10;This Roll-and-move game was available for customers of the Danish supermarket chain Netto in Germany from September 2nd to October 12th in exchange for loyalty points.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ozeanien 4: Scottie auf Safari",
    "ID": 289461,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289461/ozeanien-4-scottie-auf-safari",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal of the game is to bring the animals as quickly as possible around the playing field into their corresponding habitat.&#10;&mdash;description from the publisher&#10;&#10;This Roll-and-move game was available for customers of the Danish supermarket chain Netto in Germany from September 2nd to October 12th in exchange for loyalty points.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ozeanien 5: Scottie in der Heimat",
    "ID": 289462,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289462/ozeanien-5-scottie-in-der-heimat",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The aim of the game is that the Scotties circle the stag so that he can no longer make a move. If the stag succeeds in breaking through the Scotties, he has won because the Scotties are not allowed to go backwards.&#10;&mdash;description from the publisher&#10;&#10;This Fox and Hounds variant for up to five players was available for customers of the Danish supermarket chain Netto in Germany from September 2nd to October 12th in exchange for loyalty points.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Combinatorial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ozeanien 6: Scotties Abenteuerreise",
    "ID": 289463,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289463/ozeanien-6-scotties-abenteuerreise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The winner is the player who, passes the natural wonders with their character and reaches the finish field the fastest. &#10;This requires not only to be lucky when rolling dice but also to perform fun activities.&#10;&mdash;description from the publisher&#10;&#10;This Roll-and-move game was available for customers of the Danish supermarket chain Netto in Germany from September 2nd to October 12th in exchange for loyalty points.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: King's Table Top",
    "ID": 289464,
    "Year": "(2019)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289464/architects-of-the-west-kingdom-kings-table-top",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "1.5",
    "Description": "1 additional building card released on International TableTop day, 2019&#10;&#10;King's Table Top - Score 1 VP per 3 Marble at the game's end&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Promotional: Cards",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cleveland Wrecking Co. Game",
    "ID": 289465,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/289465/cleveland-wrecking-co-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Aim the wrecking ball, swivel the crane, and score points by knocking down the building like a real pro. Pit your skill and strategy against your friends. First player to score 50 points wins. A fast moving family fun game for 1-6 players.&#10;&#10;&mdash;description from the box&#10;&#10;In short, players take turns using a plastic crane to knock down a building made of plastic blocks.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ace of Math",
    "ID": 289468,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/289468/ace-of-math",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "1",
    "Description": "Ace of Math is a competitive card game that uses the manipulation of numbers and math equations which are addition, subtraction, multiplication and division as to construct simple and complex math expression to complete certain objectives. The card game enables the players to compete with each other as to fulfill objectives, such that in the end to become the winner. The implementation of game-based learning helps to motivate players to practice solving simple to complex math problem in a non-threatening and engaging environment. The card game helps to cultivate players&rsquo; potential in exploring the knowledge in math as well as their soft skills while completing the objectives of the game. The card game can be played from two to four players and suitable for 7 years of age and above through the engaging, non-threatening, playful, and competitive environment created by the card game itself. The biggest part of the gameplay requires the players to play the game which involve the elements of discussions, decision making and information.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Closed Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Federation Planetary Force",
    "ID": 289470,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/289470/federation-planetary-force",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Who says the fly boys should have all the fun?  We grunts, we happy few, live life hard and full.  Do you have what it takes?  Can you achieve the rank of Grand General before the bugged-eyed aliens call in your marker? All you need to do is advance 11 ranks, commanding 11 increasing assignments, while engaging in 22 different missions and acquiring up to 15 different skills.  You also are eligible for decorations and commendations of the highest order.  Sound like a lot to track? Nonsense! It is all contained on ONE page.  You roll. You write.  Hopefully, you get promoted . . . or at least live to fight another day . . . which for grunts, is all we ask.  This follow-ups Federation Stellar Force and the next game in the One Page In A Life Series (OPIAL Series).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: OPIAL (Robert M. Carroll)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blade Rondo: Grim Garden",
    "ID": 289474,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/289474/blade-rondo-grim-garden",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This work is a stand-alone expansion set for the &quot;Blade Rondo&quot; battle card game for 1 to 2 people who build and fight with only 7 cards.&#10;&#10;One set contains all the cards for Grim Garden to play with two people.&#10;&#10;New elements in Grim Garden are &ldquo;gold coins&rdquo; and &ldquo;devils.&rdquo;&#10;&#10;Attack, voltage, and defence are your main stats and have significant impact on your action economy, strength, and life.&#10;&#10;In solo mode, a set of idea cards becomes your opponent and there are new, powerful adversaries to face.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jenga Ocean",
    "ID": 289475,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/289475/jenga-ocean",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jenga Ocean is a variant of Jenga. It is played like Jenga, but approximately half the blocks have marine animals printed on them, and players earn 1 point for each animal they collect. The player who caused the tower to fall loses 5 points.&#10;&mdash;user summary&#10;&#10;Jenga Ocean is the first board game to be made from recycled plastic fishing nets.&#10;&#10;Discarded fishing nets have been identified as the most harmful form on plastic pollution in the ocean. Endangering sea life, discarded nets entangle thousands of marine mammals each year. By supporting the collection and recycling of these harmful materials, Jenga Ocean helps protect sea life and marine ecosystems.&#10;&#10;Jenga Ocean is made from over 25 square feet of recycled fishing nets, proudly sourced from Bureo's recycling program. Founded in 2012 by surfers who love the ocean, Bureo works with communities along the coast of Chile to collect and recycle discarded fishing nets.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Game: Jenga (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moutown: Additional sheep",
    "ID": 289483,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289483/moutown-additional-sheep",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This promo adds 9 tiles to the game: 1 Black Sheep, 1 Sheep Beast, 1 Fairy Sheep, 4 Pink Sheep and 2 MultiColoured Sheep (with a Coyote on the back).&#10;Place these new Sheep tiles in the center of the Playground (like the others) at the beginning of each trick.&#10;&#10;Rules:&#10;&#10;     The Black Sheep: John Mc Laine, the Black Sheep, is a tough guy. He has kicked the ass behind so many wolves that his reputation is no more to do. If John squats a Sheepfold, he cancels two Wolves. The Sheep Beast: this traitor has sold his soul to the Wolves. If you have it in a Sheepfold, its deceit is such that it cancels two Sheriffs Colley&#10;     The Fairy Sheep: Moumoute is a particularly vain Sheep who spends a lot of time to maintain its fleece. Certainly it costs a fortune in shampoo and other cosmetics,&#10;&#10;&#10;but the player who owns it marks a Wool Tile bonus of 3 points.&#10;&#10;     The Pink Sheep: This quartet is composed of Sheep fashions victims. Indeed they have the particularity of being endowed with 2 Attributes instead of one. On the other hand, their atypical Colour is not among the Objectives.&#10;     MultiColoured Sheep: These wild Sheep in the desert plains of the Fildar region have very Colourful wool. Each of these Sheep displays 3 Colours of wool! Practical to easily complete the Objectives. However, they do not have any Attribute.&#10;     The Coyote: it&rsquo;s the Wolf version more sly. This deceitful animal hides on the back of the MultiColoured Sheep. Its villainy allows it to play with poor Sheriff Colley so much that this one does not frighten it. In other words, a Coyote in your Sheepfold is not cancelled by a Sheriff Colley.&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Othellito",
    "ID": 289484,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgame/289484/othellito",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Othellito strategy card game for two players played on a four by four (4x4) invisible and floating grid. There are eighteen identical cards called captains, which are light on one side and dark on the other.&#10;&#10;The players (starting with the black player) will take turns, placing cards of their assigned colour facing up, to the board. During a play, any cards of the opponent's colour that are in a straight line and bounded by the card just placed and another card of the current player's colour are turned over to the current player's colour.&#10;&#10;The object of the game is to have the majority of cards turned to display your colour when the last playable card is placed.&#10;&#10;Setup&#10;Deal seven cards to each player. Decide which player will play black and which white. The remaining four cards are placed in a two by two square in the middle of the table in between the players. The cards should alter the white side and black side so that two black card sides and two white card sides are facing upwards. The cards are placed so that the dark is diagonal to the same kind and vice versa.&#10;&#10;The grid&#10;The four by four (4x4) invisible and floating grid is formed by the cards placed and may shift during play. Players must place their card adjacent next to another card on the board. The card could both be placed side to side and corner to corner. As soon as there are four rows of four columns of cards the placement options are limited. You may never place a card so it forms a fifth row or column if you are not able to clear a row or column of cards from the board.&#10;&#10;Clear a column or row&#10;If you place a card in a position so there forms either a fifth row or column, you must remove the opposite row or column. But you could only remove a row or column that consists of as many or fewer cards as you just flipped over. If the row or column on the opposite side is of more cards than you would manage to flip, it could not be removed, and you would not be allowed to place your card in this position. Cards removed from the board is returned to the players' hands. If you are not able to shift the grid, you must place your card within the current.&#10;&#10;Game endings&#10;The game ends when a player cannot place a card so that cards on the table are flipped over OR when the grid is completed and the player can not add a new card. In the latter case, the player would need to be able to shift the grid and remove a column or a row.&#10;&#10;The player with most of its own colour facing up is the winner of the game. If there is a tie of colours facing up, the game ended in a tie.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": [
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fog & Friction: Western Front",
    "ID": 289487,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/289487/fog-and-friction-western-front",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "In Fog &amp; Friction, your High Command has given you a single key objective: take more ground than the enemy!&#10;&#10;You have been given the resources to prosecute this war - but it is up to you to determine how you will use them. Will you use cunning and deception to out-fox your enemy, or rely on mighty tanks and guns to smash through enemy lines in a storm of steel and iron? One thing is certain, however: war may be unpredictable, but with careful planning and the steady application of force, your victory will be assured!&#10;&#10;In Fog &amp; Friction: Western Front you assume the role of either an Allied or Axis commander and wage war across numerous battlefields inspired by the historical campaigns of World War Two. You will contest bridges, towns, and rolling farmland until only one side&rsquo;s force remains, leaving you in possession of the field.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ka Pai: Ranu",
    "ID": 289495,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289495/ka-pai-ranu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Ka Pai: Ranu consists of two new blocks of scoresheets for use with Ka Pai.&#10;&#10;In Ka Pai - Ranu variant 1 the original rules will remain and the aim of the game is to connect all 5 totems. In variant 1 players can collect ranu points by drawing 4 different symbols in the indicated coloured spaces. The players with 4 different&#10;symbols (square, triangle, circle, line) in the indicated spaces, earn 6 ranu points. Players can&rsquo;t earn ranu points, if they fail to draw 4 different symbols.&#10;&#10;In Ka Pai - Ranu variant 2, the original rules remain. Players can collect ranu points by drawing an identical symbol in the 2 indicated spaces connected by a &lsquo;=&rsquo; symbol.&#10;Every player can get 3 ranu points by drawing 2 identical (squares, triangles, circles, lines) symbols among each other. In total there are 6 ranu points to collect.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Bots: The Sling Sliders Game",
    "ID": 289501,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/289501/battle-bots-the-sling-sliders-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battle Bots: The Sling sliders Game is a crokinole-style game that has players using an elastic band to shoot wooden discs into the centre of the game board, or into an opponent's area of the game board, to earn points. Get rid of all of your discs by slinging them straight or ricocheting them on your opponent's side of the board.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Flicking",
      "Team-Based Game"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivia in a Trunk: Rock & Roll Trivia",
    "ID": 289505,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/289505/trivia-in-a-trunk-rock-and-roll-trivia",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This exciting new music trivia game takes you from the earliest days of rock to the chart-topping bands of today. Packed with inside information about the songs, singers and albums you love, this is a must-have for anyone who enjoys a rockin' good time. Whether you know all the words or just hum along, the game's simple scoring method gives everyone a chance to win. Rock on with Trivia in a Trunk!&#10;&#10;You'll be shocked by how much you know and how surprised by how much you find out!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Trivia in a Trunk (Movie Game Inc)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tug of Words",
    "ID": 289506,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289506/tug-of-words",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A Game of Word Strategy&#10;&#10;Play the word game everyone will love. Play TUG OF WORDS! It's a dynamic contest of word strategy! Shift, Jump and Place your letters as you attempt to outspell your opponent. Be the first to spell a five - letter word on your opponent's home row. But WATCH OUT! Your opponent is spelling words to take your letters! You'll want to foil his plans by taking his letters. Join the Battle! Join the fun! PLAY TUG OF WORDS.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seek and Capture",
    "ID": 289508,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289508/seek-and-capture",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has 1 large piece (his Captain), 8 smaller pieces (his soldiers), and 5 red wall pieces.&#10;&#10;The Captains start the game on the red spaces, surrounded by their soldiers. Walls are placed at the start of the game and cannot be moved or jumped but must be moved around. All other pieces move one space at a time, one per turn. Pieces are taken by jumping directly over an opponent's piece with a space to land on the other side (like in Checkers). You may also jump your own man and go on to take your opponents piece or pieces. You must jump an opponent's piece if it is left in a space beside one of your own men. The object of the game is to take your opponent's Captain.&#10;&#10;The game is over when one players Captain piece is taken or when it is your turn to move and you are unable to.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Underworld",
    "ID": 289513,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289513/underworld",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "999",
    "Weight": "0",
    "Description": "Underworld is a cooperative fantasy board game about establishing a colony in a newly discovered land that is hostile, dangerous and full of riches. The players will lead a band of rugged adventurers on perilous expeditions to explore the surrounding jungle, delve deep into ancient ruins and eventually descend into the darkest recesses of the earth - the Underworld. Deep in the heart of the jungle and hundreds of feet below the earth, they must contend with horrific foes and terrible afflictions in a violent and inhospitable place. The players must juggle the need to do damage with the importance of protecting the health and minds of their Adventurers. In this age of discovery, a fantastic new world lies before you with all its peril, promise and possibility!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Card Game",
      "City Building",
      "Exploration",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Legacy Game",
      "Narrative Choice / Paragraph",
      "Once-Per-Game Abilities",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Stat-Based"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Mentalist Mystery Game: Red Moon Uprising",
    "ID": 289514,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289514/the-mentalist-mystery-game-red-moon-uprising",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Party Adventure Game!  Host a night of Mystery in your home.  Invite your friends to take on the roles of suspects along with the Patrick Jane character, for an evening of Mystery and Intrigue.&#10;&#10;Patrick Jane:  Independent consultant with the CBI.  He has a remarkable track record for solving crimes by using his amazing razor sharp skills of observation.&#10;&#10;This party adventure contains:&#10;&#10;A complete Party Planner with instructions, costume suggestions, tips for having fun and a [s] optional dinner menu.&#10;&#10;Invitations and name tags for your guests.&#10;&#10;Character profiles with secret clues and backgrounds for each guest.&#10;&#10;A CD which re-enacts the sounds of the murder and outlines the plot.&#10;&#10;The AUTHOR'S SOLUTION to the mystery.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lawyer's Edition Technicality Cards",
    "ID": 289517,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289517/lawyers-edition-technicality-cards",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The trivia game for justice! (just us!)&#10;&#10;3,000 true-false, multiple choice, and short answer Queries/Responses printed on miniature legal pads.&#10;&#10;Suitable for play with any six category trivia game board.&#10;The perfect gift for students and practitioners!&#10;&#10;Lawyer's Edition Technicality Cards may be used as a subsidiary card set for play with any six category trivia game board, including the Master Game board of Trivial Pursuit.  It may also be played alone, without a game board of any type.&#10;     If the game is used as a subsidiary card set of another six category trivia game, the rules of the primary game shall apply , with the colors used to identity the categories of this subsidiary card set precisely corresponding to the colors on the primary game board.&#10;     If the game is played without the game board of a primary game, the object of play shall be to accumulate exactly 500 points.  A roll of a die (not included) shall determine the category from which a Query is asked. A correct Response shall result in another turn for that player; an incorrect Response in the turn passing to the player to the left.&#10;     Points shall be awarded in accordance with the type of Query: 15 points for a Short Answer; 10 points for a Multiple Choice; and 5 points for a True/False.  Exactly 500 points and no more shall be required to win.  Consequently, strategy and the luck of the draw in answering a combination of Query types shall be important.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Intrigue No. 1: Drama and Investigation – Deadly Vacation",
    "ID": 289519,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289519/intrigue-no-1-drama-and-investigation-deadly-vacat",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "3",
    "Play Time": "3",
    "Weight": "0",
    "Description": "Turn your get-together with friends into an evening of intrigue and investigation.  Become suspects in a criminal case!&#10;&#10;Who is the paradise campground killer?&#10;&#10;On the morning of July 21, 2002, the lifeless body of Roger Burns, a retired lawyer and promoter responsible for the re-opening of a mini hydroelectric power station, was discovered along the river bordering the Paradise Campground.  The victim appeared to have been struck on the head with a blunt object.  The body was half submerged.&#10;&#10;Who could have done such a thing?  It is up to you and your guests to solve the mystery during an evening in which everyone becomes an actor in an intriguing criminal investigation.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Intrigue No. 2: Drama and Investigation – Deadly Passage",
    "ID": 289524,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289524/intrigue-no-2-drama-and-investigation-deadly-passa",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "3",
    "Play Time": "3",
    "Weight": "0",
    "Description": "Turn your get-together with friends into an evening of intrigue and investigation.  Become suspects in a criminal case!&#10;&#10;Who killed the millionaire?&#10;&#10;It is June 29, 1928.  American millionaire Holden Goldman has an important announcement to make and has invited eight guests on a cruise aboard his private yacht to the Galapagos Islands.  &#10;     And so he made it!  The yacht had barely departed from the port of Lima when the Millionaire announced his recent marriage to his secretary, a woman 30 years his junior!  Despite their obvious amazement, all of his guests offered their best wishes to the newlyweds.&#10;     After the astonishing news, the guests retired to their staterooms to prepare for supper and recover form their initial shock!  Suddenly, they heard a tremendous commotion above deck.  The Millionaire was found dead, stabbed to death.&#10;Who could have done such a thing?  It is up to you and your guests to solve the mystery during an evening in which everyone becomes an actor in an intriguing criminal investigation.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scene It?: 007 Super Game Pack",
    "ID": 289535,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289535/scene-it-007-super-game-pack",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Add Bond clips, trivia cards and tokens to any Scene It? game OR play as a stand alone game!&#10;&#10;Contains DVD and Trivia Cards from original James Bond game.&#10;&#10;The official Bond trivia game with real movie clips!&#10;&#10;Hosted by John Cleese!&#10;&#10;Enter the amazing world of 007 with the James Bond Super Game Pack.  It's a great add-on to any full Scene It? game.&#10;&#10;Meet Bond, James Bond.  Experience his incredible adventure. . . get close to his beautiful women . . . discover his lethal gadgets. . . and challenge your family and friends to answer Top Secret trivia about the world's most remarkable secret agent.&#10;&#10;From the novice spy to the Bond aficionado, the Super Game Pack has the golden touch.  Enjoy scenes packed with the best of 007 - for your eyes only.   Any way you play, the James Bond Edition of Scene It? will leave you shaken and stirred.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Electronic",
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Books: James Bond",
      "Components: DVDs",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bionicle Quest For the Masks CCG: Bohrok Swarm",
    "ID": 289536,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289536/bionicle-quest-for-the-masks-ccg-bohrok-swarm",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An addition to the first expansion, the Bohrok (Pronounced Bow-RocK) Swarm focuses on the Bohrok Story arc. This expansion features very similar to the base game, with the addition of a new mechanic called Bohrok Control.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Toys: Bionicle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bionicle Quest for the Masks CCG: Rahi Challenge",
    "ID": 289543,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289543/bionicle-quest-for-the-masks-ccg-rahi-challenge",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rahi Challenge, which was released in 2001, was a small expansion for the original base game. It included 90 cards, bringing the total card count from 220 to 310. Unlike the base game and the subsequent Bohrok Swarm expansion, it had no deck box packs. The expansion was only available through 9 card booster packs.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Toys: Bionicle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meeple Force",
    "ID": 289548,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/289548/meeple-force",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Meeple Force is a &quot;one vs many&quot; 5 player game. With 1-4 players pitting their wits as the heroes of the Meeple Force against the Swarm Lord player who controls the deadly aliens of the galaxy.&#10;&#10;The game uses no dice or tape measures, instead it uses good old fashioned skill and dexterity. By flicking your heroes across your gaming space, you will soon find yourselves knee deep in the action of Meeple Force and when it's time to shoot your opponents, place your flickable munitions, from bullets, missiles and chainsaw rockets, on the table and flick them at the enemy!&#10;&#10;You can play single missions just for fun for 20 to 30 minutes or have your heroes run the gauntlet of our campaigns, where all 5 players will upgrade and equip their heroes in order to save the galaxy or watch it burn!&#10;&#10;However, not only do you upgrade and equip your heroes, the Swarm Lord player will also be upgrading their minions, while any wounds and ammo spent also carry on into the next missions, meaning you'll need to keep your heroes well stocked and healthy until those critical Boss Battle missions at the end of each campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Events",
      "Flicking",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mechanisms: Thematicisms",
    "ID": 289552,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/289552/mechanisms-thematicisms",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The expansion to Mechanisms is finally ready! Themes are worlds which evoke emotion. When combined with mechanisms, games show themselves like a fine tuned beautiful machine. Help us celebrate the artists who showcase these worlds of vivid imaginings by putting your own pen to artistry in Thematicisms.&#10;&#10;In this expansion, the worlds of the games we love come to life at the end of your pen. Players will draw cards and combine them to recreate works of art for other players to guess! The player who collects the most thematicism cards, wins!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Drawing",
      "Theme: Boardgaming"
    ]
  }
]