[
  {
    "Rank": "N/A",
    "Name": "Cross Currents",
    "ID": 21567,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/21567/cross-currents",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "On a 7x8 board made up of randomly-chosen dominoes, players attempt to move all seven of their pieces to the other player's side of the board.&#10;&#10;The number of spaces a player can traverse during each turn is determined by his roll of a die, his opponents previous roll, and the difference between the pips on adjacent spaces of the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Movement Points",
      "Square Grid"
    ],
    "Families": [
      "Components: 7 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Petit Armee",
    "ID": 21568,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/21568/la-petit-armee",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Game billed as &quot;a complete Napoleonic miniatures system in a box.&quot; Note that the title is bad French; the correct title would be La Petite Arm&eacute;e.&#10;&#10;Box contains three two-panel mounted, green-flocked boards combining to measure 3' x 2'.  Game includes a selection of terrain to use on these boards to create battlefields, including six different hills, two different villages, two different farms with farm fields, hedgerows, stone walls, roads, streams, rivers, two forests and a bridge.  Roads, streams, and the forest footprint are in colored felt.  Buildings are painted and cast from resin.  Tree bases are magnetized for secure storage inside the box.&#10;&#10;Boxed set includes rules, charts, two rulers, two ten-sided dice, casualty/morale caps, command/rally counters, deployment/dummy markers scaled to unit base sizes, objective/line of communication markers, and two fully painted, based and flocked Napoleonic armies.&#10;&#10;Each army consists of four line, one light and one elite infantry brigade; two light and one heavy cavalry brigade; three foot and one horse artillery batteries; and one General with two separate lieutenants used for command extension functions.  Each brigade includes a flag of its nationality.&#10;&#10;Infantry is mounted four to a magnetic stand, three stands to a brigade representing about 2200 men.  Cavalry is mounted two to a magnetic stand, three stands to a brigade representing around 700 men.  Guns are mounted individually, one crew member for a field/horse battery and two crew for a heavy gun.  General is mounted with a foot figure; lieutenants are mounted individuals.&#10;&#10;Figures in the standard starter set are painted &quot;Risk&quot; figures from the &quot;shako&quot; edition of Risk.  Additional painted brigades representing helmeted cavalry, lancers, etc. may be ordered from the producer.  Supplemental terrain boards and terrain elements are also available.&#10;&#10;The rules are playable and concentrate on command and morale.  Units out of vision distance or line of sight are initially represented by hidden deployment markers, revealed as units come within sighting range.  Units may also be assigned to off-board flanking forces and/or reserves.&#10;&#10;Initiative is determined each turn, as are available command points for each army.  Command points may be used either to activate units for movement and combat, or to rally shaken or demoralized units.  Army command diminishes as brigades are demoralized or destroyed.&#10;&#10;The game system allows for considerable expansion and accommodates multiple players on a side.  Entire large battles can be gamed using this system and additional unit, but an interesting game can be played with as few as four or five brigades on a side.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I Scream",
    "ID": 21570,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.72",
    "Link": "https://boardgamegeek.com/boardgame/21570/i-scream",
    "Min Players": "3",
    "Max Players": "13",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Yummy! What a collection of ice cream treats!  Can you be the first to hold a set of 4 of the same treat and cause all the players to scream with delight?  A true ice cream frenzy that's sure to get your mouth watering.  Hungry for more?  If you lose the first round, you'll get another chance to snag yourself a treat in round 2,3,4 and more!&#10;&#10;Object: Collect a set of 4 identical ice cream treats.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Haunted",
    "ID": 21571,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/21571/haunted",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Haunted is a card-based game of strategy, set in the dark, shadowy world of Edwardian Gothic horror. Through the course of the game you will be confronted by creatures good and bad, while encountering situations and objects that will help or hinder your path to your final destiny. Everyday situations can very easily be the gateway to unspeakable evil &ndash; chance discoveries may lead you unwittingly to a nightmarish fate. It is our task to escape these terrible consequences by wit and guile (and maybe a little luck!)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Triangulate",
    "ID": 21573,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/21573/triangulate",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "An entry in the 2001 About.com 8x8 Game Design Competition.&#10;&#10;Triangulate is an abstract strategy board game that can be played with 'found objects.' In other words, it's a game, not unlike checkers or chess, but one that can be played with game pieces or other objects that you probably already have at home.&#10;&#10;The first player decides which of their small pieces they would like to move first. In order to actually make the move, the player first takes one of their LARGE tokens and places it onto the square to which they intend to move a SMALL token. (The proposed square must be directly adjacent to the original square, touching on any side or corner) They then move their small token from its current position to the new square; placing it on top of the newly placed larger token. Then the next player takes his turn, etc. A player may move one of their small tokens onto a square already occupied by one of their own or one of their opponent's small token. In this case, the player does NOT place one of their large tokens in advance of the move, but simply places their small token on top of the other small token already in place. If this move is onto an opposing piece, that piece is not captured, but effectively blocked. Until the player on top moves their small token, the piece below may not move.&#10;&#10;Play continues in this manner until one of the two players is able to Triangulate three of their own small pieces on a single square on the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travel Australia Game",
    "ID": 21574,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/21574/travel-australia-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A trivia game based on a map of Australia. Players roll 2 dice to move. If they land on a letter, they are asked a trivia question, with a correct answering advancing them and an incorrect answer sending them back. Cards earned at major cities confer other bonuses.&#10;&#10;The game is aimed at the tourist market, and is sponsored by 40 Australian tourism companies. The board is the heaviest is my collection.&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pavilion Cricket",
    "ID": 21575,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/21575/pavilion-cricket",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Pavilion Cricket is a year round game designed to simulate, as realistically as possible, the results, performances and individual averages of the real game. In order to achieve this, Pavilion Cricket consists of three separate games:&#10;&#10;1. Domestic Cricket&#10;      This game covers domestic tour and one-day matches in England, Australia and the West Indies. A typical county match takes approx. 15 min. to play.&#10;&#10;2. One-Day Cricket&#10;      This game covers One-day Internationals and Domestic finals. More detailed than number 1., a typical game takes approx. 60 min. to play.&#10;&#10;3. Test match Cricket&#10;      This game provides a ball-by-ball simulation of a full five-day test match. As the most detailed of the three games, each day's play takes approx. 90 min. to play.&#10;&#10;By using a combination of the three games, a full season or tour may be played on an ongoing basis.&#10;&#10;The Teams Book provided details full squads of players for a broad range of teams; falling into three categories: Domestic, Current International (early 1990's, but later Team Books are available), and Modern Greats. The inclusion of the Modern Greats teams allows many previously unresolved debates to be tested. For example, how would the awesome South African side of 1970 perform against some of the great West Indian sides of the 1980's?&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Locus",
    "ID": 21576,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21576/locus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Locus was advertised in Scientific American as &quot;The Peer of Chess&quot;, but it actually turned out to be more closely related to polyominoes.&#10;&#10;The pieces are polyomino blocks which cover 2-4 spaces.  The goal of the game is to create as large as possible &quot;connected set&quot; of pieces.  The rules provide for adding new pieces either on the board or covering your opponents pieces.&#10;&#10;Components: 41 pieces - 18 small squares, 16 rectangles, 6 l shaped blocks, 1 large square&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 12 x 12 Grids",
      "Components: Polyominoes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rodeo",
    "ID": 21578,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21578/rodeo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The Original Rodeo Hexagame, a dice and bet game for the whole family&quot;&#10;&#10;In turn, each player competes in of 6 Rodeo disciplines, whilst the others place bets on the outcome. An active player can earn good money by successfully completing the task at hand, but the real money will be made by the onlookers who wager wisely.&#10;&#10;Cowboys who enter the hexagonal rodeo arena will be randomly assigned one of 6 events: Bull-Riding, Bronc-Riding, Barrel-Racing, Calf-Roping, Team-Roping or Steer-Wrestling. These typically are resolved by rolling a die and moving along a predetermined track until the active player completes the task, fails by landing on the wrong space in the races, or can't land on the required spot(s) before the cattle escapes out of the arena in the roping events.&#10; The overall winner of the game will be the one with the most money at the end of it. Exactly when that is has to be decided by the players themselves, as events can be repeated as long as players are willing to enter them, and bet on them.&#10;&#10;Since all the tasks get resolved by die rolling alone, winning cowboys will have been riding little more than their luck, making the Rodeo setting nothing more than a novel theme for a dice betting game, rather than simulating the adrenaline-rush of a genuine wild west gathering,  where skillful cowboys strut their stuff.&#10;&#10;On the upside, with detailed playing pieces and 6 different (and all short) events, your average dice betting game suddenly has become very atmospheric, reasonably varied, and does move on at a brisk pace. And even better, as players can keep betting during the races as long as they can find another player who takes them up on the counter-bet, bet money can move even faster than the bulls, triggering personal rivalry around the table that will make even the wildest rodeo-ride look tame in comparison.&#10;&#10;This light-hearted simulation is aimed less at gamers and more at the family market, and the detail and simplicity of the rules will mean that it is probably most enjoyed by those with younger children to entertain. The suggested lowest age is 6, which might be a bit young to fully understand the complexities of even simple betting odds. There is no real upper limit to the amount of players that can join in, and the more the merrier the betting. But if all cowboys want their own piece, then 6 is the maximum number of entrants.&#10;&#10;",
    "Categories": [
      "American West",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Horses",
      "Theme: Rodeos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Tracks",
    "ID": 21579,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21579/animal-tracks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;Animal Tracks, Make Tracks to Collect the Animals&quot;&#10;&#10;A 4x4 grid is surrounded on all sides by 16 tiles with animals on them. Each tile shows a picture with a type of animal, either pigs, hens, sheep, or cows. Players get 2 track tiles each, which are placed (one each turn) on the grid to create connections (roads) between the animals. When a player places a track tile so that it connects 2 animal tiles of the same type, then those animal tiles are removed from the board and placed on that player's scoring stack. Empty spaces are filled with animal tiles from the draw stack, each player also draws a new track tile at the end of the turn and play continues until all animal tiles are collected or all track tiles are played. Track tiles may be placed on top of each other, and matching sets of animals may only be collected if the connection is made by establishing a new(!) route between them.&#10;&#10;Each animal tile has one to three animals on it, and each player's end score is equivalent to the total amount of animals on the gained tiles. The one who collected most animals is the winner.&#10;&#10;What appears to be a very simple tile-laying games with an appealing farmyard animal theme is quietly hiding a rather clever maze game that challenges children on multiple fronts. There are only four different track tiles in the game, yet there are so many ways to place these that a bewildering amount of new routes have to be considered. Visualizing the one that would connect two identical animal types, let alone spotting the most profitable one can be a challenge even for adults.&#10;&#10;But kids love tiles, and kids love puzzles, and the rules are so intuitive that they easily get engrossed in an entertaining game. The best children games do far more than simple entertaining, and by having to match identical animals, create new routes between them, and consider the relative value of two matched tiles (2 hens and 3 hens is better than 1 sheep and 2 sheep) half an hour of fun is well spent indeed. There are 68 animals on offer, so even determining the final scores can be a quick math lesson.&#10;&#10;The suggested age range is from 7 upwards, but it is such a good bridging game that it would suit even slightly younger children. For kids at the younger end of the spectrum, it might be simpler to settle for &quot;whoever has the highest animal stack wins&quot;, but even then there is enough left to make this a game worth considering.&#10;&#10;Also known as &quot;Dierensporen&quot; in Dutch and &quot;Pistes d'Animaux&quot; in French.&#10;&#10;",
    "Categories": [
      "Animals",
      "Maze"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rock 'N' Jockey",
    "ID": 21582,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21582/rock-n-jockey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A game of skill and accuracy. You're the jockey! You control the horses speed! The excitement of real horse racing! Endless hours of racing fun! Automatic pop-up finish line! From 2 to 4 players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Finger-Flick Sports: Basketball",
    "ID": 21583,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/21583/finger-flick-sports-basketball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The offensive team tries to pass the ball to their players and then shoot it into their basket. The defensive players attempt to stop their opponent from completing passes and taking shots. Includes 3 games or versions: Fast Break, 3 on 3, and 3 point Barrage&#10;&#10;Includes game board, disks, baskets, shooters, 1 minute timer, die, score pad, and instructions&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Radio Collector: Six-Shooter Series Log",
    "ID": 21584,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21584/radio-collector-six-shooter-series-log",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This eBook contains information on the popular adult western, The Six Shooter, starring James Stewart. The log contains air dates and episode titles, along with brief plot descriptions. Also included is a list of cast members and writers, where known.&#10;&#10;Besides the log, you also receive a CD label in .jpg format that you can import into your favorite label printing program. And a set of 6 collector cards that can be used to play with the Radio Collector Card Game, or just printed out and collect them for the fun filled facts listed on each card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The RIKEN Center for Developmental Biology Card Game",
    "ID": 21585,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/21585/the-riken-center-for-developmental-biology-card-ga",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "The RIKEN Center for Developmental Biology has created a set of game cards illustrating basic concepts, such as embryonic stages of development, cell types, various model organisms used in research, and mutations in the fruit fly Drosophila.&#10;&#10;Printed versions of these cards have been distributed to visitors to the CDB Open House as well as at a number of international academic meetings. The data for the cards are now available free of charge for non-commercial use.&#10;&#10;http://www.cdb.riken.jp/en/index.html -- Go to 'Learning Center', then 'Multimedia' to download the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potter: The Triwizard Maze Game",
    "ID": 21586,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/21586/harry-potter-the-triwizard-maze-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "From the box:&#10;&#10;&quot;Face the Challenge of the Triwizard Tournament!  Enter a maze filled with creatures and magic as you race for the Triwizard Cup!  Be the first to get through the maze, claim the cup and win the Triwizard Tournament&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Fantasy",
      "Maze",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Voyage au cœur de Lyon",
    "ID": 21587,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/21587/voyage-au-coeur-de-lyon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "0",
    "Description": "In this game, players will each have a personal profile indicating which parts of the city of Lyon they must explore in order to win (ie: the sportsman will have to visit stadiums...).&#10;&#10;The game is then a classical roll-and-move where depending on the place your pawn is, you will have to answer special questions about the history and the city of Lyon.&#10;When a player has visited all of his 5 destinations, he needs to rush back to place Bellecour (biggest square in Europe), first one there wins.&#10;&#10;The game is entirely bilingual, questions are both in French and English.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Lyon (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pelle Svanslös' bakgårdsjakt",
    "ID": 21588,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.43",
    "Link": "https://boardgamegeek.com/boardgame/21588/pelle-svanslos-bakgardsjakt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The players each control one of four cats, Pelle, Maja, Mons or Bill &amp; Bull (the last two are twins and only got one piece to represent them, therefore they count as one.)&#10;&#10;The cats try to run from one side of a backyard to the other without being captured by the nasty dog Berntsson. Fortunately there are a few 'safe' zones along the way, where they will be out of reach of the dog.&#10;&#10;The game is available in Danish and Swedish.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sudoku for Dummies: The Game",
    "ID": 21589,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/21589/sudoku-for-dummies-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Yet another Sudoku game. This one provides &quot;more than 50 puzzles&quot;, &quot;3 training puzzles&quot; and 81 number tiles to be played onto the boards. In addition, the company runs the AreYouGame.com site where you can download more puzzles.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Games for Dummies",
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Bodensee Spiel",
    "ID": 21591,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/21591/das-bodensee-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "from the cover:&#10;1000 Questions about culture, history, landmarks, people, nature....&#10;&#10;It was produced by Ravensburger Free time and promotion service, so it's a sturdy box.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Region: Lake Constance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Domino Road",
    "ID": 21593,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/21593/domino-road",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box front:&#10;&#10;These wooden pieces are an early introduction to Dominoes. As players match roadways and vehicles their Thinking and Problem solving skills are stimulated with yet another dimension in discovery! The player who is able to properly place all of his or her pieces first wins!&#10;&#10;From the box back:&#10;&#10;Domino Road is a wonderful addition to the discovery Toys Thinking and Problem solving Preschool line. Your child will first want to assemble his or her roadway like a puzzle. But DOMINO ROAD has a puzzling twist; preschoolers must match roadways and vehicles! This wonderful stimulating puzzle will capture their attention for hours!&#10;&#10;Summary:&#10;&#10;Wooden tiles showing roads and 3-dimensional vehicles. most tile edges show 1/2 of a vehicle which matches up to other tiles' 1/2 vehicles when placed adjacent. Vehicles are in several colors and styles.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Puzzle",
      "Transportation"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jump-A-Sheep",
    "ID": 21594,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/21594/jump-a-sheep",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A HABA game in a tin, containing 4 wooden sheep, 2 hurdle-sticks, a die and a small booklet of rules in German, English and French.   To play, mark starting and finishing lines with the hurdle sticks.  Line up the two sheep of each color, one behind the other at the starting line.  Each player takes turns rolling the die and placing their rear sheep in front of their lead sheep the repeating the number of times shown by the die.  The first player to reach the finishing line wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Sheep",
      "Players: Two-Player Only Games",
      "Series: Game in a Tin (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Speckles",
    "ID": 21595,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/21595/speckles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "An entry in the 2001 About.com 8x8 Game Design Competition.&#10;&#10;Each player selects a color. Each player in turn (clockwise if more than 2) places one piece of any color, on any vacant square, alongside a differently colored piece or pieces, if any, already in play. The first straight line of four adjacent pieces with a player's color at each end wins for that player.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 8 x 8 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buzztime Trivia",
    "ID": 21596,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/21596/buzztime-trivia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Buzztime Trivia (4 different genres) is the card game equivalent of the NTN trivia that is prevalent in Sports Bars.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shing Shang",
    "ID": 21597,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/21597/shing-shang",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Tagline: &quot;Mythical Creatures Locked in Mortal Combat.&quot;&#10;&#10;Shing-Shang is a chess-like game played on a 10x8 grid.  The object of the game is to advance &quot;dragon&quot; pieces onto the opponent's protected area of the board. You control 2 dragons (which move by jumping over and capturing other pieces - as in draughts), 4 lions (can move one space each, or by jumping over other lions or dogs) and 6 dogs (moves 1 or 2 spaces or by jumping other dogs).&#10;&#10;Note: This is not the same game as Bushi (1977), which was released as Shing Shang in France. (Confusingly, both this game and Bushi were designed by Henri Sala.)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 10 Grids",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fractals!",
    "ID": 21599,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21599/fractals",
    "Min Players": "1",
    "Max Players": "27",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Fractals!(tm) provides an exceptional challenge as all players simultaneously work to find a home for their tiles on the game board.  The first person to place all their tiles wins.  The name of the game is derived from the property that the game board itself is an enlarged image of the tiles being placed.  Each placed tile will be a member of four interlocking numerical series that appear on the tile diagonals.  There is a built-in tutorial game for learning how to play Fractals!.  But really it's not hard: Anyone who can count to nine can play.  Even though there are 320 game pieces!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Global Conflict: Vietnam 1970",
    "ID": 21600,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21600/global-conflict-vietnam-1970",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "From the website: &quot;Vietnam - 1970&#10;After the defeat of the Japanese in the Pacific, America had to formulate a policy for Asia and the rest of the world. As allies of Ho Chi Minh's fighters against the Japanese, it is clear that the U.S. had several choices in Indochina. The decision to back the French, attempting to regain control of the region, led to America's eventual involvement, and all the consequences thereof. The war that ended in 1973 had led to all of the following: 57,661 U.S. servicemen dead, 2 million Vietnamese dead, the first military defeat for the U.S., internal turmoil in the U.S., distrust of the government and military, the devastation of much of Vietnam, and many other things. Is it possible the war could have turned out differently? It is up to you to decide...&quot;&#10;&#10;Now YOU can take over where &quot;Nixon&quot; failed! Send them 'Tin Soldiers' far away FROM the grounds of &quot;Kent State&quot; et al, and unto the &quot;killing fields&quot; where they belong. Using your 'A&amp;A' pieces along with some others, then you too can attempt to &quot;rectify&quot; the situation in Southeast ASIA, where the &quot;domino effect&quot; concerning 'Communism' was at its height! SEE if the &quot;Bombing Cambodia&quot; Campaign would have truly been 'effective', OR perhaps an EXTRA couple 100-thousand 'Troops' might have &quot;done the deal&quot; instead. Here's your chance to &quot;re-write&quot; some gaming 'History', and either rise UP to the 'occasion', or 'go down' through &quot;Defeat in detail&quot; with THIS!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Vietnam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney Princess Gowns & Crowns Game",
    "ID": 21601,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/21601/disney-princess-gowns-and-crowns-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the manufacturer:&#10;&#10;Like all Princesses, these four want to go to the ball. But only one will get to. Which will it be? Cinderella, Belle, Aurora or Snow White? Help these Princesses find their gowns, crowns, purses and bouquets then hurry back to their castles to get dressed up before the Prince arrives. The first Princess dressed and back to their castle will be the queen of the ball and live happily ever after! No reading required to play.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mississauga on Board",
    "ID": 21602,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.20",
    "Link": "https://boardgamegeek.com/boardgame/21602/mississauga-on-board",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "With a population of over 600,000, Mississauga is Canada's 7th  largest city, the safest city in Canada to live, work and play.  Mississauga is where you will find Canada's busiest airport - Lester B. Pearson, some of Ontario's best shopping centers - Square One, Canada's first interactive entertainment center - Playdium, and some of the best salmon fishing in the world.&#10;&#10;With the greatest concentration of major highways in the country, Mississauga is easy to get to - in fact, 29 of Canada's Top 500 corporations are headquartered here.&#10;&#10;Now, how would you like to own it?  Mississauga On Board is a unique real estate trading game that celebrates our city, as well as the businesses, attractions and people that make it exceptional.  Roll the dice, move your game piece around the board, and buy any property that catches your eye.&#10;&#10;The city is yours for the taking...one property at a time!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Territory Building"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: ... on Board",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rich Little's VCR Charades",
    "ID": 21603,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/21603/rich-littles-vcr-charades",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Rich Little acts out Charades on a video tape and two teams have to guess the charade before the team on the video tape guesses correctly. Teams also act out charades for scoring on their own.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Videocassettes",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "S'witches",
    "ID": 21604,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/21604/switches",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;Hilarious switching game for the whole family.  Each player selects a witch, all identical except for the color under the base.  Roll the die and move any playing piece.  Fun starts when you land on a &quot;switch&quot; space.  Other players must cover their eyes while you make your move by switching pieces.  Land on &quot;look space&quot; and you can check the color under one piece.  Winner is the first player to take their witch across the finish line.  Take the wrong witch and you end up in the &quot;white cauldron&quot; and must wait until your next turn to win.  Includes gameboard, die, and 4 identical witches.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hand in Hand",
    "ID": 21605,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/21605/hand-in-hand",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The game of many new friendships! Cheerful children from all over the world hold hands in this game when the picture boards are placed together correctly. Contents: With 36 little wooden tiles.&#10;&#10;The game plays by laying out the tiles face up. Then on turn, players roll two dice. One displays either &quot;hat&quot; or &quot;no hat&quot;, and the other displays either &quot;girl&quot; or &quot;boy&quot;. The player rolls the dice, then selects a tile that matches the roll, for example &quot;a girl with a hat&quot;. They then add this tile to the string of tiles by having the kids all hold hands. Since the hands come off different sides of the tiles depending on the child, the string that is created often winds and turns.&#10;&#10;Le classique Selecta avec de nouvelles illustrations. Des enfants joyeux de tous les pays se donnent la main quand les images sont plac&eacute;es correctement. Avec les 36 cartes , il y a beaucoup de variations possibles.&#10;&#10;Fr&ouml;hliche Kinder aus aller Welt reichen sich in diesem Spiel die Hand, wenn die Bildpl&auml;ttchen richtig aneinandergelegt werden. Inhalt: 36 Holzt&auml;felchen&#10;&#10;Ages 3 and up.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Färg & Form",
    "ID": 21606,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21606/farg-and-form",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game is for children Ages 4 and up and is used to learn different types of shapes, and also to recognize color and to be able to see a relation between shape and color.&#10;&#10;You divide all the tiles by color and shape.&#10;&#10;Then you take turns drawing bits from the pouch, trying to find a specific shape and color. You can see from your tiles which bits you are missing and so you try to find those in the pouch.&#10;&#10;You can also see the other players tiles and so you know if there is only one of a specific bit left in the pouch, and try to get that one and in doing so you stop an opponent from completing his tiles. This gets you a point at the end of the game.&#10;&#10;The winner is the one who first get all bits on the tiles or who has the highest point total.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Educational"
    ],
    "Mechanics": [
      "Chit-Pull System"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bokstavsspel ABC sa lilla t",
    "ID": 21607,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/21607/bokstavsspel-abc-sa-lilla-t",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The purpose of this game is to learn the alphabet.&#10;&#10;A pair is a match if you turn over both the small letter and the capitol letter.&#10;&#10;Players take turns drawing two cards. If the cards are a match they can continue to find more pairs.&#10;&#10;If they are not a pair then the cards are returned to the same place on the table.&#10;&#10;The winner is the one with most pairs when all tiles have been taken.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Andedammen",
    "ID": 21608,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/21608/andedammen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Andedammen each child controls a colored duck filled with 'eggs' (round wooden balls). The ducks must then move along a narrow path around their pond to get to a large nest in the middle. But next to each section of the path is a small nest, and if another duck ends up on a space where there is already standing a duck, he pushes that one onto the nest next to the path. The duck having been pushed onto the small nest will then loose an egg (it will fall into the nest). The winner is the duck ending up with most eggs when getting to the large nest in the middle of the pond. It is possible to have more than one winner in this game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tonobeb",
    "ID": 21609,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21609/tonobeb",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A dice game described in the premier issue of Gameplay Magazine (February 1983) played on a 7 square by 14 square board. The dice are not rolled, but instead moved around the board as pieces. Each player starts with six dice. one of each pip-strength from 1 to 6 in opposite corners of the board.&#10;Pieces move horizontally or vertically the number of spaces shown on the top face of each die, or one space more or one less. If moved more or less the value, of the die is changed to show the actual number of spaces moved.&#10;Units can be eliminated from play in one of three ways called &quot;eliminating,&quot; &quot;capturing,&quot; and &quot;fourwalling.&quot;&#10;&quot;Eliminating&quot; is landing on an opposing piece by exact count, removing it from play.&#10;Pieces are captured by placing opposing pieces on either side, adjacent, and replacing it with a die of the opposing player's color.&#10;&quot;Fourwalling&quot; is blocking a piece from moving its required number of spaces in every direction. Fourwalled pieces are removed from play.&#10;The object of the game is to eliminate all opposing pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Components: 7 x 14 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TaleSpin: The Card Game",
    "ID": 21610,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/21610/talespin-the-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "(Ripped from the Web Site)&#10;&#10;Can you be the first to deliver your cargo and claim the title of Cape Suzette's fastest shipping company? Or are you planning on stealing it all to increase the wealth and legend of the Sky Pirates?&#10;&#10;Whatever your goal, you can take it to the clouds in TaleSpin: The Card Game. A fan-created game based on the Disney animated cartoon, TaleSpin: The Card Game is only available here as an online download. It's completely free... you just have to make it yourself!&#10;&#10;TaleSpin: The Card Game consists of over 120 cards, divided into Player cards, Location cards and deck cards. A six sided die is required to play. Up to 4 people can travel the world of Disney's TaleSpin, playing cargo, picking up passengers and starting aerial dogfights. You'll have to manage your cards carefully... or risk being shot out of the sky by your opponents!&#10;&#10;http://www.fourhman.com/talespin/&#10;&#10;Major game features:&#10;- four player characters with different attributes&#10;- secondary characters come with randomized game effects&#10;- all cards double as dogfight maneuvers&#10;- bluffing mechanic keeps opponents guessing&#10;- website rules include solitaire version&#10;- website offers &quot;base&quot; card set, and optional expansion set (more powerful and complicated cards)&#10;- design and theme stays true to the source material&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Brands: Disney",
      "TV Shows: TaleSpin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Mind Game",
    "ID": 21611,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/21611/the-mind-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Create the longest possible line in a growing grid of lines on Hex tiles, each with 3 lines in two colors.  This was an antecedant of Tantrix, and was called Tantrix at one time.&#10;&#10;Similar to:&#10;&#10;    Tantrix&#10;    Kaliko&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Force One",
    "ID": 21612,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21612/star-force-one",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;An Action Game . . . Encounter Alien Starfighters and Mysteries of Deep Space Flight.&quot;&#10;&#10;This simple colorful children's game is built into a small hardcover book that opens to display a pop-up backdrop and everything you will need to play the game. The rules are printed on the back cover, but the game can be opened and closed without disturbing play.&#10;&#10;This is because the playing pieces are bound into the book and rotate around the gameboard, a handy feature that also keeps them from getting lost. The game also uses a spinner to regulates movement and a &quot;Scanner Wheel&quot; to resolve Red Alerts (events) and attacks on Alien Starfighters.&#10;&#10;A Wanderer Book &quot;Take Along Game&quot; from Simon and Schuster.&#10;&#10;",
    "Categories": [
      "Book",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Desert Rats",
    "ID": 21614,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/21614/desert-rats",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Desert Rats is a simulation of the campaign fought in the Western desert between December 1940 and December 1942.&#10;Two maps showing that portion of Libya and Egypt where the campaign was fought.&#10;182 counters&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape Expansion Set: Zanafor's Discovery",
    "ID": 21615,
    "Year": "(2006)",
    "Geek Rating": "5.831",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/21615/heroscape-expansion-set-zanafors-discovery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3438",
    "Description": "Zanafor's Discovery is the fourth small Expansion Set (wave 4) in the HeroScape series.&#10;&#10;There are 4 booster packs:&#10;&#10;&#10;     Greeks &amp; Vipers&#10;     Soulborgs &amp; Elves&#10;     Lawmen &amp; Samurai &#10;     Heroes of Trollsford&#10;&#10;&#10;Each pack contains 5-7 new figures, army unit cards and some terrain pieces, but no glyphs.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Un-Uh! No, He Di'int!",
    "ID": 21616,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/21616/un-uh-no-he-diint",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The game of secrets and laughter. This party game for girls includes spaces such as &ldquo;Bad Boyfriend Bash&rdquo;, &ldquo;Do Something Silly&rdquo;, and more.&#10;&#10;The game includes a 12 &frac14; in. x 7 &frac12; in. game board, a die, a Talk-About-It spinner, and 6 game markers.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Totalisator Greyhound Racing Game",
    "ID": 21617,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/21617/totalisator-greyhound-racing-game",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules:&#10;&quot;This is a most exciting game, full of thrills from start to finish. A wonderfully entertaining game for family and friends.&#10;It differs from other race games in that the players do not assume ownership of the greyhounds, but participate only in betting on the results of the races&quot;.&#10;&#10;Four players operate the &quot;win&quot;, &quot;place&quot;,tote-double&quot; and &quot;forecast&quot; pools and issue tickets to the bettors.&#10;A dice is rolled to decide which of six greyhounds move.&#10;The player with most money after a series of races is the winner.&#10;&#10;The box of components is separate from the board. Components consist of betting tickets, money, six cardboard greyhounds on metal bases, and a die.&#10;The board consists of a greyhound race track in the middle of the board and various betting areas around the track.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs",
      "Sports: Greyhound Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trollerispelet",
    "ID": 21618,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21618/trollerispelet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Each player gets a magician as his game piece.&#10;It is up to each of the magicians to mesmerize their opponents with their tricks. The magician needs to collect five magical accessories during the game. A wand, a hat, a deck of cards, a bow tie and a cape.&#10;There is five real magic tricks included in the game which you shall try your opponents to not guess the correct answer. Because if the do, they get one of the magical accessories needed to win the game.&#10;&#10;The player who manage to collect the five accessories first is the winner.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pocotaligo 1862 & 1864",
    "ID": 21619,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/21619/pocotaligo-1862-and-1864",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "(from the publisher:)&#10;&#10;The War Between The States near Hilton Head Island and Beaufort, South Carolina.&#10;&#10;Includes:  a color 2' x 3' mapboard (unmounted),  280  first-rate 1/2&quot; playing pieces,  a 24 page Advanced Game Rules booklet,  a 24 page Basic Game Rules booklet,  a 20 page Historical Background booklet, and hard stock Sequence of Play,  Fire Combat, and  Charge Combat  Summary Sheets (all are 8 1/2&quot; x 11&quot;),  plus Ammunition Charts and other Player Aid Cards. Seven half-map scenarios, six full-map scenarios, game scale is 350 yards, per 5/8&quot; hexagon, with each Game Turn representing 30 minutes. The Basic Rules were added for younger players.&#10; Very accurate and comprehensive, the game includes rules and counters for Federal Naval Vessels,  Confederate Trains,  Federal Engineers,  Leaders,  Ammunition Depletion,  Damaged and Destroyed Bridges, and  Captured Cannon.&#10;  &#10;The Basic Game is a fast playing simulation of advancing along the narrow roads and through the thick coastal forests and swamps of southwestern South Carolina.  The Confederate player must choose the right times to fall back, or risk being overwhelmed by the Yankee aggressor.&#10;  &#10;The Advanced Rules include Skirmishers,  Hidden Movement,  Breastworks and Fortifications, Tides and Naval Grounding, and  Alternative Federal Landing Sites.  Individual cannon types are represented in both field and naval artillery units.  Ammunition usage is an important aspect of command decisions.  This is a very well-researched wargame.&#10;  &#10;The Sequence of Play is a variation of the Original GBOCW System, with Fire Combat, including any Defensive and Return Fire, taking place before Charge Combat.&#10;     This game is an excellent simulation, and an enjoyable game as well, and was the best gaming effort by the leading historian of these particular engagements.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Got It!",
    "ID": 21620,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21620/i-got-it",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This game is similar to BINGO with the following differences:&#10;&#10;- each board is made up of combinations of 5 shapes (circle, rectangle, triangle, square &amp; hexagon) and the numbers 1-10.&#10;- there are 2 spinners which each player in turn spins both to obtain a shape/number combination to match to their board.&#10;- each player has their own turn and do not share the combos obtained on their spins with the other players.&#10;- if the shape/number combo isn't present or has already been filled on their board, that player may choose to re-spin one of the 2 spinners for a chance to get a combo that they do need.&#10;- like in BINGO, the first player to complete a horizontal, vertical or diagonal row of 5 wins!&#10;&#10;This game is great for Ages 4 - 10 for teaching number and shape recognition.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pass The Booger",
    "ID": 21621,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.33",
    "Link": "https://boardgamegeek.com/boardgame/21621/pass-the-booger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players try to collect a set of all five &quot;booger cards&quot;, while avoiding the life size booger.&#10;&#10;When someone has collected all five booger cards, does not have the life size booger, and lands on a certain board space, they scream &quot;EAT THE BOOGER&quot; at the player with the life size booger and win the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Adventures of Oliver & Toes",
    "ID": 21623,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/21623/the-adventures-of-oliver-and-toes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The object of the game is to be the first player to reach home after going on an adventure through the neighborhood.&#10;&#10;This game was created to help finance the ASPCA America's First humane society.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tumbling Clowns Game",
    "ID": 21624,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/21624/tumbling-clowns-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the box:&#10;&quot;This easy game for two to four players is a great way to introduce young children to the fun of basic gameplay. Players take turns spinning the big clown and knocking over members of his troupe of tumbling clowns. The object of this fast-paced game is to knock down more tumbling clowns than the other players. Recommended for ages 4 and up.&quot;&#10;&#10;The contents feature a game board, 10 hand painted solid wood small clowns, and one large clown with a solid wood base and foam upper body for knocking them over with.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Circus",
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naughty Checkers",
    "ID": 21625,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/21625/naughty-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the Box:&#10;&#10;&quot;The Interactive Game where 'Checking your Mate' takes on a whole new meaning.&quot;&#10;&#10;This is checkers, but with a difference.&#10;&#10;The (inner) dark squares have instructions on them, such as &quot;Show your undies&quot;, &quot;Kiss my neck&quot;, &quot;Run your lips up and down my arm&quot;. Whenever a piece is captured, the action exposed by the removed piece must be performed by the opponent.&#10;&#10;The back row squares (where kings are crowned) have juicier instructions on them, such as &quot;Kiss my inner thigh&quot;, &quot;Lick the word 'love' on my tummy&quot;, &quot;Divulge a secret fantasy&quot;. Whenever a king is crowned, the opponent must carry out the instruction  printed on the square where the king stands.&#10;&#10;The winner is the first person to capture all his/her opponent's checkers or makes it impossible for his/her opponent to make a move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Sinister Forces",
    "ID": 21626,
    "Year": "(2006)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/21626/panzer-grenadier-sinister-forces",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5833",
    "Description": "The four years of brutal warfare on the Eastern Front brought the political troops of both sides into front-line fighting. Formed to control civilians rather than fight armed enemies, the Soviet NKVD and the much larger German Waffen SS each committed mass murders in the name of ideology and from simple animal barbarism. Knowing their well-deserved fate if captured, they often fought with suicidal fanaticism.&#10;&#10;Sinister Forces brings background articles and scenarios covering these troops and their battles to the Panzer Grenadier game system. It is not playable by itself, but requires Eastern Front to play most of the scenarios, and Afrika Korps or Desert Rats to play all of them.&#10;&#10;Scenarios take place on the Eastern Front. The SS troops are of generally lower quality than the corresponding German Army pieces of Eastern Front, reflecting the lower standards of training and recruitment for these political formations. Background articles place the scenarios in the full context of the war in Russia.&#10;&#10;New weapons also appear. The SS wield huge 220mm mortars seized from the French army in 1940, French-made B1 heavy tanks, B1 tanks converted to carry flamethrowers, Soviet-made T-34 tanks, and new forms of transport: light SPW 250 half-tracks and fast Volkswagen personnel carriers, the famous Kubelwagen.&#10;&#10;There are SS units included of high combat value: special pieces and scenarios for the Norwegian ski battalion and for the Finnish SS battalion.&#10;&#10;This game is part of the Panzer Grenadier series&#10;&#10;Expands:&#10;&#10;    Eastern Front: A Panzer Grenadier Game&#10;    Afrika Korps: The Desert War &#226;&#128;&#147; Platoon Level Combat in World War II: A Panzer Grenadier Game&#10;    Panzer Grenadier: Desert Rats&#10;&#10;&#10;Expanded by:&#10;&#10;    Panzer Grenadier: March on Leningrad&#10;    Panzer Grenadier: Siege of Leningrad&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dangerous Parallel",
    "ID": 21627,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/21627/dangerous-parallel",
    "Min Players": "12",
    "Max Players": "48",
    "Min Play Time": "1200",
    "Play Time": "1200",
    "Weight": "4.3333",
    "Description": "Dangerous Parallel is an instructional game that was created in 1969 by the Foreign Policy Association and published by Scott, Foresman &amp; Co.  In the game students are divided into small groups of 2 to 6 members, each playing a ministerial role in the government of six nations that correspond roughly to the real-life participants of the Korean War conflict.&#10;&#10;The nations are:&#10;&#10;Inland (N Korea)&#10;Outland (S Korea)&#10;Transania (Soviet Union)&#10;Hameel (China)&#10;New Zenith (the West)&#10;and Nordo (India, the Third World?)&#10;&#10;This game was originally released as a seven box set. Each nation receives its own box (as named above) of briefing materials. In addition, the Control box contains materials for the instructor to moderate the game.&#10;&#10;In Dangerous Parallel, there are a number of different scenarios.  The one that I played is essentially the same as the Korean War.  Inland invades Outland who are aided by New Zenith.  After a vicious and successful counterattack, the players are asked to make the next move.  Will, for example, Hameel aid Inland, risking nuclear war if Transania becomes involved.&#10;&#10;Each country has the following ministers:&#10;&#10;Chief Minister&#10;Defense Minister&#10;Political Minister (Minister of Interior, or Police)&#10;Foreign Minister&#10;Foreign Intelligence Minister&#10;Economics Minister&#10;Minister of Information&#10;Several Ambassadors&#10;&#10;There is a requirement that the Foreign Minister is not the Chief Minister to allow for espionage.  Also, you can allow for multiple roles for each participant.&#10;&#10;",
    "Categories": [
      "Educational",
      "Korean War",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Simulation"
    ],
    "Families": [
      "History: Cold War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1 on 1 Adventure Gamebooks: Battle for the Ancient Robot",
    "ID": 21628,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/21628/1-on-1-adventure-gamebooks-battle-for-the-ancient",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "80",
    "Play Time": "80",
    "Weight": "2",
    "Description": "A one-on-one book game with a sci-fi/adventure theme.  Each player is a champion of their star-faring race, trying to find pieces of the Ancient Robot, a powerful and dangerous artifact of a lost civilization.  The pieces of the Ancient Robot are scattered throughout the galaxy, and the players move from system to system to find them by choosing which page to turn to.  In their quest, they will encounter all sorts of harrowing adventures, battling or befriending strange monsters, collecting strange new items to improve their abilities, and may even run across each other....&#10;&#10;The premise, as described by the books:&#10;&#10;A million years before mankind invented fire or the Cybrtrons first oiled their gears, the Ancient Ones ruled the universe. For reasons lost in the mysteries of time, the Ancient Ones channeled all of their galaxy-spanning efforts into the building of one huge robot. There were twenty star systems in the realm of the Ancient Ones, and each one of the twenty was given the task of building one part of the massive robot.&#10;&#10;The project was soon completed, the twenty parts constructed. The Ancient Ones had to bring the twenty parts to one central location and assemble the robot. But something went wrong -- perhaps a war between the systems, perhaps attack by some alien race. The Ancient Ones vanished. All that remained were the scattered parts of their robot.&#10;&#10;One million years later, two parts of the Ancient Robot were recovered in different areas of the Milky Way galaxy. A team of humans discovered one part of the Ancient Robot in the year 2289 A.D., while exploring the planet Pluto. The Robot provided mankind with the secret of interstellar travel and a star chart marked with the location of the other nineteen parts.&#10;&#10;At the same time, a civilization of robots also discovered a part of the Ancient Robot. Called Cybrtrons, they had overthrown their soft-skinned creators centuries before. They are now determined to rule the galaxy! The Ancient Robot part also gave the Cybrtrons the secret of interstellar travel and a star chart revealing the location of the other nineteen parts.&#10;&#10;Both civilizations immediately decide to go in search of the Ancient Robot. Records of the Ancient Ones reveal that the Ancient Robot has the capability to design and build technological devices that will advance mankind a thousand years. The Ancient Robot is also capable of destroying anything in its path! With this device, the Cybrtrons know they can conquer the galaxy!&#10;&#10;Both civilizations are sending their best pilots into space to search for the Ancient Robot. The Cybrtrons and the humans have become aware of each other. The search for the Ancient Robot has turned into a deadly race.&#10;&#10;YOU are the leader of one of the two groups assigned to find the Ancient Robot!&#10;&#10;Part of the series of 1 on 1 Adventure Gamebooks.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: 1 on 1 Adventure Gamebooks",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tickityboo",
    "ID": 21629,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21629/tickityboo",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Tickityboo(tm)  is a game similar to Stubborn(tm), but with hexagonal tiles, and more of them.  The hexagonal tiles mean that each tile has six large triangles, each of a different color...Stubborn has only four large triangles and hence only four colors.  Each Tickityboo tile is therefore a member of 6 different numerical series.  &#10;Despite its increased intricacy, Tickityboo is begun just like Stubborn, by placing the specially marked Starting Tile face up on the table.  Each player  then takes 9 tiles blindly from the remaining total of 143 tiles still face down on the table.   When there is more than one player they take turns, but unlike in Stubborn, in Tickityboo each player becomes &quot;vulnerable&quot; if they cannot place a tile, and the another player can move an overlooked tile, and discard one of their own tiles to the vulnerable player's pile. &#10;Like the other games in the &quot;Mining Order From Chaos&quot;(tm) series, Tickityboo is a great solitaire game.  It supports up to nine players, however, to make an engaging pastime for a small party or a third of a normal classroom.&#10;&#10;",
    "Categories": [
      "Math",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Annoying Thing Game",
    "ID": 21630,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/21630/the-annoying-thing-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Roll the Die...It's a 5. How quickly can you name 5 sticky things? Well, try it with the annoying thing bellowing in your ear! You just can't hear yourself think. Before you know it, you're out of time! Keep each completed card...The player with the most cards wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Affentheater",
    "ID": 21636,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/21636/affentheater",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The monkeys ate all their bananas and have to find a new banana field. Who is the first to reach it, while hyenas and snakes are on their path? Children's game for 2-5 players. 33 Cards, 10 pawns, 2 dice, rules; N&uuml;rnberg 2006.&#10;&#10;Ages 5 and up.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mampf",
    "ID": 21637,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/21637/mampf",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "It's feeding time at the farm and all the animals are hungry. If you have the right food, maybe you will lure the pony or cow. Whoever feeds the most animals, wins.&#10;&#10;Each player holds four wooden food pieces (carrot, grain, sugar and lettuce), secretly picks one of them and them discloses it simultaneously. A player that was the only one to pick a particular kind of food, can take an animal from the stack of the corresponding color. When one stack is used up, the player with most animals is the winner.&#10;&#10;Ages 4 and up.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zoo ver-rückt",
    "ID": 21638,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21638/zoo-ver-ruckt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players Ages 5 and up try to find the animal that the starting player has selected and hidden.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jetzt kommt Jasper!",
    "ID": 21639,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/21639/jetzt-kommt-jasper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Jasper the penguin (from German TV-show &quot;Sendung mit der Maus&quot;) tries to get around the town with help of his friend Emma. Whoever answers the most questions and gets to the end of the city, wins. 36 Cards, 36 quiz cards, 8 pawns, 2 dice, 1 board, rules; 5 years and up; N&uuml;rnberg 2006.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Menuette",
    "ID": 21640,
    "Year": "(1945)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/21640/menuette",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This card game was available just after World War II, the object being to gather a hand of cards comprising eight components of a meal, each component (roll, soup, fish, entree, green vegetable, potato, dessert, drink) having different values, and the highest-scoring meal winning the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Presto Pippo!",
    "ID": 21642,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/21642/presto-pippo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "from the box:&#10;&#10;Brief description: We have a lot of fun at the &quot;Da Pippo&quot; restaurant. &quot;Pippo&quot; the hard-working headwaiter rushes around quickly from table to table collecting dishes.  Soon the dishes are piled high and the children need a lot of balance to prevent the plates and cups from falling down. Who can load up the headwaiter with the most dishes?&#10;&#10;The box also claims that the game is &quot;an amusing game of skill for 2-6 calm hands Ages 4 and up.&quot;&#10;&#10;There is a nice game board, a pouch, and lovely wooden dish pieces.&#10;&#10;Basically, this is a much prettier, themed &quot;Jenga&quot; for children.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Flight",
    "ID": 21643,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21643/space-flight",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Subtitled &quot;Game of Blends&quot;, Space Flight is an educational game intended to give young children experience with reading/phonics.&#10;&#10;The movement track on the board has pictures of various common items (clock, grapes, trap, spider, etc.), with the first two letters underlined.  Players spin the spinner and move ahead the indicated number of spaces, whereupon they must read the word printed on the space and then say another word that uses the same blend.  For example, a player landing on 'grapes' would read the word and then come up with another word starting with 'gr', such as group or grade.  If they fail to come up with a new word then they are forced to move back one space.&#10;&#10;There are also special Astronaut spaces that require the drawing of an Astronaut card.  Cards direct a player to move either forward or backward a few spaces.&#10;&#10;Winner is the first player to the end of the track.&#10;&#10;Although no year is listed anywhere on the game, it appears to be from the 1960's.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dinorennen",
    "ID": 21644,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21644/dinorennen",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is the prototype of a so far unreleased game and a birthday gift by the designers. My guess is that even Friedemann forgot about this small little game and I am the only one left with a copy.&#10;Each player gets a Dino and tries to be the first one reaching the red winning zone with 13 victory points earned through winning fights. Moving and fighting is done with the same cards. The better movement cards are also the ones with the higher combat value so card management is vital. One of the nicest aspects of the game: I always start (says the rules). The publisher is actually &quot;Spiel-Bau-Stelle&quot; with is was the forerunner of 2-F Spiele.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting",
      "Prehistoric",
      "Racing"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bogus",
    "ID": 21645,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/21645/bogus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turns reading statements about pop culture, history, animals, entertainment, etc. They then bet on whether or not the question is true or false. The first one to $1 million wins. &#10;Using the additional &quot;sabotage&quot; rule, the players can choose to bet against another player -- if they answer the question correctly, the win money from the player they bet against, instead of the bank.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Battlebooks: Captain America",
    "ID": 21646,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/21646/marvel-battlebooks-captain-america",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Two cards were bound into the comic book. One listed the rules and identified the features of the game. The second card was the character's Maneuver Card which listed the actions the character could take in combat.&#10;&#10;Gameplay was similar to Lost Worlds. Each player picks a character and game books are exchanged so each player has a book that depicts POV illustrations of the opponent attacking. Maneuvers are simultaneously selected and the matrix encoded into the books determines the results of each exchange.&#10;&#10;Captain America was #1 in the series.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Players: Two-Player Only Games",
      "Series: Marvel Battlebooks (BattleBooks, Inc)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quadrant: The Game of Deep Space Control",
    "ID": 21648,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/21648/quadrant-the-game-of-deep-space-control",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Quadrant is a boardgame that was included in Gameplay No. 4, May, 1983.&#10;&#10;It is a connection game in that each player is trying to build a continuous line of occupied points from one end of the board to the other. Players are limited in their placement by a roll of four dice, which are used to generate coordinates. Four example, a roll of 1,2,3,5 could be used as: 1+2=3 and 3+5=8, to generate x=3 and y=8 or x=8 and y=3. Or 2+3=5 and 1+5=6 for x-y of 5,6 or 6,5 and so on. If a player tries to occupy a previously occupied space, there is a challenge which is resolved with a 2-die roll-off with the higher roll winning.&#10;&#10;The game includes a grid board and 52 markers per side, all on light cardstock that needs to be cut out.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "Square Grid"
    ],
    "Families": [
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tromino Go",
    "ID": 21649,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/21649/tromino-go",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Tromino Go is played using two differently-colored sets of 15 trominoes, which are all three squares in an &quot;L&quot; shape. The trominoes are lettered A, B, and C.&#10;&#10;After the first four trominoes are played using a different set of rules, players have to play in the letter sequence (A, B, C, then back to A), and also play so that no trominoes with the same letter touch each other. When a piece is played it must touch at least one piece of the other color and must have at least two squares touching other pieces.&#10;&#10;The object is to completely surround one or more opposing pieces with your pieces and/or surrounded empty space. If all pieces are played without this happening players move pieces on the edge of the playing area using the same rules.&#10;&#10;If players play a series of games, the winner of a game scores a point each surrounded piece.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wiretap",
    "ID": 21650,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/21650/wiretap",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Wiretap each player constructs a 5x5 grid containing &quot;wires,&quot; which are single, double, triple, and quadruple lines, exactly three spaces long. The grid must contain ten wires, one in each row and one in each column. A specific number of each type must be used.&#10;&#10;A turn consists of each player simultaneously choosing a space to ask about; the opponent just reveals the number of wires in the selected space.&#10;&#10;When a player thinks they can reoonstruct their opponent's grid they announce this. They win if they are correct or produce a grid with the same number of wires in every space as the correct grid. If they are incorrect their opponent gets a double victory if playing a series of games.&#10;&#10;Variants are given for a 6x6 board and for using some longer wires.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Paper-and-Pencil",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noah's Rainbow Race",
    "ID": 21651,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/21651/noahs-rainbow-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Noah's Rainbow Race is a child's board game that combines Candyland's card drawing with Chutes and Ladders' movement.  Kids take on the roles of one of four animals (a penguin, tiger, lion, or monkey) as they work their way to the top of Noah's ark.  If the animal lands on a ladder, they can skip a head a number of spaces.  If the animal lands on a rainbow, they slide back a number of spaces.&#10;&#10;From the box:&#10;&#10;&quot;Noah's Rainbow Game is a fun and easy Bible game for young children to play.  Be the first to guide your pair of animals to the top of the ark to visit Noah.  Use the ladders to quickly move up to a higher level, but watch out for rainbows that will send you back down to the level below.&quot;&#10;&#10;I've never knew that rainbows could be so nefarious.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Animals",
      "Children's Game",
      "Fantasy",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Traditional Games: Snakes and Ladders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Narrenspelet",
    "ID": 21653,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21653/narrenspelet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Guess the sum of hidden strawberries under each players fool. The player that guessed right may have a piece of the grand cake. The first player building the whole cake wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sensory",
    "ID": 21655,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/21655/sensory",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A cloth bag is filled with a variety of differently shaped wooden pieces.&#10;&#10;Players take turns to grab pairs of identical wooden pieces out of the bag.  Once a player has his hand in the bag, he can feel for the pieces as he likes -without looking- and pick a pair, which he keeps if it matches, in which case he may continue to search for matching pairs. A turn lasts until the current player grabs two un-matching pieces or until a minute is up, whichever comes first.&#10;&#10;Whoever has most pairs at the end of the game has won.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Switch-away",
    "ID": 21656,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/21656/switch-away",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Roll and Move Children's game, where players try to move their car from start to finish. The board is a track with 5 moving turntables on it. Each turntable connects certain paths and disconnects others. The game has a rural theme.&#10;&#10;",
    "Categories": [
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shareword: The Bible Society Game",
    "ID": 21657,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/21657/shareword-the-bible-society-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Shareword is an Exciting game Based on the worldwide work of the United Bible Societies.&#10;The aim of the game is to do what the Bible Societies do - translate, produce and distribute Scriptures in many of the world's languages.&#10;The Winner of the game is the first player to supply the 'Scriptures' to the people in their own languages, by completing all of His/Hers Projects&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quad-S",
    "ID": 21658,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/21658/quad-s",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Quad-S, the Strategic Starship Skirmish System, is a spaceship combat board game unlike any other on the market by using a &ldquo;modular&rdquo; rules system. Each race plays by their own rules and can be used as a stand alone game. This spaceship combat game  has a focus on capital ships. Each race book has a set of self contained rules, there is no base book.&#10;&#10;Quad S Evolution, the second edition of the game, now comes in one book with all the races inside.  Also comes with a CD with all the counters and control sheets included.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beyond Boardwalk and Park Place (fan expansion for Monopoly)",
    "ID": 21659,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/21659/beyond-boardwalk-and-park-place-fan-expansion-for",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Beyond Boardwalk and Park Place is an unauthorized variant of Monopoly.  Published in the form of a trade paperback, it is designed to address what its authors describe as three problems with the game:&#10;&#10;     It takes too long.&#10;     There's too much luck.&#10;     There's too much dead time.&#10;&#10;&#10;They go about this by making eleven changes to the rules of the game.  The boldest of these are that the price to purchase a property landed on is doubled, and that a property may not be mortgaged but can instead be sold back to the bank for its &quot;mortgage value.&quot;  The game is changed immensely - it is no longer advisable (or even possible) for a player to buy outright every property landed on, and properties frequently go up for public or private auction.&#10;&#10;In effect, this variant forces the players to make more difficult decisions, reducing the game's luck factor in favor of more emphasis on bidding and negotiation.&#10;&#10;Expands:&#10;&#10;    Monopoly&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Fan Expansion",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "\"Express\" Card Game",
    "ID": 21660,
    "Year": "(1947)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/21660/express-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A card game in which the players have to &quot;make up a train by collecting the necessary five cards which match his station,&quot; (quoted from the rule book). The train cards are played to the table in lines. The object is to move your station along a line of trains to the end of the train, simulating the train moving into the station (or leaving the station). Various event cards can be played, some of which allow your station to move forward 1 or more 'spaces' (train cards), or send other player&rsquo;s stations backwards. Wild cards that can match any train or station type also exist.&#10;&#10;This game first appeared in 1947. There are at least 2 editions of the game, one of which included &quot;fold out stations&quot;; one edition came in a blue and white box, the other in a red and white box. The Pepys second edition was published in 1955. The first edition included station cards that were folded within the box. The second edition only had stations the size of normal cards and the train liveries were updated.&#10;&#10;Real trains are featured, from the LNER, GWR, SR, and LMS lines (London and North Eastern Railway, Great Western Railway, Southern Railway, London, Midland and Scottish Railway).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Civio",
    "ID": 21661,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/21661/civio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From Publishers Website:&#10;&#10;CIVIO is a strategy card game that explores the relationship of issues, freedoms, laws, and Supreme Court cases that have both strengthened and reduced civil liberties. Each player starts as an intern at a law firm specializing in civil rights. Using a handful of cards representing laws, Supreme Court decisions, constitutional amendments, key issues, rights and freedoms, players race to combine these cards into precedents.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Political"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Coup D'Etat",
    "ID": 21662,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/21662/coup-detat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Finalist for 2005 About.com Deduction Game Design Competition.&#10;&#10;Secretly deploy the king, and all those who could become allied in a coup against him, including his wife, his son, two assassins, and countrymen of varied influence.  In addition to all those people who will hold their posts, you openly deploy five mobile spies.&#10;&#10;Your spies reveal to you the identity of the face-down character cards below them.  You can permanently commit a spy in order to influence the character under the spy, so that character supports the coup against your opponent.  If, instead, your spy is on one of your opponent's assassins, you may attempt an assassination (even on your own countryman), in the hopes of getting your opponent's king.&#10;&#10;Even if you can't assassinate your opponent's king, you can still win the game by amassing 25 influence points in support of your coup against the opposing king.  (The queen and prince are each worth 9, assassins are worthless, and the countrymen are worth 2 to 8 points.)  If neither player can pull off an assassination or coup d'etat, the game is a draw.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Looney Laundry",
    "ID": 21663,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/21663/looney-laundry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "24",
    "Play Time": "24",
    "Weight": "0",
    "Description": "Looney Laundry is a game designed for children ages 4 and up.  The object of the game is to be the first player to successfully discard all their laundry pieces into the talking, electronic laundry hamper. After each roll and subsequent movement, the players push the hamper's eyes where he will either tell you what a good job you're doing, lose a turn or burp and eject the pieces that were discarded out of the tray. The ejected pieces are now part of that players hand in which they now have more pieces to get rid of. First player to get rid of all the pieces wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agro Invest",
    "ID": 21664,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/21664/agro-invest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box: &quot;Invest your money on several plantations and breedings such as cattle, sheep, corn and others, hope for good weather and become the richest farmer of all!!!&quot; &#10;&quot;In this game, each player is the owner of a farm. His/her goal is to manage his/her farm the best way possible, to obtain the highest profit&quot; (from the rules booklet).&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The VCR Basketball Game",
    "ID": 21665,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/21665/the-vcr-basketball-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Simulates coaching an NBA team through play calling. Includes a videotape with footage from all NBA teams from the mid '80s.  Also includes a mini ball and hoop to make your own free throws.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Components: Videocassettes",
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mad Roll: the Mad Libs Dice Game",
    "ID": 21667,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/21667/mad-roll-the-mad-libs-dice-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Use a Boggle-esque tray to roll dice with words or word types (noun, Adjective, etc.)on them to build and score sentences.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arcanum",
    "ID": 21669,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/21669/arcanum",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Your training in the great halls of magic is now over, the years of hard work and difficult study now coming to an end. Tomorrow you will begin your long journey, one each graduate of the tower must take; a journey of adventure, danger and riches. You will need all your skills to survive this quest, but you are ready, for your magic is strong and your will is like iron.&#10;&#10;Arcanum is a simple to play, but complex game of adventure and magic, a game where players seek out the destiny of their characters as they travel about the many magical lands on a unique game board. Players will need to achieve a set of victory conditions if they wish to win the game; conditions that they have set for themselves before the game even begins. Encounter monsters, dangers and companions to aid you in your quest, and along the way you may even join other players, as you each try to achieve some great deed. That, or you may find that you have to battle these players, as they seek to steal from you all your gathered magic and riches. Allies can turn into enemies, with a blink of the eye, so you must walk your path with caution.&#10;&#10;Arcanum comes with 15 fully illustrated map tiles, and over 50 spells.  Also included is a 30 page set of rules, monster cards, treasure cards, and more, more, more.&#10;&#10;Feel the call for adventure and enter the world of Arcanum!&#10;&#10;Arcanum can be found at Bad Baby Productions, or bought online at RPGNow, the Edge.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Max Walker's Cricket Game",
    "ID": 21671,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/21671/max-walkers-cricket-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Max Walker's Cricket Game is a classic, simple cricket game from the 80s. It consists of a simple grading mechanism for teams rating bowlers and batsmen, a dice roll, and cards to resolve match conditions and loose balls. Unlike other games, a full five day test match can be played out in a matter of hours with realistic results. The game comes with more than 40 teams from throughout the years including Australia, England, South Africa, India, West Indies, Pakistan and New Zealand. Teams up to 1983.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catalunya Feudal",
    "ID": 21672,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/21672/catalunya-feudal",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "2",
    "Description": "Catalunya Feudal is a game of the Catalunya's Reconquista in XI-XII centuries.&#10;Players are small feudal lords and must gain castles, power and money during the game.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crystalmancer",
    "ID": 21674,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21674/crystalmancer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Crystalmancer is a strategy card game of magic, power, luck and politics. A game where players struggle to be the first to hold enough of the mystic crystals to rule over the world, for he that holds enough of the mystic crystals is the only true Crystalmancer. Players will take on the role of a might wizard, one that seeks to collect the many mystic crystals that lay about the fantasy landscape. These crystals hold magic power, power that will allow you to summon great magic, and to control mighty beasts. These crystals are thus used to wage mystical war on your foes, all in the hope of defeating them and their own goal of possessing the needed crystals to become your master instead of you becoming theirs.&#10;&#10;Within the game you get well over 40 monstrous creature to summon and battle, spell cards and magical items, as well as over 60 crystal cards and more.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arcanum Myths",
    "ID": 21675,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/21675/arcanum-myths",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Arcanum Myths is the first of several expansions planed for the Arcanum game systems.  Within these pages you will find several new options to add to your Arcanum game experience.  So have fun, and we look forward here, at Bad Baby, to offering you more gaming fun in the coming months.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Modular Board",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arcanum Legends",
    "ID": 21676,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/21676/arcanum-legends",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Arcanum Legends is the second of several expansions planned for the Arcanum game systems.  Within these pages you will find several new options to add to your Arcanum game experience.  So have fun, and we look forward here, at Avalon Games, to offering you more gaming fun in the coming months.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Modular Board",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scoop's Surprises",
    "ID": 21678,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/21678/scoops-surprises",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "This is a children's game based on the classic three-shell game.  One player takes the role of Scoop, an ice cream vendor promoting &quot;his surprise ice creams.&quot;  Four wooden ice cream cups are used to hide stacks of three wooden counters each.  Each wooden counter represents a scoop of ice cream in a particular flavor--vanilla, chocolate, strawberry, or mint--with all of the scoops of a particular flavor being hidden under a single ice cream cup.  The cups are then switched around--from 4 to 8 switches per round depending on what the players agree on beforehand--and the first player to Scoop's left tries to guess which cup a particular flavor (it's a little unclear from the rules, but apparently Scoop selects the flavor to be guessed) is under.  If they're correct, they get one of the &quot;scoops&quot; of that flavor, and they become Scoop (i.e. they get to switch the cups around) for the next round.  If they're incorrect, they lose one of their &quot;scoops&quot; from a previous round (if available) and the player to their left gets to guess.  Players have the option of passing if they don't want to risk losing a &quot;scoop.&quot;  At the end of the round (after either a player has guessed correctly or all players have passed or guessed incorrectly).  All of the cups are lifted and any lost &quot;scoops&quot; are returned to their respective stacks.  The game continues until all of the &quot;scoops&quot; have been won.  Cups with no &quot;scoops&quot; under them remain in the game.  The player with the most &quot;scoops&quot; (wooden tokens) is the winner.  The game comes with attractive wooden components, and ice cream vendor's hat to designate Scoop, and a sturdy box that's really quite a bit larger than necessary to hold everything.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Food & Drink: Ice Cream & Gelato",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lore Lamm",
    "ID": 21679,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.92",
    "Link": "https://boardgamegeek.com/boardgame/21679/lore-lamm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the box: &quot;The thunderstorm causes havoc and has already destroyed the bridge. Only the player who succeeds pushing the four bridge stones into a straight row can lead a sheep over the torrential river and bring it quickly into the fold. Who will be able to save three sheep? A stormy dice and guessing game which requires early tactical thinking.&quot; Ages 5 and up&#10;&#10;Alternate Names: &quot;Lucy Lamb&quot;, &quot;Mimi, le mouton&quot;, &quot;Liesje Lam&quot;&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fill the Ark",
    "ID": 21680,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21680/fill-the-ark",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tiddlywinks variant wherein players attempt to flip animals into 'the Ark'.&#10;&#10;Game comes with 4 plastic disks (flippers) and 24 animal disks (2 each of 12 animals).  Each player takes 2 each of three different animals (6 total) and attempts to flip them onto the numbered spaces of the game board.  When all six animals have been flipped, scores are recorded. High score wins.&#10;&#10;The board also has each animal type printed around the edge of the board in a space of its own.  A game variant involves flipping animals onto the board in an attempt to get each animal onto its matching board space.  The player who gets the most animals into the Ark wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Religious"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Fun Game of Switch",
    "ID": 21681,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21681/the-fun-game-of-switch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Fun Game of Switch was published by Built Rite and is for Boys &amp; Girls Ages 5-10.  It is a simple spin-and-move game with 'Switches' that can alter your direction of movement.&#10;&#10;It is a larger sized flat box game that is very colorful.  It comes with an insert in the box which serves as the game board, a spinner and 4 wooden pawns.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Card Baseball",
    "ID": 21682,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/21682/card-baseball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Appearing in A Gamut of Games, Card Baseball is an abstract baseball simulator that uses a single standard deck of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games",
      "Series: Gamut of Games (Sid Sackson)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nostalgia",
    "ID": 21683,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/21683/nostalgia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the Cheatwell Games webpage:&#10;&#10;&quot;It's a blast from the past; a game of fads, fashions and fun that will take you on a reminiscent ramble through some of the more memorable moments of the last few decades. Great entertainment for young and old alike!&quot;&#10;&#10;Basically, each player answers a set of questions from cards relating to nostalgia in the UK: 1960s; 1970s; 1980s; TV and Film; Fads and Fashions; and then a catch-all subject Nostalgia Grab-Bag (or something like that, anyway).  The answers for the cards are in the rules booklet and everyone checks their score at the end, like a pub quiz.  And, like a pub quiz, many of the questions are deeply obscure, unless you have a remarkable knowledge of (and any interest whatsoever in) football, soap operas and sitcoms.&#10;&#10;From the publisher:&#10;&#10;This reminiscent ramble through the momentous events of the  Twentieth Century is a game of fads and fashions...... a timely document of the good, the bad, the funny and the frivolous!!!&#10;From Mods to Punk Rockers; Hammer Horrors to Block Busters; historical events to hysterical clothes, you'll face questions on the weird and the wonderful from those now distant decades of The Sixties, The Seventies and The Eighties.&#10;Bobbing ogs, feely-boppers and flares all make their claim in the &quot;momentary Madness&quot; Hall Of Fame......Whilst the prize for &quot;Pointless Pets&quot; is a close-run contest between Pet Logs, Pet Rocks, stick on Garfields and Cabbage Patch Dolls!!!&#10;It's time to pull up those plastic chairs, light the lava lamps, crack open a Party Seven, pull on your pumps and take a memory-jigging jog through the dusty depths of your collective memories!!!&#10;&#10;Contents:&#10;Nostalgia Cards&#10;Game Boxes&#10;Rule and Answer Book&#10;Score Pads&#10;Pencils&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LEGO Builder Xtreme",
    "ID": 21684,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/21684/lego-builder-xtreme",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The game consists of a game board, with a track around the outside and three zones (1, 2 and 3) holding lego pieces inside; five sets (red, orange, yellow, green and blue) of four cards each, showing the pieces needed to build particular models; four lego baseball cap playing pieces and a six-sided die.&#10;&#10;Players agree upon a set of cards to play with, and then select one each. Starting with the player in the most colorful clothes (!) each player throws the die and moves that many spaces around the board. There are five different types of space on the track:&#10;&#10;1. Pick one piece from anywhere on the board&#10;2. Pick two pieces from anywhere on the board&#10;3. Pick 1 piece from zone 1 (or 2 or 3)&#10;4. Place another player's piece back on the board&#10;5. Helicopter space - Move anywhere on the track&#10;&#10;The winner is the first person to their model.&#10;&#10;The game box says &quot;for ages 7 and up&quot;, but my 6 year old plays it quite happily. There is no strategy, only the luck of the die roll. Within a set of the cards there are sufficient lego pieces on the board to build all the models, so there is no competition for pieces.&#10;&#10;A game to introduce Lego fans to board games, but not one to get board gamers excited by Lego.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go to Texas",
    "ID": 21686,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/21686/go-to-texas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "from front of instructions -&#10;&#10;&quot;Wheel &amp; deal in oil, cattle &amp; cotton&quot;&#10;&#10;Objective of the Game...&#10;&#10;is to own property and to become the richest player in the game. The winner is the last player left in the game after all other players have gone bankrupt. To acquire wealth you buy property and drill for oil, raise cattle, or plant cotton; then you charge other players for your products when they land on your property. You may also acquire wealth by owning railroads, riverboats, stage lines, or hotels and charging players fares.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "States: Texas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Web of Tears",
    "ID": 21687,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/21687/web-of-tears",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Yiyia watched as the undead shambled through the broken gates of her soon to be defeated enemies. Long had she plotted and planed for this day, her dark heart pounding with the pent up joy she was having at hearing the screams of the dying on the other side of the high wall. Her house had finally crushed their greatest rivals, and now nothing, no one, stood in their way of taking complete control of the city. A dark elf warrior casually walked up to her and bowed, as was custom among her people. A lower caste member of the dark race must always pay nominal respect to those of higher rank and birth. High born over lowborn, nobles over all others, females over males. That was the law of the Dark Elves, that was the way of the people of the Spider Queen.&#10;&#10;This is the game of Web of Tears, a game of politics, intrigue, struggle and conquest. Web of Tears allows players to take control of a Dark Elf noble house, where they then must compete with other Dark Elf houses as each tries to achieve multiple victory conditions and goals. Can you train your nobles to their ultimate in skill, or will you need to amass a great army of slaves and skilled warriors. Maybe you will need to work the political side of the social order and have yourself proclaimed the queen of the city.&#10;&#10;Web of Tears uses a unique system of influence peddling, intrigue, political plotting and all out war to allow players to interact in the nastiest of ways.&#10;&#10;Can you out smart, out fight and out survive your foes?&#10;&#10;The game comes with everything you need to have a great couple of hours of fun.&#10;Over 30 Noble Cards, showing each of their skills and levels of ability.&#10;40 spell cards covering both Arcane and Faith based magic.&#10;80 Special Ability cards covering Warfare, Arcane, Faith and Stealth based skills.&#10;Over 30 Market Cards&#10;6 Noble Houses to play, each having its own special powers and victory conditions.&#10;A massive playing area, which shows the Dark Elf city and its may locations. &#10;And a massive amount of counters&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Economic",
      "Fantasy",
      "Fighting",
      "Negotiation",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Trading",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Lords",
    "ID": 21688,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/21688/dragon-lords",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dragon Lords is an exciting and very different type of board game. Gather together with friends to build a fantasy landscape to both explore and wage war upon, all the time trying to gather to you a mighty army of conquest. No warlord though, can hope to win, unless they first raise and train a host of might dragons to soar across the skies, doing battle for their overlord and master. Dragon are the key to victory, for a mighty army, one that has taken you several turns to build, can be crushed by one encounter with one of your foe's mighty dragons.&#10;&#10;Dragon Lords uses a unique card based system to create the playing area, and so each game is both different from the next, and a challenge, for players will need to lay down a path that will gain them access to the many special location that will allow then to possibly draw more dragon.&#10;&#10;Heroes, magic and many options to customize your dragons await you as does the challenge of defeating your opponents in battle after battle, until only one survive to be declared the Dragon Lord.&#10;&#10;The game comes with well over 350 2X2 inch cards, counters and a fully illustrated set of rule.  Enjoy a night of bloody mayhem and adventure and player Dragon Lords.&#10;&#10;Dragon Lords can be found at Bad Baby Productions, or bought online at RPGNow, the Edge.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Fantasy",
      "Maze",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paradice",
    "ID": 21689,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/21689/paradice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The game is for two players, a &quot;Giver&quot; and a &quot;Taker&quot;.  At various times in the game, the players need to switch roles.  Pieces consist of 4 types of trees (7 of each), 4 forest spirits, and 4 humans.  The main play board is a 6x6 grid.  There is a track which runs around the edge so that the whole board is 8x8.&#10;&#10;From the publisher's Web site:&#10;&#10;&quot;Paradice is a world like Earth where human beings live in and depend on the vitality of their forest environment.  At different moments in their lives, human beings are driven by different needs.  At one time, a human may need to consume and acquire goods.  At other times a human may be driven by a need for social connection or the desire to replenish the environment.  The circumstances that influence those needs and the resources available in a human's life are determined by a mix of predictable patterns and random opportunity.&quot;&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Attila the Hun:  The Roman Empire in the East",
    "ID": 21690,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/21690/attila-the-hun-the-roman-empire-in-the-east",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Published by Strategic Studies Games in 1980, this is a Strategic level multi-player military/diplomatic wargame of the Barbarian Invasions in the Eastern Roman Empire in the 4th and 5th centuries. Attila the Hun recreates the grand strategic options of the Romans and Barbarians.&#10;&#10;With 6 pages of rules, Attila the Hun is a playable and fun multi-player wargame.&#10;&#10;Can be combined with Alaric the Goth: Fall of the Western Roman Empire which covers the Barbarian invasions of the Western Roman Empire.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Barbarian migrations and invasions",
      "History: Roman Empire",
      "Region: Balkans",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Ogre Book",
    "ID": 21691,
    "Year": "(1982)",
    "Geek Rating": "5.612",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/21691/the-ogre-book",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "From the back cover:&#10;&#10;&quot;Ogre and its sequel G.E.V. are among the best-selling wargames of all time, with over 100,000 copies in print.  Fast, challenging, yet easy to learn, both games are tournament standards.  Now, by popular demand...The Ogre Book.  This collection of the best Ogre/G.E.V. articles from the pages of The Space Gamer will introduce you to basic strategies...polish up your game for tournament play...and introduce you to exciting variants and scenarios for one, two, three, or more players.&#10;&#10;&quot;Contents of The Ogre Book include:&#10;&#10;&#10;    &quot;'Playing the Odds in Ogre and G.E.V.,' by Roland Parenteau- a mathematical analysis of the best use of attack strength.&#10;    &quot;'Your Mission, Should You Choose to Accept It...,' by J. H. Oxley, and 'Adding Fear and Loathing to G.E.V,' by Timothy C. Weidel- a random generation of missions and multi-player scenarios where you may not know your opponent's real objective!&#10;    &quot;'Ogres and the Fuzzy Wuzzy Fallacy,' by Lawrence Duffield, and 'The Four Howitzer Defense in Ogre,' by Chester Hendrix, and 'Defensive Tactics and Strategy in G.E.V.,' by Tim Solis- advice for the defensive player with an Ogre breathing down his neck.&#10;    &quot;The original designer's articles for Ogre and G.E.V., including specifications for the Mark I, II, and VI Ogres and discussions of possible expansion sets...&#10;    &quot;And much more!&quot;&#10;&#10;&#10;Part of the Game: Ogre / G.E.V..&#10;&#10;ISBN 1556344619&#10;&#10;Expands:&#10;&#10;    Ogre&#10;    G.E.V.&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Variable Set-up"
    ],
    "Families": [
      "Game: Ogre / G.E.V.",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  }
]