[
  {
    "Rank": "N/A",
    "Name": "Le jeu du Maine-et-Loire",
    "ID": 328724,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328724/le-jeu-du-maine-et-loire",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Le Jeu du Maine-et-Loire is an original, local and user-friendly board game based on the principle of questions and answers.&#10;&#10;Nearly 550 written questions and photos with also charades and riddles, &quot;junior&quot; questions which deal with subjects as varied as history or geography, heritage, local traditions, current events or famous people who have marked the Maine-et-Loire, Angers, Saumur, Cholet...&#10;&#10;Rules:&#10;Each player places his pawn on his commune of residence or of his choice.&#10;You will travel through the territory and have to answer questions on different themes. If the answer is correct you can replay.&#10;To be the winner, you will have to collect 5 &quot;Site&quot; cards by going to their respective box and answering the question correctly.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Events",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Cities: Angers (France)",
      "Cities: Saumur (France)",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le jeu du Grand Quercy",
    "ID": 328725,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328725/le-jeu-du-grand-quercy",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Le Jeu du Grand Quercy is an original, local and user-friendly board game based on the principle of questions and answers.&#10;&#10;Nearly 550 written questions and photos with also charades and riddles, &quot;junior&quot; questions which deal with subjects as varied as history or geography, heritage, local traditions, current events or famous people who have marked the Grand Quercy region.&#10;&#10;Each player places his pawn on his commune of residence or of his choice.&#10;You will travel through the territory and have to answer questions on different themes. If the answer is correct you can replay.&#10;To be the winner, you will have to collect 5 &quot;Site&quot; cards by going to their respective box and answering the question correctly.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Events",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Willow",
    "ID": 328727,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328727/willow",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Willow is a climbing game, in the style of Tichu, Tien Len, Haggis, Chimera, Fight the Landlord, The Great Dalmuti, and many others. If you&rsquo;ve ever played trick-taking games like Spades or Hearts, climbing games are a little bit like that, but with poker hands instead of singles cards, and the tricks can go around the circle multiple times.&#10;&#10;The big difference between Willow and other climbing games is that most combos stay on the table after they are played and can be &#10;added to (like in German Rummy). This makes it a lot easier for more players to play in more Tricks.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing",
      "Melding and Splaying"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Big Game: Explore Bhutan Wilderness",
    "ID": 328728,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328728/the-big-game-explore-bhutan-wilderness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "With The Big Game: Explore Bhutan Wilderness meet six different kinds of jungle cats, and more wild animals, all from Bhutan! &#10;Asiatic Golden cat, Pallas cat,Fishing cat...even a Leopard cat! &#10;And of course, Takin, Bhutans national animal. &#10;All of them waiting for you to be discovered in this beautiful board game.&#10;&#10;Bhutan is a paradise for wildlife lovers. &#10;It has such a range of small and large animals, starting with the Raven and ending with the One-horned Rhino! It is a safari experience that you would want to come back to. And even plan a real one.&#10;&#10;All of these and more are waiting for you to be discovered. They get you points and make you the winner. &#10;Catch the glimpse of a Snow Leopard on the hunt and take 25 points! &#10;Yes, and that Golden Cat is worth 20 points! &#10;Keep adding up the points - it even helps your Math!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Bhutan",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Buddy: Bhutan Wild Trail",
    "ID": 328730,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328730/animal-buddy-bhutan-wild-trail",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An eye-catching, colourful game board for the tiny ones, designed for small spaces&#10;&#10;     Get your own safari jeep in bright yellow or blue,&#10;     55 game cards, including&#10;         45 wild animals waiting to be your buddies,&#10;         2 alert cards and&#10;         5 cards with game instructions&#10;    &#10;&#10;&#10;Bhutan has steep, rugged mountains and deep valleys in the North to sub-tropical forest and bamboo jungles in the South. 72% of Bhutan is dense, virgin forest. Find your buddies from those lovely wild animals who live there!&#10;&#10;A simple game for the parent-at-home and the young one. Set out on a fun trek through the dense jungles and mountains of Bhutan!. On the way, you meet all sorts of animals. &#10;They will tell you where to go next: they want you to meet their friends and also leave the forest unharmed. &#10;Splash mud on any animal and it becomes your buddy on you jungle trail ! &#10;Make friends with more animals as you explore the jungle. &#10;In every round, you find new buddies - and they find you too! Tell your friends who you met on your trek !!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Exploration"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Bhutan",
      "Players: Two-Player Only Games",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nebuchadnezzar",
    "ID": 328731,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/328731/nebuchadnezzar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Rules&#10;&#10;Nebuchadnezzar is a game of annihilation for two players. Not only are draws impossible in Nebuchadnezzar, almost any game of Nebuchadnezzar played to its conclusion will end with a board completely filled with a single color of disc.&#10;&#10;Materials: A square board of any size (nothing bigger than 15x15 is recommended due to the amount of recycling and potential number of moves along with the amount of mechanical flipping involved) and an unlimited supply of discs with each player's color on either side. Go stones can also be used if you're willing to replace them instead of flip discs. (note: If you have an Othello set, 8x8 is a fine size to get started with)&#10;&#10;Objective: wipe your opponent completely off the board!&#10;&#10;Gameplay: Starting with black, on his turn a player may place a disc with his color facing up as long as it isn't orthogonally adjacent to exactly 1 enemy disc and 3 empty points. He may alternatively capture enemy discs according to the following convention. He cannot place and capture on the same turn.&#10;&#10;A player may flip a rectangle of discs consisting purely of enemy discs, if the following qualifications are met&#10;&#10;&#10;     The rectangle is entirely bounded by single-colored walls (of discs) on all 4 of its sides&#10;     The player owns the majority of the perimeter created by these walls &#10;     The rectangle is not part of a bigger rectangle meeting these criteria.&#10;&#10;&#10;Edge rule: If one or more of the walls bounding a rectangle are board edges these will take on the color of the parallel walls opposite to them. If a rectangle is bounded by two opposite board edges then these are considered to be neutral walls.&#10;&#10;Forced passing: You automatically pass your turn if no legal move is available for you on your turn. Otherwise passing is not permitted&#10;&#10;Pie: After the first move, the second player may choose to switch colors instead of playing a disc of his color for his first move.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "I Cut, You Choose",
      "Lose a Turn",
      "Pattern Building",
      "Pattern Recognition",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I am Alias Junior",
    "ID": 328733,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/328733/i-am-alias-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this children's game, the players together explain what a secret figure or thing a player is. You are not allowed to use the same word that is included in the word you are going to explain, so it is important to use your imagination. If you guess it correctly, you score a point but everyone can win points on each round. This first player to the blue dot in the center of the board wins.&#10;&#10;The player in turn has no idea what the card in the headband shows - so you have to listen carefully and take help of the clues that your teammates give you. Maybe you're Robin Hood, a giraffe or even a pumpkin.&#10;&#10;Components: 4 headbands, 200 cards, sand timer, game board, 4 pawns.&#10;&#10;--description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Deduction",
      "Action Timer",
      "Communication Limits",
      "Track Movement"
    ],
    "Families": [
      "Game: Alias",
      "Mechanism: Deduction – Blind Man's Bluff",
      "Versions & Editions: Junior Versions of Grown-Up Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "T34 Leader",
    "ID": 328734,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/328734/t34-leader",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In T34 Leader, you're in command of a Soviet armoured company of tanks, armored cars, trucks, and armoured infantry. You  may also be assigned air support and heavy weapons support in order to achieve your goals. Your goals are to take your objectives while trying to keep as many of your men alive as possible during realistic tactical missions.&#10;&#10;T34 Leader features various historical campaigns that can be played as individual campaigns or linked to form one huge mega-campaign that follows your troops from the Invasion of Poland to the final battles on the Eastern and Western fronts.&#10;&#10;A major part of the game is mission planning. You decide which vehicles and infantry units to use and which commanders are best for the mission. Vehicle and infantry commanders are rated for skill level and even personality quirks such as how well they keep their heads while under fire. Deciding which commanders are used for each mission is a major consideration. Your units will become fatigued with every mission. If you push a commander and his men too hard, his skills will degrade. Your commanders and their crew also gain experience with every mission. This makes for some great decision-making. Should you keep fighting with your top commanders and crew and further fatigue them to get the job done, or let the new guys fight in order to prep them for the tough missions ahead?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Ultimate Drinking Game: Core Edition",
    "ID": 328735,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/328735/the-ultimate-drinking-game-core-edition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "72 cards combining new and classic drinking games with a nasty twist.&#10;&#10;At the start of the game, players draw 5 cards and declare a &quot;Captain&quot; to settle any or all disputes.&#10;Players can choose to play a card on themselves, allowing the card to be removed from or play it on another player, returning the card to the bottom of the draw deck, before drawing back up to 5 cards.&#10;Once the draw deck is depleted, the player who discards all cards from their hand first is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Lose a Turn",
      "Move Through Deck",
      "Take That"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kieszonkowce quizowe. Wiesz, że nic nie wiesz",
    "ID": 328736,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/328736/kieszonkowce-quizowe-wiesz-ze-nic-nie-wiesz",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game contains almost 500 questions about music, film and general knowledge.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ocean Slayers: The Bermuda Chronicles",
    "ID": 328738,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.94",
    "Link": "https://boardgamegeek.com/boardgame/328738/ocean-slayers-the-bermuda-chronicles",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Ocean Slayers Board Game is a 2-6 player fully competitive, mythical, open world, euro game with a hint of luck and dice. It is set in the isles of Bermuda, full of rich treasures, powerful ruins, ancient monsters, rival captains and uncharted territories. Set out to explore Bermuda with your mighty fleet, discover a unique landscape in every game, build and grow your economy and resources and prepare for battle to defeat the mythical Kraken. Will you conquer&hellip;or will you perish?!&#10;&#10;Every tile explored will offer treasure, resources and powerful items, safe passage or spawn various breeds of ancient monsters. Players and monsters roam around the board in this strategical game, which makes the waters treacherous and monster lurking at every move. Settle on resources islands and explore Bermuda to increase your wealth and territories but beware for rival captains and monster for they can cross your plans at any time.&#10;&#10;Prepare for an amazing, mythical adventure in this free roaming ocean world full of hidden dangers and fortunes. You can play Ocean Slayers over and over and no game will be the same.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Miniatures",
      "Mythology",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Finale Ending",
      "Grid Movement",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Creatures: Monsters",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Babacadabra",
    "ID": 328740,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328740/babacadabra",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The witch Babacadabra needs your help to find all the ingredients necessary to make her spells.&#10;Babacadabra is a game of skill, precision and concentration, for 2-5 players aged 6 and up: a game to stimulate collaboration between the players, sorcerer&rsquo;s apprentices, while developing their observation and descriptive skills. A quick and fun game, to do anywhere in minutes!&#10;&#10;How to play&#10;Players must cooperate and collaborate with each other in order to get hold of all the ingredients necessary for witch Babacadabra&rsquo;s spell.&#10;Taking turns, each player plays the role of the witch Babacadabra and describes to her helpers the 9 ingredients listed on her &ldquo;Enchantment&rdquo; card.&#10;The other players, who play the sorcerer&rsquo;s apprentices, must find the 9 ingredients in the given amount of time by looking for them among the &ldquo;Ingredient&rdquo; cards scattered on the table.&#10;But beware: finding the ingredients is not an easy task because the images depict very similar objects and can therefore be confused and mixed up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I Love Hamilton: Trivia Game",
    "ID": 328742,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328742/i-love-hamilton-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "750 questions and answers about Hamilton, Ontario.&#10;&#10;Contents:&#10;&#10;     1 gameboard&#10;     2 dice&#10;     150 tokens&#10;     6 score cards&#10;     6 pawns&#10;     1 Q&amp;A book&#10;&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Canada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Stump of Elemental Evil",
    "ID": 328744,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328744/the-stump-of-elemental-evil",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A card-based expansion for Four against Darkness. Instead of rolling on tables to generate places and encounters, the player(s) draw cards from a deck and apply the results to the adventure.&#10;The deck features a standalone adventure in which the heroes explore a cave hidden under a rotting stump, and attempt to sly the feared Tentacle Worm.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Four Against Darkness"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnytour Profil: Tour du pays Basque",
    "ID": 328745,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328745/magnytour-profil-tour-du-pays-basque",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Tour of the Basque Country is a cycle stage race held in the Autonomous Community of the Basque Country.&#10;&#10;5 profiles adapted to Magnytour&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Region: Basque Country",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Mill",
    "ID": 328746,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328746/silent-mill",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A card-based expansion for Four against Darkness, for levels 2-4. Instead of rolling on tables to generate places and encounters, the player(s) draw cards from a deck and apply the results to the adventure.&#10;The deck features a standalone adventure in which the heroes explore a haunted mill that has been taken over by monsters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Four Against Darkness"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EXITE Box: Asteroid Alert",
    "ID": 328748,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/328748/exite-box-asteroid-alert",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Do you have time to stop the asteroid that is heading for earth, before it is too late?&#10;&#10;Escape room in a box.&#10;&#10;The EXITE Box game concept combines the concrete objects and aids included in the package with the possibilities offered by the environment, the Internet and various media and means of communication. This multiplatform escape room game fits in a box, but there is much more.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena PvP",
    "ID": 328749,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328749/arena-pvp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Arena PvP is a fantasy themed card game in wich you are going to embody a hero, equip items, conjure blessings, casts curses and control game events that will lead you to defeat your opponents.&#10;&#10;In Arena PvP you will choose a pre-constructed hero's deck to quickly start playing. Each deck has it's own strategies and synergies. Then, if you want more complex gameplays, just create your own deck by combining any card.&#10;&#10;Arena PvP is designed to bring you the Trading Card Game experience within a cheap box.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "In Deo Veritas: Captain General – Wargaming the Age of Marlborough and the Great Northern War",
    "ID": 328751,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328751/in-deo-veritas-captain-general-wargaming-the-age-o",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "380",
    "Play Time": "380",
    "Weight": "0",
    "Description": "In Europe, the first two decades of the eighteenth century were characterised by almost constant warfare. Western and Central Europe had been involved in the Nine Years&rsquo; War that ended in 1697. The peace was shortlived and by 1701 Western Europe was once again plunged into a new conflict, the War of Spanish Succession. Elsewhere, Denmark, Russia, Saxony and eventually Prussia all sought to dismember the Swedish Empire and share it amongst themselves. This conflict, known as the Great Northern War, was to last over twenty years.&#10;&#10;Designed to refight the battles of the period, In Deo Veritas: Captain General is an expansion book for the popular rule set In Deo Veritas. The rules focus on the command decisions needed to maintain the motivation of the army. The battle scenarios offer the player a series of different challenges from the wars of the early eighteenth century.&#10;&#10;Battles are played at the brigade level with all major elements on 75mm/3&quot; wide bases. Using smaller scale figures (6-15mm) lets players give their units a realistic feel. The ground scale of 1&quot; = 40yds means the typical 6ft x 4 ft table is large enough to accommodate most battles of the period.&#10;&#10;Most players will already have everything needed to play (d6, tape measure and a deck of cards). More scenarios and game support will become available in the future.&#10;&#10;To learn the rules will take 2 hours or so using some of the smaller battles. Once you have become familiar with the core elements then your games will flow more quickly and a larger battle such as Blenheim should last for 3-4 hours depending on the arrival of the reinforcements.&#10;&#10;Nothing is certain, but generals that hone their skills are more likely to be victorious.&#10;&#10;You will need a copy of In Deo Veritas: Fast Play Rules for Exciting Seventeenth Century Battles in Smaller Scales to use this book.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Turn Order: Random"
    ],
    "Families": [
      "History: Great Northern War",
      "History: War of the Spanish Succession",
      "Series: Helion Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Puppy Power",
    "ID": 328753,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/328753/puppy-power",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Puppy Power is a free print&amp;play 52-card puzzle game for 1 (solo) or 2 players (head to head)&#10;&#10;The puppy's stuff is all over the place and you have to order all of it exactly right using a mancala style system.&#10;&#10;Both players get a set of 5 Puppy Stuff cards which they put face-up in this pattern : 2 cards above the Puppy card, 1 to the right, 1 at the bottom and 1 to the left.&#10;&#10;Both players draw an Order card.&#10;&#10;On his turn the player must pick-up all Puppy Stuff cards from 1 Location and redistribute all the cards in a clockwise order from the Location where he picked them up.&#10;&#10;Of the Puppy Stuff card(s) picked up in a Location, exactly 1 Puppy Stuff card must be dropped in the next Location clockwise, the next Puppy Stuff card in the next Location clockwise and so on until there are no more Puppy Stuff cards to drop&#10;&#10;If the player's Order card pattern now matches with the Puppy Stuff cards in front of him, he has succeeded in his ordering task and that player scores the Order card by putting it to the side and drawing another Order card.&#10;&#10;The first player to score 5 Order cards wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Open Wide!",
    "ID": 328758,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328758/open-wide",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Some happy hippos need your help pulling their big rotten teeth. In this children's game players take turns spinning the spinner onto one of the 6 hippos and pulling 1 of their 4 teeth if they have any. If a player spins a hippo without any teeth, that player must help the hippo by giving it 4 new teeth. Players spin until their corner holds 6, 8, or 13 of the 24 teeth depending on number of players.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hi Ho Mother Goose VCR Game",
    "ID": 328760,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328760/hi-ho-mother-goose-vcr-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A children's game in the Hi Ho series alongside Hi Ho Cherry-O, Hi Ho Cherry-O VCR Game, Hi Ho Alphabet, and Hi Ho Color Go Round.&#10;&#10;A VCR game about nursery rhymes with 3 different play sessions on the tape and random elements to ensure the game plays different even during the same section of the tape. Hi Ho Mother Goose contains 13 favorite nursery rhymes portrayed via puppets and cartoons. Players watch the nursery rhyme segments and listen for Mother Goose's instructions on matching cards to the rhymes and then spinning the spinner to take or give matching cards, with the player holding Mother Goose's card at the end of the session wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: Mother Goose",
      "Components: Videocassettes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "nickname party!",
    "ID": 328761,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328761/nickname-party",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Playing Games, You can call your opponet in many diffrent ways, and get close to them.&#10;&quot;nickname&quot; was born out of the thoughts of middle school girl &quot;Nanana Kudo&quot;. and We're back to the &quot;nickname party!&quot;&#10;&#10;&quot;Alien Paul, Give me the UFO!&quot;&#10;&quot;PRINCESS Jack, Please give me some GLASS SHOES.&quot;&#10;&#10;That's how each of you call each other in different ways during the game.&#10;And the player with the most nickname groups wins.&#10;&#10;The card set in the nickname consists of one nickname card and four item cards.&#10;&#10;The nickname card is placed in the middle of the table, and all the item cards in the nickname category used in this game are shuffled and divided into equal.&#10;&#10;The player should request an item card at least once to anyone on his or her turn, that is currently the same nickname category not in hands.&#10;&#10;Through this, the information that player has at least one item card in the some nickname category is exposed to others.&#10;However, bluffing is prohibited for requesting an item card in the player's hand.&#10;&#10;If the request is successful, that player can decide whether to continue the request or pass.&#10;&#10;It doesn't matter if the player changes the opponent to someone else when they keep requesting.&#10;&#10;During the game, if the player has all four item cards of the same nickname category in their hand, they will immediately declare their achievement and bring the nickname card that the player put in the center of the table. And the nickname item cards are piled up together.&#10;&#10;The game ends when all the nickname cards placed in the center of the table are seated in front of someone.&#10;&#10;The person who has the most nickname sets in front of him wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Darksworn",
    "ID": 328765,
    "Year": "(2021)",
    "Geek Rating": "5.672",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328765/valeria-card-kingdoms-darksworn",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2857",
    "Description": "The goal of Valeria: Card Kingdoms &ndash; Darksworn is to introduce co-operative play into the Valeria world through groups of related books called Sagas. These books will lead the players through a story that unfolds during the game and offers greater immersion into the Valeria setting. New rules and cards will be introduced in each book, some lasting only through the current book and some persisting through the unfolding Saga, somewhat like a &quot;legacy game&quot;.&#10;&#10;Darksworn uses six book-decks to tell a story of wonder, sacrifice, and adventure as you explore the territory west of Valeria and encounter a darkness that cannot go unchecked. Each book presents you with a set of new rules and several tasks that must be completed by your gaming group in order to advance to the next book in the saga. Within each book you'll find special boons to assist you and powerful monsters to challenge you. Your team will have to strike a balance between building effective tableaus of citizens that will allow you to complete the tasks and defending the decreasing center stacks of citizens that are the health of your kingdom.&#10;&#10;The play area for Darksworn is much the same as an ordinary game of Valeria: Card Kingdoms, but there are some notable changes. The story board sits above the monster row. This is where each book's story and challenges are presented, where new rules are displayed, and where citizens captured by monster attacks languish in a dark oubliette. Walls provide additional protection from the attacking monsters, but if they make it past the walls, your citizen stacks are going to suffer. At the bottom of the play area is the Blessings Board where your devotion to the radiance of Aquila can grant you special powers, free captured citizens, and even rebuild fallen walls. If any of the monsters make it through to the Blessings Board, however, all is lost.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sketchy Ski Lifts",
    "ID": 328766,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/328766/sketchy-ski-lifts",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Sketchy Ski Lifts, players are responsible for constructing a network of ski lifts to transport guests between mountain lodges.&#10;&#10;The game takes place over 12 rounds, each representing a month of a year-long construction project. Each round, dice dictate where players may build stations and poles for their ski lifts that month. Players may also trim forests or invest in upgrades for future rounds.&#10;&#10;Every 6 months, an Opening Day occurs where players can connect their network with cables and receive points depending on how long it takes to travel between each pair of lodges. After the second Opening Day, the winner is the player with the lowest total score.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Transportation"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Sports: Skiing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Plażing: roll&write",
    "ID": 328767,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/328767/plazing-roll-and-write",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game is a compact (roll &amp; write) version of Pla&#197;&#188;ing: parawany w d&#197;&#130;o&#197;&#132; game. You roll a dice and you need to draw different shapes to gather different goods from the beach.&#10;The game contains 4 different types of boards.&#10;&#10;In each round one of the players roll a dice, then everyone needs to draw a shape which is attached to a number. There are also a few special shapes which can be used additionally.&#10;On the beach there are 3 different goods: shells, amber and stones. The goal is to close areas containing them. &#10;After 10 rounds the game ends. A player who gets the most points wins the game.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Albion's Legacy: Character pack",
    "ID": 328777,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328777/albions-legacy-character-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "12 extra characters, including: Ivanhoe, Peter Pan, Robyn Hood, Blackbeard. 12 extra artifacts and 4 terrains related to the new characters. No additional rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Medieval",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Lynnvander Legacy Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Niezły Blef",
    "ID": 328779,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/328779/niezly-blef",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "80",
    "Weight": "0",
    "Description": "In Niez&#197;&#130;y Blef one of the players writes down truthful answer to the drawn question. Second one presents the question and the answer to the rest. The answer presented does not have to match with original answer. All the other players decide whether it is a truth or a bluff. Players get a point if they guessed correctly. The bluffing player gets a point for each incorrect answer.&#10;&#10;The game ends after three rounds of everyone being a crook.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Wznie&#197;&#155; si&#196;&#153; na wy&#197;&#188;yny kreatywno&#197;&#155;ci, by w sprytny spos&oacute;b zwie&#197;&#155;&#196;&#135; przeciwnik&oacute;w i zwyci&#196;&#153;&#197;&#188;y&#196;&#135; w tej imprezowej grze blefu i domys&#197;&#130;&oacute;w!&#10;&#10;Jeden z graczy zapisuje odpowied&#197;&#186; na zadane pytanie, drugi za&#197;&#155; przedstawia j&#196;&#133; pozosta&#197;&#130;ym uczestnikom rozgrywki. S&#196;&#153;k w tym, &#197;&#188;e jego wersja mo&#197;&#188;e, ale nie musi by&#196;&#135; zgodna z orygina&#197;&#130;em! Pozostali gracze decyduj&#196;&#133;, czy kto&#197;&#155; tu w&#197;&#130;a&#197;&#155;nie pr&oacute;buje sprowadzi&#196;&#135; ich na manowce, czy mo&#197;&#188;e sztuczka polega na braku sztuczki&hellip;&#10;&#10;G&#197;&#130;osujcie!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wild, Wild West",
    "ID": 328825,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/328825/wild-wild-west",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Come manage a town in the West they said, it&rsquo;ll be thrills, spills, and chills they said. Well, friends, they weren&rsquo;t wrong. It has been that and more. But boy howdy, the disasters keep popping up! Almost as those someone is out to see your town fail and their town succeed!&#10;&#10;Each turn players are rolling dice, but some of those dice don&rsquo;t help your town! In fact, they hinder it! From bringing Varmints into town and luring bandits, it&rsquo;s a right cow poke in the eye!&#10;&#10;Your success can be large too though! Just look at that cash you can grab from selling watered down liquor at twice the price to filling up a train for a sight-seeing ride! You&rsquo;ll even have the chance to round up some notorious Wanted Outlaws and put them back behind bars where they belong! Get your head of cattle together, tell those Varmints to scram, and let&rsquo;s have us a good ol fashion ho-down!&#10;&#10;Players are encouraged to look back over their town and share stories of their skilful mismanagement of certain areas. Does your town have a lot of high priced hooch and an ineffectual legal system? Do your future residents from the train feel safe knowing the Varmints have been rehomed? What about those outlaws, did you shut them down quickly with swift legal justice?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "History: American Old West (Wild West)",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "18Chesapeake: Off the Rails",
    "ID": 328829,
    "Year": "(2021)",
    "Geek Rating": "5.616",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328829/18chesapeake-off-the-rails",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.75",
    "Description": "This is an expansion (a contraction really!) for 18Chesapeake, an 18xx game. It reduces the number of trains and replaces the stock market to produce a fast and wild version of the game.&#10;&#10;This expansion requires 18Chesapeake to play.&#10;&#10;Includes&#10;&#10;Stock market board&#10;Bank pool mat&#10;Alternate $1100 D-trains&#10;Rule sheet&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zulu Skirmish",
    "ID": 328830,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgame/328830/zulu-skirmish",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Voted Best Table Top Rule Set in 2020 by Texas Toy Soldier Historical Gamers!&#10;&#10;Zulu Game Rules for Miniatures.  &quot;Zulu Skirmish&quot; is all about you as a &quot;Battalion Commander&quot; or &quot;Zulu Ibutho&quot; directing your Table Top forces in small unit actions. The forces under your Command consist of yourself and one or more subordinate Company or Impi Commanders and their Units.&#10;&#10;&quot;Zulu&quot; is designed for 28mm figures or smaller. While fun to play with two to four Units on a side, Zulu plays great at &quot;Tournament&quot; or &quot;Grand Scale Skirmish&quot; level for those that like six or even more Units in their Table Top Army.  With Commander and Unit Cards its also quick to learn so it&rsquo;s a good choice for a quick &ldquo;pick up&rdquo; or Convention Gaming.&#10;&#10;texas-games.com &#10;- Free Zulu Card Set.  &#10;Includes Command Action as well as Commander and Unit Cards in PDF. Designed to Streamline Table Top Bookkeeping.&#10;&#10;- Rule Set in Hard Bound or PDF&#10;&#10;- Game Markers / Tokens available&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Wargame"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Line of Sight",
      "Measurement Movement"
    ],
    "Families": [
      "History: Anglo-Zulu War",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cançons de l'Antàrtida",
    "ID": 328841,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/328841/cancons-de-lantartida",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "2",
    "Play Time": "4",
    "Weight": "0",
    "Description": "When the autumn comes and ice gets thicker, the emperor penguins go inland to mate. After partnering, the female lays one single egg. Worn out by the effort of laying the egg, the penguin mothers set out to sea to regain her strength and nourish, while the father takes care of the egg during the cold Antarctic winter.&#10;&#10;About two and a half months later, the chicks will be born, hungry, waiting for their mother, who brings food, while their fathers provide them with heat. Soon the mothers will arrive with their belly full of fish, that will be used to feed their chicks. The fathers will now be able to run to the sea to feed after about for months of fasting.&#10;&#10;This game is setted up at this point, where the mothers are arriving in large columns from the ocean to find their partners and chicks and feed the young and let the manes run for the fish.&#10;&#10;To represent that, we will have a big pile of &quot;father and chick&quot; cards at the center of the table (grouped together to avoid the cold of the antarctica), and each player will have a bunch of &quot;mother penguin&quot; cards. To recognize each other, the penguins sing the songs they sang during the mating. So, to pair the couples, you will have to find which ones are singing the same song (this is: they have the same notes with the same order and color). The twist here, is that to simulate the chaos of the mothers arriving, every player will be looking for the matches at the same time in the central pile of cards!&#10;&#10;The first player to match all his/her mothers with the partners and chicks, will win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental",
      "Music",
      "Real-time"
    ],
    "Mechanics": [
      "Matching",
      "Physical Removal",
      "Real-Time",
      "Simultaneous Action Selection",
      "Single Loser Game",
      "Slide / Push",
      "Speed Matching",
      "Turn Order: Random"
    ],
    "Families": [
      "Animals: Penguins",
      "Continents: Antarctica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runes of Zun: Action Packed",
    "ID": 328850,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328850/runes-of-zun-action-packed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "With the release of Runes of Zun, house-rules and modifications seem to be a natural direction for many players. Have you ever wanted to play the game without healing? Can you defeat each other if there are no Attack cards? What would happen if you just stuck another dozen and a half more actions into the base deck?&#10;&#10;This expansion contains additional copies of action cards to play with. It's like a game mod kit. With it, you can mix in more cards to the game your own.&#10;&#10;This Runes of Zun expansion works a bit like a &ldquo;side deck&rdquo; in other strategy card games or &ldquo;house rules&rdquo; for classic board games. Everyone has favorite cards, but with the Action Packed Expansion, you can test out crazy deck ideas. Mix up and swap out cards from the play deck, or find out just how chaotic the game can get!&#10;&#10;-description from publisher's website&#10;&#10;Includes the following cards:&#10;&#10;&#10;     4 Attack&#10;     2 Daze&#10;     2 Expose&#10;     2 Scramble&#10;     2 Steal&#10;     1 Banish&#10;     1 Defend&#10;     1 Revive&#10;     3 Restore&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Chaining",
      "Events",
      "Hand Management",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Runes of Zun: Promo Card Set 1",
    "ID": 328853,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328853/runes-of-zun-promo-card-set-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A set of rare and powerful cards for Runes of Zun. Each card is designed to make gameplay a little crazy. Include one, two, or all three in your Runes of Zun deck to spice up your game. You can even add multiple copies of the three cards &ndash; play your way!&#10;&#10;&ldquo;Wild Magic&rdquo; is unpredictable&#10;&#10;Use it as an Action, Reaction, or Modifier &ndash; your choice. Draw until you reach the type of card you want and play it. Be careful, though! You have to declare your target first, so you might get unexpected results. You might help an opponent or do harm to yourself.&#10;&#10;&ldquo;Decree&rdquo; forces all players to do as you do&#10;&#10;Raise or lower everyone's HP. Force everyone to draw or discard a card. By the way, this card can be boosted. So imagine making everyone lose 3 HP instead of just 1!&#10;&#10;&ldquo;Anarchy&rdquo; lets you bend the rules&#10;&#10;All players may ignore modifier restrictions on all cards! This card stays on the table until the next time the discards are shuffled into a new deck. Anarchy opens the door for some creative and insane card interactions and combos.&#10;&#10;Note: The Kickstarter version has a star on the cards that identify them as from the Kickstarter. Second printing doesn&rsquo;t.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Chaining",
      "Events",
      "Hand Management",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runes of Zun: Shadow Tactics",
    "ID": 328854,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328854/runes-of-zun-shadow-tactics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Shadow Tactics Expansion will transform how you play Runes of Zun. There are five new action types (good and bad), a new reaction type, and a new and unique modifier type. Mix them into your original game for a total of 78 cards. If you also mix in the original Action Packed Expansion you'll get a total of 96 cards in your deck! New tactics will emerge and game-changing combos will win out. Are you ready?&#10;&#10;New action cards:&#10;&#10;&#10;     Curse (x1): takes away 1 HP at the start of each of the target's turns but whoever targets the player next becomes cursed.&#10;     Slow (x2): prevents the target from playing more than one action card.&#10;     Punish (x3): deal 1 HP damage to a player for every ongoing card affecting them.&#10;     Stash (x2): hide a card from your hand for later use by you or another player.&#10;     Purge (x2): remove ongoing effects like Defend or Slow and even works against Banish&#10;&#10;&#10;New reaction card:&#10;&#10;     Fizzle (x3): prevent an action from targeting you and forces the targeter to discard a card.&#10;&#10;&#10;New modifier card:&#10;&#10;     Misdirect (x2): play an action and have another player suffer any consequences.&#10;&#10;&#10;Also includes 2 extra Boost cards and 1 extra Reserve card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Chaining",
      "Events",
      "Hand Management",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hivernation",
    "ID": 328855,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/328855/hivernation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hivernation is a  two-player, tabletop strategy game based on actual bee behaviour. Every year, just before winter, hives around the world kick out all the Drone bees so that the Workers and the Queen can survive through the winter and come back strong in the spring. The game is based on this.&#10;&#10;In Hivernation, two players (or two teams of two players) receive a stack of 20 double sided, hexagonal bee tiles (one side Workers, one side Drones) as well as 3 specialty tiles chosen at random (or, for fairness, 2 flower tiles and 1 bear tile).&#10;&#10;The Queen Zizi Tile is placed in the center of the play space and players take turns playing tiles from their stack. They can attach to Queen Zizi or their own bees but not directly to their opponents bees. When the two sides meet, each player, on their turn, can start converting their opponents tiles to their own by sandwiching their opponents tiles between two of their own and flipping the tiles in between to show the opposite side. There are opportunities to flip tiles in multiple directions at once as well. When a player does this they've made a multi-directional play and  they're awarded another specialty tiles chosen from the stack at random.&#10;&#10;Or they can modify game play by using one of those specialty tiles to flip tiles in a ring, stop tiles from being flipped or removing them from the game completely. The winner is the player with more of their tiles face up when the first player runs out of bee tiles to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Line of Sight",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trashed",
    "ID": 328856,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/328856/trashed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Trashed was inspired by the old-time favorite card game Garbage. With custom cards and unique twists to gameplay, Trashed takes the classic game to a whole new level. Your goal is to get your cards lined up in the right order, from 1 to 10. But, look out for the terrible Trashed card! Wild cards allow for excitingly big turns, while Stop cards will stop you in your tracks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Words Over Easy",
    "ID": 328857,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/328857/words-over-easy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How do you like your words? Over easy, of course! Pop the Letter Eggs into the Egg Sorter to see which letters you can use to spell words. Letter Eggs that fall into the green side are good, while Letter Eggs that land on the red side are rotten. Players scramble to come up with words using all the letters, face-up, on the &ldquo;good eggs&rdquo; and none of the letters from the &ldquo;rotten eggs&rdquo;. Great for word game players of all ages, so get cracking!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Horseman's Chess",
    "ID": 328864,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328864/horsemans-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Horseman's Chess is a chess variant in which a piece&rsquo;s movement capabilities can change during play.  The primary actors are the familiar chess pieces (Pawn, Rook, Knight, Bishop, Queen, and King) with their traditional movement capabilities except that none of them can move more than two spaces nor jump spaces without assistance.&#10;&#10;Pieces augment their movement by using mounts.  The Charger mount allows a piece to move an unlimited number of spaces, while the Jumper mount allows a piece to jump over an intermediate space when moving two spaces.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wero Mai",
    "ID": 328868,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328868/wero-mai",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wero Mai is a M&#196;&#129;ori board game intended for students and those at a beginner level in Te Reo M&#196;&#129;ori.&#10;&#10;It involves four different categories (New Zealand Places, M&#196;&#129;ori Culture, Flora &amp; Fauna, Everyday knowledge) to test the player's M&#196;&#129;ori knowledge and will extend their learning so they can apply that knowledge in their everyday life.&#10;&#10;The game aims to answer three cards per category correctly in M&#196;&#129;ori. Players can change the aim from one to three cards depending on their level or time restriction.&#10;&#10;Wero Mai's game includes challenges which are the Taniwha and the Niho Taniwha. When the participants land on the Niho Taniwha, they must go to the nearest Taniwha. To escape the Taniwha and continue their Wero Mai journey, they need to roll an even number.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: New Zealand",
      "Theme: Māori"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sunrise Safari",
    "ID": 328870,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328870/sunrise-safari",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Includes 16 animal dice, 20 large challenge cards, 4 safari cruiser dice holder cards, Meeka Meerkat squeaker, and multilingual instructional guide&#10;Flip a challenge card. Then all players roll their animal dice in a race to match the 4 animals on the challenge card&#10;The first to make the matches grabs the meerkat squeezer and collects the challenge card. Collect the most challenge cards to win!&#10;Based on the best-selling even-steven's odd game&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Val de Loire Nivernais: Le jeu",
    "ID": 328872,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328872/val-de-loire-nivernais-le-jeu",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Val de Loire Nivernais: Le jeu is an original, local and user-friendly board game based on the principle of questions and answers.&#10;&#10;Nearly 550 written questions and photos with also charades and riddles, &quot;junior&quot; questions which deal with subjects as varied as history or geography, heritage, local traditions, current events or famous people who have marked the Val de Loire Nivernais region.&#10;&#10;Each player places his pawn on his commune of residence or of his choice among the 110 present on the board, from Cosne-sur-Loire to Decize via Nevers.&#10;You will travel through the territory and have to answer questions on different themes. If the answer is correct you can replay.&#10;To be the winner, you will have to collect 5 &quot;Site&quot; cards by going to their respective box and answering the question correctly.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Events",
      "Set Collection"
    ],
    "Families": [
      "Cities: Nevers (France)",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "JURAQU",
    "ID": 328873,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/328873/juraqu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This game takes you back in time to war-torn, 15th-Century feudal Japan. You begin the game as a poor young peasant with a great ambition. Follow the dice and Ninja cards to your destiny as you move your game piece around the board. You rise (or fall) in rank as you stop at castles and fight grapples, duels or assassination attempts against the other players, who can be your allies or foes at any moment. The first player to attain the rank of Shogun and reach (with the exact role of dice) the golden temple of the capital (Miyako, today&rsquo;s Kyoto) at the center of the board becomes the TaiShogun (Supreme Shogun) to win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Roll Writer: Arcade Edition",
    "ID": 328874,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/328874/super-roll-writer-arcade-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Created as part of a design challenge to make a roll and write game using only one set of polyhedral dice, Super Roll Writer: Arcade Edition takes the action to the streets with video game-inspired combat in head-to-head and tag team modes.&#10;&#10;Players roll their strongest dice and attempt to string together attacks, using weaker dice for rerolls as their fighter fatigues. Dice combinations resolve into strikes on various hit locations on their opponents or into defensive options such as blocking and taunting. A built-in rage meter lets fighters on the ropes turn the damage they've suffered into powerful dice mitigation and combo attacks to battle back from the brink of defeat.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Franche-Comté",
    "ID": 328875,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328875/trivial-pursuit-franche-comte",
    "Min Players": "2",
    "Max Players": "36",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "(Re)Discover the region Franche-Comt&eacute; in 1800 questions.&#10;&#10;Content: 1 board, 300 question-answer cards, 2 card boxes, 1 die, 6 pie charts, 36 colored marker triangles.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France",
      "Game: Trivial Pursuit",
      "Series: Trivial Pursuit – Editions Régionales (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1940: Méfiez-vous de vos voisins",
    "ID": 328876,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328876/1940-mefiez-vous-de-vos-voisins",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Immerse yourself in the hidden role game and relive the most dangerous dinner of the Occupation as a Resistant or a Collabo.&#10;Identify your allies, gather clues to win the game before being spotted by the Gestapo.&#10;&#10;Betrayals, turnarounds, last-minute alliances; you won't look at your friends the same way again&#10;&#10;At the start of the game, each player is assigned a &ldquo;secret role&rdquo; card and a &ldquo;character card&rdquo;. The character card indicates the specific power of the character during the game. The role card determines which team the player is on. Either the &ldquo;Collabos&rdquo; team or the &ldquo;Resistance&rdquo; team. The &quot;Resistance&quot; team is always outnumbered regardless of the number of players, but its members know each other at the start of the game unlike the Collabos.&#10;    An additional character is present on the board, the German officer. It is not played by anyone and cannot move.&#10;&#10;Winning condition:&#10;    In order to win the game, the Resistance must accumulate in the same hand a significant number of Resistance clues without being exposed by the Collabos. At any time of the game, even if it is not his turn, a Resident with the required number of Resistance clues, cuts his hand and wins the game with his team.&#10;    In order to win the game, the Collabos must succeed in passing five Collabos clues to the German before the Resistance wins.&#10;&#10;- Translation from KKBB presentation&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game",
      "World War II"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Country: France",
      "Crowdfunding: Kiss Kiss Bank Bank"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Historical Conquest: The Card Game – Wentworth Cheswell",
    "ID": 328877,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328877/historical-conquest-the-card-game-wentworth-cheswe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Not playable on their own as you need two starter decks to play the game.&#10;&#10;In Historical Conquest, a CCG, there exists five main decks (named decks A thru E) each illustrated with a historical figure on its cover. Each box contains 50 unique illustrated cards. &#10; Use either the standard deck or build your own deck.&#10; Box B has on it's cover Wentworth Cheswell&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Player Elimination",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dice Matrix",
    "ID": 328881,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/328881/dice-matrix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Gather dice from the Dice Matrix according to a simple rule and build the most valuable structure on your area. You will score for the number of dice on the row and column of the die you place. Dice Matrix feels like a puzzle each turn. Tricky tactics await for you as you play more and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Samusara",
    "ID": 328883,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/328883/samusara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Japanese Buddhists believe that death is followed by rebirth, a cycle they call Samusara: other Buddhists call it Samsara. This game is dedicated to that belief.&#10;&#10;The board was inspired by polar graph paper. The rules are a bit similar to the classic game checkers.&#10;&#10;Any opposing piece that you capture you can reincarnate as one of your pieces.&#10;In a turn, you can either: 1) move one of your pieces one space; 2) move one piecesin a series of jumps of your and/or opponents' pieces, capturing opposing pieces as you go, or 3) resurrect any number of captured opponents pieces as your forces.&#10;&#10;The goal in Samusara is to occupy the opponent&rsquo;s power cells or the hilltop cells. You can also win by making ten capture moves.&#10;&#10;The original publisher, Nestorgames, discontinued Samusara during tbe pandemic, among many other products (95% of his catalog, as a matter of fact), making the game out of print. Any interested puyblishers should contact me.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Rose Wars: Alma Mater Studiorum Promo Card",
    "ID": 328888,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328888/black-rose-wars-alma-mater-studiorum-promo-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Expansion for Base Game&#10;&#10;Remove up to 5 cards from your Memories and/or your hand. Shuffle together your Memories and Grimoire. Draw spells from your new Grimoire up to your max hand limit. Gain 3&#10;&#10;Search through and 4 from any school of magic. Reshuffle all decks you searched in the Library. Gain 3&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scepter of the Eternal Flame",
    "ID": 328889,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/328889/scepter-of-the-eternal-flame",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You are a small group of adventurers in search of the most valuable object of your journeys of discovery. Standing in the long-awaited entrance to the Cave of Ignis, you realize the most dangerous adventure ahead. The cave is about to explode. It's only a matter of time before the lava flows scorch everything inside it forever.&#10;&#10;To win reach the exit with the Scepter before time runs out.&#10;If the cave explodes while you are still inside, you lose.&#10;If the cave explodes at the same time you leave, the game ends in a tie because you saved your life but lost the Scepter.&#10;&#10;Decide each round together either to equip yourself by using the dice's abilities, that cleverly combined become even stronger, or head out before the cave explodes.&#10;Use each character's individual skills to improve yourself!&#10;Use easy to understand Dice Reference to make the right decisions and roll the dice along the numbers.&#10;And when you're ready as a team, leave the cave as soon as possible.&#10;&#10;Your decisions define your  destiny! But together you can overcome the challenge!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Drafting",
      "Cooperative Game",
      "Dice Rolling",
      "Once-Per-Game Abilities",
      "Push Your Luck",
      "Resource to Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Roll and Rock",
    "ID": 328890,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328890/roll-and-rock",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Game currently under testing&#10;&#10;Roll and Rock is a 2-4 player game where players control a rock band competing to record the best album.&#10;&#10;Roll and Rock is a worker placement game played over 12 rounds.&#10;On each round players send their band-mates to different locations whether to learn some instrument, busking or hire new band-mates.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Music"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Music: Rock"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Horror Game Show",
    "ID": 328892,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/328892/the-horror-game-show",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "160",
    "Weight": "0",
    "Description": "In Horror Game Show, the player puts on the role of a producer on a new reality TV show. They have their own team of competitors who they train, equip, advertise and so on.&#10;But they also have somebody else up their sleeve. The Hunters &ndash; psychopathic murderers, empty of any feeling or emotion, human monsters. But they are monsters who are bigger stars than any other celebrity.&#10;The aim of the player is of course quite obvious &ndash; make the most money and gain the most fame and prestige. Oh, and remember &ndash; do not let the competition outsmart you!&#10;The fight to stay on screen and be loved by the crowds is neither easy nor simple. And it&rsquo;s not a fair fight by any means.&#10;Intrigues, betrayals, temporary alliances and broken deals. The producers will do anything to reach their goal.&#10;&#10;How the gameplay looks:&#10; When creating their teams, players also build their own deck of Action Cards. Action cards allow you to move characters on the board, build a pool of &quot;fans&quot; or use special actions (buying new contracts, weapons, using special abilities of characters, etc.). Action cards also determine the order (initiative) in which players can move.&#10; The game is divided into 12 rounds. In each of them, players draw 4 cards and, by playing it alternately, make their moves according to the initiative and the actions assigned to them. They can also use Intrigue Cards - which make the game more difficult for other players. At the start of each new game round, an Event card is drawn that describes &quot;what's new&quot; happened in the program and what circumstances need to be resolved - but this is also possible during the round (players can also initiate their own events themselves).&#10; Characters moving on the board can fight each other. Fight is done by using and influencing a pool of dice (re-rolls, changes to results due to character and / or weapon abilities, etc.). Players earn points for eliminating characters and completing contracts. They can also earn special bonuses for special achievements (most participant eliminations, top performer, last survivor, etc.)&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Horror",
      "Humor",
      "Maze",
      "Miniatures",
      "Murder / Mystery",
      "Negotiation",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Contracts",
      "Critical Hits and Failures",
      "Deck Construction",
      "Dice Rolling",
      "End Game Bonuses",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Movement Points",
      "Re-rolling and Locking",
      "Secret Unit Deployment",
      "Square Grid",
      "Turn Order: Claim Action",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grimagia",
    "ID": 328896,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/328896/grimagia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Grimagia is a card game where players take the role of &quot;Grimeisters&quot;, summoners who capture monster girls using magical books called grimoires. Players win by capturing 3 of their opponents' monsters, or through eliminating each other player by reducing their HP to 0.&#10;&#10;Players share the same 100 card deck. Each turn, a player may perform three actions: playing a monster from their hand, performing a union (combining two monsters to make one stronger monster), and capturing another player's monster using a grimoire (which works in a rock-paper-scissors fashion depending on the opposing monster's type). There are also relic cards with various effects which may be played at any time.&#10;&#10;Afterwards, monsters may attack the other players or each other. All monsters have different stats such as health, strength, defense, and special abilities. Monsters who attack become Rested and are defenseless against attacks by other monsters until the player's next turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Indiegogo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Isle of Cats: Promo Pack 3",
    "ID": 328910,
    "Year": "(2021)",
    "Geek Rating": "5.643",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328910/the-isle-of-cats-promo-pack-3",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This promo introduces the happy Oshax and 1 hand of Vesh rare treasure tile to the game.&#10;&#10;Mix these new tiles in with your existing tiles for an even wider selection of options as you play the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Hidden Victory Points",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Polyominoes",
      "Game: The City of Kings",
      "Islands: Fictional",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farbenkampf-Spiel",
    "ID": 328922,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328922/farbenkampf-spiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has 9 pawns of 5 colors. The game board consists of squares of the same 5 colors and white squares. Each color has a strength value between 1 and 5 points. On white spaces the strength of the pawns matches their own value, on all other spaces the strength of the pawns take on the point value of the space.&#10;&#10;Movement and capture is 1 space in any direction but not diagonally. A pawn may capture any pawn of lesser strength.&#10;&#10;A player wins the game by eliminating all pawns of his opponent. If both players have only one pawn left, the player with the stronger pawn wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Haunting by the Shadow",
    "ID": 328923,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328923/a-haunting-by-the-shadow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A Haunting by the Shadow is a cooperative game in which 2-4 players investigate a house overrun by dark and sinister spirits. The spirits are led by a greater evil known as the Shadow. Players must discover items within the house to help them eliminate the ominous spirits. But time is against them. With each passing moment, the Shadow's power grows. If the players take too long in their search, the spirits could unleash an untold terror into the world.&#10;&#10;Players will take actions to move, search, or vanquish spirits that are haunting the Harris House. Players will gather items that will allow them to vanquish the spirits. Before the players get the items, they must avoid interacting with the spirits and must avoid the Shadow at all costs.&#10;&#10;If the players vanquish the 4 spirits, the players collectively win and the Shadow is defeated.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Movement Points"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dribble, Shoot, Roll!",
    "ID": 328924,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328924/dribble-shoot-roll",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Dribble, Shoot, Roll! is a 2-player basketball card game in which players take on the role of a Head Coach, draft a team, and roll dice to score points.&#10;&#10;Players begin the game by having a Draft. During the Draft, players will take turns drawing and drafting basketball players to form their basketball team. Each basketball player has a skill level (1-6) for each of the shot attempt skills. The higher the skill number, the higher the chance of that player scoring on their shot attempt.&#10;&#10;Once their teams are established, players will begin play. Players will shuffle their player decks and draw the top 5 basketball player cards to form their lineup. They then will choose one player from their lineup to put into the scoring position.&#10;&#10;Next, one player will reveal the Shot Attempt Card and reveal what shot the players will attempt. Both players will roll their basketball die and compare the number rolled with their basketball player's skill number of the shot that is being attempted. If the player's skill number is equal to or exceeds the number the player rolled on his/her die, then the scoring attempt is successful. The player gains the number of points the shot attempt awards (1,2, or 3 points). Players then move their scoring marker on their player scoreboard.&#10;&#10;Players will repeat this process until the Shot Attempt Deck is depleted. This completes a quarter. The game consists of 4 quarters. After all 4 quarters, the game ends and the player with the highest score wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The One With All The Cards",
    "ID": 328932,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/328932/the-one-with-all-the-cards",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A fan-made &quot;Cards Against Humanity&quot;-style game, based on the popular TV show 'Friends'. It can be played as a standalone game, or treated like an expansion deck for the original game. Played with the same rules as Cards Against Humanity.&#10;&#10;The game is simple. Each round, one player asks a question from a Black Card, and everyone else answers with their funniest White Card.&#10;&#10;Game includes 90 black cards and 144 white cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "TV Shows: Friends"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keepsakes",
    "ID": 328952,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/328952/keepsakes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "In Keepsakes, players create a line of memories, competing to select, arrange, and recall those memories in order to gain the most Keepsakes, representing the player's score. Players start with two Keepsakes, and may gain or lose more as they complete challenges and recite the line of memories, represented by various face-up and face-down cards. Players take turns by drawing a new memory card, adding it to the line of memories, defining the memory, and reciting the line of memories in order, starting with the first one played. Players may then call out if the person seems to have done something incorrectly, with Keepsakes trading hands accordingly. Each memory card is different; they may require players to say something only they know, something they can see, something that they prefer, etc. Sometimes tasks appear, requiring players to complicate their turns, or players can opt for available challenges to increase their Keepsake collection. Some memory cards may reorder the memory line or be turned face-down, forcing players to reorient themselves or risk losing Keepsakes. Play ends when any player has zero Keepsakes remaining or the memory deck runs out, and whoever has the most Keepsakes wins (ties permitted. With that in mind players can opt to play cooperatively instead to attempt to gather the most Keepsakes collectively.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Face to Face at Antietam",
    "ID": 328971,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/328971/face-to-face-at-antietam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "&quot;Face to Face at Antietam&quot; is a 2 player American Civil War Card-Wargame, players make decisions for general Robert E. Lee or general George McClellan as they guide the Army of Northern Virginia or the Army of the Potomac in America's deadliest day of combat at Antietam.  An Event card is drawn each turn that simulates real historical events then each side commands infantry, artillery, cavalry and their generals within three terrains and two flanks.   Dice rolling keeps a degree of randomness in an otherwise tactical battle.&#10;&#10;Be the first to capture two of the three terrains and drive General Lee away or change history and crush General McClellan.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Card Game",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Cities: Sharpsburg (MD, USA)",
      "Country: USA",
      "Crowdfunding: Game Crafter Crowd Sale",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Maryland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You Don't Know Jack: TV Expansion Pack",
    "ID": 328972,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/328972/you-dont-know-jack-tv-expansion-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This add-on set for the tabletop YOU DON'T KNOW JACK game includes 113 cards with 450 additional questions about you favorite TV shows of the past &amp; present. Like the original, each question has that wacky YDKJ twist to make it that much more interesting and challenging!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Kittens",
    "ID": 328994,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/328994/space-kittens",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Space Kittens is a cooperative board game for 1-4 players from the creators of Alien Puppies. Colonize Kittengard without losing 9 lives. Each player is assigned a character that has unique abilities and powers to help you win the game.&#10;&#10;Your objective is to colonize the planet by setting up five bases that consist of three elements - Dome, Cat Tree and Farm.&#10;&#10;Set up:&#10;&#10;     Place the Board in the center of the table within easy reach of all the players.&#10;     Shuffle the Character cards and deal 1 to each player. &#10;     Shuffle Area Tiles FACE DOWN, draw 5 tiles and randomly put them FACE UP on the Board in the respective circles on Kittengard planet.&#10;     Separate the tokens by type (Domes, Cat Trees, Farm, Cat) and place them near the board in separate piles.&#10;     Place the Cat Token at at the bottom part of Lives section.&#10;     Shuffle the Environment Deck and place it FACE DOWN on the space indicated on the Board.&#10;     Shuffle the Resources Deck and deal 5 cards to each player, then place Resources Deck FACE DOWN on the space indicated on the Board. If any player has Distraction cards, return that card to the Resources Deck and give that player another card from the top of the deck. Then Re-shuffle the Resources Deck and put it FACE DOWN on the space indicated on the Board. &#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Civilization",
      "Humor",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Components: Meeples (Animal) / Animeeples",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Airship Admirals",
    "ID": 328999,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/328999/airship-admirals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "100",
    "Weight": "0",
    "Description": "Pick one of the 6 unique factions and lead them to victory in 2-4 player death-match. If you are unsure you can do it on your own create a temporary alliance.&#10;&#10;You will move your Airship on a hexagon tile map and give orders to your crew in pursuit of victory. In total there are 4 unit classes with distinct capabilities in 6 stations. Every Airship and a unit in a class are unique! Weather elements change each turn and affect game dynamics. Turn based play with different phases for different types of actions. You will need swift movement and decisive attacks if you plan to survive. And one more thing, make sure to know your crew special abilities.&#10;&#10;Your crew is on deck, eager to hear your first order Admiral!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Bias",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Once-Per-Game Abilities",
      "Order Counters",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tempo!",
    "ID": 329004,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329004/tempo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "How do you survive on a desert island? How to become a millionaire without working? In Tempo! you'll have to find answers to these and many more tricky questions and share them with your friends! But remember: you have only 1 minute and 6 words. Not challenging enough? Take a condition card from the special pile and follow the terms on it to get maximal score. For example, build the sentence using as many words starting with letter &ldquo;O&rdquo; as possible and mentioning one name of a sport. &#10; To win the game, follow the conditions and make up the ideas your friends will like.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wild Space: Encounters",
    "ID": 329006,
    "Year": "(2021)",
    "Geek Rating": "5.667",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329006/wild-space-encounters",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "Empire&rsquo;s explorers have just discovered a new planet inhabited by an unknown species: highly technologically advanced Aliens, exclusively feeding on minerals. &#10;Seize the opportunity to welcome these peaceful people in your Crew, and to benefit from their powerful skills. This will ask you to collect Quartz, those precious stones that they are fond of.&#10;&#10;Encounters brings a new resource to Wild Space : Quartz. New Crew cards earn you some when played in front of you. And at the end of your turn, you have got the new additional option to spend Quartz, for recruiting an Alien and add it to your Crew. Aliens count as regular Crew cards but they come with powerful abilities, enhancing your combos.&#10;&#10;Components &#10;1 double sided Planet tile &#10;22 Crew cards &#10;21 Alien cards&#10;20 Quartz plastic crystals&#10;6 double sided Captain cards&#10;6 solo mode cards&#10;1 rulebook&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Korzenie Siekierek",
    "ID": 329007,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/329007/korzenie-siekierek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Korzenie Siekierek is an adventure boardgame about history of Siekierki, that now are part of the Mokot&oacute;w department. During the game players will meet famous people form this village and take part in important historical events.&#10;&#10;All components including event cards and board are based on true historical information, gathered during hundreds of hours of meetings with former citizens of Siekierki.&#10;&#10;During each of their turns, player roll 3 dices, chooses two of them and move their pawn through the types of terrain indicated by dices (fields, pawns, swamps...). When they finish their movement on certain points on the main board (the map) they can perform corresponding action. For example visiting blacksmith gives them special items, in chapel they can rest etc. Most important places are areas with crystal tokens - there players can fulfill tasks (sometimes alone, sometimes in cooperation with other players). Fulfilling tasks grants vicory points, items or bonus abilities.&#10;&#10;First player, who completes 3 hard tasks (red ones) wins the game.&#10;&#10;Korzenie Siekierek combines educational and historical values &#226;&#128;&#139;&#226;&#128;&#139;with good fun, requiring a well-thought-out strategy, cooperation between players and a bit of luck.&#10;&#10;Game was produced for Center of Culture &quot;Doro&#197;&#188;karnia&quot;.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Roll / Spin and Move",
      "Semi-Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Warsaw (Poland)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Jeu du Potager",
    "ID": 329009,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/329009/le-jeu-du-potager",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this game inspired by the French equivalent to Snakes &amp; Ladders (&quot;jeu de l'oie&quot;), curious youngsters will learn how to grow plants. Weather effects are accounted for and players will have to take care of their vegetable patch through their progression in the game.&#10;This is an educative game for young kids.&#10;&#10;Description from the French editor website:&#10;&#10;&quot;&Agrave; vos graines, pr&ecirc;ts, plantez !&#10;&#10;Prendre soin de son potager au fil des saisons pour r&eacute;colter les plus beaux l&eacute;gumes ?&#10;&#10;C&rsquo;est facile avec le jeu du potager ! Dans ce jeu de plateau, les joueurs doivent faire pousser leurs l&eacute;gumes en &eacute;vitant les emb&ucirc;ches pour devenir de vrais jardiniers en herbe. Le jeu id&eacute;al pour petits et grands afin de d&eacute;couvrir de mani&egrave;re ludique les secrets du potager au naturel.&quot;&#10;&#10;Box contents:&#10;1 board&#10;98 cards&#10;6 wooden pawns&#10;1 wooden die&#10;1 rulebook&#10;&#10;Players take turns rolling a die to progress on the board. Each progress will grant them access to a card (weather/animals/bonus) helping them towards or impeding the growing of their vegetable garden. The game ends whenver a player reaches the end. The player with the most beautiful vegetable patch (most points) wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Samoorganizujmy się!",
    "ID": 329010,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/329010/samoorganizujmy-sie",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In XIX-th and at the beginning of XX-th century in many places in Poland people decided to set up cooperatives. Some of them gathered farmers, others bakers, milkmen and weavers or gathered people of different jobs.&#10;&#10;In Samoorganizujmy si&#196;&#153; players set up their own cooperatives, employ workers, build common buildings, meet famous social activists and participate in bigger projects, that onvolve many cooperatives.&#10;&#10;All cards contain historical photos and illustrations and most of them show real historical people, places, institutions or projects. Game gives players not only fun, but also real historical knowledge about history of cooperativity in Poland.&#10;&#10;In each turn players simultaneously play one card from their hand and add it to their tableau, finally they pass all cards remaining in their hand to the player on their left. Blue and red cards improve their production (which allows them to play more expensive cards), green cards raise morale of their cooperativity, pink cards allow cooperation between players and yellow provide instant actions.&#10;&#10;At the end of each round (after seventh card being played) player with most cards with their arms and player with highest morale - get victory point. At the end of the game players resolve all cards with &quot;End of the Game&quot; effects and score for them. Player with most victory points, wins the whole game.&#10;&#10;Game was produced for Fundacja Wspomagania Wsi (Rural Development Fundation) to promote their projects and to develop historical knowledge in small towns.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Poland",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "We're Doomed!: Unspeakable Treachery Promo Card",
    "ID": 329012,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329012/were-doomed-unspeakable-treachery-promo-card",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "It's a secret event on the player that draws it. Shuffle the card with the other event cards during set up.&#10;&#10;Card was a reward during the Game Boy Geek Kickstarter Season 8 in 2020&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Angola 1987-1988",
    "ID": 329019,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/329019/angola-1987-1988",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Angola 1988 simulates the operations led between July 1987 and July 1988 between the Angolan government forces, supported by the Cubans, and the &#10;UNITA, supported by the South African armed forces.&#10;This period marks the final &ldquo;round&rdquo; of the Cold War before the fall of the Soviet Union in August 1991.&#10;&#10;One player controls the government camp, composed of three factions: MPLA (and the FAPLA armed forces), SWAPO and Cuban forces (CUBA). &#10;The anti-government camp controls three factions : FLEC/FNLA, UNITA and the South African forces (SADF).&#10;&#10;Difficulty : 6 / 10&#10;Solo-playability : 4 / 10&#10;Duration : 3 - 4 hours&#10;One turn : 1 month&#10;Scale : liaison between two zones :  200 - 400 km.&#10;Each ground unit represents 1,000 to 5,000 troops. Air units represents 10-20 aircraft. &#10;Units : 1 counter = 1 brigade or 1 battalion of 250 - 2500 men&#10;&#10;&#10;Vae Victis magazine #154 January-February 2021.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Angola",
      "History: Angolan Civil War",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Polio: con las Calles de Caracas",
    "ID": 329057,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329057/super-polio-con-las-calles-de-caracas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Monopoly-like game.&#10;&#10;Become the richest player in Caracas through the purchase, rental and sale of properties.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Caracas (Venezuela)",
      "Country: Venezuela",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flick of Faith: Cataclysm",
    "ID": 329058,
    "Year": "(2021)",
    "Geek Rating": "5.695",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329058/flick-of-faith-cataclysm",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1",
    "Description": "The great noise, bright flashes, powerful eruptions! Is it the end of the world?&#10;No, it&rsquo;s just struggling gods trying to win a bet in the Archipelago of the Navel of the World!&#10;You can't make an omelet without breaking a few eggs, right?&#10;Things have been getting serious since the Mayan contender joined the bet. Flick your loyal Shamans right into the mess to convince the unconvinced!&#10;Use every tricky cataclysm to help your Prophets defeat others and proof that YOU are the best among the gods!&#10;&#10;This Expansion adds a new mechanisms - Cataclysms and Shamans, 5th player mode as well as brand new gods and Law cards you can mix with the core box!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Flicking",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopolio... de las calles de Caracas",
    "ID": 329059,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329059/monopolio-de-las-calles-de-caracas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Become the richest player in Caracas through the purchase, rental and sale of properties.&#10;&#10;Around the board the properties are:&#10;&#10;     Start in purple with San Agust&iacute;n del Sur and urbanizaci&oacute;n El Conde, followed in sky blue by Avenida Atl&aacute;ntico, Plaza Catia and Avenida Sucre. &#10;     In violet Los Chaguaramos, Santa M&oacute;nica, Bello Monte and in yellow-ocre Avenida Victoria, Avenida Roosevelt and Avenida Nueva Granada.&#10;     In red, Avenida La Paz, Urbanizaci&oacute;n El Para&iacute;so and Avenida San Mart&iacute;n, in yellow Avenida Andr&eacute;s Bello, Parque Los Caobos  and Plaza Venezuela.&#10;     In green: Sabana Grande , Francisco de avenida Miranda and Plaza Altamira and finally in royal blue, avenida Urdaneta, Avenida Bol&iacute;var.&#10;&#10;&#10;Includes: &#10;Board, &#10;regulations, &#10;a dice, &#10;4 pawns of different colors, &#10;32 houses and 12 hotels to build, &#10;2 sets of cards for the Chance box and Communal Ark, &#10;a sheet with property titles and banknotes.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Caracas (Venezuela)",
      "Country: Venezuela",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kooba",
    "ID": 329060,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/329060/kooba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kooba is a revolutionary new targetgame that performs  like a sport challenge.  Every game, every round your skills are tested in the pursuit of the perfect KOOBA shot!&#10;&#10;A Kooba game has 4 main components.  3 darts called Aeros that somewhat resemble fidget spinners, 5 round discs that magnetically attach to the gameboard, 2 sticks, and the game board itself.&#10;&#10;The Aeros have a large hole in the center.  The two sticks are stuck through this hole and made to form an X.  The shot is then taken by quickly pulling apart your hands so that the Aero is forced to fly forward.  Depending on where you land on the board you can score or knock your opponents back.&#10;&#10;The game is won by scoring enough times to advance your marker to the end of it's track and then tagging the KOOBA in the center.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Balance the Baker",
    "ID": 329061,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/329061/balance-the-baker",
    "Min Players": "1",
    "Max Players": "13",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Take turns piling on the pastries but don't let the baker drop it all or you lose. 1+ players. Includes wooden baker, 6 pie pieces, 4 cake pieces, and 3 croissant pieces.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oshigatari",
    "ID": 329062,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/329062/oshigatari",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Social deduction game where some players describe their favorite thing and one tries to hide their favorite.  A topic is selected and hidden role cards distributed.  One player will be the 'know-it-all' who deliberately chooses not to go with their favorite thing, but in a convincing way.  The other players do describe their favorite things.  After a chance for questions all players simultaneously point to who they think was the know-it-all.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "IT Startup: Backend Developers do Frontend Promo Card",
    "ID": 329066,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329066/it-startup-backend-developers-do-frontend-promo-ca",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kickstarter Exclusive &quot;Backend Developers do Frontend&quot; card for IT Startup. This action card can be added to the base game.&#10;&#10;Card text:&#10;&quot;You get (1) project point for every developer you control. Every PM and Agile Coach in play gets (1) burnout point.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "According 2 Hip Hop: The Trivia Game – OG Pack #01",
    "ID": 329070,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329070/according-2-hip-hop-the-trivia-game-og-pack-01",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "According 2 Hip Hop is a trivia card game where all the questions and answers come directly from the lyrics of hip hop and rap songs. Players challenge one another with questions from their hand ranging over 40 years worth of music. Players can answer, get hints, share and win points directly or indirectly. The winner has the most points at the end of the round.&#10;&#10;Contents: 72 cards (216 questions total), rules, and box.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Turn Order: Pass Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tzoy",
    "ID": 329072,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/329072/tzoy",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This game allows for 4 modes or expedition types : head-to-head, treasure hunt (co-op), treasure hunt (no teams) and solo.&#10;&#10;Using 3 different sizes of wooden meeples, you must place them, according to the wooden die value, on one of the 6 rings of the circular board that is suspended in the center by a rope and pole.&#10;&#10;If the board flips, you must take back all the fallen meeples.&#10;&#10;In the head-to-head mode, the winner is the first to place all their meeples on the board without it flipping.&#10;&#10;In the other modes, your goal is to make the most points, with each treasure tokens and meeples giving various points, while avoiding the lava sections.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Movement Points",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paladins of the West Kingdom: Dice Tower 2021 Pack",
    "ID": 329073,
    "Year": "(2021)",
    "Geek Rating": "5.562",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329073/paladins-of-the-west-kingdom-dice-tower-2021-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Special Promo for backers of the 2021 Dice Tower Kickstarter contained in pack E.&#10;&#10;All 3 Townsfolk function the same way, allowing players to spend provisions when taking an action to ignore some of the attribute requirements:&#10;&#10;Friar = Ignore 2 Faith per 1 Provision&#10;Financer = Ignore 2 Influence per 1 Provision&#10;Strongman = Ignore 2 Strength per 1 Provision&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Solo / Solitaire Game",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Dice Tower",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magician's Market",
    "ID": 329088,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/329088/magicians-market",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Created for the 2020 Children's Game Print and Play Design Contest, winner of the Best Educational Game category.&#10;&#10;Magician's Market is a Print and Play educational game for children and families that teaches colors and color mixing in a fun and exciting way.&#10;&#10;You are magicians, trying to make potions to sell at the market. There are limited ingredients available. Rolling two colored dice determines what options you have available to draft each round. You can split or combine colors to make new ingredients, or buy a new recipe card to try making a different potion. The game ends when one player completes a certain number of potion cards (dependent on player count). The player with the highest combined potion values is the winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Centre Ouest Bretagne: Le Jeu",
    "ID": 329090,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329090/centre-ouest-bretagne-le-jeu",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Centre Ouest Bretagne, Le Jeu is a local and user-friendly board game based on the principle of questions and answers.&#10;&#10;Nearly 500 written questions and photos with also charades and riddles, 60 &quot;junior&quot; questions, which deal with subjects as varied as history or geography, heritage, local traditions, current events or famous people who have marked the Centre Ouest Bretagne region.&#10;&#10;Each player places his pawn on his commune of residence or of his choice among the 108 of the region, from M&ucirc;r de Bretagne to Pleyben, Callac to Faou&euml;t via Carhaix, Rostrenen and Gourin.&#10;You will travel through the territory and have to answer questions on different themes. If the answer is correct you can replay.&#10;To be the winner, you will have to collect 5 &quot;Site&quot; cards by going to their respective box and answering the question correctly.&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Events",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: France",
      "Region: Brittany (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Storm Chasers",
    "ID": 329091,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/329091/storm-chasers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "3",
    "Description": "Thick clouds billow on the horizon as you speed towards a rising storm. You are a freelance storm chaser, risking it all by placing yourself in the heart of the storm. Will your actions pay off or will your livelihood be swept away with the changing wind?&#10;&#10;Storm Chasers is a hand management, tile manipulation game for 2-4 players. In Storm Chasers, players manipulate the weather across region tiles to maximize their film footage of Thunderstorms and tornadoes as they sweep through regions.&#10;&#10;In a turn, a player can use cards in their hand to benefit themselves or to affect other players. They can move from one region tile to another to increase the number of regions they will view when a storm is activated. They can flip/rotate tiles to create longer storm fronts, maximizing their potential income, and change the type of storm to strategically meet their goals. Players can clear rubble left from previous tornadoes, and complete special assignments to earn additional income. A player's turn ends by activating a storm using a card from their hand. Income or loss of income due to damage are subsequently dealt to each player who is affected by the activated storm. But players should be careful not to get to sure of themselves. The competition is fierce, you never know when a competing storm chaser might surprise you by adding an unanticipated challenge.&#10;&#10;After 4-6 rounds (depending on player count of 2-4 players) the player with the highest earned income value wins and is awarded the coveted &quot;Eye of the Storm Award&quot; for excellence in extreme weather videography.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantasmas Locos",
    "ID": 329095,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/329095/fantasmas-locos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Fantasmas Locos is a fun didactic game of deduction and coupling ideal for family life. The goal is to be the first to accommodate or stack their ghosts as indicated on the cards, the first to do so will be the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Surviving Quarantine",
    "ID": 329096,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/329096/surviving-quarantine",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Surviving Quarantine, a fun and fast paced card game that brings humor, silliness and much needed insanity to our current situation.  No pregame setup required, just deal and go!&#10;&#10;Pass the time dodging a virus by......well......surviving really ridiculous viruses in our game with your family and friends.&#10;&#10;The rules to the game are simple&#10;&#10;It takes less than 5 minutes to learn to play and can be played in 10-20 minutes or longer if you want.&#10;&#10;It's easy, you just try to avoid getting stuck with the virus cards, and if you don't you are out of the game.&#10;&#10;If you have a Virus Card in your hand, during your turn you can play it and give it to any player by naming them......If they can't survive with the cards in their hand they are out......If than can survive somehow play restarts with them.&#10;&#10;It is now there turn to play another card.&#10;&#10;Attack other players, skip players, gang up on friends.....sometimes its a crazy mashup of surviving and knowing who to eliminate. The last person remaining is the winner.&#10;&#10;There are many ways to survive with silly anti+dote card combinations or even more crazy vaccines.&#10;&#10;The simplicity of the cards allows all ages to enjoy playing......and the game modes allow players to be more strategic with the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crimes in History: H. H. Holmes' Murder Castle",
    "ID": 329098,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/329098/crimes-in-history-h-h-holmes-murder-castle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "NOTE: The 2nd Story Expansion is not included. For the edition that came with expansion, see this entry.&#10;&#10;&#10;You will travel back in time to 1893 to explore the twisted and unpredictable World's Fair Hotel. Race to collect evidence while battling through the absurdities of a chaotic, booby-trapped castle - all while dodging Holmes himself. In Crimes in History: H. H. Holmes' Murder Castle, you will explore rooms and collect evidence, while battling backstabbing overnight guests and evading Holmes in his thrilling house of horrors.&#10;&#10;- The castle can be built differently each time using unique modular room tiles inspired by the original castle's blueprints. &#10;- Trapdoors, greased chutes to the basement, brick walls, and seeping gas are just some of the booby traps you'll encounter as you travel throughout the castle. &#10;- Because Holmes knows the layout of the castle and all of the castle's elaborate horrors, he can appear in any room with only a moment's notice. &#10;- Draw from 79 event cards to gain a competitive advantage or to wreak havoc by sabotaging other players.&#10;&#10;The winner is the first player to complete their evidence board and rack back to the Pharmacy!&#10;&#10;Crimes in History: H. H. Holmes' Murder Castle is a competitive, medium to low weight, board game from Blueprint Gaming Concepts aimed at becoming one of the most versatile games on the market. The action drafting mechanic was inspired from Puerto Rico and San Juan to achieve player engagement with little down time in between turns. The event cards were inspired from Kings of Tokyo and include high amounts of player-to-player interaction. It's designed by Seth Cooper &amp; Brandt Hoffman and features hand-drawn macabre illustrations by Holly Carden.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror",
      "Maze",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Drafting",
      "Follow",
      "Map Addition",
      "Modular Board",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Make-a-Snake",
    "ID": 329099,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/329099/make-a-snake",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The snakes need the sun to hunt and play. As they crawl from their hiding spaces early in the morning, they try to coil themselves so that their tail and their head are as close as possible. This way they are all snuggly and warm until they can soak up the sunshine.&#10;&#10;Roll the die and add new parts to your snake! Bend it, coil it, extend it! At the end of the game, measure the distance between the snake's head and its tail. The player with the shortest distance takes the prize!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Volunteer Exile Programme",
    "ID": 329100,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/329100/volunteer-exile-programme",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Congratulations Pitizens! You and your families have been volunteered to help humanity reclaim the Earth by establishing a settlement in No-Man&rsquo;s-Land. You have been resettled from the Hub to a promising location and it is now your duty to follow the Committees&rsquo; directive to ensure this settlement prospers. Should you be successful in your endeavours, you will be granted an official &lsquo;Thank You&rsquo; from the Committee. Best of luck!&#10;&#10;In Volunteer Exile Programme players take the role of a Pitizen &ldquo;volunteered&rdquo; to manage a new settlement in the wasteland (consisting of a tableau) in order to try and earn the approval of the Committee.&#10;Each turn they follow the Committee&rsquo;s directive and attempt to perform as many actions as they can or wish.  The directive will include actions such as:&#10; &bull; Draw a card into your hand,&#10; &bull; Play a card into your Settlement or the Directive,&#10; &bull; Discard a card from your Settlement or the Directive,&#10; &bull; Place a Raider,&#10; &bull; Eliminate a Raider,&#10; &bull; Move a Pitizen&#10;&#10;Adding locations to the settlement will provide the player with bonuses for building and attacking.  Attracting Pitizens to those locations provide additional bonuses to the settlement and to the wider wasteland.  Attracting Raiders, however, removes all these bonuses and renders the location usefulness.&#10;&#10;As players are adding to their settlement, the directive and moving Pitizens and Raiders, the availability and usefulness of the available actions will change as well as limits on useable Pitizens, Raiders and your carry over hand size.&#10;&#10;The game continues in rounds until the Committee approval process is triggered when a player meets one of the end-game objectives set at the start of the game.  The players then sum up their Action points, their Settlement value plus any Raiders they eliminated and the player with the highest score wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Queue",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Сражение. Военная игра",
    "ID": 329101,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/329101/srazenie-voennaia-igra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Battle is developed primarily for those people who are just starting to play wargames. It is based on the classic mechanics of wargames, which implies the presence of a playing field, divided into hexagons (with different types of terrain), game pieces reflecting combat units and the use of the so-called &quot;Battle Table&quot;. Combat pieces-tokens move around the game map, spending their &quot;movement points&quot; - the more &quot;movement points&quot;, the higher the speed of the unit. The main characteristic of the unit is its &quot;combat strength&quot;. When troops enter a battle, then, depending on the &quot;combat strength&quot; of the units participating in it, a column is selected in the &quot;Battle Table&quot;, on which players roll a die, which is used as a random number generator. The more the player has gathered strength in battle, the higher his chances of success.&#10;&#10;In Battle players will control &quot;armies&quot; roughly corresponding to the troops of France, Russia, Germany and Great Britain in the second half of the 19th century - the opponents will have approximately more or less the same number of chips, However, each army has its own small characteristic national &quot;flavor&quot;. Having become familiar with the game principles, the player can almost easily join the world of the historical tabletop wargame by turning to more complex game developments. In them, already dedicated to specific historical operations, it will be possible to lead &quot;real&quot; armies on historically accurate maps and try to achieve specific military goals that faced the real commanders of that era.&#10;&#10;We are confident that as a result, our game will be interesting to everyone. For beginners, it&rsquo;s like getting to know the first wargame, for sophisticated connoisseurs, it&rsquo;s like a simple &ldquo;tournament&rdquo; balanced game that can be played quickly and easily in half an hour.&#10;&#10;",
    "Categories": [
      "Dice",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Zone of Control"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Constructorres",
    "ID": 329104,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/329104/constructorres",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You arrive home from school, enter your bedroom and... Julia and Paul have mixed all the pieces of your construction toys! However, you don't get upset. Instead, you join the party! There are so many ways of playing with all those pieces that you'll become the best builders in the world for sure.&#10;&#10;Your goal in Constructowers is to build towers that meet the victory conditions of the different game modes.&#10;&#10;Each card represents a floor of the tower you are building. To build a tower, cards are placed horizontally, next to each other, in a column matching the connecting sides.&#10;&#10;The towers have to meet 2 simple requierements:&#10;&#10;1.- You can place a card above or below another card, depending on the game mode, if both cards share only one feature.&#10;2.- The tower cannot have 3 consecutive floors (one on top of the other) that share a common feature.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Memory"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "De Hartenkoningin",
    "ID": 329105,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/329105/de-hartenkoningin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "De Hartenkoningin (The Queen of Hearts) is an educational game with different maths games such as: addition, subtraction, grinding tables, surface area...&#10;&#10;For Example:&#10;You roll the three dice, look witch numbers you rolled. Afterwards you can choose in witch order you want to place them and then you can begin to add up to 100 or to subtract to 0. The player who gets to 100 or 0 first is the winner and wins a heart.&#10;&#10;You choose for yourself or with your partner how you want to  play this game.&#10;&#10;There are 5 different game suggestions in the box. Other games can be downloaded from the Website.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Action Points",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fallen Land: A Post Apocalyptic Board Game – 2nd Edition",
    "ID": 329106,
    "Year": "(2023)",
    "Geek Rating": "5.690",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgame/329106/fallen-land-a-post-apocalyptic-board-game-2nd-edit",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3.8333",
    "Description": "Can you survive the aftermath of a nuclear and biological apocalypse?  You are the leader of a faction of survivors competing against others for primacy.  Assemble and equip your party, then set out to explore the wastes, claim resources, and actualize your agenda.  Build and manage your town to protect your citizens and resources.  Make and break treaties to navigate your way through the minefield of bribery, betrayal, and hubris of the other players.&#10;&#10;Fallen Land is set in the ruinous aftermath of post-apocalyptic America and is a thematic board game for 1-6 players.  Featuring sandbox-style game play, it combines the elements of a strategy board game with card building and role playing.  Driven by macabre stories of a world gone mad, players must adapt to the ever-changing variables: the cards, stories, interactions, and other threats.&#10;&#10;The second edition contains 757 cards compared to 540 in the first edition. The map now includes Canada and Mexico. It also contains expansions there were previously released separately - Fallen Land: A Journey into Darkness and Fallen Land: Outriders Trading Post.&#10;&#10;-description from Kickstarter campaign page&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Economic",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Code België",
    "ID": 329107,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329107/code-belgie",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Code Belgi&euml; (Code Belgium), is an educational game that helps children placing links between certain topics such as: important people, counties, rivers...&#10;&#10;This game is an expansion of the original game codenames.&#10;&#10;How to win the game? First of all, there are two teams (red and blue) with two leaders. On the table there are 25 cards set out. The leaders get to see a plan of the board(card) with their colors on it. The idea is that they link their colors by giving their team members a subject and the number of cards they have to guess.&#10;&#10;If it's correct the leader places the color of his team on the card. If it's the card of the other team otherwise or if it's the bomb GAME OVER! The team who collects all his cards wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "Connections",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Code Europa",
    "ID": 329109,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329109/code-europa",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Code Europa (Code Europe) is an educational game that helps children placing links between certain topics such as: important people, counties, rivers...&#10;&#10;This game is an expansion of the original game codenames.&#10;&#10;How to win the game? First of all, there are two teams (red and blue) with two leaders. On the table there are 25 cards set out. The leaders get to see a plan of the board(card) with their colors on it. The idea is that they link their colors by giving their team members a subject and the number of cards they have to guess.&#10;&#10;If it's correct the leader places the color of his team on the card. If it's the card of the other team otherwise or if it's the bomb GAME OVER! The team who collects all his cards wins the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "WO I & WO II",
    "ID": 329110,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329110/wo-i-and-wo-ii",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Code WO I &amp; WO II (World War I &amp; World War II) is an educational game that helps children placing links between certain topics such as: countries, events, important people...&#10;&#10;This game is an expansion of the original game codenames.&#10;&#10;How to win the game? First of all, there are two teams (red and blue) with two leaders. On the table there are 25 cards set out. The leaders get to see a plan of the board(card) with their colors on it. The idea is that they link their colors by giving their team members a subject and the number of cards they have to guess.&#10;&#10;If it's correct the leader places the color of his team on the card. If it's the card of the other team otherwise or if it's the bomb GAME OVER! The team who collects all his cards wins the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Matching",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Battle for Greyport – Return of Ripsnarl",
    "ID": 329111,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/329111/the-red-dragon-inn-battle-for-greyport-return-of-r",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "0",
    "Description": "A new scenario for Battle for Greyport.&#10;&#10;The Scenario comes from The Red Dragon Inn: Battle for Greyport: Store Event Kits &ndash; Season 1&#10;&#10;This scenario comes in two flavours of difficulty so both introductory and seasoned players should find a good time.&#10;&#10;The Return of Ripsnarl! (For new players)&#10;- Use the &quot;Blood Moon Rising&quot; scenario from the game, with the following changes:&#10;- At the start of the game, after drawing opening hands, each player puts a Dragon Breath Ale promo card into their hand, for a total of 7 cards.&#10;- Encounter 1 takes place at The Red Dragon Inn instead of the Dwarven Ruins.&#10;- Encounter 2: During setup, each player gets a Doomwolf promo instead of a Werewolf. The Doomwolf's 2 threat counts towards each player's total threat. If Greyport City Hall is destroyed, each player gets a Werewolf as normal (not a Doomwolf.)&#10;- Enounter 3: Use Werewolf tokens as normal. Ripsnarl has 20, 30, 35 or 45 HP for 2, 3, 4 or 5 players, respectively.&#10;- Recommended rest healing: 2&#10;&#10;The Return of Ripsnarl! (Advanced players)&#10;- Use the &quot;Blood Moon Rising&quot; scenario from the game, with the following changes:&#10;- At the start of the game, after drawing opening hands, each player puts a Dragon Breath Ale promo card into their hand, for a total of 7 cards.&#10;- Encounter 1 takes place at The Red Dragon Inn instead of the Dwarven Ruins.&#10;- Encounter 2: During setup, each player gets a Doomwolf promo instead of a Werewolf. The Doomwolf's 2 threat does not counts towards each player's total threat. If Greyport City Hall is destroyed, each player gets a Werewolf as normal (not a Doomwolf.)&#10;- Enounter 3: Use Werewolf tokens as normal. Ripsnarl is Ranged (Use this card as a reminder.)&#10;- Recommended rest healing: 1&#10;RANGED&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tea Time",
    "ID": 329112,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329112/tea-time",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tea Time is an educational game to help children to collect ingredients to make their recipe.&#10;&#10;How to play this game? The meaning of this game is to collect as first all the ingredients for your dessert. Each player receives a dessert and 5 ingredients in their hands at the start. The dessert is placed on the table in front of you. The remaining cards form the pile, the top card is turned over as the discard pile.&#10;&#10;The player takes a card from the pile or puts it on the discard pile if he doesn't need it for his dessert. The player can also play an action card (bulbs) or put the ingredient next to their dessert if they match. Pick a new card until you have 5 cards in your hands.&#10;&#10;The player who first collects all the ingredients for their dessert wins the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "Matching",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Liefde is... samen een spelletje spelen",
    "ID": 329117,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/329117/liefde-is-samen-een-spelletje-spelen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "'Liefde is ... samen een spelletje spelen' is Dutch for 'Love is ... playing a game together'.&#10;&#10;You earn points ('hearts'), by guessing what answer another player gave to one of the personal questions on the game cards.&#10;&#10;Some sample questions are &#10;&#10;     On my first date I always want ....&#10;     For a romantic weekend in my own country, I prefer to go to ....&#10;     In my previous life, I most likely was ....&#10;&#10;&#10;The other players can randomly shout their answers, for 30 seconds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ogres Eleven: The Fantasy Heist Game",
    "ID": 329122,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/329122/ogres-eleven-the-fantasy-heist-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The crew is getting back together, Frank Ogre has one final grudge to settle and this time it's personal.&#10;&#10;Play as one of eleven characters in this &quot;Dungeons and Dragons&quot;- inspired heist game.&#10;&#10;Co-operatively plan your heist, utilising Fantasy Con-Artists, Lockpickers, Hired Muscle and Masterminds. Plant distractions, hack alarms and solicit bribes before attempting the job. Only the most devious players will stand any chance against the Central Bank and its monstrous Chairman!&#10;&#10;Plan your heist carefully in the first phase of the game, marking out secret objectives to complete throughout the game to earn skill points and extra cash.&#10;&#10;Be careful not to raise your &quot;heat&quot; too much- or the vault will be sealed and the heist will end dismally. Players win only when the vault is emptied and their character has successfully pulled off a secret win condition.&#10;&#10;Ogre's Eleven uses a &quot;legacy play&quot; system that changes the heist each time you attempt it. With eleven playable characters, dozens of different skills/items, new patrol routes and changing security systems- even veteran players will come back over and over again to set new high scores and compete against their friends.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Deck Construction",
      "End Game Bonuses",
      "Hexagon Grid",
      "Modular Board",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  }
]