[
  {
    "Rank": "N/A",
    "Name": "Solar Conflict",
    "ID": 35257,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/35257/solar-conflict",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Conquer the other players Home-Planet with one of your Spaceships.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runaround",
    "ID": 35258,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/35258/runaround",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "In Runaround, your goal is to get your pieces out of your home, all the way around the board, and back again before your opponent.  Sounds familiar, right?  The twist is in the board:  It's a &quot;U&quot; shaped board.  Your pieces frequently pass your opponent's pieces on the other side of the wall.  If your piece lands across the wall from one of your opponent's pieces, you swap places.  Often, this'll jump you ahead and push your opponent back.  As you play, you'll uncover a remarkable depth of strategy from this simple roll-and-move game.&#10;&#10;Runaround is a game for two players.  Runaround uses a six-sided die, five pawns per player, and a custom board.  A two-player game takes about 40 minutes to play.  Runaround is appropriate for ages 9 and up.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "16 Memories",
    "ID": 35259,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/35259/16-memories",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "16 Memories is a memory game with 3 different ways to play and 7 different tile sets to play with.  Although the three game variants are different, they all give you 1 minute to memorize what's printed on 16 different tiles, then test your ability to remember what's on each tile after they've been flipped face down.&#10;&#10;The first variant has players bid to the right to try to recall what's on each face-down tile.  The second variant has players move a shared pawn along the tiles, tying to recall what's on the tile the pawn lands on.  The third variant has all players write down what they can remember, then comparing answers.&#10;&#10;16 Memories is a game for two to four players, although you could probably play it with five.  16 Memories uses a pawn, a die, a one minute timer, a custom board, and a custom set of tiles. A four-player game takes about 5 minutes to play.  16 Memories is  appropriate for Ages 7 and up, but all the players should be age-peers (A parent against several children would have an unfair advantage.).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Memory",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steamwork Arena",
    "ID": 35260,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35260/steamwork-arena",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Steamwork Arena is a quick playing, diceless, customizable, miniature-based fighting game.  You're the pilot of a steamwork mecha in an arena battle with one or more other mecha.  During play, you move your mecha's miniature around an un-gridded playing area, attacking and being attacked by your opponent(s).&#10;&#10;Here's the big gimmick: You have a special card for your mecha.  This card is called a template.  Your template keeps track of your health.  It also keeps track of which one of 5 modes you're in.  Your mode dictates your attack, defense, energy, movement, and the range of your ranged attacks.  During play, you'll shift from mode to mode as your needs change.  As you take damage, modes will &quot;shut down&quot; and become unavailable to you.  You win the game by dealing enough damage to your opponent(s) to shut down all of their modes.&#10;&#10;Here's the small gimmick: There are no dice.  During play, you'll spend energy to attack and defend.  To do this, you hide energy tokens in your hands and your opponent gets to pick a hand.  The number of tokens in the selected hand determines how strong your attack or defense is.  All tokens in both hands get spent.  This &quot;pick-a-hand&quot; mechanic encourages bluffing and strategic play that's atypical for miniature games like this.&#10;&#10;Steamwork Arena is a game for two to four players, although you could probably play it with more.  Steamwork Arena uses miniatures, a large flat surface, small tokens, custom templates, and paper clips.  A two-player game takes about 20 minutes to play.  Steamwork Arena is appropriate for Ages 12 and up.&#10;&#10;http://www.invisible-city.com/play/474&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die Story vom Pferd",
    "ID": 35261,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/35261/die-story-vom-pferd",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This game is mainly a &quot;Think: Memo Crime&quot; variation for children.&#10;&#10;Players roll a die and move forward a track. As long as they come on an empty field, they take two &quot;word cards&quot; and then tell a story containing those words. After this the cards will be laid down on the track. If you land on a field with such cards you have to retell that story (without looking at the key  words). First player at the end of the track wins.&#10;&#10;",
    "Categories": [
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena",
    "ID": 35263,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/35263/arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Arena, Mini-Game #23 by Bad Baby Productions, is a download, print and play PDF boardgame. Create a gladiator, train him or her in the skills of killing and then equip them with the weapons and armor of your choice. Send them into the arena to battle other warriors to see who is the best, the toughest, the bravest warrior in the lands. System is expandable, with some expansions available to the system, including a detailed magic system.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Series: Minigames (Bad Baby Productions)",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kereskedj okosan!",
    "ID": 35264,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/35264/kereskedj-okosan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "In this game, players have ships (and can buy bigger and bigger ships) and set sail from Budapest for traveling around the world, buying and selling materials and products (from coffee to cars...), hopefully for a bigger price than the price they bought it for. But they use dice for determining moves so it is possible that they will not land in the harbor they wanted to...&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Nautical",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kombi-Kolor",
    "ID": 35265,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/35265/kombi-kolor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "105",
    "Play Time": "105",
    "Weight": "2",
    "Description": "This game is essentially a clone of Bazaar, with only slight modifications (6 colors and also 6 colors on the cards). There are four piles of cards, the topmost cards face up. All these cards show six colors that is their &quot;price&quot;: when the player can pay the coins of these colors they get points (depending on the number of coins left in hand). Players roll the dice and get the coin of the color that's shown on the dice. OR they can use the exchange rates shown on two chosen exchange ratio cards (so e.g. they get 3 blue and a red coin for one yellow and a green coin etc.). The aim of the game is to collect most points until all cards are played.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wie bitte ???",
    "ID": 35266,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/35266/wie-bitte",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "&quot;gnidaer sdrawkcab &quot; = reading backwards and guess the word, this is what this game is about.&#10;&#10;There are as many as 110 Cards with each 6 words spelled backwards.&#10;Which one will be chosen is determined by a roll of die. A player takes a card and reads out loud the backward spelled word.&#10;If a player recognises the word correctly he/she gets that word card. The first player that collects 7 cards wins the game.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Batalla",
    "ID": 35267,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/35267/la-batalla",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The battle.&#10;&#10;Strategy and trickery.&#10;&#10;With the correct placement of the pieces and an effective tactics, a player can impose to his adversary.&#10;&#10;The preparation of the game is basic, in order not to obstruct the offensive action of the own pieces and to disable   at the same time the free action of the pieces on the contrary, inside the own field. There are five types of different pieces for team.&#10;&#10;Content:&#10;- Pieces: &#10;  1 standard-bearer&#10;  4 cannons&#10;  2 planes&#10;  10 cavalry&#10;  13 infantry&#10;- 1 board&#10;- 1 tray&#10;- 1 Instructions&#10; The objective is to eliminate the standard-bearer of the opposite team.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gladius Maximus",
    "ID": 35268,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/35268/gladius-maximus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "In Gladius Maximus, two or more players play the part of patrons who purchase, train and equip a cadre (or &quot;familia&quot;) of gladiators and pit them against each other's gladiators in the arena.&#10;&#10;Gladiator matches are almost always to the death. Gladiators who survive must deal with nagging injuries from previous fights, but can learn new skills and earn better equipment. The first player to kill off all of his opponent's gladiators or have one of his own gladiators&#10;survive 5 fights (thereby earning fame and freedom) wins the game.&#10;&#10;The game models gladiatorial combat between two or more gladiators, including teams.&#10;&#10;Combat is broken down into melee combat turns, with each turn consisting of 5 phases:&#10;&#10;1. Movement&#10;2. Initiative/Maneuver&#10;3. Attack/Parry&#10;4. Riposte/Counter Parry&#10;5. Remise/Counter Parry&#10;&#10;Get the full rules here:&#10;http://www3.sympatico.ca/green27/&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Rome",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Have Chariot Will Race",
    "ID": 35269,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/35269/have-chariot-will-race",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "These rules allow quick and fun chariot racing involving two or more chariots. Historically the Romans usually raced 4, 8 or 12 chariots.&#10;Each player controls one or more units. A unit can be a chariot OR a driver that survived a crashed chariot.&#10;During a turn each player moves their unit one at a time in the following order decided by track position: The current race leading unit moves first each turn. If more than 1 unit is in the same row, then dice to decide the order of movement for the units in that row.  Highest roll wins; re-rolling ties. If the leading chariot has crashed and the driver survived, it is still considered the leading unit until overtaken by another chariot or driver. The next to move is the unit in the next closest row (not lane), and so on.  Dice for units in the same row as above. If a unit has been lapped, its physical position on the track behind the race leader at the start of that turn counts for movement order, not the number of laps completed. &#10;Crashed chariots do not move voluntarily, but may move as the outcome of a collision (see COLLISIONS). Collisions are resolved at the time they occur and any outcome moves applied, before a unit completes a move. For curves, determine the unit in front by comparing front lines of each space when extended sideways.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Rome",
      "Sports: Chariot Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Have Gladius Will Fight",
    "ID": 35270,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/35270/have-gladius-will-fight",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "These rules allow quick and fun gladiator combats involving just two gladiators or a whole crowd.  Animals such as lions and tigers can also be included.&#10;Each player controls one or more units. A unit can be a gladiator OR animal such as a lion or tiger. Each unit requires a unit sheet.  Mark in pencil or use pins in the shaded squares.&#10;The playing area is divided into squares to regulate movement and which units fight. Players roll 1d6 for each unit to determine initiative. The units will be moved in the order of lowest initiative to highest initiative. Roll another dice to separate tied rolls.  This second roll is only used to separate initial tied rolls and does not change the order of others who initially rolled higher or lower.&#10;It costs 1 move point to move a unit to a vacant adjacent square (including an adjacent diagonal square).  A unit can only use up to the number of move points shown in the gladiator table each turn, but does not have to use all of their move points each turn.  Move points not used that turn are lost. A unit cannot move into or through a space occupied by another unit.&#10;The combat phase occurs after all movement has been completed. A player does nothing in the combat phase if that unit is not adjacent to any other unit. Adjacent also includes the touching diagonal spaces.  Otherwise :- Players secretly choose which (if any) adjacent unit they will attack this turn. A player also secretly chooses the aggro level. The aggro level chosen will affect the attack and defense factors for that unit.  This is how aggressive or defensive that unit will be for all combats this turn.&#10;When a unit reaches 0 or less hit points, it is dead, and is removed from the board. A unit scores a victory point each time it inflicts a hit point of damage on another unit.&#10;The winner is the owner of the gladiator who survives, or the gladiator who scored more Victory Points.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Two-Player Only Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spartacus: Gladiator Rules",
    "ID": 35271,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/35271/spartacus-gladiator-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This is a set of free rules to let you fight Gladiator Combat of Ancient Rome.&#10;Players can use paper chits or real miniatures (painted is better) for gladiators and then &quot;move, roll and fight&quot; until death. You can fight battles between 2 gladiators or you can create teams to face each other. The plays goes very well also with 4+ fighters.&#10;&#10;Free rules available directly on the designer's website:&#10;http://www.andy.watkins.dsl.pipex.com/wargames/spartacus/spartacusrules.htm&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Two-Player Only Games",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Giftmüll-Spiel",
    "ID": 35272,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35272/das-giftmull-spiel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Das Giftm&uuml;ll-Spiel' was inspired by the Seveso toxic waste disaster in 1976. In a co-operative gameplay the players try to prevent toxic waste transports to reach their destination.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Real Ghostbusters: The Game",
    "ID": 35273,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/35273/the-real-ghostbusters-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A basic Childrens board game based on the Real Ghostbusters cartoon TV series. The main aim is to move your character around the board, trapping &quot;ghosts&quot; along the way until finally trapping the boss character, &quot;Mr Stay Puft&quot;.&#10;&#10;Characters start in the middle of the board with players getting three cards each, a &quot;ghostbusting kit&quot; consisting of &quot;trap&quot;, &quot;proton gun&quot; and &quot;proton pack&quot; cards.&#10;&#10;Play is controlled in a clockwise manner by a spinner containing player moves, player &amp; ghost moves, player move + take action card, or player move + &quot;spook&quot;. Players can move along board street squares, through &quot;subways&quot; or in to &quot;buildings&quot;, and can also move ghosts in the same way if given the option.&#10;&#10;Action cards give either further movement options or the ability to trap a ghost outside a building.&#10;&#10;Players can &quot;spook&quot; a separate opponent on landing on a square containing, or spinning, a spook option. This is a basic paper-scissor-stone option and the winner takes one of the loser's &quot;ghostbusting kit&quot; cards. Without all three a player cannon trap a ghost.&#10;&#10;Upon moving inside a &quot;building&quot; with a ghost present (or landing on a ghost outside a building if owning the correct action card) you can trap it by using the spinner to select a &quot;powerstream strength&quot; number. If the number is higher than the ghost's &quot;slime value&quot; you trap it, otherwise you move out of building and play continues.&#10;&#10;After the last ghost is trapped, players must move towards the middle of the board to trap &quot;Mr Stay Puft&quot; in the same way as regular ghosts.&#10;&#10;The winner is the person with the highest total &quot;slime value&quot; calculated from all ghosts they have trapped.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Movies: Ghostbusters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Huevopolis",
    "ID": 35274,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35274/huevopolis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It&rsquo;s a Monopoly kind of game, but featuring the characters of Huevo Cartoon&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Attack! Deluxe Expansion",
    "ID": 35276,
    "Year": "(2009)",
    "Geek Rating": "5.577",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/35276/attack-deluxe-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.0714",
    "Description": "Attack! Deluxe Expansion (which replaces the out-of-print Attack!: Expansion) combines elements from both the original base game and expansion, with all new rules of engagement by Mike Selinker and Sean Brown.&#10;&#10;The game features all new Action cards, a new technology development system, a victory point system, 3 lengths of game play and a new naval combat system with never before seen Naval Combat Dice!&#10;&#10;Parts Manifest:&#10;&#10;     Game board (Eastern Hemisphere)&#10;     Rule book (16 pages)&#10;     6 sets of 60 pieces in red, deep blue, dark green, grey, tan, taupe (submarines, destroyers, battleships, aircraft carriers)&#10;         16 Destroyers&#10;         24 Submarines&#10;         10 Battleships&#10;         10 Aircraft Carriers&#10;    &#10;     5 green naval battle six-sided dice (sides show destroyer, submarine, aircraft carrier, battleship, battleship, blank)&#10;     8 government type mats&#10;     116 government type counters&#10;     48 Economics Cards&#10;         Factories (2&times;1, 3&times;2, 2&times;3, 1&times;4)&#10;         Minerals (2&times;1, 3&times;2, 2&times;3, 1&times;4)&#10;         Oil (2&times;1, 3&times;2, 2&times;3, 1&times;4)&#10;         Population (6&times;1)&#10;         Rail Transport (2&times;1, 3&times;2, 2&times;3, 1&times;4)&#10;         Trade Route (2&times;3, 3&times;4, 3&times;5, 2&times;6)&#10;    &#10;     36 Action cards (mostly singles, except for:)&#10;         4 Artillery Production&#10;         4 Recruiting Drive&#10;         4 Tank Production&#10;    &#10;     32 Action markers (8 sets of Spring-Summer-Autumn-Winter)&#10;     40 Oil markers&#10;     Stack of Production Point and Oil Reserve Certificates (paper money)&#10;&#10;&#10;The Attack! Deluxe Expansion Upgrade Kit was also available for some time from Eagle Games; it was aimed at those who had already bought Attack!: Expansion. The box is the same, but the contents omit:&#10;&#10;     6 sets of pieces in red, deep blue, dark green, grey, tan, taupe (submarines, destroyers, battleships, aircraft carriers)&#10;     116 government type counters&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Miniatures",
      "Negotiation",
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Point to Point Movement",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Attack!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargamer's Handbook",
    "ID": 35277,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/35277/wargamers-handbook",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The Wargamer's Handbook was intended as a set of introductory miniatures (20mm to 25mm) rules for those just starting wargaming.  It employed a standardized system that could be used (with minor variations) across different periods of history.  The latter included ancient warfare, medieval/renaissance, the American Revolution, Napoleonics, the American Civil War, and World War Two.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "American Revolutionary War",
      "Ancient",
      "Civil War",
      "Medieval",
      "Miniatures",
      "Napoleonic",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Viaje por España",
    "ID": 35278,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.34",
    "Link": "https://boardgamegeek.com/boardgame/35278/viaje-por-espana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Viaje por Espa&ntilde;a is a game where you have to travel through Spain while visiting several cities in a certain order. It's an educational game for kids, where they learn Spain's geography while playing.&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Andorra",
      "Country: Spain"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flush!  The All-American Tax Game",
    "ID": 35279,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35279/flush-the-all-american-tax-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Flush! is a Clinton-era satirical trivia game about taxes and the IRS.  Players roll and move along the board, which features caricatures of many of the most recognizable political figures of the early '90s (apparently, images of the board were sold as posters before publication of the game).  Depending on the space, players pay taxes, fees, or penalties, answer questions in the categories of Tax &amp; Trivia, Waste, and Pork, flush money down the toilet in the center of the board when they draw an Audit card, and occasionally receive Handouts from the other players.&#10;&#10;The winner is the person retaining the most money after everyone has landed in the Poor House.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Toilets / Urinals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Play-Beck",
    "ID": 35280,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/35280/play-beck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Quiz game based on the German legal system. Its main use seems to be to help law students preparing  for the exam.&#10;&#10;It is sold mainly through bookshops.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pizza Twist",
    "ID": 35281,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/35281/pizza-twist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Pizza Twist is a child variant on Twister. A spinner determines which pizza topping must be moved, and then the players must physically place the topping piece on the large pizza-shaped playing mat.&#10;&#10;Ages 5 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abundance",
    "ID": 35282,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/35282/abundance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Abundance is a roll and move game which teaches basic financial principles and incorporates character or spiritual development as a means of achieving financial success. Players track income, expenses, assets, liabilities and &quot;Potential Energy&quot; (character) in order to achieve financial success. Many of the more lucrative paths are only available to those who achieve a higher spiritual ranking. Players must aid one another to increase spiritual scores.&#10;&#10;From the publisher's website:&#10;&#10;&quot;Learn to unleash your Lion Within&trade;, the key to infinite returns and getting rich even if you have little or no money.&#10;In the game&rsquo;s active environment, you will learn in a few hours what could take months or even years elsewhere. It allows you to practice getting rich both spiritually and financially so that you can have a greater capacity to go out and do it in real life.&#10;&#10;The Abundance&trade; Game Will Teach You:&#10;&bull; How your spiritual well-being and character are directly related to making you rich.&#10;&bull; How the rich use creativity to make their money.&#10;&bull; How &ldquo;good investments&rdquo; are determined more by your mind than by the deal itself.&#10;&bull; How you can discover opportunity in your life that has been there all along.&quot;&#10;&#10;Abundance was designed to be a successor to Cashflow 101 by the former employee and Kiyosaki (Cashflow 101 designer) trained trainer.&#10;&#10;&#10;     Redevelopment of Cashflow 101 &#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rappe Knapper",
    "ID": 35283,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.33",
    "Link": "https://boardgamegeek.com/boardgame/35283/rappe-knapper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this childrens game the participants get one board with five areas each and four plastic buttons. To get points the players draw cards that show different combinations for the buttons and the players strive to complete as many card combos as they can.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Don't Forget the Lyrics",
    "ID": 35284,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.55",
    "Link": "https://boardgamegeek.com/boardgame/35284/dont-forget-the-lyrics",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the FOX version of the game show, choose a Lyrics Card from one of the categories: Pop, Country, Love Songs, Divas, Rock, R&amp;B, 1960s, 1970s, or 1980s. Sing the lyrics and see if your team can fill in the missing words. A player may ask other players for help.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Singing"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doodlebops Card Game",
    "ID": 35286,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35286/doodlebops-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Card game based on the children's television show, &quot;The Doodlebops.&quot;  Cards feature pictures of Doodlebop characters, and game includes rule sets for variations of games of memory, charades, and &quot;Don't Pull the Rope.&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "TV Shows: The Doodlebops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hex CCG",
    "ID": 35287,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35287/hex-ccg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A fan-created CCG set in the world of the Hex TV show, in which players try to either corrupt Medenham School, using main characters such as Azazeal, Jo Watkins, and Malachi, or try to resist the evil forces, using characters such as Cassandra 'Cassie' Hughes, Thelma Bates, and Ella Dee.&#10;&#10;The players start at 10 corruption, and the first to reach either 0 corruption or 20 corruption wins. Players gain/lose corruption via combat and reaching or opposing purposes.&#10;&#10;While the game's Buffy CCG roots can clearly be seen, there are many differences. The main ones being: &#10;&#10;    Each character has six stats: fighting ability, intelligence, persuasion, mysticism, integrity and charm. &#10;    The purposes have both good and evil sides, so both players can attempt them, regardless of their side.&#10;    The turn structure is much less organized, as players play cards, move characters, and resolve actions all in the same phase, instead of having move, resource, combat and end steps.&#10;    Cards have a corruption cost, so the more powerful cards can only be played later in the game, and only by players of that alignment.&#10;&#10;&#10;The initial set has 482 cards, of the following types: starting effects, characters, items, skills, plans, events, locations and purposes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silicon Valley Tarot",
    "ID": 35288,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/35288/silicon-valley-tarot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "There are 70 Silicon Valley Tarot cards.  The 22 cards of the Major Arcana tell the story of the journey of the Hacker, the archetypal seeker.  The Hacker himself has no number, but the remaining 21 Major Arcana are numbered from 1 to 21, from the beginning of the Hacker's journey to the end.  The remaining 48 cards comprise the Minor Arcana, which is divided into four suits of 12 cards each.  The suits (Cubicles, Disks, Hosts, and Networks) each consist of four court cards (a Nerd, a Marketeer, a Salesman, and a CIO) as well as eight pip cards, Ace through Eight.&#10;&#10;In addition to the standard divinatory tarot stuff the deck comes with the rules for a game called RAM by S. John Ross for 2-6 players.&#10;&#10;The game of RAM is played using a deck made up of the Minor Arcana, plus the Hacker (as a wild card).  The 21 remaining Major Arcana are used to create a grid of cards, some face-up and some face-down.  Through a series of Blackjack-style rounds, players manipulate the grid and win cards.  The first player to win five cards wins the game.&#10;&#10;The rules for RAM are included on a card that comes with the deck are not available online.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Game System",
      "Math",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Tarot Cards",
      "Theme: Computer / Information Technology Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go=Figure \"The ADDING and SUBTRACTING GAME\"",
    "ID": 35290,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35290/go-equal-figure-the-adding-and-subtracting-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Go=Figure is a basic Addition and Subtraction game for Kindergarten through 2nd Grade.&#10;&#10;Go=Figure is designed to reinforce addition and subtraction and co-operation skills by having Players make correct equations.&#10;&#10;&#10;Go= Figure Components:&#10;&#10;44 Number cards&#10;1 Equal card&#10;1 Spinner&#10;&#10;&#10;2 ways to win:&#10;&#10;&quot;Everyone is a Winner&rdquo; - The game is over when each Player has played all their cards.&#10;&#10;&ldquo;Individual Winner&rdquo; - The game is over when the first Player has played all their cards.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ultragammon",
    "ID": 35291,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35291/ultragammon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Synopsis from the patent:&#10;&quot;A backgammon board game for two, three or four players wherein the movement spaces are positioned in the form of a cross. Each of the players is given 15 stones which they must move around the board according to rules which are similar to those used in conventional backgammon. The stones of each player are of a color different from the stones of the other players.&quot;&#10;&#10;The rules include 6 new games that can be played on the 4-player backgammon board: Warm Up, Stacked, Ultracross, Heavy Traffic (4 dice per player), Itche and Ultra-Wars.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die wilden Fussballkerle: Fluchduell",
    "ID": 35292,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/35292/die-wilden-fussballkerle-fluchduell",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Big talking with fast reactions...! This is what that little Kosmos title is all about. &#10;Quickly the cards are turned over and as soon as two cards match each other a wild curse has to be spoken out loud! &#10;However, every card shows a different curse and only the first player to swear the right curse scores the card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme",
      "Party Game",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Open Drafting",
      "Pattern Recognition",
      "Push Your Luck"
    ],
    "Families": [
      "Series: Die wilden Fussballkerle (Kosmos)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runaway Log",
    "ID": 35295,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/35295/runaway-log",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "&quot;Look out below! There's a log on the loose, and it's heading straight for you! Which beaver will be lucky enough to steer clear of the log and reach the dam first? Join the Eager Beaver Squad: Blueberry Bill, Yahoo Yellow, Gang Way Green, and Redhead Red, and see who will outrun the runaway log.&quot;&#10;&#10;The objective of Runaway Log is to be the first beaver to travel upstream and reach the dam first. The game is a roll and move with each player rolling two dice: a 1-6 die and one with a log graphic. You move the number of spaces indicated, and if a log comes up, you must pull the lever to loose the log down the board. It is held up above the playing pieces and has random magnets that may attach to a player's beaver and pull him back down to the beginning of the board where s/he must start again. There are leapfrog spaces that allow players to skip ahead on the track, and 'duck' spaces that allow a player to lay his/her beaver on its side to avoid the log.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Beavers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Comball",
    "ID": 35296,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/35296/comball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;A new concept of logic and strategy game.&quot;&#10;&#10;The game consists of five shallow metal dishes that sit on a cruciform plastic holder.  Each dish is a different primary color, and there are five marbles that match the dish colors.  The last component is a deck of cards that show the five dishes as colored circles.  Each card has a different combination of the five marbles (smaller colored circles) distributed among the dishes.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Storm Trooper",
    "ID": 35297,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/35297/storm-trooper",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Storm Trooper is a solo card game where you control a squad of 9 German storm troopers crossing a section of the Western front eliminating all enemies encountered in the trench-covered, debris strewn landscape of  World War I.&#10;&#10;There are 3 card decks that you must make:&#10;&#10;&#10;     A terrain deck of 50 cards to create the 5 row, 10 column  &quot;board&quot; that you must cross to eliminate all enemies. Terrain cards have a defensive modifier and show start positions of enemy units.&#10;&#10;&#10;&#10;     An enemy deck of 20 cards, representing units of 1 to 16 men. Eliminate all enemies to win the game.  &#10;&#10;&#10;&#10;    A storm trooper deck of 45 cards that modify your squad's combat, defense, or movement.&#10;&#10;&#10;As with all Warp Spawn games, every card has a historically inspired title to draw you into the theme of the game and serves as a good description of its function.&#10;&#10;Believe me, when you've got an enemy &quot;Platoon&quot; ahead of you, you don't want to be drawing &quot;Wire Cutters&quot;!&#10;&#10;Your squad is represented by a single pawn or token. You may begin at the foot of any column with a hand of 4 storm trooper cards.&#10;&#10;Each turn, after you draw 1 card, your squad advances to any adjacent space and if in range of an enemy first they attack and then you have an opportunity to attack them. Enemies range in strength of 1 to 16 men. Pennies, tokens, or scrap paper should be used to keep track of men. Some battles may last over several turns or you may want to leave some battles unfinished until you get the cards and the confidence to return to them.&#10;&#10;To play the game with 2 players (or more), field two squads of storm troopers playing cooperatively, but competing to be the first to capture an enemy HQ space (say, one of the &quot;blockhouse&quot; cards) agreed upon by the players before beginning the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Print & Play",
      "World War I"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hi-5 Activity Board Game",
    "ID": 35298,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/35298/hi-5-activity-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Based on the Australian children's show &quot;Hi-5&quot; players (or teams) take turns drawing an Activity Card and following the instructions. These can be to sing, dance, act, count or name words. If successful they move along the track according to the card text (e.g. move ahead 2). Some cards may also push players back. The first player to reach the finish wins.&#10;Ages 3 and up&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Master of Golf",
    "ID": 35299,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35299/master-of-golf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Masters of Golf is a golf simulation game. It is based on the rules of golf.&#10;&#10;The players use a personal percentage table to determine which club to select. A turn on a wheel determines the accuracy of the hit. Dice determine the direction of flight. If the hit was unsuccessful (for example the ball is possibly out of bounce) an action/outcome card is drafted and the resulting action/outcome is taken (actions/outcomes are based on the rules of golf). A pion marks the place of the ball.&#10;&#10;There are 9 boards for 9 holes, and the small game/putting is simulated on a separate board. The players can use their own golf statistics to make up their own tables for use in the game. All variants of golf can be played (stableford, strokeplay, matchplay, foursome, fourball, skins)&#10;&#10;Home Page: http://www.masterofgolf.nl/&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mob Boss",
    "ID": 35300,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/35300/mob-boss",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll and move game, where the objective is to be the first to be &quot;The Boss&quot;. Just don't get whacked!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frankfurter Fragen",
    "ID": 35301,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/35301/frankfurter-fragen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Frankfurter Fragen is a stand-alone extension to &quot;Frankfurt - das Spiel zur Stadt&quot;&#10;&#10;It consists of 300 question cards with about 700 questions about Frankfurt trivia. They are printed on both sides, the front being blue with symbols consisting of a short question/answer and the back being red with a more detailed reply.&#10;The front also has special questions and remarks for the original game which do not apply when playing the extension only.&#10;&#10;There's 2 ways of playing&#10;1) being the first to collect 10 cards&#10;2) being the first to collect 5 cards with identical symbols on the front&#10;&#10;The latter can take ages even if you have some die-hard locals around. It is published in German only as the target lies on natives and newly inhabitants who want to know more about their city.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Cities: Frankfurt am Main (Hesse, Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der gestiefelte Kater",
    "ID": 35302,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/35302/der-gestiefelte-kater",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Content:&#10;4 cat cards, 20 landscape cards, 1 color die&#10;&#10;Who accompanies the booted cat on his way? With big steps he rushes forward - across fields and woods, along a lake and through the middle of the village. It is the aim to reach the end of the line with his cat to turn back and ran back to the beginning again.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rapunzel",
    "ID": 35303,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/35303/rapunzel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Contents:&#10;board, 4 princes,  30 braid tiles, 1 die&#10;&#10;In the German fairy tale 4 princes stand at the bottom of the tower and shout up to the window: &quot;Rapunzel, let down your hair!&quot; The braid that grows fastest has the best chance to take the princess in his arms.&#10;&#10;The players roll and move around Rapunzel's tower. Whenever they reach or pass the starting field, they collect two or one braid stone(s). The goal is to be the first one to collect six stones and reach the starting field again. If a player has more than six pieces, he/she can use his/her surplus to add points to his/her die roll.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Authors: The Brothers Grimm",
      "Folk Tales & Fairy Tales: Rapunzel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Wildschweinspiel",
    "ID": 35304,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35304/das-wildschweinspiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Rare Perlhuhn tube game whose title simply means &quot;game with boars&quot;.&#10;&#10;In this fast tactical and bluffing game with asymmetric setup one player plays the hunters while the other acts as boar trying to out-maneuver his opponent.&#10;&#10;The boar wins when it reaches a (secret) target spot on the board while the hunters win when they capture the boar trying to escape.&#10;&#10;The playing pieces are massive metal cubes and tubes - the included wooden boars should only &quot;be used as a giveaway&quot; (quoting the instructions...!)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adsubmuldi",
    "ID": 35307,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35307/adsubmuldi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Adsubmuldi is a self-described checkers variant utilizing pieces with numerals on the undersides of the pieces.  Apparently its name was derived thus: ADdition, SUBtraction, MULtiplication, DIvision.&#10;&#10;Included with the game are instructions for two variants, Adsubmuldi and Adsubmuldi Fractions.&#10;&#10;Here is a quote from its introduction: &#10;&quot;These two series of games are based on the game of checkers, and are played on a standard checkerboard with checker-like pieces.  The basic rules of checkers also apply.  Although two players normally oppose each other, the games can be played by one person opposing himself or by four players pairing up and playing as partners.&#10;&#10;The object of the games is to accumulate the most points by solving correctly the larger number of addition, subtraction, multiplication, or division problems.  Adsubmuldi is designed to reinforce these skills with whole numbers, and Adsubmuldi Fractions does the same with fractions and mixed numbers.&#10;&#10;The game ends, as in regular checkers, when all the playing pieces belonging to one of the players have been captured.  However, the winner of the game is the player with the most points, even if he is the one who lost all the playing pieces.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Willi wills wissen: Das Quiz",
    "ID": 35308,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/35308/willi-wills-wissen-das-quiz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Content:&#10;100 quiz cards, 1 board, 4 pawns, 1 estimation line, 4 estimation stones, 20 tipp cards, 8 action-chips&#10;&#10;Willi is the moderator of a popular German children quiz show on the children channel &quot;Kika&quot;.&#10;He asks for more information about what children want to know - and this with great success. In this quiz game his fans can prove their knowledge themselves.&#10;&#10;",
    "Categories": [
      "Educational",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "TV Shows: Willi wills wissen"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soccer- Hart am Ball",
    "ID": 35309,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/35309/soccer-hart-am-ball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Content:&#10;16 players' cards, 1 field card, 1 ball, 4 instruction cards&#10;&#10;&quot;Soccer&quot; is a trick-taking card game with the subject &quot;Soccer&quot; (=european football) that was edited in time around world championship 2006.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scruples for Kids",
    "ID": 35310,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/35310/scruples-for-kids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Be the first to get rid of all your dilemma cards. To get rid of your cards, guess how your opponents will reply to the dilemmas on them.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perfect Sense",
    "ID": 35313,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/35313/perfect-sense",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The five riddles on each card describe the same object, and each riddle relates to one of your five senses. How quickly can you solve these Riddles That Make Sense&trade;?&#10;&#10;&#10;     Sight:&#10;&#10;&#10;I come in all colors and sit in a dish.&#10;I&rsquo;m never dirty. Guess if you wish.&#10;&#10;&#10;     Touch:&#10;&#10;&#10;Slip and slide, I glide on your skin.&#10;I make you feel clean, leave you with a grin.&#10;&#10;&#10;     Smell:&#10;&#10;&#10;Wish to smell clean? You&rsquo;ll want me near.&#10;I&rsquo;ll give you a pleasant scent, my dear.&#10;&#10;&#10;     Hearing:&#10;&#10;&#10;Hear the rubber ducky song.&#10;I&rsquo;ll make you clean before too long.&#10;&#10;&#10;     Taste:&#10;&#10;&#10;If you&rsquo;ve been nasty and used words in bad taste,&#10;they&rsquo;ll wash out your mouth with me in haste.&#10;&#10;If you guessed &ldquo;Soap,&rdquo; you&rsquo;re right. Players travel around a game board, moving ahead based on the number of riddles they need to guess the correct answer. The more riddles you hear, the easier it will be to guess, but you won&rsquo;t move ahead as many spaces.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Buzzword Junior",
    "ID": 35314,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/35314/buzzword-junior",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Let&rsquo;s say the Buzzword is &ldquo;Butter.&rdquo; Can your team solve these five clues? Remember that &ldquo;Butter&rdquo; is in all the answers, and you&rsquo;ll press the buzzer for every right answer.&#10;&#10;&#10;     The PB of PB&amp;J&#10;&#10;&#10;answer: Peanut butter&#10;&#10;&#10;     Talk nicely so someone likes you&#10;&#10;&#10;answer: Butter up&#10;&#10;&#10;     A monarch, not a moth&#10;&#10;&#10;answer: Butterfly&#10;&#10;&#10;     An ice cream sundae topping&#10;&#10;&#10;answer: Butterscotch&#10;&#10;&#10;     A crunchy candy bar&#10;&#10;&#10;answer: Butterfinger&#10;&#10;With clues for all ages, Buzzword Junior is the perfect family game. It is played in teams with 4 or more players, ages 7 and up, and includes a fun buzzer.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Game: Buzzword",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tickles the Turtle",
    "ID": 35315,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35315/tickles-the-turtle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players spin the turtle to make Tickles giggle, and his tail tells how many foam feathers to stuff into his tummy. The excitement builds as Tickles giggles more and more. And then POP! If his shell pops off on your turn, you win!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Animals: Turtles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I See Three",
    "ID": 35316,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/35316/i-see-three",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "BELOIT, Wis. &ndash; In Patch Products&rsquo; new I See Three!&trade; preschool game, players put on Magic Reveal Glasses to see the hidden animals, reptiles, fish and bugs on the game chips.&#10;&#10;The red pair of glasses reveals some creatures, but they disappear when you switch to the blue or green glasses. You&rsquo;ll have to remember where they are so you can shout &ldquo;I See Three!&rdquo; when you match three of the same kind. Collect the most sets of three, and you win!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tastes Like Chicken",
    "ID": 35317,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/35317/tastes-like-chicken",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In the Tastes Like Chicken game, you&rsquo;ll match a Pig-Frog to a Frog-Cow or a Lobster-Shark to a Snake-Lobster. The goal is to be the first player to get rid of all your Wacky Animal Cards. But look out for those Tastes Like Chicken cards. If someone plays a Chicken card, you might have to draw a card and skip your turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Containers: Unique Shape"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bal Masque",
    "ID": 35319,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.33",
    "Link": "https://boardgamegeek.com/boardgame/35319/bal-masque",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The tag line on this game is &quot;A Game to Catch a Thief&quot;.  &#10;The players control a couple of dozen characters at a masked ball, moving around the dance floor - one character is the 'thief'. Players gradually gain information through movement around the dance floor and into and out of the adjoining rooms, and through the actions proscribed by the large number of cards.  One player is designated &quot;One Who Knows&quot; and has special powers (an extra card deck). &#10;There are clear parallels with Clue/Cluedo here, but with quite different (and more complex) turn mechanics.&#10;Although designated 2-6 players, it's really designed for 4 players, with variant rules provided for 2,3,5 and 6 players.&#10;Contents: Average sized board with ballroom design; 24 character pieces (5cm high card-in-stand figures) and correspondingly 24 Suspect cards; 121 Harlequin cards (actions); 21 Clue cards; 5 Thief cards; 11 &quot;One Who Knows&quot; cards; and two dice. There are 60 plastic diamonds for use as currency.&#10;The rules have a fantasy theme to them.  To quote: &quot;Bal Masque is a game, within a game, within a game, an elusive glimpse of far horizons.  As Bal Masque unrolls it's magic carpet of pleasures, players find they have crossed the invisible threshold of NOW into the elegant and eerious, incredibly, fantastic world of Bal Masque&quot;.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Villa Medicea",
    "ID": 35321,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35321/villa-medicea",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Three components make a beautiful wooden mansion. The three parts standing for a single game each:&#10;In the basement its a horse racing game (simple roll &amp; move)&#10;The intermediate part is a dexterity game, a kind of bowling using a spinner&#10;The top part is a solitary dexterity maze&#10;&#10;Everything is handmade and its a very big game. As a result the complete game costs about 3000 EUR.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Maze"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blütentanz",
    "ID": 35322,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/35322/blutentanz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Content:&#10;12 butterflies, 4 catapults, 2 bloom basis pieces, 1 bloom platform&#10;&#10;The players try to toss their butterflies with the help of &#10;catapults to the bloom platform skillfully.&#10;The players who succeeds first to place all butterflies on the bloom wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Butterflies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grandes Reporteros",
    "ID": 35323,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/35323/grandes-reporteros",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "&quot;Big reporters&quot;&#10;&#10;The information appears in the teletype. Send your reporters to the place of the facts! Be the first one in closing the edition of &quot;El Matutino&quot; (The Morning one&quot;)!&#10;&#10;... Sport ... politics ... events...&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TZAP Rummy",
    "ID": 35324,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/35324/tzap-rummy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "TZAP Rummy is a fast-paced game. Like all rummy games, it involves creation of 3-card RUNS (sequences) and SETS (3 of a kind). And, like the Rummikub tile rummy game, it involves rearranging already-melded cards on the table to the best of your advantage. The deck of standard cards also includes six special TZAP cards which have both strategic and laugh-generating functions that provide twists not found in other rummy games. The game is for ages 8 and up, 2 to 8 players, and can be played individually or as partners.&#10;&#10;TZAP Rummy claims to set itself apart from other rummy games by:&#10;&#10;FIRST, it involves manipulation of melded cards on the table to help get rid of cards from hand, i.e., to &quot;go out.&quot;&#10;&#10;SECOND, it involves manipulation of opponents by strategically &quot;zapping&quot; the right opponent at the right time to improve your chances of going out, while at the same time inhibiting others from going out. This requires some tough decisions on whether to use TZAP cards for melding or for penalizing an opponent.&#10;&#10;Home Page: http://www.tzaprummy.com/&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "No Peekie",
    "ID": 35325,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/35325/no-peekie",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;The only puzzle which gives you the answer first and defies you to accomplish it!&#10;&#10;Roll the ball to &quot;START&quot;. Close the lid and there on top is the answer! Keep the lid closed and, following the arrows, merely roll the ball from &quot;START&quot; to &quot;FINISH&quot;. You have two minutes to do it. FRUSTRATED?? Then take a peek...take as many peeks as you feel necessary. You start with 100 points, and each time you take a peek, it costs you 10 points! If you can't get the ball to &quot;FINISH&quot; within two minutes, you score ZERO. Highest score wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shake-A-Leg Game",
    "ID": 35326,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35326/shake-a-leg-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A large number of small plastic yellow chips are placed inside a large red plastic shoe which has two circular holes on each side. A small number of chips differ from the majority and cause a particular action to occur should they be shaken from the shoe during a player's turn.&#10;&#10;A turn consists of shaking the shoe for as long as it takes a marble to come to rest in the small parabolic bowl included with the game. The first player to collect 20 'normal' chips is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Red Ops 5",
    "ID": 35327,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/35327/red-ops-5",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Red Ops 5 is a fast-paced modern Zombie skirmish miniature game for 15mm and 28mm scales. Powered by the award winning game engine found in all games by Two Hour Wargames, Red Ops 5 is next evolution in tactical Zombie warfare.&#10;&#10;Red Ops 5 can be played co-op and even solo.&#10;&#10;Red Ops 5 is NOT All Things Zombie(ATZ), it just uses the engine that is also in ATZ. Red Ops 5 is a stand alone game system.&#10;&#10;This set of rules is currently supplied in a downloadable PDF, but hard copies will be released soon. The game is also supported by a set of 15mm miniatures.&#10;&#10;So Lock and Load, you&rsquo;ve got a few Zombies to kill...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Walkabout: Race to Uluru",
    "ID": 35328,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/35328/walkabout-race-to-uluru",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this roll and move game, each player is in a race to be the first to complete the journey from Tasmania to Uluru. The game uses traditional Aboriginal style artwork to depict the many native animals to the Australian Outback.&#10;&#10;Most of the spaces that can be landed on feature one of these animals and each animal has a different power. These powers affect anyone who lands on the space and often a series of powers can be triggered in the one turn as a player's piece is sent in multiple directions.&#10;&#10;The game includes shortcut options, return to start spaces and the chance to catch up to the leader.&#10;&#10;This game is really suited to Ages 5 - 10&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All Grown Up",
    "ID": 35329,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35329/all-grown-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game was distributed to new VW Jetta owners as a perk. The concept is a competition among the new owner's friends to be the first to have a chance to drive his/her new Jetta. The new owner puts the key at the end of the track, and the first player to get there gets to drive it.&#10;The theme is a tongue-in-cheek look at what it means to be an adult. The movement is spinner-based, with certain spaces causing the player to move forward or backward an additional amount based on text on the board or on drawn cards.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Het Tom Poes Spel",
    "ID": 35330,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/35330/het-tom-poes-spel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A card game based on the stories of Marten Toonder's Tom Poes and Oliver B. Bommel. Players have to create a path placing road cards numbering from 1 to 7 in ascending order. The goal is to reach the #7 card (Treasure &quot;De Schat&quot;) first.&#10;&#10;There is 1 deck of cards that all players draw from, containing the road cards and several other cards to prevent other players from getting to the treasure or assist you in your own effort to find the treasure first.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sticks and Stones",
    "ID": 35331,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/35331/sticks-and-stones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Sticks and Stones is an easy to learn game for 2-4 players that combines the elements of luck and strategy into a fun-filled game that you can take anywhere.  Be the first player to collect all four differently colored stones to win.&#10;&#10;Sticks and Stones will provide hours of fun for family gatherings, parties or any time friends get together.&#10;&#10;Sticks and Stones requires only a small surface for play and can be played virtually anywhere!  Play the game that's packed with strategy with a twist of luck.&#10;&#10;Sticks and Stones -- a Great Big Game in a Little Box.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "'t Geheugen van een Olifant",
    "ID": 35332,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/35332/t-geheugen-van-een-olifant",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Object of the game: Keep possession of Play-cards by remembering exactly where the 12 images are hidden. 12 different images are hidden under blue 'caps' During the game they move from one place to another. The oldest player starts this game. Throw the dice en move your pon over the track on the board. Execute the command which is stated by an pictogram. You either have to point out the right and exact location of the number or image that is stated on the track. The tricky thing is that the caps move around the board as a result of some orders. Some orders on the track are simple, and need you to pin point 1 image or number. Other orders force yoy to point out for example, 3 fruits or 3 figures. Every player has 3-7 playcards. everytime they slip out during the game by not pointing out the right items, they loose one playcard (it is flipped to the stop-side). The player who keeps at least one card in play while the others are played out, wins the game.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Poland 1939",
    "ID": 35333,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/35333/poland-1939",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "From Panzerfaust Publications in 1971 originally published in Panzerfaust Magazine #49 in October 1971,the game Poland 1939 designed by Ted Buyniski.&#10;&#10;These early issues of Panzerfaust were mimeographed and all the components were printed in the magazine, more of a game kit - you had to photocopy the components to actually play it because maps and counters were printed on the reverse side of the pages of rules.&#10;&#10;The components are:&#10;3-pages of rules. &#10;The color map is on 8 - 8.5&quot; X 11&quot; sheets of ivory paper. The counters are on two of the map sheets in red for the Germans and the all to familiar purple for the Poles.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Poland",
      "History: World War II (Poland 1939)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poltawa",
    "ID": 35334,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35334/poltawa",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Originally published in Panzerfaust Magazine Volume 5 #5 in September 1970,Poltawa a game covering the 18th Century battle between the Swedes and the Russians on June 28, 1709 designed by Chris Johnson.&#10;&#10;These early issues of Panzerfaust were mimeographed and all the components were printed in the magazine, more of a game kit.&#10;&#10;You could not actually use the original components without destroying parts of the magazine that were on the other side of the page, in some cases components of the the game - i.e. maps and counters printed on the reverse side of the rules.&#10;&#10;The 2.5-pages of rules are in excellent condition (relies heavily on AH classic rules such as Waterloo) and include the historical orders of battle.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "International Football Whist",
    "ID": 35335,
    "Year": "(1947)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/35335/international-football-whist",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The game is played with 4 players in teams of two. 44 cards are used, consisting of 4 teams numbered 1 to 11 representing footballers from England, Ireland, Scotland and Wales from the 1940s. The object of the game is to move the ball counter into your opponents' goal and thus score. The ball can only be moved along the lines drawn on the playing board. This is achieved by winning tricks as per normal whist. However, trumps are chosen by the starting player who moves the ball onto a team's badge (which become trumps) on the playing board. The winner of the trick may move the ball one space. If the trick is won by leading with a trump, 2 spaces may be moved. When a goal is scored, the ball is returned to the centre spot and the player to the left of the scorer starts. The game ends when the cards are exhausted twice, once for half time and again for the end of the match.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vertikado",
    "ID": 35336,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/35336/vertikado",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Content:&#10;64 round wooden sticks, 1 wooden box&#10;&#10;The aim of this game of skill is to build a tower out of the round sticks, in order to make as many points as possible with the value of the sticks.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1x1 Obelisk",
    "ID": 35337,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/35337/1x1-obelisk",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "An educational game focussing on multiplication (up to 10 x 10).&#10;&#10;The game's main components are 30 &quot;multiplication dice&quot;- dice that have a multiplication problem printed on three sides, and the results on the opposite sides.&#10;&#10;The rules sheet suggests three different variants that can be played:&#10;&#10;1) &quot;The stacking multiplication adventure&quot;&#10;The aim of this game variant is to build an obelisk as high as possible.&#10;Players take turns throwing two randomly chosen dice. If one die shows a multiplication problem, the player has to solve it. If both dice show a multiplication problem, the player can choose which one to solve. If both dice show a number instead of a multiplication, the player repeats the throw. If the player correctly solves the problem (the other players can check on the opposite side of the die), he/she passes the die on to the next player, who uses it to start building an &quot;obelisk&quot; (by stacking one die onto the next). If the active player cannot solve the multiplication, he/she has to start building the obelisk. Then it is the next player's turn. Each turn, another die is added to the obelisk, either by the following player (if the active player correctly solves the problem), or by the active player (if their answer is incorrect). &#10;The game ends when the obelisk collapses. The last player who managed to stack a die onto the obelisk without collapsing it wins the game. If the players manage to stack all dice before the obelisk collapses, they all win together.&#10;&#10;2) The multiplication pyramid&#10;The aim of this variant is to be the first to complete a pyramid.&#10;The dice are evenly distributed among all the players. Players take turns throwing two of their dice. If one die shows a multiplication problem, the player has to solve it. If both dice show a multiplication problem, the player can choose which one to solve. If both dice show a number instead of a multiplication or if the active player can't solve the multiplication, they lose their turn. If they correctly solve the problem, they use the die to start building a pyramid (by stacking dice). Then it is the next player's turn. &#10;The first player to have used up all their dice in buidling their pyramid wins the game.&#10;&#10;3) Speed multiplication&#10;The aim of the game is to find the fitting multiplication problem and grab the correct die.&#10;The first player chooses four dice and puts them on the table with a multiplication problem facing up. He/she then has a look at the results (without the other players looking) and puts them back. They then say one of the results, and all the other players try to grab the die with the multiplication that fits this result. The player who grabs the correct die earns this die. Then the next player chooses four dice. &#10;The game ends when all dice have been claimed. The player with the most dice wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: 1x1",
      "Series: Spielend Neues Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mein erstes Naturspiel: Wie Tiere groß werden",
    "ID": 35338,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/35338/mein-erstes-naturspiel-wie-tiere-gross-werden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Content:&#10;35 picture cards, 7 colored wooden plates&#10;&#10;You may know all animals and saw some already. Do you know though how those animals are born and how they grow up.&#10;All 35 picture cards are laid face down on the table.&#10;Now everyone tries to find the cards of every animal in the row of 1-5 and to lay it down aside a wooden plate. The player with the last picture card aside the wooden plate gets the plate. The most plates determines the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Series: Mein erstes Naturspiel (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cheesy Gonzola",
    "ID": 35339,
    "Year": "(2008)",
    "Geek Rating": "5.614",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/35339/cheesy-gonzola",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6875",
    "Description": "This Expansion for Burg Appenzell adds an extra tower, some tiles, a special mouse wearing a sombrero and makes it possible to play with 5 players.&#10;&#10;From the publisher:&#10;Cheesy Gonzola conquers  Chateau Roquefort !&#10;&#10;The hungriest mouse under the cheese sky sprints arrow fast over roofs. With its Sombrero it is immune even to mousetraps. In addition, all other rodents let it be gone well: A secret course to the storage room provides for inexhaustible palate joys. And the new siege tower is used by the rodents only too gladly for a round trip around the &quot;largest mousetrap of the world&quot;. Cheesy Gonzola spoils the castle friends with a development of the three-dimensional experience world and offers further variety at possibilities of action, which are everything else as &quot;cheese&quot;.&#10;&#10;Expands:&#10;&#10;    Burg Appenzell&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Maze",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "Memory"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon Poké Ball Flip",
    "ID": 35340,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.55",
    "Link": "https://boardgamegeek.com/boardgame/35340/pokemon-poke-ball-flip",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.5",
    "Description": "It's a Pok&eacute;mon-filled game of fun and action as you try to be the player with the most cards when the timer signals the end of the game.&#10;&#10;Turn over a card from your stack to see if its number is higher than the &quot;number to beat.&quot;  If it is, you get all the cards that have been played so far and are closer to winning.&#10;&#10;When Ash shows up, a totally different kind of action begins.  You get three tries to flip a card on the special Pok&eacute; Ball paddle.  Complete the challenge and your stack of cards will grow even more.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Anime / Manga",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rugby Addicts Board Game",
    "ID": 35341,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/35341/rugby-addicts-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Rugby Addicts Board Game by Gren has arrived. A fantastic game from the much loved and world famous Gren. Take a drop kick, Six Nations Teams, scrum down boys win that ball! Designed by the man himself and made entirely in the UK.&#10;&#10;Features:&#10;&#10;Contains all the facets of the real game - passing, moving with the ball, kicks, tackling, scrums, ricks and lineouts.&#10;&#10;A special kicking device called - The Boot - is included for kicking the ball over the posts.&#10;&#10;The game includes a DVD tutorial so no need to plough through countless pages of instructions.&#10;&#10;All the fun of the real game without the pain!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Rugby"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "G.I. Joe Combat Infantry Game",
    "ID": 35343,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/35343/gi-joe-combat-infantry-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game comes from Hassenfeld Bros. the precursor of Hasbro. The box cover states that the object of the game is to &quot;Help G.I.Joe knock out the enemy machine gun nest. Game comes with 16 pawns and some game cards. From Games Gone By.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Toys: G.I. Joe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Race Master",
    "ID": 35344,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/35344/race-master",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "4",
    "Description": "This is a Swedish racing game, endorsed by the former F1-driver Reine Wisell. The race track is filled with squares, but you drive on the crossed line points. The steering mechanism is a simple grid, on which you move your marker according to where you want the car to be after your next move. You can have up to four players racing or you can race against a clock, that counts your number of moves.&#10;The game contains the rules, one race track, 4 cars (plus 4 extras), 4 markers to the gearbox/throttle, clock hands and some hay barriers to change courses or make a chicane.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jää tai jatka",
    "ID": 35345,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/35345/jaa-tai-jatka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;Stay or Go&quot;&#10;&#10;This is a fairly basic roll-and-move aimed to teach children color recognition and set collection.&#10;&#10;The game board is a spiral-shaped worm divided in coloured segments (4 colours/black with number/white). Players start in the head and move towards the tail. Landing on a coloured space gives the player one counter (quarter) of that colour; landing on a white has no effect; and landing on a black space causes the player to lose a number of quarters, the colors chosen by player.&#10;&#10;Quarters collected during the game are scored when all players have either finished or dropped out. Quarters forming a circle of a single colour score the most, quarters forming multi-coloured circles score less, while left-over quarters score least.&#10;&#10;During the game, there are four chances to drop out, identified by the grey shaded areas. This may make sense because the numbers in the black segments increase towards the end, and a player that has collected a good set of circles may want to cut her losses rather than carry on.  &#10;(This is the sole tactical choice in the game.)&#10;&#10;Paletti game no. 4065&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Colorito",
    "ID": 35346,
    "Year": "(1892)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/35346/colorito",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.75",
    "Description": "Each player has 20 numbered pieces / counters of two colours (blue &amp; red or brown &amp; yellow), which are put on the two first rows of a 10&times;10 grid of octagons (topologically similar to squares, but without the diagonal adjacency). The fields of these rows are numbered from 1 - 20, so each counter has its definite starting place, making one complete row of either colour.&#10;&#10;The spaces of the central six rows are coloured according to the counters, either red, blue, yellow or brown, and build up a regular pattern. Counters can step one space, jump across one other piece (also more than once during a turn) when landing eventually on a space of its own colour or doing a step plus a jump move in this order in a turn.&#10;&#10;Aim of the game is to get the pieces on the opposite side onto the octagon with the corresponding number (similar to Salta, which maybe adopted this idea from Colorito).&#10;&#10;This game is mentioned in several letters of the Romanov sisters (daughters of the last Russian Tsar) from 1915 and as one of the favourite games of Anastasia Nikolaevna.&#10;&#10;Online Play&#10;&#10;&#10;     Boardspace.net (real-time, AI option)&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kentalong Tennis Card Game",
    "ID": 35347,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/35347/kentalong-tennis-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game consists of 50 cards comprising 22 service cards and 28 play cards. The service cards dictate whether the service is to the backhand, forehand an ace or a fault. The play cards are made up of 5 each of the 4 combinations of backhand/forehand to backhand/forehand and 4 smash and 4 lob cards. Scoring is the same as in lawn tennis. The two packs (service and play) are shuffled and both players receive 4 play cards to form their hand. The server then places the top service card face up to show the type of serve. An ace is a point immediately won and if a fault is drawn then another card is immediately drawn and if this is another fault, the point is lost. If it is any of the other service cards, the opponent can return it only if he has a corresponding card that allows him to play the return type or he can play a lob card. A lob card can only be returned by another lob card or a smash card. A smash can only be returned by a lob. If a player cannot return with the appropriate card then he loses that point. Players replace cards as they are played from the draw deck to make a 4 card hand. Play continues until the correct number of sets (predetermined at the start) is won.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soccer! Card Game",
    "ID": 35348,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/35348/soccer-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game is a 2 player game consisting of 38 identically-backed cards. 30 cards are of 6 football clubs (Birmingham, Luton, Stoke, Everton, Southampton and Middlesbrough) and 4 penalty, 2 offside and 2 goalkeeper cards. The object is to score goals, to do this both players are dealt 5 cards and then try to collect 3 club crest if the same type in his hand. The hand is built up rummy-style from the deck. A goal attempt is made by playing three cards face up on the table and is scored unless the other player has a goalkeeper or offside card available to play. Playing 5 club crests automatically scores a goal. After a goal the opponent must discard their hand but the scorer can decide on whether to keep the remaining 2 cards or not.  The game ends when 10 attempts at goal have been made.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Detective Game: Suspicion",
    "ID": 35349,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/35349/the-detective-game-suspicion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Suspicion&quot; is a detective game set in the times of the legendary private-eye Sherlock Holmes.&#10;The playing board represents London.&#10;Each player is a detective whose aim is to solve the crimes of three suspects. There are 24 suspects in all.  Each of these bears the name of a fictional Victorian criminal and four items of information.  These are:&#10;1. a clue to identification&#10;2. evidence of the crime&#10;3. proof (fingerprint)&#10;4. a district of London&#10;To solve the crime, the detective must collect every item of information on the card.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slap 'n Grab",
    "ID": 35351,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.26",
    "Link": "https://boardgamegeek.com/boardgame/35351/slap-n-grab",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "The Party Game That's Survival of the Fastest!&#10;&#10;Slap-N-Grab is a fast-paced free-for-all where opponents spring into action slapping down and grabbing cards based on colors, counts and cartoon creatures. All the animal cards are dealt out. Cards have 1, 2 or 3 colored animals on them: elephants, rhinos, kangaroos, monkeys or cows. Two Slap Cards are played face up, for example &quot;Four Cows&quot; and &quot;Three red monkeys.&quot; Players then sequentially flip over animal cards until exactly 4 cows or 3 red monkeys appear among them all. At that moment, players race to slap the corresponding Slap Card and win the round, taking the slap card as a prize and turning over another one. If you make a mistake and the required animals are not showing, you must return a previously won card to the bottom of the slap deck. When the slap deck is gone, players count how many they have won and the player with the most wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys",
      "Animals: Cattle / Cows",
      "Animals: Elephants",
      "Animals: Kangaroos",
      "Animals: Rhinoceroses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merv Griffin's Crosswords",
    "ID": 35353,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/35353/merv-griffins-crosswords",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the short-lived (2007-08) game show, players compete to answer crossword puzzle clues to fill in the grid. Puzzles vary in difficulty. Players may play head-to-head, free-for-all, or duplicate the rules of the television series where only two players can score and the other players (&quot;Spoilers&quot;) compete to take the place of the scoring players.&#10;&#10;Strangely, the board game calls itself &quot;The Social Wordplay Game&quot; and does not identify host Ty Treadway or the fact it is based on the game show.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Crossword Games",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "De schippers van de Kameleon",
    "ID": 35355,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/35355/de-schippers-van-de-kameleon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Based on the popular 'Kameleon' series, players each have their own Kameleon boat, with which they need to save four different animals from drowning. Players choose cards to plan their sailing route in the lake, where the animals are. If they have a rescue buoy in the right place in their 'route' they can save an animal. The first player to save all his animals wins the game.&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Game of Politics, or Race For the Presidency",
    "ID": 35356,
    "Year": "(1887)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/35356/game-of-politics-or-race-for-the-presidency",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Game of Politics, or The Race For the Presidency was first published in 1887 and patented in 1888. Unlike the later game of the same name by Oswald B. Lord, candidates in this game play cards against each other to reach the office of Mayor, Governor, Congressman, and Senator before moving on to a battle over each state's Electoral votes for the U.S. Presidency. 201 votes out of the 401 for all of the states are required to win.&#10;&#10;While the game is listed as being for 2, 4 or 6 players, in fact there are only two candidates competing for the Presidency. When there are more than two players, the sides form two teams that play in turn to advance their respective candidates.&#10;&#10;Few intact copies of the game seem to have survived to the present day. However, the patent application -- which lists the game's rules -- and surviving game boards give a good indication as to what the components were for the W.S. Reed Toy Company's release. These include:&#10;&#10;&#10;     Rules&#10;     Game board&#10;     Two &quot;wads&quot; (pawns) to move on the board's tracks; one red, one blue&#10;     23 pins for use in the left and right columns&#10;     At least one pin to mark the last bypassed state during the first pass through the state list&#10;     A deck of 48 cards, containing eight each of the following values: 1000, 2000, 3000, 5000, 7000, and 10000.&#10;&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killing Machine",
    "ID": 35359,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/35359/killing-machine",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "A science fiction infantry tabletop miniatures wargame retaining as many 'realistic' features as possible, while striving to minimize complexity.&#10;&#10;The game, intended for use with 25/28mm miniatures (of whichever manufacturers the players prefer), features morale and fog-of-war/limited intelligence rules which have a significant impact on the battles - at least as much as actually killing the opposing forces.  Troop types from lightly armoured basic infantry (say, Aliens Colonial Marines level) up to heavy power-armoured juggernauts (for example Starship Trooper Mobile Infantry or WH40K Terminators), as well as robots, cyborgs, remotes etc (thus allowing armies from the Terminator films, Cybermen, etc).&#10;&#10;Vehicles are intentionally not featured within the rules, leaving it as a game with the focus on infantry (from high tech to very high tech) and their main support weapons.&#10;&#10;Rather than treating tabletop battles as simply &quot;line up 1000 points per side and fight until one side is gone&quot; affairs, Killing Machine takes a more intelligent, mature look at this kind of skirmish gaming with its morale and intelligence rules.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Druid's Duel",
    "ID": 35360,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/35360/druids-duel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Druid&rsquo;s Duel is a quick-playing card game. In Druid&rsquo;s Duel, you&rsquo;re a druid competing with other druids in a shape changing contest to display your wits and prowess. The druid who best adapts to the tactics of his or her opponents becomes the new head of the Circle.&#10;&#10;Everyone starts the game with a full had of strategy cards. Each round you secretly pick a shape (lion, peacock, or jackrabbit) and a strategy card to play. When shapes are revealed, you may or may not get to discard your strategy card, depending on the shapes and strategies of your opponents.&#10;&#10;If you&rsquo;re a Jackrabbit, you succeed if you played the lowest strategy card.  If you&rsquo;re a Lion, you succeed if you played the highest strategy card.  If you&rsquo;re a Peacock, you succeed if no one else played a card that matches your card&rsquo;s rank or suit.  If you&rsquo;re the first one to discard all of your strategy cards, you win.&#10;&#10;Druid&rsquo;s Duel is a game for two to four players. Druid&rsquo;s Duel uses a standard Poker deck. You can read the rules at http://www.invisible-city.com/play/470. A four-player game takes about 30 minutes to play. Druid&rsquo;s Duel is appropriate for ages 13 and up.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Say Anything!",
    "ID": 35361,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/35361/say-anything",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;Say Anything!  the more you say, the more you play&#10;&#10;Shout Out Some Categories!&#10;&#10;Animal, Vegetable, Mineral!&#10;&#10;Watch your prompter point to the Say Anything! Playcard.  Find out if you are &quot;Hot&quot; or &quot;Cold&quot;.  Should you go back to a previous word? or Say Anything!?  Stuck?  Spew more words.  Try to get a &quot;Hot&quot; response from your prompter.  Keep those categories, ideas and words coming until your team is the first to identify the secret word or time runs out.  This fast action twenty questions game with a twist will keep you entertained for hours.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aniołowie",
    "ID": 35362,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/35362/aniolowie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Aniolowie is Polish CCG. It is about the war of Angels fighting in order to gain the human spirits. Aniolowie has got unique, especially created universe. There are plans for first expansion and Role Playing Game.&#10;&#10;Homepage: www.gusla.eu&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ensign O'Toole  U.S.S. Appleby Game",
    "ID": 35363,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35363/ensign-otoole-uss-appleby-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the '60s TV show &quot;Ensign O'Toole&quot; which starred Dean Jones.&#10;&#10;Object of game: To be the first player to travel from the starting place along the progression path to the finish space and thus becomes the winner.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Nautical",
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stagecoach West Adventure Game",
    "ID": 35364,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35364/stagecoach-west-adventure-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the classic but short-lived television show of the same name.&#10;&#10;Object of game: Luke Parry and his cowboys at the Bar-X Ranch are battling an outlaw gang of cattle rustlers for controls of the range. Each side is equally matched. The first side to capture all the enemy&rsquo;s men or reach the enemy&rsquo;s &ldquo;Finish Space&rdquo; with 2 men is the winner, but it takes luck, pluck and skill to win.&#10;&#10;",
    "Categories": [
      "American West",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Corps d'Armée",
    "ID": 35365,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/35365/corps-darmee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Corps d'Arm&eacute;e is a Tactical level Napoleonic miniatures rules-system designed for larger scale battles using minimum division sized, preferably corps/larger forces.  Figure scale of 1 casting representing 50/60 men; 1 artillery model represents 2 guns; ground scale 1 mm = 2 yds.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ambush",
    "ID": 35366,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/35366/ambush",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.75",
    "Description": "Ambush is an abstract strategy game for 2 players. Two Icehouse stashes and 4 Martian Coasters are needed, one per player. Players will either play one of their 15 pyramids on the board or set a pyramid aside to rotate a coaster. Either action may allow them to capture a pyramid belonging to their opponent.&#10;&#10;Game System&#10;&#10;    Icehouse Pieces&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Components: Looney Pyramid Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deck Deck Revolution",
    "ID": 35367,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/35367/deck-deck-revolution",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Deck Deck Revolution is a free Print&amp;Play real-time cardgame inspired on Japanese and Korean dancing video games. You can download the game directly from BGG (below, in the Files Section).&#10;&#10;You won't need your feet to play, but all elements of the video games are here: chain combos, &quot;frozen&quot; and double arrows, step ratings, etc... This game requires lightning reflexes and mental agility, and people with experience in dancing video games tend to play better.&#10;&#10;Players place cards on some stacks chaining arrows of the same direction. Each time you play a card, the next required card on that stack changes, so you have to rethink constantly what can you play in each place. Some arrows have special rules for an additional twist.&#10;&#10;It is recommended (but not mandatory) to play with a referee. Original rules are for 2 players only, but a simple variation allows up to 6 players (divided in 2 teams).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlez FMX Edition",
    "ID": 35368,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/35368/battlez-fmx-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Battlez FMX is an action sports based collectible card &amp; dice game, featuring Freestyle Motocross superstar Brian Deegan, along with Metal Mulisha team members Todd Potter &amp; Jeremy Lusk.&#10;&#10;Battlez FMX allows you to battle it out as if in a real freestyle MX&#10;competition, playing as your favorite FMX rider. Score or take points away from your opponent by matching dice combinations on the cards and  executing tricks like Kiss of Death's, BackFlip's, Cliffhangers, Rock Solids and more. First player to 100 points wins.&#10;&#10;In addition, there are specialty cards such as the Rockstar Energy Drink Boost Card allowing you to roll all 3 dice at once, the Stop Card allowing you to stop your opponent from playing the same card repeatedly and the First Aid Card, immediately subtracting 50 points from your opponent.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viaje por España: Senior",
    "ID": 35370,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/35370/viaje-por-espana-senior",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Trip for Spain&quot; it's a game for Ages 8 and up&#10;&#10;It stimulates the sense of the planning, introduces in the geography of Spain and in the knowledge of its cities and places of tourist interest.&#10;&#10;The quality of the images contributes to the aesthetic education. It favors the social education, as collective game.&#10;&#10;Travel for plane and by sea for all the localities of Spain before your opponents!&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Andorra",
      "Country: Spain"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "300",
    "ID": 35372,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/35372/300",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players take turns discarding cards to represent the throw of a bowling ball with up to two throws per frame - the goal is to get all 10 pins in each frame either with a &quot;strike&quot; (get all 10 pins at once by playing one card) or by finishing off the unclaimed pins on the second card with a &quot;spare&quot;.&#10;&#10;Each game consists of 10 frames, and the game is scored via regulation American bowling rules. A &quot;Captain&quot; player keeps score on a laminated scoresheet for all players. With 2+ players, the player with the highest score at the end of 10 frames wins.  With solo play, you try to beat your previous best score. The highest possible score is 300 points!&#10;&#10;The original (1960) edition contained two decks of cards (108 total), enough for 1 to 4 players to play right out of the box. The 1964 edition came with only one deck of 54 cards supporting either one or two players unless you purchased a second set of 54 cards separately to allow play with up to 4 people (the laminated scorecard in both versions includes 4 player lines to support up to four players).&#10;&#10;Trivia: The yellow 1964 &quot;Authorized Edition&quot; box shows the game named &quot;Don Carter's Strike! Bowling Game&quot; and doesn't mention &quot;300&quot; anywhere on the box, but the instructions only refer to the game as &quot;300&quot; and don't mention Don Carter anywhere! The most likely reason is that they licensed Don's endorsement for the 1964 edition of the game but neglected to update the rules sheet to accommodate the newer name. Don was and is (apparently) widely considered the greatest bowler of all time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bowl",
    "ID": 35373,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/35373/bowl",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bowl by Tudor has a dual action pin reset and an automatic Gravity Ball return. You rolled your ball on to a lane with pins that look just like a real bowling alley. The pins are numbered above the pin area so that you know which pins are left standing after a roll. The ball rolls back to you because the back of the pin area is raised a bit to force the ball back to you by gravity. At the end of a frame you push two tabs together to reset the pins. Game comes with a scorepad for keeping score.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smarty Party! Gamers' Expansion",
    "ID": 35374,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/35374/smarty-party-gamers-expansion",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Smarty Party - Gamers' Expansion adds dozens of new categories focusing on boardgames and card games...and not those silly mass market games, but the games you love that your fellow Board Game Geeks play! Smarty Party! has long been a favorite party game for gamers, and this expansion seals the deal. A must have for BGG readers and serious (and not so serious) gamers of all ages.&#10;&#10;This expansion is available for free to download and print. Express permission to create this expansion was received from R&amp;R Games. Two printed copies exist: &quot;Special Gathering Edition 1 of 2&quot; and &quot;Special Gathering Edition 2 of 2,&quot; one of which (1) was made available at the 2008 Gathering prize table, while the other one (2) was made available for play during the 2008 Gathering.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Print & Play",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Smarty Party!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tippecanoe Game",
    "ID": 35375,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/35375/tippecanoe-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is about 20 inches long, 14 inches wide, 1 1/2 inches deep. There is a lid which slides out through the top end to reveal the playing board inside. There are yellow wood slats and  blue slats that connect to them to  let them slide up &amp; down. Some versions of the game come with red wood paddles which are 8  inches long with 2 different length yellow pegs attached which fit into the holes along the sides, but not all versions have this.  The game comes with a wooden dowel over 18 inches long and two small steel balls with etched symbols on them. The goal of the game is to move the ball down through the tipped slats so that it ends up going through the 150 metal loop at the bottom in order to score maximum points for your turn.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ca$h 'n Gun$: Silver Saw-off",
    "ID": 35378,
    "Year": "(2005)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/35378/ca-dollar-h-n-gun-dollar-silver-saw-off",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Ca$h 'n Gun$ Silver Saw-off is an extension to Ca$h 'n Gun$. Limited edition (500 prints) presented at Essen 2005.&#10;&#10;The shotgun allows you to fire between two players and if you shoot at them, you toss two plaster counters (one for each player) - if it lands with the plaster side up that player gets wounded, otherwise nothing happens. So, you can hit 0, 1 or 2 players at once.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor",
      "Mafia",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Ca$h 'n Gun$"
    ]
  }
]