[
  {
    "Rank": "8801",
    "Name": "Outnumbered: Improbable Heroes",
    "ID": 323365,
    "Year": "(2021)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/323365/outnumbered-improbable-heroes",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Combine forces to thwart evil in Outnumbered: Improbable Heroes, a math-based cooperative strategy game. Absolute Zero and his minions are loose in Megatropolis, trying to capture the powerful Infinity Generator! Assemble your team and strategically plan out your sequence of attacks together. As waves of Villains advance, you must use math skills and unique Hero Abilities to hit target numbers, repelling your nemesis and his minions. Overcome their counterattacks and impose order over chaos!&#10;&#10;&mdash;description from the publisher&#10;&#10;Outnumbered is a cooperative math strategy game for 1-6 players. Waves of oncoming minions are advancing, each one showing a number on it. On each player's turn, they will roll 3 dice, then use math operations and their &quot;Hero Power&quot; create the values shown on the minions, defeating them. Minions will continue to appear and move down the board, defeating the players unless they are stopped in time. Players also have the opportunity to earn Bonus Cards by targeting specific minions, and must withstand Events that will increase the minion forces.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Dice",
      "Educational",
      "Fighting",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "8802",
    "Name": "Classic Warlord",
    "ID": 2574,
    "Year": "(2012)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/2574/classic-warlord",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.2619",
    "Description": "Originally self published by Mike Hayes in 1974 as &quot;The Warlord&quot; - this edition came in a red box.  It was reprinted by Mike in 1978 as &quot;Warlord&quot; and came in a blue box.  It was released by Games Workshop in 1980 in a smaller version (only western half of the Warlord board) as &quot;Apocalypse&quot;.&#10;&#10;As of October 2012, the game is now available again as Classic Warlord, a limited edition in a gold box, with two sets of rules and an FAQ booklet, counters in pouches for up to seven players and a single large D6, along with the full eight-section mapboard. This version sees the game revert back to the original Warlord with new rules to reflect over thirty years of play.&#10;&#10;Objective - to dominate the board and destroy opponents.&#10;&#10;Mechanics - similar to Risk, you get more armies for the more territories you hold. Allocation is on basis of territory held: city, industrial or agricultural.  Mountainous, waste, and sea spaces gain you no armies.&#10;&#10;Gaining territories through combat is an elegant use of cunning and bluff.  Instead of rolling dice, the attacker simply chooses with a single D6 how many pieces they wish to attack with (subject to restrictions based on terrain).  The D6 is then concealed and the defender attempts to guess it.  If they guess correctly the attacker loses that number of armies; if they guess wrongly one defender is lost, and if the territory is now left unoccupied the selected number of attacking pieces or greater are advanced into the territory to capture it.&#10;&#10;Alliances are allowed (and can be broken at will).&#10;&#10;A-bombs and the more devastating H-bombs are used in the game.  A-bombs are a reward for successful combat, and H-bombs are gained as a result of launching an A-bomb.  These can be placed to act as deterrents against other players, and can be launched to clear enemy territory prior to an advance.  Nuclear damage however will render map spaces impassable for the remainder of the game.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "8803",
    "Name": "Schweinebande",
    "ID": 64675,
    "Year": "(2010)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/64675/schweinebande",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5667",
    "Description": "Schweinebande (literally &quot;Gang of Pigs&quot;) was published in February 2010 by Hans im Gl&uuml;ck.&#10;&#10;The board depicts a cattle market, on which pigs, goats, donkeys, chickens, and other animals are offered for sale. Each player tries to position his farmers strategically in order to obtain the most favorable prices, or to block his competitors. Once animals are acquired, they must be fed every round. As soon as a player possesses 4 of the same animals, he can sell his herd to gain victory points. Naturally, a set of 4 donkeys is worth more than 4 chickens.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Pigs",
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "8804",
    "Name": "Heckmeck Junior",
    "ID": 66797,
    "Year": "(2010)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/66797/heckmeck-junior",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1579",
    "Description": "Kids have been waiting for this a long time: Eventually, the fun the older players are having with Pickomino is now also available for the younger ones &ndash; in a charming, funny, and perfectly age-based dice game: Heckmeck Junior.&#10;&#10;The player, who can roll the tastiest ingredients for his Mac Heck burger on the six dice, becomes &ldquo;Worm King of the Day&rdquo;. Cucumbers, cheese, and ketchup make the chicken wings of our young poultry flutter for joy. If you manage to acquire many different delicacies throughout your dice rolls you may put a lot of tasty roast worms onto your plate. In case your desired treat has already been taken from the grill, though, you may of course also eat from your opponents&rsquo; plates.&#10;&#10;The main difference between Pickomino and the junior version is that besides the inevitable worms, the dice have different food symbols (cheese, ketchup, rolls) on them instead of numbers, and the tiles have one-digit numbers that are easier to count.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Worms",
      "Series: Heckmeck",
      "Series: The Chicken Family of Zoch",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "8805",
    "Name": "Dou Dizhu",
    "ID": 32288,
    "Year": null,
    "Geek Rating": "5.600",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/32288/dou-dizhu",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2143",
    "Description": "Dou Dizhu (literally &quot;fighting the landlord&quot;) is very popular card game in China.  Played with a standard deck (including both jokers).  The bidding to determine the &quot;landlord&quot; makes the game work well with 3 players.  The other two players team up against the landlord.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Hand Management",
      "Ladder Climbing",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "8806",
    "Name": "Cat Box",
    "ID": 176589,
    "Year": "(2015)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/176589/cat-box",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Cat Box is played with cards divided into quadrants each showing an empty box or one of five cats (in a box). Players take turns playing these cards to a shared display, overlapping previous cards by one or two quadrants. Each player is assigned a secret identity; if you are a cat you want as many of your cats showing at the end of the game as possible, and as large a group of them as possible, but if you are the chihuahua you want empty boxes and groups of exactly three cats.&#10;&#10;Players can play cards held by themselves or any of their opponents, but one side of the card is used when playing your own cards and the other (mirror image) side when playing other peoples'.&#10;&#10;The advanced game adds five single-use tokens for each player which have different effects.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cats",
      "Series: The Mike Line (Grail Games)"
    ]
  },
  {
    "Rank": "8807",
    "Name": "Proteus",
    "ID": 2211,
    "Year": "(2001)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/2211/proteus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2143",
    "Description": "Taken from the website:&#10;From the folks who brought you Knightmare Chess comes Proteus - a dice game that plays a little like chess and a lot like nothing you've ever seen before! Played on a standard chess board, each side gets 8 dice, with a different piece on each face. You start with 8 pawns, but each turn you get to change one of your dice to a more powerful piece. But as your pieces get more powerful, they become worth more points to your opponent! The game is easy to learn, but mastering the intricate strategies will prove much harder.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "8808",
    "Name": "Stronghold: Undead (Second Edition)",
    "ID": 333144,
    "Year": "(2021)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/333144/stronghold-undead-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.4",
    "Description": "The Necromancer leads an undead army toward the stronghold walls. A powerful artifact lies within the stronghold. A magical item imbued with immense energy. The Necromancer's powers are weakening, and his magical essence is fading with each passing moment. He will regain his powers if he manages to take the castle by storm and claim the artifact. Thus, if the undead army succeeds in breaching the stronghold within eight turns, it will capture the artifact and attain victory. If not...well, if not, the Necromancer's powers will fade completely and the undead army will turn to dust.&#10;&#10;Stronghold: Undead is a re-balancing of the original Stronghold: Undead expansion for the second edition of Stronghold that is now a standalone game. It includes a new board with new paths to siege the castle, undead mechanisms, and more ways for both sides to secure their victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;NOTE:  Retail edition doesn't include KS-exclusives. KS edition can be found here: Stronghold: Undead (Second Edition) &#226;&#128;&#147; Kickstarter Edition&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8809",
    "Name": "Cornerstone Essential",
    "ID": 86415,
    "Year": "(2010)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/86415/cornerstone-essential",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "In the game of Cornerstone Essential, players build and climb their towers, working together in teams or in a head to head race to reach the top.  Each turn players build by strategically placing blocks, gaining a better vantage point for the Climber or blocking an opponent.  Players will test their dexterity and mental ability as they try to outmaneuver their opponents and beat them to the top. With every move the game gets more exciting as the towers grow taller and the structure more unstable.  &#10;Can you reach the top before it falls?&#10; Re-implements:&#10;&#10;    Cornerstone&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "8810",
    "Name": "Era of Inventions",
    "ID": 79282,
    "Year": "(2010)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/79282/era-of-inventions",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9333",
    "Description": "From rules:&#10;Explore the lives and minds of Alexander Graham Bell, Karl Benz, the Wright brothers and other pioneers of invention and experience the thrill of the industrial revolution. Be there when the cash register, the sewing machine, the typewriter, the telephone, the gramophone, the photograph camera, the car, the steam engine and the plane are all invented again in Era of Inventions.  This time you will be the inventor, who creates, patents and introduces these inventions to the markets and the world!  In the late 19th and early 20th century, these inventions were all made in a certain order. In Era of Inventions, however, you&rsquo;re the one who determines the order of the inventions. Race your competitors to invent as much as possible, or to speed through the production process.  But don&rsquo;t forget to register your patents.  Otherwise you may lose influence in the industry.&#10;&#10;GAME OVERVIEW&#10;Era of inventions is played over 8, 9 or 10 rounds &ndash;depending on the number of players&ndash;. In each round players attempt, by using action tokens, to use the following actions at the wisest, such as: building factories, buying or producing goods, and making and producing new inventions. The number of action tokens is limited however(the time is short), and thus you must choose the best of many actions, given your situation. The player who uses his actions, money, goods and development points at the best will earn the most influence in the Era of Inventions and win the game!&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Yucata",
      "Series: Master Print (Quined)"
    ]
  },
  {
    "Rank": "8811",
    "Name": "The Daedalus Sentence",
    "ID": 140524,
    "Year": "(2016)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/140524/the-daedalus-sentence",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Daedalus Sentence is a cooperative escape game that challenges players to use limited actions and effective communication in order to flee from their captors and escape a dangerous and ever-changing prison. Use your actions to explore your surroundings, overcome guards, or change the layout of the prison itself - just be careful that the moves you make to save yourself don't doom a teammate!&#10;&#10;In the year 2083, an alien race known as the Loctae descended on planet Earth, killing billions and capturing and containing the few million that remained. The survivors were sent to locations throughout the galaxy, to work as slaves or as subjects for genetic experiments. The most infamous of these locations, known as the Hive, is a Loctae space station orbiting Ganymede. Here, prisoners are harvested for their genetic material, which is used by the Loctae to make genetic hybrids engineered for aptitude in any skill the Loctae require. A few have tried to escape, but none have succeeded. Those who are not lost in the station's labyrinthine halls are recaptured by the station's guards and then moved to the front of the list of those who are to be processed. The failed escapees blabber about the twisted and spliced creatures that roam the corridors of the maze, as if they were in the Labyrinth of King Minos. The remaining survivors now call their plight &quot;The Daedalus Sentence&quot;, a grim tribute to the facility's designer.&#10;&#10;As the months in The Hive wear on, fewer and fewer prisoners remain. Fearing their subjects would run out before their experiments were completed, the Loctae have confined the remaining prisoners in regenerative pods, so that the organs and marrow taken from the prisoners will regenerate with time. Though expensive, this set up was proving successful for the Loctae until a rogue meteor struck the station, damaging the ship's AI and releasing the bonds that kept the prisoners contained. Now the prisoners have a chance, likely the last one they'll ever have, to brave the halls of The Hive and escape to freedom.&#10;&#10;The main feature of the game is its rotating board. The board has four rotating rings, with players starting in the center prison cells and making their way to the outer ring, where they must find the final exit to make their escape. When players start the game, the entire board will be hidden. As they move from the start location, they need to spend actions to flip over tiles in order to discover the layout of each ring. Their main objective is to find the gate to the next ring, but as they explore they will discover tiles both beneficial and perilous. The tiles may allow them to influence the movement of enemies or the maze itself, but they may also spawn additional enemies that will hunt for the players until subdued. If the players can make their way through all four rings, find the final exit, and escape together, they win!&#10;&#10;Enemies will spawn throughout the course of the game, both as the result of exploring tiles and from drawn cards. Unlike many card-driven games however, the players have a glimpse into their future by way of the Theseus Device, which holds eight cards that determine how the rings and enemies will move in coming rounds. All eight cards start hidden, but through die rolls (and cards played from the hands of players in case of emergency), players see some of the cards to come. This allows for careful planning, as players try to anticipate how rings will line up in future rounds, as well as making sure they are not caught in the patrol of any passing enemies. When the game starts, only two cards will be activated per round, but as the players breach additional rings, the number of cards that will activate increases. When playing the recommended timed game difficulty enhancer, this leads to a frantic rush as players try to evade enemies and find the exit while planning ahead for the next activation sequence.&#10;&#10;The Daedalus Sentence is designed to be played at a variety of difficulty levels, and players can mix-and-match the optional difficulty enhancers to achieve the perfect intensity level for their group. In addition to a four player co-op game, The Daedalus Sentence can also be played one-versus-all, with a player taking the role of the labyrinth and its minions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8812",
    "Name": "21 Mutinies: Arrr! Edition",
    "ID": 102681,
    "Year": "(2013)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/102681/21-mutinies-arrr-edition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3529",
    "Description": "&quot;I remember when the Caribbean was a place where any kid could become rich if he did the right thing in the right moment,&quot; said the old man sitting in the rocking chair near the door of a white hovel, paint peeling off its sides. &quot;Oh, yes! Things were different then. Now there are no fights in the tavern of Tortuga, nor galleons that can be raided, nor rum because its trade is restricted. You couldn't loaf about in cities because you had a reward on your head and the shipwrecks weren't exhausted. Those days were different!&quot; Suddenly the elderly man opened his eyes and leaned over in his seat. &quot;But don't go thinking that it was an easy life! Because sailing on a pirate boat required you to sleep with a knife under the pillow or else walk the board the next day. You had to be clever to not be interfered with in a mutiny! Think about it, boy &ndash; could you do that these days?&quot;&#10;&#10;In 21 Mutinies Arrr! Edition, players try to earn victory points and money by taking different actions on the board. One player, the Captain, starts the round and decides which action is performed that round. The other players can either perform it along with the captain or mutiny to become the Captain for the next round. The game ends after 21 mutinies, i.e. 21 changes of the Captain role. Then the player with the most victory points wins the game. This version of 21 Mutinies includes event cards, a total adaptation to the pirate theme (with rum, treasures, shipwrecks, boardings, etc.), a new design, and games for two players.&#10;&#10;Be the greatest pirate on the Caribbean Sea &ndash; if your sailors let you win, that is...&#10;&#10;",
    "Categories": [
      "Economic",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "8813",
    "Name": "Days of Steam",
    "ID": 38364,
    "Year": "(2009)",
    "Geek Rating": "5.600",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/38364/days-of-steam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Players place track and cities, create routes, and deliver goods.  Bonuses are awarded to players who deliver multiple types of goods.  This game requires careful management of steam to move your train as well as hand management to thwart other players as well as enable your own route.&#10;&#10;500 copies manufactured for Essen 2008.&#10;&#10;Days of Steam is #5 in the Valley Games Modern Line&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Series: Modern Line (Valley Games)"
    ]
  },
  {
    "Rank": "8814",
    "Name": "Justice League: Hero Dice – Batman",
    "ID": 184371,
    "Year": "(2015)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/184371/justice-league-hero-dice-batman",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.7143",
    "Description": "PROTECT THE GALAXY AND SHOW NO FEAR!&#10;&#10;As a member of the Justice League, you are the last line of defense to protect billions of lives from the worst imaginable foes. Will you make the difference? Will you secure the safety of mankind?&#10;&#10;With this BATMAN set for HERO DICE you join the Justice League as the Dark Knight.&#10;&#10;Gather your friends around you, roll the dice and battle villains with cunning and deception.&#10;&#10;&#10;Justice League: Hero Dice &ndash; Batman is a cooperative game. There are several sets available. Each set enables you to play one hero from the Justice League. Each set has material for one player. Multiple players can play, with a set for each player (and both can play Batman, or each a different character).&#10;&#10;Each hero has its own set of dice, his own rules and his own arch enemies.&#10;&#10;The aim of the game is to protect your hometown. The villians are attacking Gotham City, Metropolis or another city. Try to push them back.&#10;&#10;Get bonus points for good teamwork. After the attack you can count your points and lick your wounds.&#10;&#10;Justice League: Hero Dice is NOT a collectible game, but each set gives you new options.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Comic Books: Justice League",
      "Game: Justice League – Hero Dice"
    ]
  },
  {
    "Rank": "8815",
    "Name": "The Halls of Montezuma",
    "ID": 22604,
    "Year": "(2009)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/22604/the-halls-of-montezuma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.1364",
    "Description": "The Halls of Montezuma is a fast paced game of the Mexican War which takes you back to the era of Manifest Destiny. The Halls of Montezuma is a Card Driven Game, allowing players the opportunity to recreate the various events and actions in Mexico from 1846 to 1848. The historical cast of characters is here, from Doniphan to Arista, Scott to Santa Anna. Even Lee, Jackson, Beauregard and Grant make appearances.&#10;&#10;Strategy card play allows you to move your forces, make events happen, activate the fleet, secure control of your lines of communication, and even invade Mexico with General Scott.&#10;&#10;The outcome is never a foregone conclusion. Victory comes from driving Mexico's political will down to zero; but each battle's outcome is in doubt - a few troops performing superbly can defeat many troops performing poorly. Mexico can achieve a quick sudden-death victory before the U.S. has declared war and can bring its force to bear.&#10;&#10;Components&#10;&#10;        Rules booklet&#10;        Deck of 110 Strategy &amp; Action cards&#10;        One 22x34 mapsheet&#10;        Player aid cards&#10;        Quick Start card&#10;        Two 5/8-inch counter sheets (352 counters total)&#10;&#10;&#10;DESIGNERS Michael Welker &amp; David Fox&#10;DEVELOPER William Cooper&#10;COUNTER ART Rodger B. MacGowan &amp; Mark Simonitch&#10;MAP ART Tim Schlief&#10;CARD ART Mike Simonitch&#10;&#10;(from GMT website)&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Mexico",
      "History: Mexican – American War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "8816",
    "Name": "Jarnac",
    "ID": 7451,
    "Year": "(1977)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/7451/jarnac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2",
    "Description": "Players form words on their gameboard, extending and rearranging existing words whenever possible using the available letter tiles. If a player overlooks an anagram they could have made on their turn, their opponent can call them out and steal the word.&#10;&#10;The game ends when one player has formed a word on each of the 8 available lines.&#10;&#10;The game can be played head to head or in teams.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Digital Implementations: Boiteajeux",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8817",
    "Name": "Savage Bowl: Trick Taking Game",
    "ID": 383791,
    "Year": "(2023)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/383791/savage-bowl-trick-taking-game",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "&#226;&#128;&#159;SAVAGE BOWL&rdquo; is a trick-taking game with the theme of fictitious sports in the reptilian world.&#10;&#10;At the SAVAGE BOWL, fierce competition for the ball unfolds.&#10;The goal of the spectators is not to &quot;score a splendid goal&quot;, but to &quot;score a clever and bold rough play&quot;.&#10;&#226;&#128;&#139;&#10;In the first half of the round, you will be greeted with loud applause for your cleverness in stealing the referee's attention and making rough plays. The referee also gives up in the second half of the round when the crowd's voltage is at its peak. Let's make a bold rough play!! But be careful... Excessive rough play will get noticed by the referee and get you kicked out.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "8818",
    "Name": "Cape Horn",
    "ID": 134,
    "Year": "(1999)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/134/cape-horn",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0227",
    "Description": "This is a sailing game where players are racing around Cape Horn.  Each turn a player may move their boat by using the wind markers that are placed out on the board.  The trick is other players can impede your progress by playing their wind markers to slow you down.  First person to hit 3 way-points wins.  You can also win by hitting 2 way-points and then crossing the finish line.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Country: Chile",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "8819",
    "Name": "City Square Off",
    "ID": 91817,
    "Year": "(2011)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/91817/city-square-off",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "City Square Off challenges two players to each build a well-designed city that doesn't spill over the boundary lines that govern play.&#10;&#10;Each player starts with a 9x9 playing area that has a different cityscape starter tile in the middle of it and a set of 21 city tiles. Game play takes place simultaneously, with one player turning over a shape card &ndash; each showing a Tetris-style arrangement of squares that matches one of the city tiles &ndash; and both players then adding the matching tile to their cities.&#10;&#10;Tiles must be placed with at least one edge adjacent to the starter tile or another tile in play. If a player would be forced to go outside the 9x9 city grid, that player loses; if both players would lose on the same turn, then the player with the largest contiguous group of open spaces is dubbed master city planner and wins the game.&#10;&#10;",
    "Categories": [
      "City Building",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8820",
    "Name": "Cryptic Nature",
    "ID": 383725,
    "Year": "(2024)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/383725/cryptic-nature",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9375",
    "Description": "In this game you will deal with cryptozoology, search for strange creatures and prove their existence. In this world, they really exist, they just perfectly hide from human eyes. Your task is not only to find these unique species of animals, but also to provide them with a safe habitat - for some creatures, various cities are ready to provide such places, for the rest you are building a unique reserve.&#10;&#10;Cryptic Nature is a Euro connoisseur game for 2-4 players with a game duration of 60-90 minutes. It combines Point to Point Movement and Dice Rolling elements. The winner is the player who can track down and capture the most cryptids and present them to the public in the reserve.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental",
      "Mythology",
      "Travel"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Contracts",
      "Dice Rolling",
      "Grid Coverage",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter",
      "Theme: Cryptids"
    ]
  },
  {
    "Rank": "8821",
    "Name": "The First World War",
    "ID": 11202,
    "Year": "(2004)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/11202/the-first-world-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3214",
    "Description": "The game is by veteran designer Ted Raicer and contains: 1 hard mounted game board, 96 army counters (about an inch per side; incl. 24 dummies), 46 City Victory markers, 30 Combat chits, 1 Game Turn marker, 1 Game Round marker, 4 Victory Point markers, 8 Game Order Determination markers, 4 Surrender markers, 1 Treaty of Brest-Litovsk marker, 2 Dice, 1 Rules Booklet (8 pages, full-color).&#10;&#10;The game board divides the map of Europe into three Theaters of War - the Western Theater, Italian Theater, and Eastern Theater. Each theater is sub-divided into two or more numbered Fronts (11 fronts total). Each front contains the location of one or more victory cities (46 in total). Ordinary victory city locations are shown with a box, color-coded to show the original owning faction. Replacement centers are shown by a circle in place of a box. Each front also contains one or more faction bases (hexagon shaped) which act as a special sort of city. Bases and cities within each Front are connected by Attack Lines which indicate which cities may be attacked. Finally each Front lists which armies may be deployed or moved there.&#10;&#10;The First World War can be played by 2 to 4 players.&#10;&#10;There are two Alliances: the Allies and the Central Powers. Each Alliance is divided into two factions. The Allies are divided into the Western Allied faction and the Eastern Allied faction. The Central Powers are divided into the German faction and the German Allied faction. Each faction consists of one or more nationalities.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "8822",
    "Name": "Wildtails: A Pirate Legacy",
    "ID": 371636,
    "Year": "(2022)",
    "Geek Rating": "5.600",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/371636/wildtails-a-pirate-legacy",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The life of a pirate is never easy and rarely boring. Whether it&rsquo;s running contraband past military patrols or securing your hideout from rivals, you&rsquo;ll need equal parts wit and daring to turn your fledgling operation into a pirate empire.&#10;&#10;In this cooperative legacy game you will build your own empire by successfully navigating each chapter of the campaign. Your choices will permanently alter the story and the game&rsquo;s components. After the campaign ends, continue playing your customized game with random scenarios.&#10;&#10;&#10;Wildtails: A Pirate Legacy (previously known as Legacy Tales: Barataria) is a narrative driven, pirate-themed 18-card cooperative legacy game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Legacy Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Digital Hybrid – App/Website Required",
      "Components: Multi-Use Cards",
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Mechanism: Legacy",
      "Series: Wallet Games (Button Shy)",
      "Theme: Anthropomorphic Animals",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "8823",
    "Name": "Four Tribes",
    "ID": 144150,
    "Year": "(2013)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/144150/four-tribes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9",
    "Description": "In the two-player game Four Tribes, each player takes on the role of a powerful monarch in conflict with the other during a time of famine. The war is at a stalemate, and both leaders decide that the key to destroying the other is to recruit the help of the Northern Tribes! Each player attempts to sway the Village Elders of the Four Tribes to join their cause by supplying each village with desperately needed supplies. Win the village, and you gain the favor of the Village Elder! Gain the favor of enough Village Elders, and you will win the support of the Four Tribes and be victorious!&#10;&#10;While Four Tribes is a two-player game, a four-player variant will be part of the finished product.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Medieval",
      "Memory",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8824",
    "Name": "ESCAPE Dysturbia: Mörderischer Maskenball",
    "ID": 265113,
    "Year": "(2018)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/265113/escape-dysturbia-morderischer-maskenball",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A murder at the masked ball of the rich tycoon Henrik de Graaf! But where is the victim &ndash; and who is the killer? On the eccentric's mysterious estate you will enter a world of lies, deceit and false trails. Your time is running out &ndash; will you keep track?&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;A next-generation Escape Game!&#10;     Gripping start of a brand-new series in the dark metropolis of Dysturbia&#10;     Choose a character who will accompany you throughout the series&#10;     Solve original, varied puzzles to find the murderer&#10;     Large and detailed game material &ndash; all players are part of the action at the same time&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: ESCAPE Dysturbia (homunculus spiel)"
    ]
  },
  {
    "Rank": "8825",
    "Name": "Activity",
    "ID": 8790,
    "Year": "(1990)",
    "Geek Rating": "5.599",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/8790/activity",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1163",
    "Description": "This is a party game from Piatnik played in 2-4 teams with at least 2 players each.&#10;&#10;The teams' meeples move over the board, the goal is to reach the finish. Depending on the category of field they are currently standing at, one player has to act (pantomime) or to describe or to paint a phrase given on a card and the other members of his team have to find out what that should be. If they manage to do so, their meeple moves forward.&#10;There are several editions and expansions for this game.&#10;&#10;Nominated for the Deutscher Spieler Preis in 1993 (ended at the bottom of the nominations).&#10;&#10;A new edition, Activity 2, was created in 2002  and is nowadays sold under the name Activity.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Communication Limits",
      "Line Drawing",
      "Paper-and-Pencil",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Activity (Piatnik)"
    ]
  },
  {
    "Rank": "8826",
    "Name": "Crack the Case",
    "ID": 1254,
    "Year": "(1993)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/1254/crack-the-case",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Crack the Case is a party game for 2 or more players and is ideal for team playing.  A moderator reads one of 108 case cards to the active playing team.  The players then have to solve the case by asking the moderator the right questions.  Solve the most cases in the least amount of time to win the game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "8827",
    "Name": "Munchkin Shakespeare Deluxe",
    "ID": 220141,
    "Year": "(2017)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/220141/munchkin-shakespeare-deluxe",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Prepare to fire the Shakespearean Canon!&#10;&#10;Presenting Munchkin Shakespeare, a Shakespeare-themed version of the popular Munchkin card game! Players have requested a Shakespearean version for years, and some of you even helped us brainstorm these puns...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: William Shakespeare",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "8828",
    "Name": "Los Mampfos",
    "ID": 21854,
    "Year": "(2006)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/21854/los-mampfos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2368",
    "Description": "From the publisher:&#10;&#10;&quot;Buenos Dias!&quot; - Ages 6 and up, along with their families are welcome in the world of Los Mampfos, a game about feed, hungry donkeys and the millstones that determine their fate. In this 20 to 30 minute game, 3 donkeys with more or less full stomachs are always in motion and demand a good memory.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Donkeys",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "8829",
    "Name": "Tonari",
    "ID": 273993,
    "Year": "(2019)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/273993/tonari",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.125",
    "Description": "The small island of Kuchinoshima has been hit by a terrible storm, leaving the village with only a single fishing boat. Each hoping to prove themselves the village&rsquo;s best fisherman, 2-4 players take turns moving the boat marker around the island, collecting any fish tiles they land upon. At the end of the day, the player with the best haul wins, but there&rsquo;s a twist &ndash; with 3 or 4 players, each player&rsquo;s score is added to the player to their right&rsquo;s score before determining the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Country: Japan",
      "Mechanism: Maxit"
    ]
  },
  {
    "Rank": "8830",
    "Name": "Nothing Personal (Revised Edition)",
    "ID": 287450,
    "Year": "(2019)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/287450/nothing-personal-revised-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "The Revised Edition of Nothing Personal has been streamlined for a shorter playing time of 60 minutes. This will also lead to more intuitive game play with faster rounds, fewer phases, and less downtime, while maintaining all the negotiation and delicious backstabbing from the original! The rules have been rebuilt to be clear and concise, though are still backwards compatible with the original edition. There are now 2 dice instead of 3, as the 3rd die was eliminated due to redundancy. The player boards have also been removed in favor of reference cards.&#10;&#10;",
    "Categories": [
      "Mafia",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "8831",
    "Name": "RONE",
    "ID": 188225,
    "Year": "(2016)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/188225/rone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "45",
    "Weight": "2.9091",
    "Description": "RONE: Races of New Era is a strategic post-apocalyptic card game for 2 or 4 players. Players are immersed in a dark world full of destruction and suffering, a world where people are fighting to take back their place after a global nuclear war annihilated all achievements of the human race and all that was left was only a handful of usable resources. The remaining scattered groups of survivors are fighting amongst themselves for dominance over the remnants of the past. Now it is your turn to join the global war and recruit soldiers, battle machines, powerful hybrids, or tremendous mutants into your army. Equip your troops with the best available technologies and show all your enemies who is the ruler of the new order.&#10;&#10;Players are represented in the game by their hero and play units or one-time effects (tactics) in an attempt to destroy all cards from the opponent&rsquo;s deck. The number of cards in the deck and the player&rsquo;s hand is connected to the number of health points of the player's hero. For each point of damage that the hero receives, the player has to destroy one of their cards &ndash; from the top of their deck or from their hand. Once a player loses all cards from their deck and hand they lose the game. Because each card used by a player during the game costs them a life point, players are forced to play cards as efficiently as possible so that each played card does more damage to the enemy than to themselves.&#10;&#10;These combined mechanics create a well-balanced system where every erroneous move or unplanned action can lead to a player&rsquo;s defeat. Each and every decision is tightly coupled, and even a small decision can completely change the course of the game.&#10;&#10;Players have to find a balance between investing in game control, which allows them to play cards more effectively, or investing in killing the enemy hero, which is the primary goal. This means that players should control their damage output wisely. One can easily feed the enemy graveyard with destroyed cards, which may turn the game completely against them - because of the recycling system which allows players to put cards from the graveyard back on the battlefield. So, instead of dealing massive amounts of damage directly to the enemy hero, waiting sometimes has its benefits.&#10;&#10;Timing of attacks, card activation, graveyard management and tactical decisions are the real keys to victory.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "8832",
    "Name": "Kodama Forest",
    "ID": 302933,
    "Year": "(2020)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/302933/kodama-forest",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "Springtime has come again, and your forest is blooming! However, the magical kodama spirits will only grace the lushest and most beautiful of landscapes. Plant bamboo and flowers to attract friendly pandas and butterflies to beautify your plot of land. Plan carefully to ensure that your two forests can be filled with as many plants and animals as possible in order to please the colorful kodama&#10;&#10;In Kodama Forest, everyone works with their neighbors to cover as much of their shared player boards as possible. Every round, each player places one tile on the board to their right and one tile on the board to their left. Forests are penalized for every uncovered dirt section and the game ends when one board has covered all of its &ldquo;5&rdquo; and &ldquo;10&rdquo; dirt spaces. Players score both of their shared boards, with the lowest combined score determining the winner.&#10;&#10;Balancing cooperation and competition is the key to victory.&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Kodama",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "8833",
    "Name": "International Checkers",
    "ID": 26952,
    "Year": "(1600)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/26952/international-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.5333",
    "Description": "A member of the Checkers Family.&#10;&#10;International Checkers is not to be confused with American Checkers or British Draughts due to its rule differences. It is played on a 10x10-square checker board with 20 pieces per player. This game is popular in European countries like France, The Netherlands, Russia, Poland and Belgium and in African nations like Congo, Senegal and Ivory Coast. However, there are countries outside these two continents that boast of good players like in the United States, Italy, Israel and Brazil.&#10;&#10;Rules of the Game: This game is played on a 10x10, or 100 squares checker board where the double corner is on the right of each player.&#10;&#10;The Moves of the Men: Checkers pieces (the Men) can move forward on each empty square to the left or to the right. When these pieces reach the last line on the opponent's side they become Kings.&#10;&#10;The Moves of the King: Kinged pieces can move across multiple squares on the two diagonals that cross their position for so long as these squares are open, in a rule known as the &quot;Flying Kings&quot;.&#10;&#10;Captures: In International Checkers, maximum captures are obligatory, which means that if a player has more than one path to jump to capture his opponent's pieces, they must take the path that will effect the most captures of their opponent's pieces. If a piece lands on the King row during a jump, it must continue jumping backward for as long as there is a jump opportunity. That particular piece cannot be Kinged unless it finishes the move and stops on King row.&#10;&#10;Captures by the Men: Men can effect a capture by moving forward or backward while jumping over a single piece of the opponent provided that the said piece is adjacent to it and the following square is empty. If the Man can jump again from the arrival square to effect another capture, then it must do so.&#10;&#10;Captures by a King: A Kinged piece can capture an opponent's piece if it is on the same diagonal where it is positioned provided that the squares between them are empty and that the square beyond the piece to be captured is also empty. The King can stop on any square within the same diagonal line and if another capture can be effected from any of these squares, then it must continue to do so.&#10;&#10;The Winning Player: The player who cannot move any of their pieces loses the game.&#10;&#10;Conditions for a Draw:&#10;&#10;     By mutual agreement of the players.&#10;     Both players have played five moves, after a position arises of one King against two pieces, which includes a King.&#10;     Both players have played sixteen moves, after a position arises of one King against three pieces, which includes a King.&#10;     Both players have moved twenty five moves solely with Kings and not a single piece was captured.&#10;     For the third time the same position arises with the same player at move.&#10;&#10;&#10;Information from checkershistory.com (now defunct)&#10;&#10;Online Play/Apps links can be found in the Community Wiki at the end of the page.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: MindSports",
      "Digital Implementations: PlayStrategy",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "8834",
    "Name": "Amoeba Wars",
    "ID": 982,
    "Year": "(1981)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/982/amoeba-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.1111",
    "Description": "In &quot;Amoeba Wars&quot;, players play remnants of a fallen Galactic civilization returning to its Home Sector, which had been overrun by Giant Space Amoebas.&#10;&#10;Starting from corners of a hexagon grid game-board, players direct fleets of ships to capture solar systems and push back Amoeba infestations and renegade doomsday machines (relics of the empire), trying to control the central solar systems and retake Saestor, the old homeworld, at the center of the board.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Interplanetary or Interstellar scale)",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "8835",
    "Name": "Bitter End: Attack to Budapest, 1945",
    "ID": 20266,
    "Year": "(1983)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/20266/bitter-end-attack-to-budapest-1945",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Bitter End: Attack to Budapest, 1945, is an operational-level simulation of the German attempts to relieve the encircled Hungarian capital of Budapest, besieged by Soviet forces, in January 1945.&#10;&#10;Budapest, Hungary, January 1945&#10;&#10;79,000 Axis troops belonging to the IX SS Mountain and 1st Hungarian Corps are surrounded and being pounded by two Soviet armies, the 46th and 7th Guards. The situation is grim. The Soviets are well- supported by heavy artillery and the German line has been steadily retreating, leaving Budapest in grave danger.&#10;&#10;On January 1st, the German IV SS and III Panzer Corps launch a surprise attack to rescue the defenders and recapture the city. By January 12th the attack is stalled in the rough terrain to the west of the city. Hitler shifts the focus of the attack from the west to the south-west and continues the attack on January 18th. Although progress is made, Soviet reinforcements pour into the area and the offensive grinds to a halt.&#10;&#10;Hitler calls off the attack at the end of January, and by February 14th, after seven weeks of grueling combat, Budapest falls.&#10;&#10;&#10;By January of 1945 Nazi Germany_s military fate was sealed. There was nothing the German forces in Hungary could have achieved that could have substantially delayed or even mitigated this defeat. That did not deter the German attempt to relieve Budapest. Hitler_s goal in ordering the attack toward Budapest was not the rescue of its garrison, but rather the recapture and retention of the city. The garrison was in fact ordered not to break out but instead to hold and await relief. Few commanders on the German side took the idea of the retention of Budapest seriously, however. Had the relieving German forces gotten to within a few miles of the city, a breakout attempt would probably have been made. Bitter End lets the players explore the tantalizing possibilities. In addition, players may test their skills with several viable historical alternatives, such as the inclusion of forces that could have been available to the respective commanders.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 2 miles / 3.2 kilometers&#10;Units: Battalion to Brigade&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full-color mapsheets&#10;Two dual-side printed countersheets (456 9/16&quot; counters)&#10;One 24-page Bitter End rulebook&#10;Two dual-side printed Unit Organizational Charts&#10;Two dual-side printed Historical Set-up Charts&#10;Three dual-side printed Player Aid Cards&#10;One 6-sided die&#10;&#10;Solitaire Suitability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-25 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Budapest (Hungary)",
      "Country: Hungary",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "8836",
    "Name": "Old School Tactical: Volume 3 – Pacific 1942/45",
    "ID": 281945,
    "Year": "(2020)",
    "Geek Rating": "5.599",
    "Avg Rating": "8.76",
    "Link": "https://boardgamegeek.com/boardgame/281945/old-school-tactical-volume-3-pacific-194245",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "Old School Tactical (OST) Vol III brings the popular OST system to the Pacific Theater of World War II. Fight in the jungles and on the beaches against both the Imperial Japanese Army and Naval (Marine) units. Unlike other OST soldiers, the fanatical Japanese have no Gut Check number, preferring death to dishonor. The Japanese also come with the new tank-killer units and, of course, rules for the famous Banzai attack. The Americans answer with canister rounds for their Stuart tank, the famed Marine firepower and discipline, and plenty of armor and artillery support.&#10;&#10;The game ships with 16 scenarios, including Alligator Creek (Henderson Field),Edson's Ridge (Guadalcanal),In the Coconut Grove (Bougainville), First Clash (Guadalcanal), and more. New units include  Chi-Ha and Ha-Go tanks, Japanese Sappers, Type 99 LMG, Type 92 HMG, Type 89 Mortar, and more. On the American side there are LVTs, flamethrower tanks, Marine rifle units, Army rifle units, 37mm ATG (yeah, it fires canister), to name just a few.&#10;It's all the quick-playing fun of Old School Tactical, set in the tense Pacific theater of operations.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Old School Tactical (Flying Pig Games)"
    ]
  },
  {
    "Rank": "8837",
    "Name": "Samsara",
    "ID": 246746,
    "Year": "(2018)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/246746/samsara",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Samsara is a deck-building and pawn-moving game in which your goal is to be the first player to reach the Nirvana. Tiger, elephant, snake, holy cow or ape, you will play an Indian animal with unique abilities. Each turn, you choose which element of your life you want to value. Do you have children? Do you favor your career? Or do you devote yourself to spirituality? All theses choices allow you to gain experience cards, and eventually get the precious Amulets of Eternity, indispensable keys to the Nirvana.&#10;&#10;But beware, if you go too fast, you will get Bad Karma cards, penalties that weigh on your future lives. Only a subtle balance between good and bad actions will guarantee you reach your goal.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Religious: Buddhism",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "8838",
    "Name": "Time Bomb",
    "ID": 207764,
    "Year": "(2016)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/207764/time-bomb",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this fast card game, a bomb is in the center of the table, showing in how many seconds it will explode.&#10;Each player, at their turn must play a card that sometimes increases and very often decreases the countdown. When the counter reaches 0 or less, the bomb explodes and the player who played the last card loses a life point. All the other player can try to escape, but the slowest one will lose a life point, too!&#10;&#10;There are also some special bombs and cards with special effects.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "8839",
    "Name": "Vintage",
    "ID": 87120,
    "Year": "(2011)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/87120/vintage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.913",
    "Description": "Vintage is about the Douro River Valley of Portugal, the oldest demarcated wine producing region in the world, designated World Heritage, and the production of port wine. Each player will attempt to buy wine-growing estates and plant them with the best grape varieties to try and produce the highest quality port wine - a VINTAGE.&#10;&#10;This game has a simple version and a normal version. The simple version is aimed at players who are not used to this kind of family strategy games. The game has fewer options and a higher degree of luck. It plays faster and is easy to learn.&#10;&#10;With the normal version you will discover the VINTAGE game in its fullness, with many more strategic options and where luck plays a minor role. It&rsquo;s a longer and more challenging game but with only slightly more complex rules.  Cheers!&#10;&#10;",
    "Categories": [
      "Educational",
      "Farming"
    ],
    "Mechanics": [
      "Area Movement",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Portugal",
      "Food & Drink: Wine",
      "Rivers: Douro"
    ]
  },
  {
    "Rank": "8840",
    "Name": "Ecologies",
    "ID": 291855,
    "Year": "(2019)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/291855/ecologies",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.7",
    "Description": "In Ecologies, you build and maintain food webs in diverse biomes around the world. Each biome has a different ecology, and gives unique rewards when it is healthy and balanced. But watch out, your opponents may decide it's easier to disturb and degrade your ecosystems than nurture their own. In this hectic environment, you must choose how best to protect and care for your ecologies.&#10;&#10;Designed by a biology instructor, the game includes 77 unique organisms, 7 biomes, and beautiful vintage Victorian art. (108 cards total)&#10;&#10;It&rsquo;s all about building healthy food webs in different biomes. If you create a healthy ecology you get the perks and powers of that biome. Each organism card lists what it eats and what it&rsquo;s eaten by. You arrange them with plants on the bottom, predators on top. There is a trade mechanic similar to catan where you trade with others based on what you need and what they need. It is a race to get 12 victory points and different organisms give different points. There are factor cards that can affect opponents and different strategies such as focusing on one biome, going for perks and bonuses, or attacking other ecologies.&#10;&#10;The game takes inspiration from titles like Settlers of Catan, Agricola, and Dominion. Real science is integral to the game as it is used in the classroom to teach real concepts to biology students. While it is scientific enough for the classroom it is also strategic enough for game night.&#10;&#10;The points system is based on ecological trophic levels. The producers (plants) are worth less and as you make your way up the pyramid organisms are worth more as it takes a lot of energy to sustain them. In real life only roughly 10% of the energy makes it from one level to the next, meaning you have to have acres of land and hundreds of animals just to sustain one apex predator. There is a full rule book included with the card game that also goes over the science.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Negotiation",
      "Set Collection",
      "Simulation",
      "Solo / Solitaire Game",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Biology",
      "Theme: Ecology",
      "Theme: Nature",
      "Theme: Science"
    ]
  },
  {
    "Rank": "8841",
    "Name": "Ruins: Death Binder",
    "ID": 280984,
    "Year": "(2021)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/280984/ruins-death-binder",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "Ruins: Death Binder is a 1 to 2 player board game that incorporates unique reverse deck building and dungeon crawling mechanics. This is a game where you stand against great odds with very limited resources, you do your best to survive and push forward and test different strategies. You will learn to master and manage your cards and possibilities, as the game becomes only harder with time.&#10;&#10;Each player chooses his path and delves into the dungeon filled with different events and encounters.&#10;&#10;During the game your character gains taint, more taint it gathers the stronger and more difficult enemies are sent your way. Use action cards in combinations to defeat enemies and use their weaknesses. But be aware of their strengths and different abilities.  Thin your starting deck and store cards that fit your play style to form a new, more fitting deck. Gain experience points to use rest actions and make the character your own by upgrading various traits, to make him tougher, deadlier and more capable fighter. Partake on side quests that will give you even more resources and aid.&#10;&#10;Doomsday clocks that are built into the core of the game will make you think on each step of the journey. Watch for an exhausting and limited number of action cards, ever-increasing numbers, and strength of enemies and finally, encountering a boss. In this game, even the simplest decisions may end up having a great impact on your journey.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "8842",
    "Name": "Soulaween",
    "ID": 269766,
    "Year": "(2019)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/269766/soulaween",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "&ldquo;Soulaween&rdquo; is the most bustling festival at Death School!&#10;&#10;The name derives from a proverb of the school, &ldquo;Soul to win&rdquo;, which means reaping souls to claim victory. Legend has it, that long ago at Death School there was an accident, causing souls to flee and disperse in chaos. The teachers and students took it as a race, competing the speed of recollecting souls, and solved the crisis of the realm of death. This year, Papa Death, Osiris, Hei &amp; Bai Wuchang along with their trainees converge in &ldquo;Soulaween&rdquo;, with Teacher Vulture as their judge, are ready to engage in the rival of &ldquo;reaping souls&rdquo;&hellip;&hellip;!&#10;&#10;Soulaween is a 2-player board game that features simple yet tricky rules and variable player powers. During the game, each player acts as a trainee of the death god, whose goal is to reap the fleeing souls by &ldquo;putting&rdquo; and &ldquo;flipping&rdquo; the soul pieces. Whoever gets 3 sets of souls becomes the winner of &ldquo;Soulaween&rdquo;!&#10;&#10;&#239;&#188;&#141;&#239;&#188;&#141;&#239;&#188;&#141;&#239;&#188;&#141;&#239;&#188;&#141;&#239;&#188;&#141;&#10;&#10;&#227;&#128;&#140;Soulaween&#227;&#128;&#141;&#230;&#152;&#175;&#230;&#173;&#187;&#231;&#165;&#158;&#229;&#173;&#184;&#230;&#160;&#161;&#229;&#133;&#167;&#230;&#156;&#128;&#231;&#134;&#177;&#233;&#172;&#167;&#231;&#154;&#132;&#231;&#165;&#173;&#229;&#133;&#184;&#239;&#188;&#129;&#229;&#144;&#141;&#231;&#168;&#177;&#230;&#186;&#144;&#232;&#135;&#170;&#230;&#150;&#188;&#229;&#173;&#184;&#230;&#160;&#161;&#229;&#133;&#167;&#230;&#181;&#129;&#229;&#130;&#179;&#231;&#154;&#132;&#232;&#171;&#186;&#232;&#170;&#158;&#227;&#128;&#140;Soul to Win&#239;&#188;&#141;&#230;&#148;&#182;&#233;&#155;&#134;&#233;&#157;&#136;&#233;&#173;&#130;&#227;&#128;&#129;&#232;&#180;&#143;&#229;&#190;&#151;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#128;&#141;&#231;&#155;&#184;&#229;&#130;&#179;&#229;&#164;&#154;&#229;&#185;&#180;&#229;&#137;&#141;&#239;&#188;&#140;&#230;&#173;&#187;&#231;&#165;&#158;&#229;&#173;&#184;&#230;&#160;&#161;&#231;&#153;&#188;&#231;&#148;&#159;&#233;&#129;&#142;&#228;&#184;&#128;&#232;&#181;&#183;&#230;&#132;&#143;&#229;&#164;&#150;&#239;&#188;&#140;&#229;&#176;&#142;&#232;&#135;&#180;&#233;&#157;&#136;&#233;&#173;&#130;&#229;&#128;&#145;&#229;&#155;&#155;&#230;&#149;&#163;&#233;&#128;&#131;&#233;&#128;&#184;&#239;&#188;&#140;&#231;&#149;&#182;&#230;&#153;&#130;&#230;&#173;&#187;&#231;&#165;&#158;&#229;&#184;&#171;&#229;&#190;&#146;&#229;&#128;&#145;&#239;&#188;&#140;&#230;&#138;&#138;&#233;&#128;&#153;&#232;&#181;&#183;&#230;&#132;&#143;&#229;&#164;&#150;&#231;&#149;&#182;&#228;&#189;&#156;&#228;&#184;&#128;&#229;&#160;&#180;&#230;&#175;&#148;&#232;&#179;&#189;&#239;&#188;&#140;&#231;&#155;&#184;&#228;&#186;&#146;&#232;&#188;&#131;&#233;&#135;&#143;&#232;&#146;&#144;&#233;&#155;&#134;&#233;&#157;&#136;&#233;&#173;&#130;&#231;&#154;&#132;&#233;&#128;&#159;&#229;&#186;&#166;&#239;&#188;&#140;&#232;&#167;&#163;&#230;&#177;&#186;&#233;&#128;&#153;&#229;&#128;&#139;&#229;&#185;&#189;&#229;&#134;&#165;&#229;&#141;&#177;&#230;&#169;&#159;&#227;&#128;&#130;&#229;&#156;&#168;&#228;&#187;&#138;&#229;&#185;&#180;&#231;&#154;&#132;&#227;&#128;&#140;Soulaween&#227;&#128;&#141;&#228;&#184;&#173;&#239;&#188;&#140;&#230;&#173;&#187;&#231;&#165;&#158;&#231;&#136;&#184;&#227;&#128;&#129;&#230;&#173;&#144;&#232;&#165;&#191;&#233;&#135;&#140;&#230;&#150;&#175;&#227;&#128;&#129;&#233;&#187;&#145;&#231;&#153;&#189;&#231;&#132;&#161;&#229;&#184;&#184;&#229;&#176;&#135;&#229;&#184;&#182;&#233;&#160;&#152;&#232;&#145;&#151;&#229;&#144;&#132;&#232;&#135;&#170;&#231;&#154;&#132;&#232;&#168;&#147;&#231;&#183;&#180;&#231;&#148;&#159;&#239;&#188;&#140;&#233;&#189;&#138;&#232;&#129;&#154;&#228;&#184;&#128;&#229;&#160;&#130;&#239;&#188;&#140;&#229;&#156;&#168;&#231;&#166;&#191;&#233;&#183;&#185;&#232;&#128;&#129;&#229;&#184;&#171;&#231;&#154;&#132;&#232;&#166;&#139;&#232;&#173;&#137;&#228;&#184;&#139;&#229;&#134;&#141;&#229;&#186;&#166;&#228;&#187;&#165;&#227;&#128;&#140;&#232;&#146;&#144;&#233;&#155;&#134;&#233;&#157;&#136;&#233;&#173;&#130;&#227;&#128;&#141;&#228;&#190;&#134;&#230;&#177;&#186;&#229;&#139;&#157;&hellip;&hellip;&#239;&#188;&#129;&#10;&#10;&#227;&#128;&#138;&#232;&#146;&#144;&#233;&#157;&#136;&#231;&#165;&#173;&#227;&#128;&#139;&#230;&#152;&#175;&#228;&#184;&#128;&#230;&#172;&#190;&#231;&#181;&#144;&#229;&#144;&#136;&#230;&#163;&#139;&#232;&#151;&#157;&#232;&#136;&#135;&#232;&#167;&#146;&#232;&#137;&#178;&#232;&#131;&#189;&#229;&#138;&#155;&#231;&#154;&#132;&#233;&#155;&#153;&#228;&#186;&#186;&#229;&#176;&#141;&#230;&#136;&#176;&#230;&#161;&#140;&#233;&#129;&#138;&#239;&#188;&#140;&#229;&#156;&#168;&#233;&#129;&#138;&#230;&#136;&#178;&#228;&#184;&#173;&#239;&#188;&#140;&#229;&#133;&#169;&#228;&#189;&#141;&#231;&#142;&#169;&#229;&#174;&#182;&#229;&#176;&#135;&#230;&#137;&#174;&#230;&#188;&#148;&#230;&#173;&#187;&#231;&#165;&#158;&#232;&#168;&#147;&#231;&#183;&#180;&#231;&#148;&#159;&#239;&#188;&#140;&#229;&#191;&#133;&#233;&#160;&#136;&#229;&#183;&#167;&#229;&#166;&#153;&#229;&#156;&#176;&#229;&#156;&#168;&#233;&#157;&#136;&#233;&#173;&#130;&#230;&#163;&#139;&#231;&#155;&#164;&#228;&#184;&#138;&#232;&#151;&#137;&#231;&#148;&#177;&#227;&#128;&#140;&#228;&#184;&#139;&#230;&#163;&#139;&#227;&#128;&#141;&#232;&#136;&#135;&#227;&#128;&#140;&#231;&#191;&#187;&#230;&#163;&#139;&#227;&#128;&#141;&#239;&#188;&#140;&#232;&#174;&#147;&#229;&#144;&#140;&#232;&#137;&#178;&#231;&#154;&#132;&#230;&#163;&#139;&#229;&#173;&#144;&#229;&#189;&#162;&#230;&#136;&#144;&#228;&#184;&#128;&#231;&#155;&#180;&#231;&#183;&#154;&#228;&#190;&#134;&#232;&#146;&#144;&#233;&#155;&#134;&#233;&#157;&#136;&#233;&#173;&#130;&#239;&#188;&#140;&#232;&#170;&#176;&#232;&#131;&#189;&#229;&#164;&#160;&#230;&#144;&#182;&#229;&#133;&#136;&#230;&#150;&#188;&#229;&#176;&#141;&#230;&#137;&#139;&#232;&#146;&#144;&#233;&#155;&#134;&#229;&#136;&#176;&#228;&#184;&#137;&#231;&#181;&#132;&#233;&#157;&#136;&#233;&#173;&#130;&#239;&#188;&#140;&#228;&#190;&#191;&#232;&#131;&#189;&#232;&#180;&#143;&#229;&#190;&#151;&#227;&#128;&#140;Soulaween&#227;&#128;&#141;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 4 x 4 Grids",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8843",
    "Name": "Uk'otoa",
    "ID": 323206,
    "Year": "(2021)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/323206/ukotoa",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "A battle for life and death on the high Lucidian seas!&#10;&#10;In the tactical game Uk'otoa, factions of sailors vie to be the last claimed by the raging sea leviathan Uk'otoa. As the ship slowly falls into the ocean, you have to run, push, and sacrifice others to win!&#10;&#10;Uk&rsquo;otoa is the first official board game developed by the Darrington Press team&mdash;a fast-paced, enthralling game of thrilling nautical adventure from the world of Exandria (as seen on the webseries Critical Role), for gamers everywhere.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;GAMEPLAYHexes are placed on the board to represent the wreckage of a destroyed ship, and are progressively removed as they are consumed by the dauntless Uk&rsquo;otoa. Players take on the roles of two factions which they share with their neighboring players, and use cards to best position their two teams to survive. Each card in a player&rsquo;s hand carries immersive, gorgeous art and easy-to-understand icons depicting the movement it provides.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;CONTENTS&#10;     26 ship deck hexes&#10;     25 terrified sailor meeples&#10;     5 faction tokens&#10;     60 movement cards with lavish art&#10;     a 52mm high-quality miniature of the Great Leviathan Uk&rsquo;otoa!&#10;&#10;&#10;Uk&rsquo;otoa is a must-have for fans of tactical card play, map reduction board games, and legendary sea creature enthusiasts.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Hexagonal Tiles",
      "Webcomics: Critical Role"
    ]
  },
  {
    "Rank": "8844",
    "Name": "Junta: Las Cartas",
    "ID": 192777,
    "Year": "(2016)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/192777/junta-las-cartas",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1",
    "Description": "Welcome back to the beautiful island of the &quot;Rep&uacute;blica de las Bananas&quot;! While the rest of the world is spinning faster and faster, this place has become the last bastion of the old (dis)order: the island&rsquo;s peasants are still poor, its intellectuals oppressed, and there is no such thing as a middle class, except on paper. Occasional gunfire echoes through the night, and a bloodsucking junta rules over the country whose members&mdash;the players&mdash;have nothing better to do than filling up their pockets with money. And above all that, as always, is the peaceful chirping of crickets...&#10;&#10;You are members of the eponymous Junta of the &quot;Rep&uacute;blica de las Bananas&quot;. The government is supported by a global superpower that asks no questions and delivers large checks of foreign aid money each round. The player who most efficiently fills up his pockets with that money, i.e. who deposits the most in his Swiss bank account, wins the game. In the meantime, you are plotting against each other, buying votes, hiring assassins, blowing up buildings&mdash; and, from time to time, starting a coup against the current President to hopefully become the new President.&#10;&#10;Junta: Las Cartas is a card game based on Junta that differs from the earlier such card game Junta: Viva el Presidente!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection",
      "Take That",
      "Voting"
    ],
    "Families": [
      "Game: Junta"
    ]
  },
  {
    "Rank": "8845",
    "Name": "Shadow War: Armageddon",
    "ID": 223619,
    "Year": "(2017)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/223619/shadow-war-armageddon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "A Warhammer 40,000 skirmish game that adapts the rules from Games Workshop's classic Necromunda, Shadow War: Armageddon is a squad level skirmish game with a baked in campaign system set in the hive cities of War Zone: Armageddon.&#10;&#10;The box includes modular terrain, templates, and dice along with miniatures for Blood Angels Scouts and Ork Boyz. The set includes rules for Space Marine Scout kill teams, Ork Boyz kill teams and Astra Militarum kill teams. Rules for the following additional factions are supplied online and in the stand-alone rulebook:&#10;Chaos Space Marines&#10;Dark Eldar Wych Cults&#10;Craftworld Eldar&#10;Genestealer Cult Hybrids&#10;Grey Knights&#10;Harlequin Troupes&#10;Necrons&#10;Skitarii Rangers&#10;Tau Pathfinders&#10;Tyranid Warriors&#10;Adepta Sororitas&#10;Inquisition&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "8846",
    "Name": "War For Chicken Island",
    "ID": 261898,
    "Year": "(2020)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/261898/war-for-chicken-island",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "2.1765",
    "Description": "War For Chicken Island is a strategy war game in which each player must break through the tiny space of the island and manage their limited resources to defeat each opponent and prove they are the champion of the island.&#10;&#10;Each player will command a small army of chickens and a leader with special attributes. Besides, each player will have 5 dice that grant extra actions and 9 resources that will allow them to build machines for the battle.&#10;Fun and easy, it's not only the best way to introduce new players into wargames, but also challenging for hardcore players.&#10;No player elimination. Easy to learn. Take that feeling. 20 custom dice. 42 miniatures. Innovative pilot system. A wargame you&rsquo;ll enjoy PvP. 3 additional game variants.&#10;&#10;Can you lead your army to the victory and show everyone you are the ultimate strategist in such a simple game without movement freedom?&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Enclosure",
      "Modular Board",
      "Take That"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8847",
    "Name": "6 nimmt! Brettspiel",
    "ID": 286533,
    "Year": "(2019)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/286533/6-nimmt-brettspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "6 nimmt! Brettspiel retains the central element of the 6 nimmt! card game: Each player reveals a card from their hand at the same time, then the cards are added to a central display with players possibly being penalized should their card end up in the wrong location.&#10;&#10;In more detail, the game includes tiles numbered 1-100, and each player receives a hand of twelve tiles. Four tiles are revealed at random and placed in the first position of the first four rows on the game board. On a turn, each player chooses a tile, then reveals them all at the same time, with the tiles being added to the game board from lowest number to highest. A tile is placed in a row to the right of a tile with a lower value, with the smallest difference between tiles mattering should multiple options be available. (For example, a 16 would be placed to the right of 14 and not 7 should both of those numbers be present in different rows.) If a tile is lower than all rightmost tiles, then you place it to the right of the tile with the highest value.&#10;&#10;If the tile is placed on a space with a positive or negative bullhead symbol, the player gains or loses points equal to the number of bullheads on their played tile. If the tile fills the final spot in a row, then the player loses points equal to the sum of bullheads on all other cards in this row, then this card is moved down the game board to the first position in the highest empty row.&#10;&#10;Once everyone has played all of their tiles &mdash; or in a two- or three-player game, refilled their hand, then played through a second set of twelve tiles &mdash; the game ends and whoever has the most points wins.&#10;&#10;If you like, you can play 6 nimmt! Brettspiel with &quot;good luck cards&quot;. Whenever you score negative points, you draw such a card from the deck. These cards either convert a non-final row space on the game board to +5 points (instead of whatever it was) or convert a final row space to a bonus that might end up netting you points instead of losing them.&#10;&#10;On the back of the 6 nimmt! Brettspiel game board is a second board to be used with the &quot;professional version&quot; of the game. In addition to the &plusmn;bullhead spaces, this board has spaces that force you to draw a new tile, claim all the tiles in a row (instead of scoring negative points), or draw an action card. These action cards let you play anywhere, swap your played tile for another from your hand, skip to the front line, and more. This version can be played with or without the &quot;good luck cards&quot;. When one player is out of tiles, players lose points for the bullheads on tiles still in hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Game: 6 nimmt!"
    ]
  },
  {
    "Rank": "8848",
    "Name": "Age of Dogfights: WW1",
    "ID": 308652,
    "Year": "(2020)",
    "Geek Rating": "5.599",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/308652/age-of-dogfights-ww1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "In this game, planes from the First World War meet in a battle. Simple rules of movement and firing include all the most important features of the aircraft of the time: speed, agility and firepower. Battles are fought at five different altitudes, so there are differences between the planes in terms of climbing and descending speeds. Some specific characteristics were also taken into account, such as gyroscopic effect, which gives some aircraft exceptional maneuverability. Wind influences movement and the position of the sun affects firing accuracy, so these factors are also taken into account. A plane under attack can escape into the clouds and thus hide from the enemy. Most of the pilots are average, but there are also rookies and aces.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Bias",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Triangle System (Predrag Lazovic / Dragan Lazovic)"
    ]
  },
  {
    "Rank": "8849",
    "Name": "Kiwi Chow Down",
    "ID": 329546,
    "Year": "(2023)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/329546/kiwi-chow-down",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.375",
    "Description": "Control your ravenous kiwi flock to outnumber your opponents and claim dominance over island sections.&#10;&#10;Kiwi Chow Down is played over four seasons with each season having a different objective to earn rewards. Each season has three rounds and you can either build, move or feed depending on the cards in your hand and the strategy you want to adopt.&#10;&#10;When you build you claim benefits for your kiwi flock both immediately and at the beginning of each season.&#10;&#10;Kiwi birds are hungry and love to be fed. When you feed them, they grow and can push other smaller kiwi out of the way, or even off the island. Be careful though &ndash; too much food and they explode!&#10;&#10;Move your kiwi flock to strategic areas to outnumber your opponents. Use your leader or larger kiwi birds to push other players kiwis out of the way or off the board.&#10;&#10;At the end of each season place domain markers to claim your territory. Domain markers = victory points. When the game ends, the player with the most victory points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Income",
      "Map Reduction"
    ],
    "Families": []
  },
  {
    "Rank": "8850",
    "Name": "Starbase Jeff",
    "ID": 1257,
    "Year": "(1998)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/1257/starbase-jeff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5429",
    "Description": "Starbase Jeff is a pipe-laying game where players maximize their profits by strategically placing and building onto sections of a starbase.  Whoever makes the most money by the end of a given number of rounds wins the game.  Any number of rounds can be played with each round lasting approximately 20 minutes.  Money in the form of play money, chips, etc is required to play.  The components include a set of rules and four sets of identical starbase section cards in four different colors.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "8851",
    "Name": "'Wacht am Rhein': The Battle of the Bulge, 16 Dec 44 – 2 Jan 45",
    "ID": 6253,
    "Year": "(1977)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/6253/wacht-am-rhein-the-battle-of-the-bulge-16-dec-44-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.6154",
    "Description": "SPI's monster game of the Battle of the Bulge. 4 maps.&#10;This is a grand tactical simulation of the Battle of the Bulge. Recreate the decisive engagement that represented Hitler's last major effort to win the Second World War.&#10;Not a simple game to learn, but once mastered a very enjoyable game.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Belgium",
      "History: World War II (Battle of the Bulge)"
    ]
  },
  {
    "Rank": "8852",
    "Name": "Munchkin Teenage Mutant Ninja Turtles",
    "ID": 246689,
    "Year": "(2018)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/246689/munchkin-teenage-mutant-ninja-turtles",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Munchkin: Teenage Mutant Ninja Turtles puts you right into the roles of the Turtles to team up and fight evil! This game takes the butt-kicking, backflipping ninja stylings of the TMNT and combines it with the dungeon-exploring, loot-hoarding gameplay of Munchkin! Play as Leonardo, Donatello, Michelangelo, and Raphael along with April O&rsquo;Neil and Casey Jones to take on Shredder, Krang and even more as you race to level 10!&#10;&#10;Adopt special fighting styles and learn powerful Katas as you gain Levels and collect gear. The monsters of Munchkin have never been tougher, so now more than ever it&rsquo;s important to team up with other players to unleash powerful abilities against your foes. Don&rsquo;t want to let your friends get ahead? Team up with one of over a dozen different classic allies &mdash; from Master Splinter to Sally Pride!&#10;&#10;Based on the multi-generation inspiring Teenage Mutant Ninja Turtles comics and the original Munchkin game by Steve Jackson Games, Munchkin: Teenage Mutant Ninja Turtles was developed by Jon Cohn with art by legendary artist and TMNT creator Kevin Eastman.&#10;&#10;This 168 card standalone game is for 3-6 players, ages 10 and up. It takes around 1-2 hours to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Game: Munchkin",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "8853",
    "Name": "Shards of the Jaguar",
    "ID": 263222,
    "Year": "(2021)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/263222/shards-of-the-jaguar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.3077",
    "Description": "Shards of the Jaguar is a competitive &ldquo;dungeon-deduction&rdquo; game, which requires both strategic and tactical thinking. It is about an initiation trial where you and your fellow initiates have to prove that you are worthy of your tribe's legendary animal's, the Jaguar's power.&#10;&#10;The Jaguar was the defender of the tribe in the ancient times, but on a fateful day it got struck by a terrible curse and was broken into crystal shards.&#10;&#10;The Shards of the Jaguar are still to be found in the Sacred Temple among the mountains, and the initiation trial is about to seek them and incorporate their power. But your journey will not be that easy. The temple is filled with perilous traps, and you have to learn how to use them, if you want to acquire the Jaguar&rsquo;s hunting instinct.&#10;&#10;Try to foresee what the others will do and set clever traps against them. Collect precious crystal shards, mystical amulets and map pieces leading to the Heart of the Jaguar. Outsmart the others and be the best in this trial to become the heir of the Jaguar, the defender of the tribe!&#10;&#10;Shards of the Jaguar has eight rounds, and in each round, each player sets a trap secretly (Poisonous Gas/Darts/Guards/Earthquake), and then each player moves their character in the temple spending action points. You can move, take crystal shards, perform rituals and heal yourself in your turn for the action points. But move carefully! Each space on the game board could contain a secret trap - activated by another player - so you have to pay attention to each other's movements to be able to find out which traps will be activated and so which spaces are safe for that round.&#10;&#10;After each player spent their action points, you activate the traps and check who got hit by them (gathering different negative effects). If you were able to hit another player with your trap, you get glory points, as you are worthy of the Jaguar's hunting instinct. At the end of the game you count the points you get for the crystal shards, the glory points for the successful traps, and the player with the most points wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Drafting",
      "Action Points",
      "Deduction",
      "Grid Movement",
      "Modular Board",
      "Point to Point Movement",
      "Race",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8854",
    "Name": "Alexander the Great: Birth of an Empire",
    "ID": 12248,
    "Year": "(2005)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/12248/alexander-the-great-birth-of-an-empire",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.7051",
    "Description": "A description by Phalanx's Uli Blennemann from &quot;Gone Cardboard&quot;&#10;&#10;It is a completely new game, much lighter in complexity. The game uses a large gameboard, comes in our big box and is for 2-5 players. Playing time is 75+ minutes. It is not a simulation game but provides more Alex flavor than Alexandros. Each turn, players move with their armies (wooden) and build cities and temples (both wooden, too).&#10;&#10;In this game, players follow the path of Alexander's army, occupying provinces in regions, building temples, founding cities. You score points each round and also at the end of the game for majorities. There are 5 regions, but for the short game you just use #2 to #4.&#10;&#10;Players have 15 tiny wood cubes which they distribute each round on a hidden plan in 4 ways. Then they reveal their choices and carry out the actions. This way they decide 1. turn order 2. army size 3. temple building 4. city building. By putting more cubes than others in the sections controls how the round works for you.&#10;&#10;So the player with the most cubes in 1. gets to choose their turn order (since going later may be better). Then the cubes in 2. become your army on the board (and having majorities in provinces scores 2 pts). Moving the armies around costs cubes as well, which are taken from 3. and 4. Then, where your soldiers are, you can build temples (3.) or found cities (4.). But if another player is also doing the same, whoever has the most cubes on their plan gets it, but pays 1 more than the second highest.&#10;&#10;In this way, players spend their 15 cubes each round, moving from province to province in the region, trying to score points for controlling armies, building temples and cities. Where players directly compete, the costs are high. Where you are unopposed, your unspent cubes carry on to the next round, allowing you to try to get more points.&#10;&#10;When the last region is conquered, there is a final scoring, for the majorities of temples and cities in each region and then in the whole game. The scoring switches here, since in the rounds temples earn you 3pts &amp; cities earn 5pts. But at game end, cities earn 10pts and temples earn 15pts.&#10;&#10;The game is a mix of planning, bluff, tactics and group think. It works as a contest of majorities and the use of the cubes, in both deciding who goes and what things cost, is clever.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "History: Wars of Alexander the Great"
    ]
  },
  {
    "Rank": "8855",
    "Name": "Wings of Glory: Tripods & Triplanes",
    "ID": 208754,
    "Year": "(2018)",
    "Geek Rating": "5.599",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/208754/wings-of-glory-tripods-and-triplanes",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "March, 18th 1918: Martian tripods are invading Earth, so World War One comes to a halt as airplane pilots from all nations cooperate to stop them.&#10;&#10;Wings of Glory: Tripods &amp; Triplanes is a standalone game that adds tripods to the world-famous system Wings of Glory system.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Movement Template",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: The War of the Worlds",
      "Components: Miniatures",
      "Components: Rulers",
      "Game: Wings of Glory",
      "Occupation: Aviator"
    ]
  },
  {
    "Rank": "8856",
    "Name": "The Seven Days of 1809: Napoleon and the Archduke Charles",
    "ID": 11967,
    "Year": "(2004)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/11967/the-seven-days-of-1809-napoleon-and-the-archduke-c",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "3.0556",
    "Description": "The Battles of Abensberg, Eckm&uuml;hl, and Ratisbon.&#10;&#10;Seven Days of 1809 uses the game system that first appeared in &quot;Six Days of Glory,&quot; which covers the Battles near Montmirail in February of 1814.&#10;&#10;GAME SYSTEM: DAYS System &#10;- scale = 1,600m/hex, &#10;- time = 6 hours/GT,&#10;- strength = 800-1,000 men/SP, .&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Regensburg (Bavaria, Germany)",
      "Series: Campaigns of Napoleon System – Days"
    ]
  },
  {
    "Rank": "8857",
    "Name": "KAPOW!",
    "ID": 232254,
    "Year": "(2019)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/232254/kapow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Superhero &mdash; or supervillain? You decide in this buildable dice game. Your customizable dice pool is used to execute a variety of superpowers. Gain special abilities and new play experiences by taking on the role of six different heroes or villains.&#10;&#10;In KAPOW!, players go head-to-head in a classic explosive clash of good vs. evil. You choose to be a villain or hero, which determines your starting trait dice and unique abilities. You can gain additional blank &quot;action dice&quot; that have removable faces that that you customize to your liking to best enhance your character. Behind a player screen, you roll dice, then allocate them to attack, defense, and power-up abilities. The combination of choosing how to grow your dice pool, how to customize your action die faces, and how to use each roll leads to a satisfying, strategic showdown.&#10;&#10;With two copies of the game and the duo board/Sawmill Jackson expansion, you can play with three or four players in games with a a 2v2 (2 heroes vs. 2 villains) or 2v1 (2 heroes vs. 1 mega-villain) format!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice With Swappable Faces",
      "Components: Player Screens",
      "Crowdfunding: Kickstarter",
      "Game: KAPOW!",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "8858",
    "Name": "Auf falscher Fährte",
    "ID": 1317,
    "Year": "(2001)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/1317/auf-falscher-fahrte",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The title means &quot;On the wrong track&quot; and, in this trick-taking game, that's just where you can find yourself.  Players compete to take either the most or the fewest tricks, depending on the total value of a few hidden cards played at the beginning of each hand.  Problem is, however, players aren't sure whether most or least is good until after all 4 cards are revealed...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "8859",
    "Name": "Under Our Sun",
    "ID": 406977,
    "Year": "(2024)",
    "Geek Rating": "5.599",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/406977/under-our-sun",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.25",
    "Description": "Under Our Sun is a cooperative or semi-cooperative exploration board game set in a post-apocalyptic world where life is at the mercy of the sun. One to four (six with Expansions) players embark on an adventure, assume the role of survivor, and join forces to reach a common goal. Players beware... everyone might not have the same goal in mind.&#10;&#10;Explore&#10;Head into the wasteland and uncover a new world, tile by tile.&#10;&#10;Craft&#10;Scavenge for crucial resources, craft unique items, weapons, and gear to prepare for the upcoming challenges.&#10;&#10;Survive&#10;Navigate an unforgiving landscape and adapt to the extreme conditions. &#10;Be it nature, human or something unknown, danger comes in many forms. Use your character's individual skills and collaborate to reach your goal and survive.&#10;&#10;Detailed description&#10;&#10;Under our Sun is a semi-cooperative, exploration board game set in a post-apocalyptic world. &#10;When a giant asteroid hits the sun, life on earth is suddenly at its mercy. Modern technology is no longer available, and the entirety of the northern hemisphere becomes a desolate hellscape as a result of the ensuing solar storms. &#10;Society&rsquo;s rules and regulations are replaced by anarchy, and every day becomes a struggle for survival.&#10;&#10;As gameplay commences, you will become an integral member of one of the few remaining honorable and socially-minded communities. Players will choose between four unique characters (six with expansions), each with their own strengths and weaknesses, and will head into the wastelands to ensure the survival of the group and fulfill crucial tasks. The game can be played with a fully-cooperative approach, or to make things extra interesting, there could also be a traitor within the group. &#10;Choose one of the four missions included in the core box, which are varied according to difficulty, play-time, and strategic approach. &#10; Under our Sun has a turn-based gameplay where each round represents a single day divided into different phases (morning, noon, evening, and night). Explore the area, tile by tile, to trigger events scattered throughout the map. Find precious loot and scavenge for resources to craft unique items in an effort to upgrade both your character and shelter. Engage in life or death fights against humans, animals, or something completely unknown. Adapt to ever changing weather conditions where even the most elementary of tasks results in a fight for survival.&#10;&#10;To succeed in this harsh land, players must manage resources, maintain their health, and ensure adequate water supply. Only through collaboration and the use of individual skills, will players be able to achieve survival and reach their ultimate goal (whatever that may be). &#10; Dive into the thrilling and complex world of &ldquo;Under our Sun,&rdquo; and become one of earth&rsquo;s final survivors!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Traitor Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "8860",
    "Name": "Limits",
    "ID": 1253,
    "Year": "(2001)",
    "Geek Rating": "5.599",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/1253/limits",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1379",
    "Description": "A color based card game where players try to track the number of cards played in each color vs.  a limit card with maximums for each color.  Successful challenges result in points for the winner and penalties for the loser.&#10;&#10;&#10;Game Summary&#10;Deal each player 5 cards (show one of 5 colors), then reveal the top Limit Card. Limit Cards specify limits (0 - unlimited) for the number of allowable cards in each of the 5 colors. Players place one of their cards face down in front of them -- these will modify the limits, adding one per card played this round. In turn order, players either challenge a previous player's play, or play card(s).&#10;&#10;Challenging: may &quot;call&quot; any player's last played card. Figure out which card they played last, and count how many of those cards have been discarded. Reveal all face-down cards and add those matching that color to the limit on the Limit Card. If the total exceeds the Limit, you get +1 VP and the challenged gets -2 VP; otherwise, vice versa.&#10;&#10;After resolving a Challenge, flip discard pile face down and place under draw deck WITHOUT shuffling. Players return their Limit-modifying card to hand; reveal a new Limit card and play again (player who got the -2 VP plays first).&#10;&#10;Playing Card(s): place a card to the discard pile, then draw a card. OR, if you have a set of 4 matching cards, you may draw 2, then discard 2 of the matches and place the other 2 matches on top of the draw deck; take a +1 VP card bonus.&#10;&#10;Game ends after all Limit cards have been played; most VP wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "8861",
    "Name": "Kingdom Run",
    "ID": 234373,
    "Year": "(2018)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/234373/kingdom-run",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.25",
    "Description": "Every hundred years, the King organizes a race between the different clans living in the Kingdom of Ewala. The reward for the winners? The throne! The winner's clan will rule the country for a whole century!&#10;&#10;In Kingdom Run, four athletes from each clan are ready to use their legs and&hellip;your brain! Strangely enough, the faster you are, the faster your opponent can be. More specifically, each step forward that you take means two steps forward for them&hellip;unless the gap between you is too big. Who will be smart enough to become the next king of Ewala?&#10;&#10;In more detail, on their turn, a player rolls four dice that give actions they can do. (One reroll is possible for some of the dice.) You can chose to move your athletes forward, but you can also decide to move the other athletes instead so that you can go farther yourself! When a cell contains four people, it is full and the athletes that should have ended there will go one cell farther. That would be a convenient way to avoid the lake, wouldn't it, by placing only opposing athletes in the water...?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "8862",
    "Name": "Columba",
    "ID": 127432,
    "Year": "(2012)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/127432/columba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "In Columba, you'll build dovecotes, breed pigeons, expand your territory, and &ndash; above all else &ndash; avoid your opponents' falcons. Players start with 2-4 dovecotes depending on the number of players, and they use them during the game to claim flocks as their own. (The larger dovecote doubles the score of the flock claimed.)&#10;&#10;At the start of the game, players need to catch one pigeon of each of the four breeds, after which that goal will be replaced by a new one. The starting player reveals the first tile, places it on the table, then draws another tile and tries to capture pigeons to fulfill his goal. To catch a pigeon, you must place a tile so that it covers the square or squares with the pigeon(s) you need. You may capture pigeons only if you need them; you cannot catch pigeons which belong to a flock already claimed by an opponent, but you can (re)catch pigeons from your or your team's flocks. You receive a tile for each pigeon captured and place those tiles on your goal card.&#10;&#10;When you fill a goal tile, you place the tiles on it on your mat, optionally take a new goal card, play the now-freed goal card, then place the tiles on your mat wherever you wish to make one of your (or your partner's) flocks bigger, provided either of you have already built a dovecote to claim a particular flock as your own.&#10;&#10;You can also use the tiles to breed falcons. You need to discard two of them to get a baby falcon and two more on a subsequent turn to have it grow into an adult falcon that you can then send to prey on your opponents' flock and make it smaller.&#10;&#10;The game ends when no more goal cards can be drawn; any player with an unfulfilled goal card loses four points. Each player counts the tiles or squares forming the flocks claimed by their dovecotes, and the player or team with the highest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Layering",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Mechanism: Partially overlapping cards"
    ]
  },
  {
    "Rank": "8863",
    "Name": "Mountaineers",
    "ID": 233932,
    "Year": "(2019)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/233932/mountaineers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Mountaineers is a strategic board game in which 1-4 players (up to 6 with the Deluxe or Collector's edition) compete against each other and AI climbers to earn climbing points (victory points) as they maneuver around a 18 in./45 cm tall rotating 3D modular game board. The theme of Mountaineers is lighthearted and fun, primarily focused on competitive route finding, resource management, character building and upgrades, while challenging players to react to various exciting (and sometimes comical) events that occur on the mountain.&#10;&#10;Strategy during both set-up and game play is important. At the beginning of a game, players need to choose four climbing routes, one character, and a starting position that work well together, in order to earn the maximum amount of points possible. However, as the game progresses, the mountain terrains fill up, making it more difficult to complete certain climbing routes. Additionally, various mountain conditions change (once per player), and event cards (drawn on each turn) require players to adapt their strategy, change their climbing routes, and purchase various combinations of gear upgrades to continue climbing.&#10;&#10;Resource management is important as players start with a limited number of thirty route markers and will on average draw only sixty supply tokens during a game. Depending on the game and the various difficulty of event cards used, players have to balance how often they spend supplies and route markers in order to climb efficiently and complete routes. Climbing strategy is also important. Players must be careful in what order they complete routes, how they maneuver on the mountain, and whether or not they pay extra to &quot;lock in&quot; certain route markers to avoid sabotage by other players.&#10;&#10;A typical turn involves drawing an event card, resolving the conditions of the event card (which may apply to other players), saving the event card for later use with your character, performing 0 to 2 regular actions, 0 to 1 special actions (if available), and special character actions (as allowed). Games with 1 to 4 players last ten rounds, each player drawing a total of ten event cards, and 5 to 6 player games last for eight rounds (with eight event cards/player). For 1 to 2 player games (and more challenging 3 to 5 player games), an &quot;AI&quot; mechanism can cause &quot;automated climbers&quot; to move around the mountain, placing route markers and blocking/sabotaging players. Players can also substitute more difficult event cards into the game, creating more flavor and challenge. The goal of a 2-6 player game is to have the most victory points at game end, and the goal of a one-player game is to have 55 victory points and four climbing routes complete at game's end.&#10;&#10;&bull;&bull;&bull;&#10;&#10;While Mountaineers has a similar 3D appearance to its predecessor The Mountaineer, it is a vastly different game. For example, The Mountaineer was a roll-and-move game that required resource trading between players and had a large luck element. On the other hand, Mountaineers offers freedom and interesting choices to players every turn as players can choose when and how much to climb, and are not restricted by a luck element. Additionally, Mountaineers allows players to &quot;lock&quot; their routes, and provides mechanisms for advanced climbing techniques.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Pattern Building",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "8864",
    "Name": "Z War One: Damnation",
    "ID": 178754,
    "Year": "(2016)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/178754/z-war-one-damnation",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "2.7143",
    "Description": "Z War One is the world's first episodic, comic book miniature board game. It blends classic survival horror &amp; RPG themes with intense tactical combat, to provide a cinematic and truly unique gaming experience.&#10;&#10;The Z War One Issue #1 box set contains the extended first issue of the comic, along with the base set of models &amp; boards you need to start playing the game. Each subsequent comic book acts as an expansion pack, continuing the game's epic story, whilst introducing new miniatures, game mechanics &amp; environments along the way.&#10;&#10;Players take control of one of 4 main protaganists, completing chapters &amp; gaining vital experience points, with which they must upgrade their character if they are to have any hope of surviving the increasingly nightmarish scenarios.&#10;&#10;In addition to the game's co-operative comic book campaign, the quick-play &quot;Director Mode&quot; allows one player to connect with their devious side, using director cards to stack the odds in favour of the infected hordes!&#10;&#10;Although there are multiple ways in which Z War One can be played, the real heart of the game lies in it's 1-4 player co-operative comic book campaign. The Season One 6 issue campaign is made up of 26 exciting chapters, with the climax of each chapter taking place on the game board. The cinematic mood created by the comic carries through directly into the game play, as time limits &amp; set pieces drive the story forward at a breakneck pace. The missions themselves, whilst working from the same core set of game mechanics, vary widely in tone, from exploration &amp; tense survival horror to all-out pitched battles and daring escapes.&#10;&#10;Whilst the co-operative campaign is by no means easy, for more experienced players, there is the &quot;Directors Cut&quot; which adds game play elements from the quick play &quot;Director Mode&quot; to the campaign, essentially allowing a 5th player to participate and make life hell for the heroes.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "8865",
    "Name": "España 20: La Guerra Peninsular",
    "ID": 225836,
    "Year": "(2017)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/225836/espana-20-la-guerra-peninsular",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Espa&ntilde;a 20 features four complete games covering key battles fought over control of the Iberian Peninsula: Bail&eacute;n, Talavera, Arapiles, and Bussaco.&#10;&#10;Hans von Stockhausen's Bail&eacute;n 20 (July, 1808) showcases the stunning triumph of General Francisco Casta&ntilde;os&rsquo; Spanish army over French General Pierre Dupont&rsquo;s Corps d&rsquo;Observation operating in the mountains of Andalusia. This game challenges both players: The Spanish must struggle to coordinate the actions of their large and enthusiastic but mostly untrained army, while the French must decide whether to try and hold against superior numbers or conduct a fighting withdrawal back to Madrid. With Spanish guerrillas, a baggage train full of looted treasure, and treacherous Swiss mercenaries who might change sides in the middle of the battle, Bail&eacute;n 20 offers players plenty of military adventure.&#10;&#10;Considered one of Wellington&rsquo;s finest battles, Arapiles 20 (July, 1812) from Lance McMillan focuses on the hard-fought meeting engagement between his veteran British forces and Mareschal Marmont&rsquo;s French army in the hills south of Salamanca. With two armies of equal strength, victory requires careful planning, precise maneuvers, and exact timing to take advantage of the opportunities offered by unexpected events. Will the British player be able to pounce on a fleeting French blunder to win the day (as happened historically), or will the French be able to simply bludgeon his opponent into submission? In Arapiles 20, the outcome of this famous battle is in your hands.&#10;&#10;Rudi Garcia's Talavera 20 recreates the major battle which occurred near the city of Talavera de la Reina on 27 to 28 July 1809. One player commands the French army under Napoleon's brother, Joseph, the self-proclaimed King of Spain, and the other commands the combined allied armies of Great Britain (under Sir Arthur Wellesley) and Spain (under Captain-General Gregorio de la Cuesta). After his attempt to liberate Madrid from the French was repulsed, Cuesta's army fell back to Talavera, which was covered by the British. Starting with a daring night attack, Joseph repeatedly attempted to push the allies out of their superb defensive positions, to no avail. As the French, can you find and exploit a weak spot in the allied lines? As the allies, can you hold your shaky alliance together and fend off the French (all the while keeping a nervous eye out for a second French army that might unexpectedly show up behind your armies)?&#10;&#10;Bussaco 20: Second Edition, from designer Lance McMillan, features the battle occurring on 26 September 1810, during the early stages of the French invasion of Portugal. One player commands the French army of Marshal Andr&eacute; Mass&eacute;na, while the other controls Sir Arthur Wellesley, Viscount of Wellington's combined British and reconstituted Portuguese army. Historically, a distracted Mass&eacute;na launched a series of uncoordinated frontal assaults straight up a steep ridge into the teeth of the British defenses, suffering heavy losses before Wellington elected to disengage and fall back to Lisbon. Can you as Mass&eacute;na avoid the same mistakes, or as Wellington can you use your superior position to achieve a decisive victory?&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points"
    ],
    "Families": [
      "Cities: Bailén (Spain)",
      "Cities: Talavera (Spain)",
      "Country: France",
      "Country: Spain",
      "Country: United Kingdom",
      "Crowdfunding: Verkami",
      "History: Napoleonic Wars",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "8866",
    "Name": "Eaten by Zombies!",
    "ID": 76247,
    "Year": "(2011)",
    "Geek Rating": "5.599",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/76247/eaten-by-zombies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0759",
    "Description": "Description &#10;In the new game Eaten By Zombies! players strive to survive as the horde of the living dead make it their goal in Death to force you to join the crowd. You must work with or against the other survivors to be the last one standing.  No not standing, cowering in the corner crying for their mommy.&#10;&#10;In the spirit of AMC's &quot;The Walking Dead&quot; and &quot;I Am Legend&quot;, Eaten By Zombies takes you into a dark world of eventual death. Every turn you must venture out from your safehouse and scavenge for Swag. But not so fast, the Undead have other plans for your brains. Every day a Horde of fresh zombies will be waiting for you, and over time the threat gets greater. Now it's time for your &quot;Fight or Flight&quot; instincts to help you to survive just one more day. Using the swag you've got on you (ie cards in you hand) you must survive any way you can.&#10;&#10;If you can get away or kill the Horde, you may scavenge the remains of the desolate suburbs for any Swag the neighbors may have left behind.   With the right stuff and a few good friends to out run, you may just make it through this alive... well, no probably not.  But being the last one to die a slow, painful death means you can claim sole victory!&#10;&#10;With a set of over thirty different cards to start with, no two games will ever be alike. This game is a combination of Card Drafting, Hand Management and Survival Horror with a few dirty tricks thrown in.&#10;&#10;Game Play/Mechanics &#10;You start with five heavy sticks (each worth +1 fight) and five hide cards (each +1 flee) as well as two sandwiches (+1 Flee &amp; Draw one card).  You shuffle these 12 cards and draw 6 into your hand.  You then face one of the 25 zombies from the Zombie Deck with a fight value ranging from 1-8 and a flee value of 1-4.  You must announce Fight or Flee and then proceed to play some/all of your 6 cards in your hand.&#10;&#10;If you successfully fight/flee you then take the total fight/flee value to the scavenging portion of your turn (think of it as a &quot;buy&quot;) where you acquire items such as Shotguns, fists full of ammo, crowbar, binoculars, fire on a stick, grandma pantry, deadeye or other cards which you then put INTO YOUR HAND for use in the very next turn and draw back up to 6 cards from your draw deck.  Played cards go to your discard pile, including any zombies you have succeeded in killing.&#10;&#10;If you flee then the zombie card goes to the zombie discard pile.  As you draw zombies into your hand (from shuffling your discard pile) you are stuck with them in your hand forever unless you play them into the zombie horde attacking on another player's turn, so the zombie horde gets tougher over time.&#10;&#10;If you are unsuccessful in killing/fleeing then you must lose a number of cards equal to the flee value of the horde.  These lost cards come from either your hand or as a blind draw off the top of your draw pile and go back to the scavenging area, weakening you.  If you run out of cards you succumb to your wounds and become a zombie, now trying to kill the other players on each turn.&#10;&#10;If a player ever ends up with six zombie cards in his/her hand the zombie players win as the remaining players have gone insane.  Each time the zombie deck is gone through and reshuffled you add one more zombie to the horde for the rest of the game, making perpetual survival impossible.&#10;&#10;It isn't a matter of if you're going to die but when.  Be the last player standing and win.  If at any time the entire zombie deck is depleted (because the players have killed all of them rather than using flee), all remaining players alive win together.&#10;&#10;This is a unique cooperative/competitive game where you really feel the tension and inevitability of doom.  You spend the first few turns building up your deck only to see the zombies increase in power and slowly drain your will to live as the game progresses.&#10;&#10;Integrates with:&#10;&#10;    Eaten By Zombies!: In Cahoots&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8867",
    "Name": "Quoridor Junior",
    "ID": 13875,
    "Year": "(2004)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/13875/quoridor-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "The game of mice and mazes has children scurrying their mice to the opposite side of the playing board. It is not a simple task though, as each player may move their mouse 1 space at a time or decide to install a &quot;blocker&quot; to delay their opponent. Yet the maze that is built may cause delays for every mouse, including their own, as it approaches the finish line.&#10;&#10;Quoridor Kid is 7 x 7 as opposed to Quoridor&#039;s 9 x 9.  In a fine bit of confusion, at least one version of Quoridor Kid retains the name Quoridor while still utilizing the 7 x 7 board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Maze"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Game: Blockade",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "8868",
    "Name": "Wrong Chemistry",
    "ID": 79068,
    "Year": "(2012)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/79068/wrong-chemistry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.625",
    "Description": "The Concept:&#10;Scientists in a lab are trying to create new elements, and they get it all wrong! In Wrong Chemistry (W.C.) you change a molecule in order to create new elements out of it. A fun, easy to learn, but hard to master, game, with funny references to the real elements from the periodic table.&#10;&#10;Gameplay:&#10;Players alternate rounds, during which they try to change the pieces on the board, in such a way that they can be the same shape represented by the cards in their hands. The cards represent new elements that the players discover, and when the board has the proper form, the player reveals from his hand the element he/she discovered and adds the card to his/her pile of earned points.&#10;&#10;Game End:&#10;The game ends when a player can no longer draw more cards. &#10;The winner is the player with the most points or, in case of a tie, the one that discovered more elements that are next to each other in the Periodic Table of the Elements (chairs not included).&#10;&#10;Greek description:&#10;&Mu;&iota;&alpha; &omicron;&mu;&#206;&#172;&delta;&alpha; &tau;&rho;&epsilon;&lambda;&#207;&#142;&nu; &epsilon;&pi;&iota;&sigma;&tau;&eta;&mu;&#207;&#140;&nu;&omega;&nu;, &eta; &omicron;&pi;&omicron;&#206;&#175;&alpha; &delta;&epsilon;&nu; &#206;&#173;&chi;&epsilon;&iota; &iota;&delta;&#206;&#173;&alpha; &alpha;&pi;&#207;&#140; &Chi;&eta;&mu;&epsilon;&#206;&#175;&alpha;, &pi;&rho;&omicron;&sigma;&pi;&alpha;&theta;&epsilon;&#206;&#175; &nu;&alpha; &mu;&epsilon;&tau;&alpha;&sigma;&chi;&eta;&mu;&alpha;&tau;&#206;&#175;&sigma;&epsilon;&iota; &#206;&#173;&nu;&alpha; &mu;&#207;&#140;&rho;&iota;&omicron; &kappa;&alpha;&iota; &nu;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&#206;&#174;&sigma;&epsilon;&iota; &alpha;&pi;&#207;&#140; &alpha;&upsilon;&tau;&#207;&#140; &kappa;&alpha;&iota;&nu;&omicron;&#207;&#141;&rho;&iota;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#206;&#175;&alpha;, &alpha;&lambda;&lambda;&#206;&#172;&hellip; &tau;&alpha; &theta;&alpha;&lambda;&alpha;&sigma;&sigma;&#207;&#142;&nu;&epsilon;&iota;! &#10;&Mu;&eta;&nu; &alpha;&nu;&eta;&sigma;&upsilon;&chi;&epsilon;&#206;&#175;&tau;&epsilon; &alpha;&nu; &eta; &Chi;&eta;&mu;&epsilon;&#206;&#175;&alpha; &delta;&epsilon;&nu; &epsilon;&#206;&#175;&nu;&alpha;&iota; &tau;&omicron; &delta;&upsilon;&nu;&alpha;&tau;&#207;&#140; &sigma;&alpha;&sigmaf; &sigma;&eta;&mu;&epsilon;&#206;&#175;&omicron;, &kappa;&alpha;&theta;&#207;&#142;&sigmaf; &sigma;&tau;&omicron; &pi;&alpha;&iota;&chi;&nu;&#206;&#175;&delta;&iota; &alpha;&upsilon;&tau;&#207;&#140; &delta;&epsilon;&nu; &pi;&rho;&#207;&#140;&kappa;&epsilon;&iota;&tau;&alpha;&iota; &nu;&alpha; &epsilon;&xi;&epsilon;&tau;&alpha;&sigma;&tau;&epsilon;&#206;&#175;&tau;&epsilon; &gamma;&iota;&alpha; &tau;&eta;&nu; &omicron;&rho;&theta;&#207;&#140;&tau;&eta;&tau;&alpha; &tau;&omega;&nu; &sigma;&tau;&omicron;&iota;&chi;&epsilon;&#206;&#175;&omega;&nu; &pi;&omicron;&upsilon; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&epsilon;&#206;&#175;&tau;&epsilon;, &tau;&omicron; &alpha;&nu;&tau;&#206;&#175;&theta;&epsilon;&tau;&omicron; &mu;&#206;&#172;&lambda;&iota;&sigma;&tau;&alpha;&hellip; &Pi;&omicron;&#207;&#141; &xi;&#206;&#173;&rho;&epsilon;&tau;&epsilon; &mu;&pi;&omicron;&rho;&epsilon;&#206;&#175; &nu;&alpha; &pi;&#206;&#172;&rho;&epsilon;&tau;&epsilon; &kappa;&alpha;&iota; &Nu;&#207;&#140;&mu;&pi;&epsilon;&lambda; &gamma;&iota;&alpha; &tau;&eta;&nu; &alpha;&nu;&alpha;&kappa;&#206;&#172;&lambda;&upsilon;&psi;&#206;&#174; &sigma;&alpha;&sigmaf;!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Occupation: Researcher / Scientist",
      "Theme: Chemistry",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Science"
    ]
  },
  {
    "Rank": "8869",
    "Name": "Fast Forward: FORTUNE",
    "ID": 256801,
    "Year": "(2018)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/256801/fast-forward-fortune",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1429",
    "Description": "The three reels are spinning, tension is rising ... Is this a new high score? It's not about the money, but rather you try to score more points than all the other players. But high numbers are not enough in FORTUNE as you also need the right bonus points for the victory.&#10;&#10;FORTUNE is a game for players prepared to take risks while chasing the next high score.&#10;&#10;You start a Fast Forward game without reading a rules booklet in advance! Just grab some fellow gamers and discover the rules while playing. The Fast Forward series uses the Fable Game system introduced in Fabled Fruit: With the presorted deck of cards, you will discover all cards and rules as you play. It will take 10-15 games of FORTUNE before your group has explored the entire system. It can then be reset and played again by the same or different groups!&#10;&#10;FORTUNE is the fourth and completely different game in the Fast Forward series!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fast Forward",
      "Series: Fable Game system"
    ]
  },
  {
    "Rank": "8870",
    "Name": "The Sword and the Flame",
    "ID": 4292,
    "Year": "(1979)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/4292/the-sword-and-the-flame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4706",
    "Description": "&quot;Being a set of introductory rules for the conduct of miniature battles of the British Empire&quot;&#10;&#10;This one set of rules enables the miniature wargamer to play in six different Colonial periods - Pathans 1878, Zulus 1879, Boers 1880, Egyptians 1882, Dervishes 1884 and African Exploration (only in the 20th Anniversary Edition). There is no need for additional supplements or game cards.&#10;&#10;By utilizing half-a-dozen or so six-sided dice (d6), about a dozen 10-sided dice (d10), a tape-measure and a standard set of playing cards, this was the first published set of rules to incorporate:&#10;&#10;- Variable move distance&#10;    - Specific casualty determination&#10;    - Random movement and firing sequence&#10;&#10;Figures are individually mounted, but movement, morale and combat is by the unit, with the basic unit being the 20 figures infantry platoon (or Pathan clan, Zulu Iviyo, Dervish warband), 12 figures for a cavalry troop and 4 figures for an artillery battery. Units are then added to make larger forces (company, battalion, Pathan/Dervish tribe, Zulu Ibutho, Boer Commando, and cavalry squadron). Each unit has an identifiable command figure.&#10;&#10;TSATF has been described as a semi-skirmish game. Unit movement is determined by die roll, different types of units under different circumstances rolling differing numbers of six-sided dice. Random card draws decide which units move first, and also determine the effects of fire and combat.&#10;&#10;&quot;The Sword and the Flame 20th Anniversary Edition&quot;&#10;Included in the updated 20th Anniversary Edition are many new features such as Pinning defenders, Two ranks firing, Overhead fire, Pass-through fire, Limited ammunition, Volley and independent fire, and a Rules synopsis page. The 20th Anniversary Edition is an improvement over the original edition.&#10;&#10;The Sword and the Flame is designed for use with 25mm figures, but it can be easily suited for 15mm and 20mm miniatures.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Simulation",
      "Turn Order: Random"
    ],
    "Families": [
      "Country: South Africa",
      "Game: The Sword and the Flame",
      "History: Anglo-Zulu War",
      "History: Boer Wars",
      "History: Mahdist War",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "8871",
    "Name": "Die Hard: The Nakatomi Heist Board Game",
    "ID": 275785,
    "Year": "(2019)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/275785/die-hard-the-nakatomi-heist-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "Die Hard: The Nakatomi Heist Board Game uses one-versus-many, asymmetric gameplay to pit protagonist John McClane against others acting as thieves who are co-operating to foil the hero's plan, which is to save the hostages in the iconic Nakatomi Plaza high-rise. Movie buffs and hobby game enthusiasts will appreciate the game's distinct homage to the 1988 film, which packs rules and gameplay to the air vents with callbacks to Die Hard&rsquo;s most memorable scenes, characters, and events.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Holidays: Christmas",
      "Players: One versus Many",
      "Theme: Burglary and Heists",
      "Theme: Movies"
    ]
  },
  {
    "Rank": "8872",
    "Name": "Skull Queen",
    "ID": 423432,
    "Year": "(2024)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/423432/skull-queen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Ahoy, mateys! Time to grab your pirate hats and set sail! Ready to claim the bounty of a lifetime?&#10;&#10;In this card game, you are the captain of a pirate ship preparing for a raid. But make sure, Captain, that you keep your good eye on your crew! If you want your attack to be a success, your crew will need to be perfectly positioned when the time comes!&#10;&#10;Skull Queen is a trick-taking game in which you determine before the game starts whether you will win or lose tricks for every suit. The player who chooses wisely and outplays their opponents will be victorious.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: BrettspielWelt"
    ]
  },
  {
    "Rank": "8873",
    "Name": "Conejos en el Huerto",
    "ID": 215503,
    "Year": "(2016)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/215503/conejos-en-el-huerto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.1111",
    "Description": "ENGLISH&#10;&#10;The watchdog should do his job better, the harvest time has come and the vegetable garden has been invaded by rabbits!!!&#10;&#10;In Conejos en el huerto (Rabbits in the Garden) players control two rabbits, competing to harvest the 5 species of vegetables grown in the garden. The game is played in a randomly configured modular board.&#10;&#10;Initially, the rabbits are placed in their burrows and then they begin to move through the board, the possible destinations are given by the position of both rabbits. When the turn ends, and also according to the position of the rabbits, the player harvests the vegetables, unless the corresponding variety is out of stock or if the dog prevents it. At the end of the game players convert the vegetables obtained to victory points according to the scoring system used, taking into account that those varieties of vegetables that were emptied give fewer points. The player who wins the most victory points wins the game.&#10;&#10;Conejos en el huerto (Rabbits in the Garden) is a light Eurogame that is played in half an hour. Stripped completely of the random factor, it requires players to plan and make good decisions to win.&#10;&#10;ESPA&Ntilde;OL&#10;El perro guardi&aacute;n deber&iacute;a hacer mejor su trabajo, la &eacute;poca de la cosecha ha llegado y el huerto ha sido invadido por conejos!!!&#10;En Conejos en el huerto los jugadores controlan una pareja de conejos, que compiten por cosechar las 5 especies de hortalizas all&iacute; cultivadas. Se juega sobre un tablero modular configurado aleatoriamente.&#10;Inicialmente los conejos se ubican en sus madrigueras y luego comienzan a moverse por turnos a trav&eacute;s del rondell. Cuando termina su turno, de acuerdo a la posici&oacute;n de los conejos, el jugador cosecha las hortalizas, excepto que la variedad correspondiente se encuentre  agotada o el perro se lo impida. Al finalizar la partida los jugadores convierten las hortalizas obtenidas a puntos de victoria de acuerdo al sistema de puntuaci&oacute;n utilizado, teniendo en cuenta que aquellas variedades de hortalizas que fueron vaciadas dan menos puntos. El jugador que obtenga m&aacute;s puntos de victoria gana el juego.&#10;Conejos es un eurogame liviano que se juega en media hora. Despojado completamente del factor azar, requiere que los jugadores planifiquen y tomen buenas decisiones para ganar.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Modular Board",
      "Rondel"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "8874",
    "Name": "Ancients",
    "ID": 1782,
    "Year": "(1986)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/1782/ancients",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Ancients is a board wargame of Tactical level combat in the age before GunPowder.&#10;&#10;The game contains over five-dozen historical Ancient and Medieval battles scenarios, and many more are being added.&#10;&#10;King of Kings (itself later republished by 3W as Imperator) was a companion game.&#10;&#10;The Rules of Ancients are in the &quot;Files&quot; section.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Greece",
      "Digital Implementations: VASSAL",
      "History: Crusades",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Wars in the Ancient Near East",
      "History: Wars of Alexander the Great",
      "History: Wars of Scottish Independence",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "8875",
    "Name": "Animix",
    "ID": 300099,
    "Year": "(2020)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/300099/animix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4286",
    "Description": "In Animix, try to score the most points by keeping the right mix of animals. The animals you keep score points based on the other animals that are played in the center of the table. Each type of animal scores points differently, so plan ahead to make sure the cards you keep and the cards you play are the perfect mix to win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "8876",
    "Name": "Scoundrel Society",
    "ID": 176564,
    "Year": "(2015)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/176564/scoundrel-society",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "The season is upon us once more: the time of year when the carefree rich escape from their oh-so-trying lives to idyllic retreats both near and far&mdash;and when we of The Society invite ourselves to their soirees, derbies, and day-to-day routines to play our annual game. This year&rsquo;s mark has been carefully selected, and Constable Cramphorn is hot on our trail. And did I mention that you should watch your back? After all, stealing from a Society member is just as entertaining as fleecing a mark. So, do you have the lightest fingers, the snappiest patter, and the most disarming smile...or is this the year when you get nicked?&#10;&#10;Scoundrel Society is the first Small Box/Big Fun game from Action Phase Games where players take on the role of a member of The Society, a gathering of notable con artists who come together once a year to show off their craft by proving who can steal the most loot from the mark without getting caught. Loot is lifted from the mark by playing one of five action cards, most of which work best when played alone. But tread carefully: while many pieces of loot have unique abilities that can affect the game, each carries a suspicion value. So when Constable Cramphorn is revealed from the last ten cards of the loot deck, the player with the highest suspicion score is apprehended, leaving the rest to compare the value of their ill-gotten gains to determine who is the most dirty and rotten of the Scoundrel Society.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Small Box Big Fun (Action Phase Games)"
    ]
  },
  {
    "Rank": "8877",
    "Name": "Wrong Party",
    "ID": 336622,
    "Year": "(2021)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/336622/wrong-party",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2",
    "Description": "Consider this your invitation to Wrong Party! In this delightfully quirky draft-style card game, compete with your friends to create the GGLOAT&mdash;that is, the Greatest Guest List of All Time&mdash;by choosing from a variety of mismatched characters and party themes. Will you host the perfect party or kill the vibe?&#10;&#10;&#10;     2-5 player card game&#10;     30-60 minute playtime&#10;     Ages 12+&#10;     Box contains: 152 game cards, 1 Score Tracker, and 5 Party Hats&#10;&#10;&#10;What happens when you invite a Baby, your Dentist, a Drug-Sniffing Dog, and a Mall Santa to Slay a Dragon? And what Murder Mystery Party would be complete without a Proud Mom of an Honor Roll Student and a Cult Leader butting heads? If the front row of your Royal Wedding doesn&rsquo;t feature a Killer Clown, are you really doing it right?&#10;&#10;In Wrong Party, players earn points by matching a wide range of characters to different Party Themes while actively sabotaging their opponents. Send cards to your Party Area or Uninvited Guests pile, and then pass on the rest of your hand to the next player. Once your Party Area is full, it&rsquo;s time to count up your points. The player with the most points after 3 rounds wins the game. Don&rsquo;t let your party flop!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Memory",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "8878",
    "Name": "Emira",
    "ID": 18931,
    "Year": "(2006)",
    "Geek Rating": "5.599",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/18931/emira",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "2.8182",
    "Description": "In Emira the players are Arabian Sheiks looking to expand their harem with more princesses. They try to make themselves more attractive to convince as many princesses as possible to come to live in their harem. Each round, another princess with different preferences comes into play and chooses the sheik that she is most attracted to.&#10;&#10;The game is played in several rounds. The 3 to 5 players have auctions where they bid to perform actions: play event cards, buying spice caravans, palace sections, camels, or improve his appearance and status. After all players have performed an action the princess will chose which sheik she prefers (according to her preferences).&#10;&#10;Each player has a goal card that defines his goal for the game, for example acquire 4 princesses with three specific skills or 6 princesses.&#10;&#10;1st Place 2004 Hippodice Spieleautorenwettbewerb (as Harem).&#10;&#10;",
    "Categories": [
      "Arabian",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Region: Middle East",
      "Theme: Harems"
    ]
  },
  {
    "Rank": "8879",
    "Name": "Medieval",
    "ID": 7239,
    "Year": "(2003)",
    "Geek Rating": "5.599",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/7239/medieval",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "From the publisher's web page (Medieval):&#10;&#10;Medieval is a card-based board game that takes players back to the turbulent 13th century in Europe, Middle East and North Africa. The cards not only represent the Powers, various capabilities, and events that the players use to gain victory, but they also provide the playing board, a map that is divided into 19 Cards, only 8 of which start the game in play. The rest of the Map Cards - and the map - come into play randomly, but at the players' pace.&#10;&#10;The remaining cards are for the 27 Powers - countries from the strong but troubled Holy Roman Empire, England and France, through the various Islamic powers, down to such minor, but important, countries such as The Kingdom of Jerusalem, Livonia and Trebizond. Even such mysterious and far away areas as Polovtsy and The Cumans come into play. - and the various &quot;events&quot; the players use to forward their schemes.&#10;&#10;Each Player represents an ever-changing conglomerate of these Powers, using his wiles, and the cards, to further his control over areas of Europe to win the game. There are Spies, Assassins, accusations of Heresy, Jihads, even the use of the various Knights of Christ.&#10;&#10;And then there are the Popes. Each player, randomly, can become Pope (they're named and historical). As Pope he can arrange alliances, excommunicate players, and call for Crusades (a great way to make money).&#10;&#10;But hovering like a very, very black cloud over all of this are The Mongols. No player knows exactly when they start to arrive, although the card play does give them hints &hellip; and some time to prepare, if they choose to heed the warnings. But when they do arrive, all Tartar Hell breaks loose, as The Mongols, also represented by cards, literally eat the map, east to west, conquering Powers, chewing them up and making them disappear from European view.&#10;&#10;The winner is the player who survives the onslaughts of religion and the Mongols to control the largest part of 13th century Europe.&#10;&#10;Medieval is for 3 to 5 players and takes around 2 hours to play, once you've learned the system. It comes with 110 cards, lots of little pieces, and coin-shaped florin markers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Negotiation",
      "Political",
      "Religious",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Region: Middle East",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "8880",
    "Name": "October War: Doctrine and Tactics in the Yom Kippur Conflict, 1973",
    "ID": 5965,
    "Year": "(1977)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/5965/october-war-doctrine-and-tactics-in-the-yom-kippur",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "600",
    "Weight": "2.88",
    "Description": "Strategy &amp; Tactics magazine #61.&#10;&#10;This game is a tactical simulation of combat in the Middle East during the 1973 Yom Kippur War.  The game included a map, 200 counters representing Israeli and Arab forces, and a 12-page rulebook.&#10;&#10;Eight scenarios and two campaign games (which link multiple scenarios) are included for play.  Victory conditions vary depending on the scenario. (e.g.- Victory in 'The Battle of Gamala' scenario is based on victory points; in 'Peled's Counterattack', victory is based on capturing Hill 6 on the map)&#10;&#10;Extensive designer's notes and combat examples are included in the rulebook.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Yom Kippur War",
      "Country: Egypt",
      "Country: Israel",
      "Country: Syria",
      "Decades: The 1970's",
      "Magazine: Strategy & Tactics",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "8881",
    "Name": "Pick-a-Seal",
    "ID": 153225,
    "Year": "(2014)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/153225/pick-a-seal",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Pick-a-Seal features the same gameplay as Pick-a-Polar Bear, but without the two variants of that game. An individual game supports 2-5 players, while combined the two games support up to eight players.&#10;&#10;To set up the game, lay out 30 cards in a grid (49 cards with 6-8 players) and give one card face down to each player. Each card has five attributes, with each attribute having two states: large/small, with/without a raised arm, orange autumn/blue winter background, with/without goggles, and with/without canned fish. Someone shouts &quot;Go!&quot;, then everyone looks at their card in hand. Players then start grabbing cards from the grid and stacking them in hand. The card grabbed must be identical to the top card in hand or differ from that top card in only one way. Thus, as you grab cards, the attributes of that top card will keep changing, forcing you to look for matches in new ways.&#10;&#10;Once a player thinks he can't grab any more cards, he yells &quot;Stop!&quot; The round ends, and all players check their card stacks. If someone made a mistake when grabbing cards, that player keeps none of the cards gathered that round. If the player who stopped the round made no mistakes, he earns an extra card. If, however, he stopped the round when he could have collected more cards, then he loses all the cards he's collected during this round.&#10;&#10;To set up for the next round, give each player a new face-down card and fill in the holes in the grid. When the deck runs out, complete that round, after which the game ends. Whoever has collected the most cards wins!&#10;&#10;Components&#10;96 cards (3 sets of 32 different cards)&#10;1 rules sheet&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Seals",
      "Series: Jolly Pets"
    ]
  },
  {
    "Rank": "8882",
    "Name": "Galaxy Postman",
    "ID": 369341,
    "Year": "(2024)",
    "Geek Rating": "5.598",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/369341/galaxy-postman",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7273",
    "Description": "In A.D. 2986 people are no longer inhabiting earth which was completely destroyed by climate change. Mankind was forced to look for alternative planets as settlements and eventually spread out over dozens of smaller micro-planets. The Galaxy Post was founded for the exchange of material things between the planets such as orders, letters and of course bills. And now you're taking on your first shift as a Galaxy Postman today!&#10;Make it count!&#10;&#10;Galaxy Postman is a pick up OR deliver game for 1-4 players with a playing time of 60 to 90 minutes.&#10;&#10;The Game:&#10;In Galaxy Postman players are going to deliver important packages, beam aliens back to the mothership, score checkpoints and receive messages from a friendly android called S.A.M. while upgrading their shuttle to better suit their needs!&#10;&#10;Every round each player selects dice from their dice pool to activate cockpit tiles on their shuttle board. The Postman will move their shuttle through an ever expanding galaxy full of dangers. Doing so they must always monitor energy and system errors to ensure that their shuttle doesn't get damaged.&#10;&#10;Who will become the employee of the month?!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Mail / Stamps / The Post Office"
    ]
  },
  {
    "Rank": "8883",
    "Name": "Pies",
    "ID": 383450,
    "Year": "(2024)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/383450/pies",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Pies is a quick and tasty trick-taking game in which players play fruit cards over the course of three rounds with the goal of collecting combinations of ingredients to prepare the tastiest pies&#10;&#10;Each round consists of six tricks (five in a five-player game). One card is played by each player, with the person playing the highest-value card drafting one card from the trick into their display, with others following in order of descending card value, with the last player also receiving a Plum card. Special actions can be triggered at this point, allowing players to steal fruit cards or call the dog to protect their fruit from other thieves!&#10;&#10;At the end of the game, the player with the most valuable pie mixes wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Fruit",
      "Series: Small Box Big Game (Allplay)",
      "Series: Tricky Card Games (Allplay)"
    ]
  },
  {
    "Rank": "8884",
    "Name": "HITSTER: Schlager Party",
    "ID": 379066,
    "Year": "(2023)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/379066/hitster-schlager-party",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The party continues with HITSTER - Schlager Party! The best party game is now available in a new edition, this time with the biggest hits of the past decades. Put the cards in turn in the correct chronological order on your music timeline and let it rip!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "8885",
    "Name": "Oliver Twist",
    "ID": 234949,
    "Year": "(2017)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/234949/oliver-twist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "London, 19th century: You are part of a band of street kids in the pay of this old knave known as Fagin. He gives you a little money in exchange for the fruit of your larcenies committed in the streets of London! During the two rounds of the game, day and night, you want to steal as many items as possible in order to resell them to Fagin while avoiding getting yourself noticed by the police. Only the richest child at the end of the game (do not exaggerate) can hope to regain their freedom!&#10;&#10;Oliver Twist is the second volume in PBC's &quot;Classics Series&quot; after Around the World in 80 Days.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Authors: Charles Dickens"
    ]
  },
  {
    "Rank": "8886",
    "Name": "Defense Grid: The Board Game",
    "ID": 197705,
    "Year": "(2017)",
    "Geek Rating": "5.598",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/197705/defense-grid-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "In Defense Grid: The Board Game, a cooperative deck-building game based on the Defense Grid video game franchise, players must face off against waves and waves of aliens as they try to #ProtectTheCores. How you construct your deck for each mission is just as important as where you place your towers and which ones you choose to power each round.&#10;&#10;Defense Grid: The Board Game includes at least ten missions and six AI characters from which to choose. Over the course of the game, players unlock new AI improvements, AI abilities, towers, and cards that they can use to go for the Gold Medal on each mission as they fight to #ProtectTheCores.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8887",
    "Name": "Fluff",
    "ID": 256701,
    "Year": "(2018)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/256701/fluff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Clever and crafty, this liar's dice experience is an evolution on the classic bluffing game. Fluff features palm-fitted rolling cups for poker-style peeking, and critter-adorned dice for &quot;wild-style&quot; play to inspire bolder bidding. Fluff up the bids, or challenge the calls. Be the best fluffer to outlast the other cast of characters.&#10;&#10;Each player places dice in their cup and gives them a good shake. Take a peek at the dice. Your goal is to &quot;call&quot; the total number of a particular dice across all the hands at the table. So the first player places a bid, such as &quot;I think there are 4 threes across all hands.&quot; Player to the left increases the bid or calls. You can only raise the value of the last bid by either increasing the value or quantity. So if I'm the next player, I can say 5 THREES, or keep the quantity the same and raise the value to 4 FOURS.&#10;&#10;Your other option is to call &quot;Fluff!&quot; on the existing bid. Say I bid &quot;9 FIVES&quot; and you have no fives. You might think I'm bananas, so you call &quot;Fluff!&quot; All players reveal their dice. If there are 9 FIVES or more, you would lose a die. If there are fewer than 9 FIVES, I lose a die, and I'm sad. You may also call &quot;Fluff!&quot; when it's not your turn, but you will lose two dice if you're wrong and the bidder still loses only 1 if you're right. It's risky and frisky!&#10;&#10;When you lose a die, set it aside for all to see, and start fresh with a new roll. The person who lost the die starts the next round with the opening bid.&#10;&#10;When you lose your last die, you're out. Now you're sad, too. Play continues until only one player has dice left. That player wins and may celebrate in any way they choose.&#10;&#10;So be the best fluffer to outlast the other cast of characters.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Game: Bananagrams",
      "Mechanism: Bluffing – Dice Cup"
    ]
  },
  {
    "Rank": "8888",
    "Name": "7 Ate 9",
    "ID": 42206,
    "Year": "(2009)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/42206/7-ate-9",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.1",
    "Description": "7 Ate 9 is a quick-playing card game in everyone wants to rid themselves of cards as quickly as possible &mdash; but you can't play just any card you want! Each card features a large numeral (1-10) as well as a smaller numeral in the corner (&plusmn;1, &plusmn;2, or &plusmn;3).&#10;&#10;To play, place one card face down in the center of the table, deal the remaining cards out evenly among all the players, then reveal the central card. Players race to add the next card to the central pile. A card with a large 5 and a &plusmn;2 in its corner, for example, could be covered by either a 3 or a 7 (since 5-2=3 and 5+2=7). The first player to get rid of all their cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "8889",
    "Name": "The African Campaign: Designer Signature Edition",
    "ID": 233016,
    "Year": "(2017)",
    "Geek Rating": "5.598",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/233016/the-african-campaign-designer-signature-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.3636",
    "Description": "Description from the publisher:&#10;&#10;The African Campaign, Designer Signature Edition, marks the return of a true wargaming classic by John Edwards, re-mastered and updated with this all-new edition. Celebrated by many as &ldquo;Afrika Korps done right,&rdquo; this two-player game allows players to explore the key elements of the Desert War, beginning in December 1940 with Wavell&rsquo;s first offensive, Operation Compass, against the Italian forces of Marshal Graziani, and culminating in December 1942 when the Americans landed in Rommel&rsquo;s rear, thus sealing the ultimate fate of the Afrika Korps.&#10;&#10;The African Campaign re-creates the ebb and flow of battle and wide-swinging action in the desert as the pendulum swings with both sides launching major offensives during the North African Campaign. Game play is swift thanks to the low counter density while capturing the key facets of the campaign including supply, ports, replacements, Axis fuel, strategic movement, air power, flak units, minefields, and more.&#10;&#10;This Designer Signature Edition provides an updated treatment to the Jedko 2nd Edition release and includes known errata along with new optional rules and variants as published in Panzerfaust/Campaign #74 (July-Aug 1976). This edition serves as the ultimate treatment in paying homage to the original classic design by John Edwards. While the standard game remains true to the original, we&rsquo;ve added bonus material to explore other facets of the War in the Desert without sacrificing game playability. All components are upgraded to include a larger playing surface (1.5 maps) and 5/8&rdquo; counters to deliver an optimal play experience that can be completed in a single sitting, to be enjoyed by both grognards and newcomers alike.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Libya",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa",
      "Series: Designer Signature Edition (Compass Games)",
      "Theme: Deserts",
      "War Battlespace: Land warfare",
      "War Level of Command: Operational"
    ]
  },
  {
    "Rank": "8890",
    "Name": "Battle of the Bards",
    "ID": 254992,
    "Year": "(2019)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/254992/battle-of-the-bards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "Battle of the Bards is a dice-rolling card game with aspects of deck-building set in the fantasy world of Tessandor. Players create performances, recruit bards, and work with their roadies to capture audiences in a race to become the best bard troupe.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Music"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "8891",
    "Name": "FantasyForm",
    "ID": 401505,
    "Year": "(2024)",
    "Geek Rating": "5.598",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/401505/fantasyform",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Alchemists study the secrets of transforming their bodies into powerful elemental forms capable of impossible feats. A rival Alchemist seeks to abuse this ability for their own gain. Push your skill to the limits and defeat them before they reach their full power.&#10;&#10;FantasyForm is a solo-only game where the player must defeat a rival Alchemist.&#10;&#10;Each turn, the player resolves two Encounters (one from the top Outlands row and one from the lower Forge row). These Encounters may earn or cost the player valuable Shards or Essences that can be spent later to acquire helpful Upgrades. They may instead be forced to make a difficult choice or even take damage as they pursue their quarry.&#10;&#10;Next the player may buy and sell any Essences from the Ethereal row and spend whatever wealth they have on Upgrades. Artifacts and Companions add powerful abilities and increased damage against the Rival. Forms offer a bit of both, and are necessary to face the Rival.&#10;&#10;Each turn advances the clock, bringing the player into direct conflict with their Rival. Once the Ethereal Row begins to run out of cards, the Rival acts either by gaining an elemental Form or by dealing damage. If the player&rsquo;s character survives this initial strike, they may spend Shards to deal damage in return. Damage inflicted persists if the Rival is not defeated, but there are only so many chances to win: each time the Rival acts, they tick down the number of actions they have remaining. The player must deal sufficient damage to the Rival before they use their last action to secure victory!&#10;&#10;&#10;A fantasy-themed spiritual successor for SpaceShipped, set in the Earthshine universe.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: FantasyForm",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "8892",
    "Name": "DruidenWalzer",
    "ID": 376,
    "Year": "(1999)",
    "Geek Rating": "5.598",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/376/druidenwalzer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.381",
    "Description": "In this brain-burner from the Kosmos two-player series, players try to protect their own trees and steal their opponents'. Each player has four trees, all of which are inhabited by tree spirits (cards). Playing spirits (cards) from their hands causes the 'Druid's Dance', and the cards move around the circle of trees, possibly hurting or helping each side in the following contest of strength between matching druids. The game is won when either player has captured two of his opponents trees either through successful druid contests or because a tree has lost all of its tree spirits.&#10;&#10;Druidenwalzer is part of the Kosmos two-player series.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Mancala",
      "Point to Point Movement"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)",
      "Theme: Druids"
    ]
  },
  {
    "Rank": "8893",
    "Name": "Chez Goth",
    "ID": 9962,
    "Year": "(2004)",
    "Geek Rating": "5.598",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/9962/chez-goth",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4219",
    "Description": "Another game in Steve Jackson's humorous Chez Geek line. It can be played standalone, or with any other Chez Geek game. Card illustrations are done by the always-funny John Kovalic.&#10;&#10;From the publisher's web site...&#10;&#10;&quot;Angst. Nookie. Roommates. Just another Friday night at Chez Goth.&#10;&#10;This stand-alone game puts a new spin on the award-winning (and all too realistic) Chez Geek. You're still living with a bunch of roommates... but now you're a Goth!&#10;&#10;Work at your dreary job. Spend your hard-earned money and precious time to accumulate Slack points... or collect Gloom when life turns against you. As it will! You can earn Slack for buying Clothes, Shinies, and Booze... or you can just Cough, Complain, or even Faint Dramatically, especially if you have an audience. And if you get very lucky, there might be some Graveyard Nookie in your future.&#10;&#10;Yes, you can combine these cards with Chez Geek and have a house full of Goths AND slackers. Fortunately, it's just a game... isn't it? &quot;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Game: Chez Geek"
    ]
  },
  {
    "Rank": "8894",
    "Name": "Kabuto Sumo: Sakura Slam",
    "ID": 410680,
    "Year": "(2024)",
    "Geek Rating": "5.598",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/410680/kabuto-sumo-sakura-slam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1",
    "Description": "It's cherry blossom season. As the beautiful sakura petals fall, a calm tranquility lingers in the air. It's the perfect calm before the storm: welcome to the Sakura Slam!&#10;&#10;In this standalone sequel to Kabuto Sumo, players return as the wrestling Kabutomushi (&quot;helmet bugs&quot;) and compete to knock off their opponents on an all-new square arena. The coin-pushing mechanic returns, but with a new platform, characters, pillars, and powers.&#10;&#10;New Arena Features:&#10;&#10;NOTCHED PUSHING PLATFORM&#10;In Sakura Slam, you must push from the corners of the arena. That makes it harder to focus completely on defense, as you can&rsquo;t always push your piece away from the edge&mdash;this means less stalemates and more body slams.&#10;&#10;FIXED CORNERS&#10;Four fixed corner posts loom over each match. Using these posts, can you better predict how an aggressive maneuver will play out? Alternatively, if you&rsquo;re near the edge: can you &ldquo;rope-a-dope&rdquo; and use the post defensively?&#10;&#10;TAGGING CORNERS&#10;When you push from a corner you haven&rsquo;t pushed from before, you place a marker, &quot;tagging&quot; that corner. Place one on each of the four posts to take a second push action immediately.&#10;&#10;Will you try and activate this power every four turns? Or, will you save one corner un-tagged until you have the perfect, epic, game-winning setup created?&#10;&#10;All but two characters are compatible with the original Kabuto Sumo.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Fighting"
    ],
    "Mechanics": [
      "Slide / Push",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Insects",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "8895",
    "Name": "The Supershow",
    "ID": 168230,
    "Year": "(2014)",
    "Geek Rating": "5.598",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/168230/the-supershow",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.7143",
    "Description": "The Supershow  is a wrestling tabletop dice and card game for 2 - 6 players. Supershow is the worlds first UCG, or Unpredictable Card Game, that takes place in the underground wrestling world of the Legendary Fighting Federation. The goal of the game is to hit your finish card for a chance to defeat your opponent.&#10;&#10;The Supershow gives players the back and forth excitement of a live wrestling match using its unique turn structure. Players attempt to build up to their Finish cards by using Lead and Follow-up cards. Once you hit one of your three devastating Finish cards, you will attempt to keep your opponent down for the three-count. If your breaks out of your finish, the crowd's excitement goes up, and the next finish is more likely to end the high-energy match. The simplicity of the rules allows games to last just 5 - 10 minutes, while still being highly competitive and too exciting to just have one match.&#10;&#10;The Supershow also has mechanics for multiplayer formats: three-way, four-way, 2-4 player tag team, and tornado tag team. Each format can be elimination style or first to Finish. This is on top of different match types (stipulations) that are played with no additional purchases, such as escape the cage or submission match.&#10;&#10;With over 90+ players at the Supershow World Championship at GenCon 2017, the Supershow is more than a game you play with some friends; it's a community of players competing year-round to have the bragging rights of World Champion. The founders of SRG Universe are life-long gaming and wrestling fans and treat the Supershow as a wrestling promotion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "8896",
    "Name": "Doctor Who: Solitaire Story Game (Second Edition)",
    "ID": 233361,
    "Year": "(2017)",
    "Geek Rating": "5.598",
    "Avg Rating": "8.53",
    "Link": "https://boardgamegeek.com/boardgame/233361/doctor-who-solitaire-story-game-second-edition",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.75",
    "Description": "A FREE print and play solitaire paragraph-booklet adventure game where the player assumes the role of the intrepid Time Lord himself - the Doctor!&#10;&#10;&quot;Evil is brewing somewhere in the Universe - perhaps an alien force is preparing to invade Earth, or maybe a rogue individual is conducting hideous experiments. In a new regeneration, you are standing at the console of your TARDIS as it flies through the Time Vortex.&quot;&#10;&#10;This web-published game is played using four booklets: Rules, Adventures, Enemies, and Events. Two six-sided dice are also required. all the Booklets, plus expansions and support materials are in the Files section below.&#10;&#10;An Adventure begins when the TARDIS lands at a location, be it modern-day London, the wilds of Sherwood Forest, or the distant planet of Raxacoricofallapatorius. Through actions such as Explore and Investigate, references in the Adventure book will lead you to paragraphs in the Events book, allowing you to gather Allies and discover the plots that are in progress. Eventually you will reveal the Enemy, each of which has its own 1-page section in the Enemy book explaining how you might discover their dastardly Goal. New Actions then open up, allowing you to Plan, Research, and (hopefully) defeat the Enemy. If you fail to reveal and Defeat the Enemy within 12 Turns, the Doctor is killed - maybe your next regeneration will do better (or at least be better dressed)!&#10;&#10;The 2nd Edition is currently being developed, incorporating material from the 1st Edition and selected expansions, as well as 12th Doctor material and all-new content.&#10;&#10;SC Games is a fan-based group which makes unofficial games purely as a labour of love. For DWSSG, all related characters, logos, and indicia of &lsquo;Doctor Who&rsquo; are copyright and trademark BBC and used without permission.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "8897",
    "Name": "La Bataille de Dresde",
    "ID": 113971,
    "Year": "(2015)",
    "Geek Rating": "5.598",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgame/113971/la-bataille-de-dresde",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "720",
    "Play Time": "720",
    "Weight": "4.3846",
    "Description": "August 1813: Austria ends its neutrality and enters the VIth Coalition against France. After joining contingents of the Russian and Prussian armies, this new army marches north out of Bohemia nearly two hundred thousand strong. They march along the west bank of the Elbe into Saxony, this army's large lumbering columns stretched across the Erz mountains.&#10;&#10;From where he has been pursuing enemy forces to the east, Napoleon sees this new threat aimed at his line of communications and the city of Dresden, the main supply depot for his army. Only a single French Corps stands in its way. Outnumbered nearly ten-to-one, it cannot hold. In a flurry of orders, Napoleon redirects his guard and several corps to march to its rescue.&#10;&#10;La Bataille de Dresde details the titanic battle that ensued on August 25th and raged through the 27th. Up to four players control the Prussian, Austrian and Russian forces commanded by Feldmarschall Carl zu Schwarzenberg, while up to a further four command such French personages as Marshals Ney, Marmont, Mortier, Victor, St. Cyr, or Napoleon himself. Every battalion of infantry, squadron of cavalry or battery of artillery that was present at the battle is included...and are at the players' command.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "8898",
    "Name": "Rival Realms",
    "ID": 229965,
    "Year": "(2018)",
    "Geek Rating": "5.598",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/229965/rival-realms",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.1818",
    "Description": "Victims of a curious card trick gone very, very wrong, you and a rival Magician find yourselves lost in a billowing sea of fog. When it dissolves, you gaze upon the immense emptiness of Fantastiqa, the legendary land of fabled beasts and fantastiqal quests, only moments before it is summoned into being...&#10;&#10;And you are the Magicians who will summon it!&#10;&#10;With nothing but a shared pack of magical cards, you and your opponent continue your competition by creating Rival Realms in Fantastiqa itself. Summon strange landscapes! Adventure through arcane regions! Find fabled beasts! Gather odd and awesome artifacts! The Magician who scores the most points for her Realm in these weird ways is declared the winner.&#10;&#10;Rival Realms is a standalone game. You do NOT need a copy of Fantastiqa to play this game.&#10;&#10;Players play cards from their hands to create Regions and to go adventuring in each of their Rival Realms. By collecting Adventure Tokens, players gain the assistance of Creatures and Artifacts which allow them to perform special actions that help them explore further. The player who scores the most points by creating and exploring Regions, connecting Regions of the same type, and by completing Quests wins the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Contracts",
      "Grid Movement",
      "Hand Management",
      "Map Addition",
      "Once-Per-Game Abilities",
      "Pattern Building",
      "Set Collection",
      "Square Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The E•G•G",
      "Setting: Fantastiqa"
    ]
  },
  {
    "Rank": "8899",
    "Name": "KINMO",
    "ID": 179661,
    "Year": "(2015)",
    "Geek Rating": "5.598",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/179661/kinmo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "1.1538",
    "Description": "Legend says: The one who brings back the 4 stones of the King KINMO's crown will be elected as the new leader of the Order of the Jungle.&#10;&#10;KINMO is a fast and easy to play game, in which you try to form groups of action cards and collect stones of different colors. This is accomplished by taking cards from a single deck, and everyone must choose how many cards to discard in order to take news cards. Also, you can pick up stones, deal damage to your opponents or cure yourself.&#10;&#10;&#10;La leyenda dice que aquel que recupere las 4 piedras de la corona del Rey KINMO ser&aacute; erguido como el nuevo l&iacute;der de la Orden Selv&aacute;tica.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Card Games: Draw and Discard",
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "8900",
    "Name": "Beda Fomm",
    "ID": 72941,
    "Year": "(2010)",
    "Geek Rating": "5.598",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/72941/beda-fomm",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5417",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The SituationOn December 9th, 1940, the British Western Desert Force launched their first offensive of World War Two, catching the Italian 10th Army completely off guard. Although greatly outnumbered, the British dominated by outmaneuvering the Italians with their superior armored vehicles. In the battles of Sidi Barani, Bardia, Tobruk, and Mechili, the Italian 10th Army had been soundly defeated but remained intact to defend the gates of Tripoli.&#10;&#10;On this, the 58th day of the offensive, the remaining operational tanks of 7th British Armoured Division and a small advanced detachment of men, guns, and armored cars are attempting to block the last escape route for the Italians.&#10;&#10;The Italians, yet unaware of the fast approaching Western Desert blocking force, will soon find themselves desperately racing against time to break through near the small village of Beda Fomm and escape into Tripolitania before it&rsquo;s too late.&#10;&#10;The time is 1200 hrs, 5 February 1941&#10;&#10;The complete destruction of the remnants of the Italian 10th Army hangs in the balance.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The GameBeda Fomm marks the triumphant return of one of the truly classic gaming gems originally released in 1979 by Game Designers Workshop during what many consider the heyday of traditional conflict simulation gaming. This fast-playing, operational-level game of the Battle of Beda Fomm represents a classic blend of simple gaming mechanics with nail-biting action suitable for solitaire or competition play.&#10; Relive the drama as the British player, maneuvering your outnumbered but superior armored vehicles and supporting personnel and weapon units to cut-off and summarily destroy the retreating Italian forces. As the Italian player, you have strength in overall numbers, but your formations are brittle and are hampered by a lack of maneuverability in attempting to break through and escape complete destruction. Simple mechanics capture the flavor of desert warfare along with the unique qualities and characteristics of the opposing forces.&#10;&#10;This Consim Press edition represents a re-mastering of the original release by introducing many enhancements while remaining true to the original game design. This all-new edition features a full size game map, newly-designed counters with additional game markers, and updated rules presentation. You&rsquo;re sure to enjoy this classic Frank Chadwick game design like never before!&#10;&#10;This Consim Press edition represents a re-mastering of the original release by introducing many enhancements while remaining true to the original game design.  This all-new edition features a full size game map, newly-designed counters with additional game markers, and updated rules presentation. You&rsquo;re sure to enjoy this classic Frank Chadwick game design like never before!&#10;&#10;CONTENTS&#10;&#10;        One 22 x 34 inch full-color map&#10;        One 9/16 inch double-sided counter sheet (216 counters)&#10;        One 12-page Rulebook with Historical Background&#10;        Two 6-sided dice&#10;        Boxed edition&#10;&#10;&#10;GAME SCALE&#10;&#10;        Time: 1 hour per daylight turn (6 hours per night turn)&#10;        Map: 1 mile per hex&#10;        Units: Battalions, Companies, Platoons, and Tank Groups (6-8 vehicles)&#10;&#10;&#10;Complexity: Low to Moderate&#10;Average Playing Time: 2-3 Hours&#10;Players: 1-2&#10;Suitable for Solitaire Play: High&#10;&#10;CREDITS&#10;    Game Design: Frank Chadwick&#10;    CP Edition Development: John Kranz&#10;    Package Art and Design: Rodger B. MacGowan and RBM Studios&#10;    Map, Counter Art and Design: Todd Davis&#10;    Map, Counter Art Editor: Mark Simonitch&#10;&#10;(source: Consimpress website)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Libya",
      "Digital Implementations: VASSAL",
      "History: World War II (Africa)",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  }
]