[
  {
    "Rank": "25801",
    "Name": "Backpacker",
    "ID": 14953,
    "Year": "(2004)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/14953/backpacker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Travel the continents of the world taking photos in different countries. To win you must outwit your opponents to be the player who has returned home with the most photos.&#10;&#10;Like real traveling, you will constantly be faced with choices, so you'll need to play the right card at the right time. Visit one or many continents, enjoy bonus events, get good and bad advice, avoid getting sick or missing your plane. You may even be forced to change your plans or seek assistance from your fellow backpackers.&#10;&#10;You'll need careful planning, patience and a bit of luck to win. Things don't always run smoothly when backpacking and you will have to cope with problems, delays and events, some of which may be caused by other travelers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25802",
    "Name": "Pop Belly",
    "ID": 852,
    "Year": "(1999)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/852/pop-belly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.25",
    "Description": "2-4 players feed the pigs... trying not to cause them to have Fette Bauche (full bellies). Unfortunately, when the pigs are full, they explode. (This is not considered good pig farming technique.) The player who &quot;popped the pig&quot; receives no points, while the other players get points equal to the number of chips they had in the pig. Memory plays a major part in this game,  as does wise dispersal of your chips.&#10;&#10;WHAT THEY'LL LEARN: Counting, Fine Motor Skills, Eye-Hand Coordination&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Farming",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "25803",
    "Name": "Book of Mormon Battles",
    "ID": 27468,
    "Year": "(2004)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/27468/book-of-mormon-battles",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "BOOK OF MORMON BATTLES is an exciting game of strategy and chance that the whole family will enjoy! Players battle one another using 56 different heroes and villains from the Book of Mormon. Use the cards as they are, or strengthen them with power cards like Faith, Wickedness, Secret Combination, or Title of Liberty. Choose a Conversion card to change a villain to a hero, or combine all your forces using the Battle card. The highest score wins the round, and the winner adds the defeated cards to his own ranks. But beware . . . the Stripling Warriors or Famine cards may change the outcome of the whole battle!&#10;&#10;Book of Mormon Battles is a fun and action-packed game for the whole family and a great way to learn about the people found in this sacred book of scripture.&#10;The cards are dealt . . &#10;Your warriors are chosen . . .&#10;Let the battle begin!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "25804",
    "Name": "Star Wars: Yoda the Jedi Master",
    "ID": 6716,
    "Year": "(1981)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/6716/star-wars-yoda-the-jedi-master",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Star Wars - the Empire Strikes Back - Yoda, the Jedi Master game. Board game based on the hit movie.&#10;&#10;Object: &quot;Be the first player to become a Jedi Knight, defeat the Dark Side of the Force and win! Travel to the Dagobah System where Yoda, the ancient Jedi Master, will teach you the ways of the Force. Acquire Jedi merit as you successfully accomplish the difficult tasks and trials Yoda sets for your training. Once you've obtained sufficient merit as a Jedi, enter the Jedi Knight circle and out-spin the Dark Side of the Force to win.&quot;&#10;&#10;Ages 8 and Up&#10;&#10;2 - 4 players.&#10;&#10;Includes:&#10;Dagobah Swamp Planet Game Board&#10;64 Jedi Cards&#10;28 Yoda Cards&#10;4 Luke Skywalker Tokens w/base&#10;Spinner&#10;Instructions&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "25805",
    "Name": "7 Deadly Sins",
    "ID": 13935,
    "Year": "(2003)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/13935/7-deadly-sins",
    "Min Players": "2",
    "Max Players": "21",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Test your knowledge of Naughtiness! Answering trivia and acting out &quot;silly and outrageous sins,&quot; is the key to winning the game. Includes 1890 trivia questions and 700 'sins' in 7 categories:&#10;&#10;- Vanity and Beauty&#10;- Envy, Jealousy, and Theft&#10;- Anger, Revenge, and War&#10;- Sloth, and Vulgarity&#10;- Greed, Wealth, and Gambling&#10;- Gluttony and Food&#10;- Lust, Love, And Sex&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "25806",
    "Name": "Fractal",
    "ID": 74129,
    "Year": "(2010)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/74129/fractal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Fractal is a two player game. The unique board, shown in the figures, starts out empty. The two players, Red and Blue, take turns coloring cells with their own color, one cell per turn, starting with Red. Passing is not allowed. Draws cannot occur in Fractal.&#10;&#10;To win you must form a path of cells of your own color connecting the two border regions of your color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25807",
    "Name": "24: Wer zuletzt sticht, sticht am besten!",
    "ID": 35630,
    "Year": "(2008)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.55",
    "Link": "https://boardgamegeek.com/boardgame/35630/24-wer-zuletzt-sticht-sticht-am-besten",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Each player starts with 24 points and tries to be the first to lose them. You reduce your score by taking tricks. The value of the trick does not matter. But beware: it is possible to change the play order and the trump color - even during a running round! And possibly, voil&agrave;, you get more points instead of losing them...&#10;&#10;This is one of several card games released by KOSMOS after N&uuml;rnberg 2008.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "25808",
    "Name": "Uno Tippo",
    "ID": 64438,
    "Year": "(2009)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/64438/uno-tippo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Like the classic game of UNO - the object is to be the first to get rid of all your cards. But now UNO Tippo has two discard piles to match color and number. Discard carefully! If you tip the trays you'll have to draw 2 cards!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: UNO"
    ]
  },
  {
    "Rank": "25809",
    "Name": "The Transformers Game",
    "ID": 28650,
    "Year": "(1986)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.44",
    "Link": "https://boardgamegeek.com/boardgame/28650/the-transformers-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "The Transformers Game&#10;2-4 Players&#10;Ages 6 and up&#10;&#10;Feel the tension build as opposing forces converge. The more battles you win, the greater your chances of taking over Command Headquarters to win the game.&#10;&#10;Contents:&#10;Gameboard&#10;40 Cards&#10;12 &quot;Transformers&quot; in four colors&#10;1 die&#10;&#10;Object of the game:&#10;To gain control of Command Headquarters by getting all your Transformers there first in robot form.&#10;&#10;Players roll a die and choose which of their three Transformers to move.&#10;&#10;If they land on the same space as another player then they battle. Cards are played simultaneously, with the highest card winning. It takes two victories to win a battle. When a battle is won the winner Transforms to a robot and the loser Transforms to an airplane.&#10;&#10;Cards may be discarded and new ones redrawn on the white star burst &quot;power spaces&quot;. The blue arrow spaces allow the player to use the short cut.&#10;&#10;The first player to move all three of their pieces (in robot form) into the Command Headquarters wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Robots",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "25810",
    "Name": "Farm Friends",
    "ID": 23330,
    "Year": "(1995)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.48",
    "Link": "https://boardgamegeek.com/boardgame/23330/farm-friends",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Early in the morning, before the sun comes up, Farmer Sunshine goes out on the farm to feed all the animals.  But he can't find them!  He can't find Casey the cow, Emily the Lamb, Karen the donkey, or Paul the pig.  Suddenly Farmer Sunshine hears Chris the dog barking.  Following the sound, he finds all of the animals in the pasture.  Oh boy, it looks like it's going to be a busy day!  Can you help Farmer Sunshine round up all of the animals before the sun goes down?&#10;&#10;Farm Friends is a game for young children, and families, that features a colored die for movement.  The farmer's tractor is moved around the board as players collect the various animals that have escaped.  Players must also collect fence pieces to build pens to house their animals.&#10;&#10;Box contents: 1 Game board, 1 Wooden Sun token, 1 Plastic Tractor, 1 Wooden Die, 4 Farm Scenes, 16 Fence Pieces, 16 Cardboard, Animals, 16 Plastic Stands&#10;&#10;Awards&#10;&#10;1995 &#195;&#133;rets B&#195;&#184;rnespil, Childrens Game of the Year Denmark&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25811",
    "Name": "Logo Billionaire",
    "ID": 164805,
    "Year": "(2013)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.49",
    "Link": "https://boardgamegeek.com/boardgame/164805/logo-billionaire",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In Logo Billionaire, you play as a large corporation launching small companies with the aim of generating one billion pounds. There are two levels of play, Apprentice and Executive, to ease younger players into the mechanics.&#10;&#10;Apprentice Game&#10;&#10;You start the game with a set of brand cards (one per brand category per player) which are shuffled and dealt to you. You are also given 50 million and the youngest player starts. You place your chosen playing piece on the board (you can start anywhere) and move the number you spin with the arrow in the centre of the board.  Each time you land on a coloured square you collect two more brand cards of that colour, or one if the board instructs you. Once you have three or more of a coloured brand you can announce a launch of your company. The person to your right shuffles the risky business cards, turning the cards over one at a time, so you can judge how much you will risk without getting a BUST! card. You then multiply the money by the number of brand cards you launched with. No takeover or newsflash cards are used.&#10;&#10;Executive Rules&#10;&#10;Add in the newsflash cards for a chance, which could be good or bad (named brands will change in value), and you have a game with a greater element of risk. These rules differ as you now have the chance when you land on the takeover spots on the board to pick up a takeover disc. The next time one of your competitors launches a company you can attempt a takeover. Adding the total of your brand cards, plus any additional 'on the up' brands, plus a spin of the central spinner. If you beat the opponent you win all their cards but be careful if you lose they launch their company with more brands and therefore can earn more money.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Game: Logo Board Game"
    ]
  },
  {
    "Rank": "25812",
    "Name": "Skullduggery",
    "ID": 24151,
    "Year": "(2006)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/24151/skullduggery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Avast ye mateys! In this fun tile game, young scallywags are marooned on a tropical island with a piece of treasure map. By hook or by crook (or by roll of the Jolly Roger die), players face challenges like scurvy ne'er-do-wells and dangerous animals. Precious gems and landmarks discovered along the way help players reach the treasure first.&#10;&#10;2007 Mensa Select&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "25813",
    "Name": "Мафия",
    "ID": 142191,
    "Year": "(2009)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/142191/mafiia",
    "Min Players": "6",
    "Max Players": "20",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "This is a classical edition of &ldquo;Mafia&rdquo;. The kit contains 26 cards (with a maniac), as well as tournament and training rules. The connoisseurs of this game will surely get interested in the scheme of tournament plans originally destined for diplomats training.&#10;&#10;The design is traditionally severe, i.e. maximally convenient for a serious game in a trained group.&#10;&#10;The essence of the game is in psychological search of &ldquo;mafia&rdquo; by civilians in terms of constantly decreasing number of the latter.&#10;&#10;The game is edited in three versions: with paper and plastics cards, and also a premium version with the illustrated manual in spirit of &ldquo;the old mafia&rdquo;. Plastic cards are waterproof, serve for a long time, are not marked and may be folded without any defects. It is better to choose plastic cards i&#208;&#176; you intend to play &ldquo;Mafia&rdquo; often in large groups.&#10;&#10;The premium version is provided with a detailed game instruction including the descriptive characteristics of personages and a special notebook for a leader in the back part of book with the rules. The premium version will enable convenient playing at corporate events. It still also be an excellent present for a chief or for a good friend.&#10;&#10;Keep in mind that professionals use the masks in game. They are also edited in a separate box and are among the low-cost in this market. A big box of 10 masks looks like a bottle of expensive whisky from apart, it will surely help you to bring absolutely new atmosphere to the game and to make it much more serious and interesting. In other words, you have to play it to understand how cool it is.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Mafia"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Negotiation",
      "Traitor Game"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "25814",
    "Name": "Barbeque Party",
    "ID": 131164,
    "Year": "(2011)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/131164/barbeque-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the product description:&#10;&#10;&quot;A game full of sizzling fun!&#10;&#10;Veggies to grill, and some chicken and hot dogs too! But to win you need 3 of each.&#10;Pick a card, it will tell you what you need to grill next.&#10;When you pick that card again, it means that it is ready and you need to remove it&hellip;&#10;&#10;BUT&hellip; you better be careful, because this friendly barbeque doesn&rsquo;t like to be tickled&hellip; One false move and BOOOMMM and your meal will be late!&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "25815",
    "Name": "Awkward Turtle",
    "ID": 183868,
    "Year": "(2015)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/183868/awkward-turtle",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Awkward Turtle is an adult party word game with 352 of the most awkward sounding, feeling and looking words English offers. Anything from &quot;penis&quot; to the seemingly benign &quot;moist&quot;.&#10;&#10;Two teams duke it out in 60 second rounds. The first team to guess enough words correctly to reach 30 points is crowned the &quot;Awkward Turtle Champions&quot;!&#10;&#10;Basically it's a crude, adult version of taboo! Try to describe the word on the top of the card without saying the words presented on the bottom of the card!&#10;&#10;Features 352 of the most awkward looking, sounding, and feeling words English has to offer.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Turtles"
    ]
  },
  {
    "Rank": "25816",
    "Name": "Casse-toi Pov'con!",
    "ID": 98189,
    "Year": "(2011)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/98189/casse-toi-povcon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "This title of this game refers to the infamous incident in 2008 when French President Nicolas Sarkozy, while wading through a sea of citizens, was caught on camera saying, &quot;Casse-toi, pauvre con!&quot; (more or less &quot;Get lost, idiot&quot;) to a man who refused to shake his hand.&#10;&#10;In Casse-toi Pov'con! you take on the role of either a right or left-wing politician (with names like Nicolas or S&eacute;gol&egrave;ne). There are certain types of people you like to meet, and others whom you would rather avoid. Ever present journalists can also be an irritating nuisance.&#10;&#10;A stack of cards, representing a large crowd of people, is spread on the table. All players simultaneously race to find the types of cards that agree with their chosen politician. Some cards, however, cause your character stress. When you pass a certain threshold beyond which you cannot keep your cool (8 stress points), you stop searching through cards to yell &quot;Casse-toi pauvre con!&quot; and then the round ends. You track your popularity points on the score track. Whoever is the most popular at the end of the game will win the election!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "25817",
    "Name": "Geld & Börse",
    "ID": 20224,
    "Year": "(1987)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/20224/geld-and-borse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.4545",
    "Description": "In Geld &amp; B&ouml;rse, which translate in English into &quot;Money and Stock Exchange&quot;, players try to accumulate the most capital in the time frame agreed upon before the game begins.&#10;&#10;Players roll the dice and navigate clockwise around the board, making movement decisions at crossroads. The playing board has a variety of economic squares that determine what the players can or must do, e.g.: purchase, buy or auction stocks, purchase mortgage certificates, gamble on the stock market, receive dividends, pay taxes, lose cash assets, etc. The outer track contains companies that you can buy, then you can invest them in the cities of the inner track. Also you can invest in diamonds and valuable metals like silver or gold to gain some extra money.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "25818",
    "Name": "Spuzzle",
    "ID": 120579,
    "Year": "(2010)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/120579/spuzzle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Spuzzle, you must be the first to finish your five puzzle projects!&#10;&#10;Each player chooses a project on the board and the puzzle set corresponding to that project's color. Then, each player prepares the twenty puzzle pieces (five sets of four pieces), each representing an animal.&#10;&#10;To play, each player draws a card from the deck. If the picture is an animal, the player places on his project one of the pieces corresponding to the animal. If the card is the monkey, the player removes one piece of his choice from one of his project's incomplete puzzles. If the card is a Spuzzle card, all players play a piece on the animal of their choice in their project. The first player to finish all five of his puzzles wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Movies: Frozen"
    ]
  },
  {
    "Rank": "25819",
    "Name": "Rolling Thunder",
    "ID": 6228,
    "Year": "(1979)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/6228/rolling-thunder",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.25",
    "Description": "Air war over Vietnam, 1965-1972, operational and tactical.&#10;-4 tactical maps&#10;-1 operational map&#10;-800 counters&#10;-37 control panel sheets for missiles, aircraft, radar and chaff&#10;&#10;Originally published in a large ziplock by Commando Wargames in 1979, followed by the boxed Group Three Games edition.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Civil War",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Minimap Resolution",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Theme: Helicopters",
      "Components: Map (Continental / National scale)",
      "Continents: Asia",
      "Country: USA",
      "Country: Vietnam",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "25820",
    "Name": "Trivial Pursuit: 1960's Edition",
    "ID": 5661,
    "Year": "(1990)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/5661/trivial-pursuit-1960s-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6667",
    "Description": "A Trivial Pursuit Master game featuring questions based on the 1960s. Following are the categories:&#10;&#10;&#10;    Personalities&#10;    Entertainment&#10;    Headlines&#10;    Music&#10;    Sports &amp; Leisure&#10;    Wild Card&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Decades: The 1960's",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "25821",
    "Name": "Mint Control",
    "ID": 299249,
    "Year": "(2020)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/299249/mint-control",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.2727",
    "Description": "Mint Control is the newest entry into the Mint Series line of games. Mint Control is designed by the same designer as Mint Works and Mint Delivery as a deep strategy meets ease-of-play area control game that fits in your pocket, teaches in under a minute and plays in 30! It expands the world of these games such that these candy companies are now starting to vie for control.&#10;&#10;Each player has five influence tokens that are placed onto buildings (that represent presence and potentially control).  The first person to play all influence tokens ends the game.  For each location, the player who has control of that location (determined by having more influence tokens than each other player), earns the victory points associated with that location (represented by stars in the top-right corner).  During play, if a player has presence on a card, they can use the actions on the cards by paying their cost.  These are effects like: kicking other players out of a location, taking more mints, and placing influence tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Follow"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Series: Mint (Five24 Labs/Poketto)"
    ]
  },
  {
    "Rank": "25822",
    "Name": "Holy War",
    "ID": 3160,
    "Year": "(1979)",
    "Geek Rating": "5.486",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/3160/holy-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0667",
    "Description": "Microgame #13 in the Metagaming Microgames series.&#10;&#10;Amtik the god had a problem. The universe was internal to his 400,000km long self. He was &quot;god&quot; to the universes' inhabitants. Unfortunately, only the Holy Band truly believed in and worshipped Amtik. The unruly Sunthrowers believed in Amtik's existence, however, they also believed that &quot;life was not an end, but a by-product of systems design&quot;. Amtik was in danger! The Sunthrowers were hurling stars at his universe sensor ducts. The Holy Band wanted his divine intervention. A sun in the ducts would dissipate poor Amtik and free his creations. While the Holy Band mightily struggled to believe and triumph, Amtik might even get bored and &quot;turn-off&quot; his universe - is a puzzlement.&#10;&#10;Holy War is a two player strategic game of &quot;religious&quot; war. Ship types include Rangers, Probes, Warp Line Generators, Luck Ships, Star Busters, Jammerswarms, Pressorships, Psycheship, Emissary of Prayerships and more conventional combat types. HOLY WAR is by the designer of GODSFIRE and has similarities to that game.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Paper-and-Pencil",
      "Simulation",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: MicroGame (Metagaming)"
    ]
  },
  {
    "Rank": "25823",
    "Name": "Family Feud: After Hours Edition",
    "ID": 240712,
    "Year": "(2017)",
    "Geek Rating": "5.486",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/240712/family-feud-after-hours-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "It&rsquo;s family feud with some &ldquo;after hours&rdquo; topics and without the fast money round.&#10;&#10;From Target:&#10;&ldquo;Top 4 answers on the board, &quot;Name something that's referred to as a QUICKIE.&quot; Top 7 answers, for &quot;Name something a woman hopes her SECOND husband is better at than her First one.&quot;; &quot;Tell me a nickname a man might have for his private parts.&quot; To find out what the SURVEY SAYS to these and lots more Outrageous Questions deemed too edgy for the regular home game, you'll need to play THE FAMILY FEUD AFTER HOURS EDITION! Exclusively at Target.&rdquo;&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Family Feud",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "25824",
    "Name": "Monopoly: NFL Official",
    "ID": 11262,
    "Year": "(1998)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/11262/monopoly-nfl-official",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "An NFL themed version that according to the box &quot;includes all 31 NFL teams&quot; - 30 by my count on the board and in the league at the time - with low-ranked Colts and Cardinals as properties at the cheap end of the board and 1997 Superbowl winner Broncos at the other.  Each Railroad is a pair of teams.&#10;&#10;All the cards and other components have a football theme.  Strangely the rules aren't &quot;translated&quot;, but have a preamble that explains the differences, e.g. stadiums equate to hotels.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: USA",
      "Series: Monopoly-Like",
      "Sports Teams: National Football League (NFL)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "25825",
    "Name": "Awans: Zostań Marszałkiem Polski",
    "ID": 66276,
    "Year": "(2009)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/66276/awans-zostan-marszalkiem-polski",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A simple educational card game for two players. Both players have a deck of 17 cards with different military ranks of Polish Army from 1939. Both players take three cards in their hands and secretly put one of them on table. The player who put a card with higher rank is able to take cards from the table and gain higher military rank. A goal is to become a marshal.&#10;&#10;Third revised edition has been expanded to accommodate third player. This new (2017) edition also adds Military Police cards allowing the players to take one card already used back to the hand.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Country: Poland"
    ]
  },
  {
    "Rank": "25826",
    "Name": "Rainbows",
    "ID": 2418,
    "Year": "(1995)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/2418/rainbows",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "After drafting cards in turn order, players may either pay to place a counter on the corresponding spot on game board's rainbow grid or place the card face up in front of them and gain gold. Players gain points by filling the game board grid with consecutive spaces marked in their own colors (rainbows), and by achieving numerical sequences in the cards placed in front of them (money rainbows). In both cases, the longer the consecutive grid connection or numerical sequence, the more points gained at the end of the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25827",
    "Name": "Daring Eagle",
    "ID": 12424,
    "Year": "(2003)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/12424/daring-eagle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2",
    "Description": "You're in command of an elite force. Your mission: Capture your opponents and secure the area. A good strategy game which combines various elements of war, chess-like moves and cards. Strategies will range from aggressive assaults, multi-front advance or defensive maneuvers with the idea of wearing down your opponents --- with some luck thrown in. The 2-sided gameboard is divided into 12 by 12 grids --- with one side used for a standard game and the other for a variation game. The cards provide extra power to your attacking forces, like Air Strikes, Armored, Engineering, Special Forces and more. Two basic units are used in the game: Divisions (powerful but slow) and Brigades (quick but less powerful). An interesting game. 2 to 4 players. Ages 12 and up. Army National Guard from 2003.&#10;&#10;",
    "Categories": [
      "Modern Warfare"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Components: 12 x 12 Grids"
    ]
  },
  {
    "Rank": "25828",
    "Name": "The Banner Saga: Warbands",
    "ID": 187719,
    "Year": "(2016)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/187719/the-banner-saga-warbands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "The Banner Saga: Warbands is a cooperative game for 1-4 players. Players take up the role of the leaders in a warband tasked with keeping the warband together and alive. It is a cooperative, miniatures board game that deals with the difficulties and consequences of decision making.&#10;&#10;There are four roles in the warband: Quartermaster, Keeper of Names, Warmaster, and Thane. Each role must aggressively push for resolutions that help out themselves, while being open to compromise for the good of the warband. It is this conflict and compromise that is the heart of Warbands.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Negotiation",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "25829",
    "Name": "Robotech RPG Tactics",
    "ID": 139769,
    "Year": "(2014)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/139769/robotech-rpg-tactics",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.3846",
    "Description": "Prepare for invasion! Robotech RPG Tactics is a tactical miniatures game set in the Robotech universe. While the 1/285th scale game pieces can be used as a companion to the Robotech RPG, the game system is designed to be played as a tabletop miniatures game. Players build armies of multiple squadrons of mecha to fight it out in scenario-driven, objective-based game play. Take command of the fighting forces of the United Earth Defense Force (UEDF) valiantly defending Earth from alien annihilation &ndash; or lead the massive clone armies of the Zentraedi Armada to recover an alien artifact of immense power and enslave humankind. Depending on the faction, and their choice of mecha, a player's army may include anywhere from two game pieces to as many as you desire! The rules are scalable from small skirmishes to mass combat with hundreds per side.&#10;&#10;Robotech RPG Tactics uses a dynamic turn system. Players trade off activating squadrons during each turn, ensuring that a player never has to sit and wait while his opponent moves and attacks with his entire army. By using alternating activation of squadrons, the game's action unfolds at a fast and furious pace, allowing large scale battles to be easily carried out in a single evening. Each player receives a number of Command Points each turn based on the number of mecha they have on the field, and the quality of their officers. Command Points are spent throughout the turn on maneuvers such as boosted movement, devastating weapon salvos, breakneck dodging counterattacks, and potent special abilities.&#10;&#10;The wide variety of mecha in the boxed game bring to bear the myriad and awesome weapon systems from the Robotech universe to lay waste to your foes. Even the battlefield itself can alter over the course of the game as buildings are leveled by destruction unleashed during the battle.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Anime / Manga",
      "Theme: Mech Warfare",
      "Theme: Robots",
      "TV Shows: 80's Cartoons",
      "TV Shows: Robotech"
    ]
  },
  {
    "Rank": "25830",
    "Name": "King Arthur",
    "ID": 6368,
    "Year": "(2003)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/6368/king-arthur",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4231",
    "Description": "England in the Middle Ages is seeking a King. Knights from across the land go on exciting and adventurous quests with one goal in mind: to pull the sword Excalibur from the stone and claim the throne. As in the story, the game lets players take the role of knights wandering from town to town and adventure to adventure. While doing so, they encounter the saga's heroes - bridge guardians, generous barkeeps, successful noblemen - who influence the events of the game. Their voices can be heard from the giant fist-sized stone that is fastened to the gameboard and in which Excalibur rests.&#10;&#10;The electronics of the game pay attention throughout and remember every move of every player: Good deeds are rewarded and un-knightly deeds punished by friendly (or less friendly!) characters which speak to the players through the stone.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Electronic",
      "Exploration",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "25831",
    "Name": "Teenage Mutant Ninja Turtles: Showdown – Bebop & Rocksteady Madness",
    "ID": 223778,
    "Year": "(2017)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/223778/teenage-mutant-ninja-turtles-showdown-bebop-and-ro",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "TMNT Showdown: Bebop &amp; Rocksteady Madness! places the Turtles in their most precarious situation yet! This tile-laying smash &rsquo;em up has players racing to the finish as either the Turtles or two of their deadliest foes: Bebop and Rocksteady.&#10;&#10;Game designers Adrian Adamescu (Mine All Mines) and Daryl Andrews (Back to The Future: OUTATIME) have created an epic battle for survival that takes 2&ndash;6 players through a high-powered adventure in the sewers of NYC. The Turtles will have to use their intimate knowledge of the sewers in a quest to save their friends while out maneuvering the threat that is hot on their heels. Making a wrong turn could spell doom for the Turtles and their friends, or they may team up in order to overcome Bebop and Rocksteady. Plan, Place, Move, Attack, and Rescue your way to victory in TMNT Showdown: Bebop &amp; Rocksteady Madness!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "25832",
    "Name": "Monopoly: Rivals Edition",
    "ID": 310883,
    "Year": "(2020)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/310883/monopoly-rivals-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "It's the Monopoly game that has 2 players going head-to-head in a battle to buy properties, get rich, and win! In this Monopoly Rivals game, players choose their token and move around the board buying, selling, and auctioning off properties. Community Chest cards and Chance cards add to the suspense as players try to own all the properties on the board or bankrupt their opponent. This two-player Monopoly game takes less time to play than the classic Monopoly game. It's a great choice for a play date, a rainy day activity, or anytime your kids want a fun game to play with a friend.&#10;&#10;TWO-PLAYER MONOPOLY GAME: The Monopoly Rivals Edition board game is an exciting game that has 2 players going head-to-head in a battle to trade properties, get rich, and win&#10;OWN PROPERTIES: The first player to buy up all the property on the board, or bankrupt their opponent wins the game&#10;QUICK GAMEPLAY: With the Monopoly Rivals game, players can experience faster gameplay than the classic Monopoly game&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Players: Two-Player Only Games",
      "Series: Monopoly Derivatives (Official)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "25833",
    "Name": "The ElfQuest Boardgame",
    "ID": 3175,
    "Year": "(1986)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/3175/the-elfquest-boardgame",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Board game based on the popular comic series Elfquest by Wendy and Richard Pini.  Each player controls an elf tribe trying to fulfill the quest for elfhome.  One player plays the trolls and attempts to prevent the elves from fulfilling the quest.&#10;&#10;Cover and internal art by Wendy Pini.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "25834",
    "Name": "Pacific War Classics Vol 1: Tarawa & Saipan",
    "ID": 10626,
    "Year": "(1992)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/10626/pacific-war-classics-vol-1-tarawa-and-saipan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6",
    "Description": "PACIFIC WAR CLASSICS VOLUME 1: The Island Battles of Tarawa and Saipan consists of two games in one package. The battles at Tarawa and Saipan are depicted on separate game maps and use two separate game systems. Although the Fresno Gaming Association was probably guilty of plagiarism in some of their game designs, their graphic presentation was always first class and this game is no exception.&#10;&#10;The Island Battle of Saipan uses the system that FGA previously used in their OPERATION CRUSADER game. This is basically a traditional Ugo - Igo system. On the Saipan map, each hex is 1.8 miles across and a Game Turn equals one day of actual time.&#10;&#10;The Island Battle of Tarawa is a tactical-level game covering the invasion of Betio Island, part of the Tarawa atoll. This is a two map introductory level game using a game system called STS (Simple Tactical System) that Fresno Gaming Association claimed as their own. The STS is a pseudo-simultaneous-movement system. First one player moves a stack, or performs combat with a stack, and then his opponent does the same. The first player then repeats this with another stack, etc. The Game Turn continues according to the Sequence of Play until chance ends the Turn. That is determined by combat die rolls. Each hex on the Tarawa map represents 35 yards from hexside to opposite hexside and a Game Turn represents 2 hours.&#10;&#10;9&quot; x 12&quot; x 2&quot; bookcase style game box; &#10;16-page (8?&quot; x 11&quot;) Rules booklet; &#10;two 22&quot; x 34&quot; unmounted game maps; &#10;17&quot; x 22&quot; unmounted game map; &#10;960 die-cut, back-printed, unpunched, cardboard counters; &#10;five card-stock Player Aids; and &#10;a 10-sided die.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: Kiribati",
      "History: World War II (Pacific)",
      "Islands: Marianas (USA)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25835",
    "Name": "Clash of Vikings",
    "ID": 288361,
    "Year": "(2019)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/288361/clash-of-vikings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "The longboats have returned from their raids, and in good Viking style, there is a fight over how to split up the treasure. In Clash of Vikings, players play as Vikings in an arena trying to gather the most treasure. Each player has a deck of ten cards with different possible actions. On a turn, a player plays two of the three cards they hold. For each card, they must declare (without revealing the card) what the action is, and other players must decide whether or not to call a bluff or not.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "25836",
    "Name": "First to Reverse",
    "ID": 2788,
    "Year": "(1988)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/2788/first-to-reverse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this simple racing game, a racing car, a motorcycle, a bicycle and a roller skater are competing.  Each rolls varying number of dice, some of which are d3 instead of d6.  The race is even because each racer has a different turnaround point (the race is won by the first to get back to the starting point after reaching his turnaround point).  On average, all racers should finish neck-and-neck.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling",
      "Theme: Motorcycles"
    ]
  },
  {
    "Rank": "25837",
    "Name": "Cradle to Grave",
    "ID": 371787,
    "Year": "(2022)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/371787/cradle-to-grave",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You make someone age by playing cards on your turn. Make yourself age slower, others faster! Sometimes special cards may show up and turn things around, so be careful!&#10;&#10;Cradle to Grave is a party card game for 2-5 players that penalizes other players by raising their age.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Interrupts",
      "Ladder Climbing"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "25838",
    "Name": "Fight Klub",
    "ID": 35499,
    "Year": "(2008)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/35499/fight-klub",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.1429",
    "Description": "&quot;Who would win in a fight between Hannibal Lecter and Dr. Evil?&quot;&#10;&#10;Fight Klub is a classic battle of good and evil. Each expansion set features four heroes and four villains. The game pulls these heroes and villains from a pool of thousands of classic movies and TV shows. We have archive licenses to use characters from multiple film libraries. We are also in negotiations with many rightsholders to continuously add new licenses. Fight Klub is never static. It's always evolving. Players suggest licenses and vote on which characters they want to bring into Fight Klub. If we don't have a particular license, we will try to get it. The possibilities are endless.&#10;&#10;Fight Klub games play very quickly... in about fifteen minutes. Fight. Rinse. Repeat. Any deck can play any deck:&#10;&#10;* Good vs. Evil&#10;    * Evil vs. Evil&#10;    * Good vs. Good&#10;&#10;Fight Klub was created by members of the same team of award-winning designers who brought you Star Trek, Star Wars, and Lord of the Rings. Kendrick Summers, Gold Leader from our Star Wars CCG days, is back to be Players' Advocate and a tireless warrior for your causes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25839",
    "Name": "Brin de Jasette",
    "ID": 31315,
    "Year": "(2006)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/31315/brin-de-jasette",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The dice are rolled, a corresponding question card is chosen, and a question is asked to ALL players. There are no right or wrong answers, only personal anecdotes, sharing of memories, future dreams and aspirations, etc. The best banterer is awarded a gemstone and the player with the most gemstones at the end of the game, wins. Sometimes shy, sometimes shocking, almost always surprising!&#10;&#10;Each game includes 240 Questions (80 cards), a color die, polished gemstones, and Instructions on how to play! Take the time to share fond memories, wild dreams, funny stories, and future aspirations. ? Ideal for a family get-together, dinner parties, or any time you'd like to learn and share stories with the people around you! Remember the Best Banterer Wins!!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "25840",
    "Name": "The Game of Ladybirds",
    "ID": 25238,
    "Year": "(1975)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.53",
    "Link": "https://boardgamegeek.com/boardgame/25238/the-game-of-ladybirds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "There are 24 cards - 4 of each numbered 1-6 on the back (in the style of a 6-sided die).  Each card has a leaf and a number of ladybirds from 0-3 on the front.&#10;&#10;At the start of the game, the back of the cards are showing (so each leaf is hidden), but on his/her turn, a player rolls the die and picks up a card of that value.&#10;&#10;Near the end of the game, if you roll a number that has no cards left, you pass on to the next player. The game ends when the last card has been turned over and the winner is the player with the most ladybirds.&#10;&#10;A luck based game which small children enjoy and which teaches simple addition and the numbers on a die.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Insects",
      "Animals: Ladybugs / Ladybirds"
    ]
  },
  {
    "Rank": "25841",
    "Name": "Pick the Lock",
    "ID": 186295,
    "Year": "(2016)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/186295/pick-the-lock",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "Players take on the role of a thief attempting to obtain priceless treasures and outdo their fellow gentleman and lady burglars. Two to five players take turns picking locks to steal valuable items from the vault or each other. The thief with the most treasures at the end of the game is the winner.&#10;&#10;Each treasure obtained puts you closer to winning. However, each treasure has a special negative effect that makes your collection vulnerable. Steal wisely, certain combinations of treasures in your possession could make it easier for other thieves to steal from you.&#10;&#10;The main mechanic of Pick the Lock has a small amount of wit and a lot of luck. Players attempt to steal treasures from each other or the vault by using one of their five number cards. These cards are numbered four through eight. When played they define the odds of success during your attempt to steal a treasure. The defending player sets the combination of the lock to his or her vault by placing a card face down that is from 1 to the number the attacking player has played. Using the right cards with the right treasure effects could ensure your victory. Pick the Lock combines a nice blend of strategy, wit, and luck. Are you clever enough to outwit your friends and Pick the Lock?&#10;&#10;Pick the Lock is a Card game for 2-5 players ages 6 and up.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25842",
    "Name": "The All Canadian Trivia Board Game",
    "ID": 11822,
    "Year": "(1997)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/11822/the-all-canadian-trivia-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "An ordinary trivia game very similar to Trivial Pursuit in its mechanics. There are four categories: general, geography, history and arts. You win the game by collecting a chip for each of these categories. Obviously, all questions are intended for Canadian citizens.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: The All Canadian Trivia Board Game"
    ]
  },
  {
    "Rank": "25843",
    "Name": "Teraforming",
    "ID": 24110,
    "Year": "(2006)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.66",
    "Link": "https://boardgamegeek.com/boardgame/24110/teraforming",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3846",
    "Description": "Teraforming is a card game for 2-4 players (5 or more with extra decks) that is easy to play but tough to master. Players compete as they &quot;teraform' a new planet by laying puzzle-like cards from their hands down on the table forming a gameboard. The person who forms the most landmasses and scores the most endgame points wins. The combinations are numerous, and the points are scarce. Do you have what it takes to make a planet?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "25844",
    "Name": "World Championship Dodge Ball",
    "ID": 18562,
    "Year": "(2005)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/18562/world-championship-dodge-ball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;It's that time of the year again: the best teams have made the playoffs, and the World Championship is about to start. The top players have come from around the world: Chicago, Detroit, Atlanta, Lima, Sao Paulo, Amsterdam, Tokyo, and Phuket all have ballers in town. Though gone to the public, dodge ball is certainly not forgotten. It's time for World Championship Dodge Ball! Screw fame and fortune - you're here for BLOOD! Put on your shorts, inflate the balls, and remember: HELMETS ARE FOR WIMPS!&#10;&#10;World Championship Dodge Ball Features:&#10;&#10;- Rapid-fire dodge ball action for 2-4 players in 10-15 minute games &#10;- Hilarious card assortment based on dodge ball's heyday in the 1970s &#10;- Deck-building strategy based on assembling a team of top dodge ball competitors &#10;- Once play begins, it's a game of speed and skill where you try to counter your opponent's throws while simultaneously making your own&#10;&#10;Box contains: 110 cards and rules&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25845",
    "Name": "Flucht aus Mangrovia",
    "ID": 797,
    "Year": "(1989)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/797/flucht-aus-mangrovia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Players race through the savage jungle filled with dangerous animals.  Players use cards to temporarily disable the vicious animals, so that jungle runners can can safely move across them.  The player who manages it to get both of his jungle runners to the finish line first wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "25846",
    "Name": "Die freche Sprech-Hexe",
    "ID": 30723,
    "Year": "(2006)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/30723/die-freche-sprech-hexe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "A children's game (Ages 4 - 8) in which players must match tiles of objects whose words sound very similar (in German).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Series: Spielend Neues Lernen (Ravensburger)",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "25847",
    "Name": "Die Pyramide des Krimsutep",
    "ID": 20231,
    "Year": "(2005)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/20231/die-pyramide-des-krimsutep",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "In this game the players take over the roles of archeologists who are exploring a pyramid. Their goal is to find canopic jars and, ultimately, treasures. The first player to find and secure his treasure wins the game.&#10;&#10;The pyramid, which is about to be explored, is built with the help of cards. All of these cards are placed face down in a 6x6 grid. Around half of the grid is built by light cards which cannot hide jars or treasures, the other half consists of darker tiles and are placed deeper inside the pyramid. Every player can spend 5 movement points. It costs 2 movement points to move through an undiscovered tile, but only one movement point to walk across a discovered tile. Players are not allowed to move diagonally and must always show their opponents the way they wish to take. Although moving through discovered tiles is faster, it can also be less handy and dangerous as you might not only discover a simple corridor but also a trap. Cards are used to move, look at undiscovered tiles or attack your opponents.&#10;&#10;As soon as the first player discovers a canopic jar, the mummy awakes and starts to wander the pyramid. The mummy is moved by the different players and can be used to prevent an archaelogist from leaving the pyramid with a valuable artefact. When the mummy attacks, all items the attacked player has in his backpack are lost and returned to the pyramid.&#10;&#10;If a player successfully leaves the pyramid with a jar, the card is taken out of the game and cannot be taken away from the player again. To prevent players from securing their treasures, other players can steal items or attack opponents to make them lose an object.&#10;&#10;From the back of the game box:&#10;You are on the verge of meeting the greatest challenge an archaelogists could ever be faced with:&#10;Krimsutep's Pyramid&#10;Legendary treasures are said to be hidden inside the pyramid, but be careful. Legends speak of a curse that will be put on anybody who dares to enter the pyramid and tries to reveal its secrets. Not only does the structure of the pyramid pose a problem to eager archaelogists, but also the pharao himself does not wish to be disturbed. &#10;Who will be the first to find the legendary treasures of Krimsutep and get them to safety?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "25848",
    "Name": "The Beer Game",
    "ID": 16726,
    "Year": "(1999)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.48",
    "Link": "https://boardgamegeek.com/boardgame/16726/the-beer-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Components:&#10;&#10;Folding Board, Playing Pieces, Question Cards, Dice, Instructions.&#10;&#10;Publisher's Description:&#10;&#10;&quot;You will travel around the board, in and out of the Irish bar, the village pub, the club and the tavern having a drink and collecting bottles along the way. You may have to arm wrestle someone, perform some bar or magic tricks and do unimaginable feats in varied and interesting ways. You could take a booze cruise or a serious bar crawl. You might just end up in the gutter, fall asleep with your clothes on or land in jail - or you may just have to drink lots of beer!&quot;&#10;&#10;Brief Notes:&#10;&#10;Non-drinking friends with a sense of humor can still enjoy this game by substituting a beverage of choice for beer.  Enough fun and interaction to be a decent party game for any group of reasonable adults.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Travel"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Roll / Spin and Move",
      "Singing",
      "Storytelling"
    ],
    "Families": [
      "Food & Drink: Beer"
    ]
  },
  {
    "Rank": "25849",
    "Name": "Rum Rebellion",
    "ID": 7331,
    "Year": "(1983)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/7331/rum-rebellion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Rum Rebellion - A Colonial Adventure&#10;&#10;Players move around the board and up the three levels - Convicts transported to Australia, Merchants and Rum Corps members in good standing - to reach the top and be declared Acting Governor or the Colony.&#10;&#10;There are three levels to the game:&#10;&#10;Convict Level - &#10;Goal is to get a minimum of 6 barrels of rum to purchase a Ticket of Leave and move up to the next level. Player must serve a non-parole period of one full rotation around the board. &#10;Along the way he's paid in rum barrels for Good Deeds or by stealing them by committing various crimes. Get caught and risk being sent to gaol.&#10;&#10;Ticket of Leave Level- &#10;Once six barrels have been saved, and the full rotation of the board has been achieved, Convicts can purchase a Ticket of Leave card giving that player one of six occupations. Players move around the Ticket of Leave level. Players now endeavor to collect 15 barrels of rum.&#10;&#10;Rum Corps Level-&#10;Once 15 barrels have been saved, the player moves up to the Rum Corps level, exchanges his convict playing piece for a Rum Corps playing piece and move around the board attempting to win or purchase Vote Cards. (players still collect rum barrels from those players still in the Ticket of Leave level).&#10;&#10;Vote cards may be purchased outright with barrels of rum.&#10;&#10;Once 55 votes have been collected, the player attempts a Coup and takes a Win/Lose card.&#10;&#10;Lose: player loses all 55 of his vote cards &#10;Win: player is declared Acting Governor and wins the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Country: Australia",
      "Food & Drink: Liquor / Cocktails"
    ]
  },
  {
    "Rank": "25850",
    "Name": "Isidore",
    "ID": 246317,
    "Year": "(2018)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/246317/isidore",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Isidore's dynamics and ambience allow children as young as six to play, which makes it an excellent game to play as a family and to get children started in the world of modern board games.&#10;&#10;Students attending the Isidore School of Magic are trained to become Wizards and Witches... and you&rsquo;re one of them! But, before qualifying top of your class, you have to prepare your ultimate magic spell. You need three rare treasures from the Kingdom of Calandria: a tear from the Water Nymph, a tooth from the Fire Dragon and an emerald from the Rock Giant. But these mythical creatures won&rsquo;t give up their treasure without a fight! As a student of magic, you will need to show what you&rsquo;ve learned at Isidore. You will need to trade ingredients, compose spells to control the elements of Rock, Water and Fire, and ultimately win the duels!&#10;&#10;In Isidore, you can collect, buy or trade ingredients throughout the Kingdom of Calandria. You need these ingredients to make your Rock, Water and Fire spells. The top spell card of the stack shows which ingredients you need to make the spell. If you&rsquo;re at Isidore and you have all the ingredients needed for a Rock, Water or Fire spell, you can take a spell card.&#10;&#10;With these spells you can challenge the magical creatures to a duel. The magical creatures are powerful and always have three different duel cards (Rock, Water and Fire) to counter your attack. The player to the left of the attacking student stands in to play on behalf of the magical creature and takes the three dark duel cards.&#10;&#10;As in the &lsquo;Rock-Paper-Scissors&rsquo; game, the student and the magical creature choose one of their spell cards (duel cards), which they place on the table &ndash; at exactly the same time - after reciting the magical spell I-SI-DORE (as in  one, two, three!).&#10;&#10;&bull;    Fire beats Rock (fire melts rock).&#10;&bull;    Rock beats Water (rock absorbs water).&#10;&bull;    Water beats Fire (water puts out fire).&#10;&bull;    If the student and the magical creature play the same spell card, the elements cancel one another out and no one wins the round.&#10;&#10;The first student to collect three treasures can return to school, where they will be awarded a diploma from the Isidore Academy of Magical Arts. This student also wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25851",
    "Name": "3012",
    "ID": 124960,
    "Year": "(2012)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/124960/3012",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3125",
    "Description": "Game description from the publisher:&#10;&#10;The year is 3012. It's been a millennium since the Armageddon. Deep in the Yucatan jungle, humanity has mutated, degenerated, and segregated into five clans: Jaguar, Snake, Monkey, Gar, and Bat. These clans now battle it out for dominance in the region, cooperating when it suits them and actively working against each other when the opportunity arises.&#10;&#10;In 3012, players start the game with small decks of Scout cards, which provide gold to make purchases. Two piles of cards &ndash; an Ally deck and a Weapon deck &ndash; provide static cards to buy, with three cards from each deck always available to purchase each round. Cards that are not bought remain there for other players to buy. Two non-static Action decks &ndash; one with cheap cards, the other expensive &ndash; are also available, and at the start of your turn, you reveal one card from each of these two Action decks. You get the benefits of the Action cards you reveal, whether you buy them or not, and they're removed from play if you don't buy them.&#10;&#10;When you have amassed enough combat skill through Allies, Weapons, and Action cards, you can attempt to prove your worth by facing a beast in four decks of Encounter cards, ranging from easy to very difficult.&#10;&#10;Unlike most deck-building games, there are many points of interaction in 3012, so players are never out of the action! And you always get to refill your hand to its maximum size at the start of your turn, so you are never penalized for interacting during other players' turns.&#10;&#10;The game ends when one of the Heroes reaches Level 5. The player with the most victory points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "25852",
    "Name": "Battleship Command: Pirates of the Caribbean",
    "ID": 24009,
    "Year": "(2006)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/24009/battleship-command-pirates-of-the-caribbean",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1818",
    "Description": "The classic naval combat game has gone vertical! Wage a decisive sea battle on the multi-level grid, with more ships, added powers, and more ways to sink the enemy. Special game rules give ships multiple power options. To win, sink all of your enemy's ships -- before he sends yours to Davy Jones' locker!&#10;&#10;Re-implements:&#10;&#10;    Battleship&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Pirates of the Caribbean",
      "Players: Two-Player Only Games",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "25853",
    "Name": "Climate-Poker",
    "ID": 57422,
    "Year": "(2009)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgame/57422/climate-poker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Information from Bewitched website:&#10;&#10;Climate negotiations can be so simple! Those lagging behind learn from the front runners how to finally protect the climate. And those who suffer most from climate-induced storms etc. join forces. The bigger the conference the better, however, some countries will just not stop negotiating.&#10;&#10;Players are climate diplomats who try to organize conferences for like-minded countries. On the one hand, they want the conferences to be as big as possible. On the other hand players who are the first to have no countries left also have chances to win the game. Hence, at some point it makes sense to hand over countries to more &quot;competent&quot; colleagues, or to collect as many countries as possible in order to hold at least one big conference ...&#10;&#10;Gameplay:&#10;&#10;Players take turns. In your turn you play a challenge, asking all players to compare one card each from their hands in a category you choose. The lowest value wins all cards. Afterwards you may play a conference of like-minded countries. However, two participating countries are always discontent and thus return to your discard pile. All other participants leave and score for you. Hence, the bigger the conference is the better.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Environmental",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Theme: Climate Change"
    ]
  },
  {
    "Rank": "25854",
    "Name": "Bad Beets",
    "ID": 175458,
    "Year": "(2015)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/175458/bad-beets",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "Bad Beets is a fast-paced bluffing card game in which players must eat their vegetables &mdash; well, get rid of their vegetables through any means that they can.&#10;&#10;Each player starts the game with eight beet cards that they must finish before they can leave the dinner table. On a turn, a player takes one of the two cards in hand, places it facedown on the table, then takes an action &mdash; from feeding the dog, sharing with another player, tattling on someone, or actually eating a beet &mdash; and the other players decide whether to allow the action or call the player on it. If the player is called out, they take the action only if they have the proper card in hand and the tattletale gets punished with an extra beet.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "25855",
    "Name": "Amazones",
    "ID": 22342,
    "Year": "(2006)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/22342/amazones",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "Amazones is a bidding game for 3-5 players, designed by Lili-Ph&egrave;dre la Pipesse. Players take on the role of amazons attempting to recruit the most attractive men by bidding on human body parts (head, upper body, lower body). Whoever has the most attractive men in their harem wins the game. Illustrations are by Cruela Brisfon and the game was to be published by Editions Lui-M&ecirc;me sometime in mid-February 2006.&#10;&#10;Online Play&#10;&#10;&#10;     Bo&#195;&#174;te &#195;&#160; jeux (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Digital Implementations: Boiteajeux"
    ]
  },
  {
    "Rank": "25856",
    "Name": "Icons: Women Who Play to Win",
    "ID": 319046,
    "Year": "(2020)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/319046/icons-women-who-play-to-win",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Women who play to win! Team up with some of the most inspirational and revolutionary heroes of all time! Collect icons along with their associated categories of leadership, human rights, science &amp; innovation, the arts, and adventure to build your team. Be strategic and use special action cards to hinder your opponents and strengthen your lineup.&#10;&#10;Play with 40 remarkable women including Harriet Tubman, Anne Frank, and Malala Yousafzai along with other incredible heroes you may yet discover like Victoria Woodhull, Madam C.J. Walker, and more!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Action / Event",
      "Memory",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "25857",
    "Name": "Monkey Madness",
    "ID": 10283,
    "Year": "(2001)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/10283/monkey-madness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The monkeys are in a mixed up mess! You'll need a bit of luck to sort them out and be the first to collect all of your monkeys.&#10;&#10;Players select monkeys out of the bag, placing them on the correct board (no matter who has that color).  The next player gets a turn after the current player finds a monkey of their own color. The first player to have 6 monkeys on their card is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "25858",
    "Name": "Dead End",
    "ID": 31294,
    "Year": "(2007)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/31294/dead-end",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6957",
    "Description": "The dead have risen from their graves and hunger for human flesh! All of a sudden, your quiet neighborhood has become a zombie-infested hell from which escape seems almost impossible.&#10;&#10;Dead End is a non-collectible card game in which every player manages a diverse group of survivors &ndash;which reflect the clich&eacute;s of the zombie terror movie genre- trying to flee the town. They will not only need to confront the zombies, the other survivors won&rsquo;t make things easier for them!&#10;&#10;In order to get away they&rsquo;ll have to get to several locations and seize weapons, vehicles and items required to break away from the town. The first player who manages to do it will win and the others will become zombie food.&#10;&#10;Cards have captions in Spanish and English. Rules are available in both languages as well.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "25859",
    "Name": "Countdown!",
    "ID": 14156,
    "Year": "(2002)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.55",
    "Link": "https://boardgamegeek.com/boardgame/14156/countdown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.6667",
    "Description": "Countdown! takes the gameplay of Shut the Box and turns it into a two player game. Each player has keys from 1-10 and they must try to flip them all over by rolling the two dice and forming a mathematical equation using the two dice. Whatever the answer to the equation is determines which key can be flipped over. You can use addition, subtraction, multiplication, and division.&#10;The twist is that if you roll eleven, you either use it as a 1 (6-5) or your opponent has to reset all of their keys, and if you roll twelve you have to reset all of yours. Great game for teaching kids basic math skills.&#10;&#10;Re-implemented by:&#10;&#10;    4-Way Countdown!&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Shut the Box"
    ]
  },
  {
    "Rank": "25860",
    "Name": "Heart of Africa",
    "ID": 10869,
    "Year": "(2004)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/10869/heart-of-africa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8298",
    "Description": "From the Mayfair Catalog:&#10;&#10;Heart of Africa is a meaty trading game where the players each lead a trading company which tries to make profits in Africa.&#10;&#10;Although Africa had been circumnavigated by the start of the 19th century, the continent remained largely undiscovered. One of the great mysteries was the source of the Nile, and explorers like Burton, Speke, Baker and Livingstone became immortal in their attempts to find it.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Turn Order: Auction"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Continental / National scale)",
      "Continents: Africa",
      "Occupation: Merchant",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "25861",
    "Name": "Galactic Empires",
    "ID": 3850,
    "Year": "(1994)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/3850/galactic-empires",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4",
    "Description": "Science Fiction CCG.  Destroy your opponent's ships by combat or card play allowing you to attack their headquarters.  First player to score 25 points of damage to their opponent's HQ wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "25862",
    "Name": "Monopoly: Ultimate Banking",
    "ID": 207167,
    "Year": "(2016)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/207167/monopoly-ultimate-banking",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Fast-paced version of the classic property trading game featuring the &quot;ultimate banking unit&quot; that keeps track players' wealth and properties.&#10;&#10;Property values rise and fall based on how many times they're landed on and the effects of new Event cards.&#10;&#10;The game concludes when one player goes bankrupt.  At the point, the banking unit tabulates players' wealth and the one with the highest total of cash and assets wins the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Electronic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "25863",
    "Name": "Poker Tiles Game",
    "ID": 21529,
    "Year": "(2005)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/21529/poker-tiles-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Poker Tiles Game combines the strategy of a tile game, and the excitement of real poker action!&#10;&#10;This game basically combines the idea of Scrabbles tile-laying crossword system, and applies poker hands instead of words to it.  Players earn points by playing poker hands out of the tiles in their rack, with the opportunity to double or triple their score with wild tiles.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "25864",
    "Name": "Eye 'N Seek",
    "ID": 218639,
    "Year": "(2017)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/218639/eye-n-seek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Spin to win in Eye 'N Seek! Each player has a double-sided spinner that has images on each side that are visible through three holes in the spinner. On a turn, you reveal one of the challenge cards, then everyone races to find the item or items on the appropriate side of the spinner. Whoever finds a match first wins the card, and whoever has collected the most cards when the 18-card deck runs out wins the game!&#10;&#10;Eye 'N Seek includes multiple varieties for play, many with a leader each round who gives clues &mdash; e.g., &quot;This item starts with a D&quot;, or &quot;This item rhymes with car&quot;, or &quot;This item has a hat&quot; &mdash;with all of the other players racing to find an item that fits the clue. Whoever wins scores a point, then serves as the next leader and clue-giver.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "25865",
    "Name": "Start Your Own Riot!",
    "ID": 3629,
    "Year": "(2002)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/3629/start-your-own-riot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "From the publisher:&#10;&#10;Each player chooses a theme for their riot (cafeteria food sucks, too much sex on campus, not enough discipline in class, etc.).&#10;&#10;The cards are dealt and each player takes a turn playing a card.&#10;&#10;Some cards can be played on other players' riots to get people to leave.&#10;&#10;Other cards can be played on your own riot to attract people to your issue.&#10;&#10;The first player to have a riot with 20 people wins and the game is over.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "25866",
    "Name": "Kula Kula",
    "ID": 1703,
    "Year": "(1991)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/1703/kula-kula",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1667",
    "Description": "Blatz has a robust reputation for exceptionally beautiful games, and Kula Kula is the one of their best examples.  A very light game, players simply race around the track collecting shells. Serious gamers will likely be bored, but it does have beautiful bits, a lovely board and real cowrie and puka shells as playing pieces.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Containers: Tubes",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "25867",
    "Name": "Spontuneous",
    "ID": 94684,
    "Year": "(2010)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/94684/spontuneous",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "One player says a word and the race is on for the others to sing a song containing that word.&nbsp; &#226;&#128;&#168;Play begins with the Tunesmith turning the timer and announcing a Trigger-Word from his/her Hit-List.&nbsp; The first player who starts singing scores, but must sing a minimum of 5 words containing the Trigger-Word.&nbsp; For example, if the Trigger-Word was &ldquo;dawn,&rdquo; the first player to begin singing a 5-word portion of lyrics from any song containing the word &ldquo;dawn&rdquo; scores!&nbsp;&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "25868",
    "Name": "Blue's Clues Game",
    "ID": 16990,
    "Year": "(1998)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.34",
    "Link": "https://boardgamegeek.com/boardgame/16990/blues-clues-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players spin and move around the board finding clues in various rooms. When they find a clue they draw it. When all 3 of Blue's clues are found players attempt guess what the 3 clues are describing.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs",
      "TV Shows: Blue's Clues"
    ]
  },
  {
    "Rank": "25869",
    "Name": "Primo",
    "ID": 136116,
    "Year": "(2013)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/136116/primo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Players in Primo want to rid themselves of cards by laying them in sequence on six stacks shared amongst all the players.&#10;&#10;On a turn, a player has six cards in hand. In any order and as many times as the player wants, she can (1) play a card from her hand onto a stack if the number on the played card is one less than the top card of the stack, (2) move one stack onto another if the highest card of the moved stack is one less than the top card of the stack being covered, and (3) play any card from her hand onto an empty stack. A player's turn ends when she can play no more cards, possibly because she has emptied her hand! Two special cards are available with five copies of each; one forces opponents to take cards from the top of a stack and place them in their personal deck, and the other allows a player to play one or more cards at the top of the stack instead of the bottom.&#10;&#10;Instead of playing cards on a turn, a player can return any number of cards from her hand to the bottom of her deck, then draw that many cards.&#10;&#10;The first player to get rid of all cards in her deck and her hand wins!&#10;&#10;Two variants are included in the rules. First, players play four rounds, and after each round all players score negative points for the number of cards left in their decks and hands, while the player who went out scores three positive points. Second, instead of ignoring the card colors (blue and yellow), you choose whether you must alternate card colors in the stacks or have only a single color of cards in each stack.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "25870",
    "Name": "Save the President",
    "ID": 6486,
    "Year": "(1980)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/6486/save-the-president",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "[from the box description] Save The President is played on a representational map of Washington DC. As the president goes from the White House to the Capitol for his inauguration, half of the players - the assassins - try to intercept and terminate his Presidency. The remaining players - the Americans - are sworn to defend him - but the game's flavour is established at game-start when each player is dealt an ID card in secret... So, you can't tell your friends from your enemies and you can't tell who is winning the game until the game's over and the IDs are revealed.&#10;&#10;Expanded by:&#10;&#10;    Save the President: The Odd-Ball Scenario&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Political",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Hidden Roles",
      "Negotiation",
      "Point to Point Movement",
      "Sudden Death Ending"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "25871",
    "Name": "Horrible Therapist",
    "ID": 430572,
    "Year": "(2024)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/430572/horrible-therapist",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Compete to create the funniest, most unhinged comic about therapy by submitting answer cards to complete a prompt. The player who puts down the funniest final card wins, turning therapy into a hilarious and darkly entertaining experience.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "25872",
    "Name": "Imperium: 3rd Millennium",
    "ID": 2106,
    "Year": "(2001)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/2106/imperium-3rd-millennium",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This is the long awaited re-release of Marc Miller's classic game Imperium, 3rd Millennium.  This is a two player Hex and Counter game where one player plays the Vilani Empire that is slowly expanding to take over the entire galaxy.  Naturally, the Vilani Empire has recently discovered the Terran Empire (Player 2) and conflicts arise for control of Earth and her surrounding star systems.  This beautifully reproduced game comes with 330 counters, charts and tables.  Three large maps of the star systems and jump routes, tactical planetary maps and 3-D space combat maps allow for many levels of strategic and/or tactical combat play.  A small scenario booklet also provides a variety of scenarios to choose from.&#10;&#10;Re-implements:&#10;&#10;    Imperium&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25873",
    "Name": "Tummy Ache",
    "ID": 11393,
    "Year": "(1973)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/11393/tummy-ache",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "&quot;Try to make a meal you can eat!&quot;&#10;&#10;Each player has a board with spaces for elements of their meal. Players take cards in turn, which once revealed depict a tasty food item or a rotten &quot;tummy-ache&quot; card.&#10;&#10;Duplicate food types cannot be taken and must be put in the discard pile which the next player can draw from if she wants.&#10;&#10;The first player to complete their meal wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "25874",
    "Name": "Airlines: United States Set 2",
    "ID": 7999,
    "Year": "(1998)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/7999/airlines-united-states-set-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.375",
    "Description": "Airlines: United States Set 2 is a game of airline operations and business in the 1990's. Players represent the Chief Operations and Marketing Officers of major American airlines, whose job is to fly the most passengers over a given period of time. There are two basic games in Airlines: the One-Year Quick Game which takes about 45 minutes to play and the Three-Year Game, which takes about two and a half hours to play.&#10;&#10;Airlines: United States Set 2 is played in rounds representing one month of operations. Up to 4 players take turns drawing cards, placing gates and hubs at airports, assigning aircraft, playing events and operations cards, and scoring seats. Three game variants are included: a 1 year, a 3 year standard and a 9 year game. Game contains 220 (2.5x3.5) cards, score pad, range map, rules and a sample of game play.&#10;&#10;Airlines: United States Set 2 can be combined with the stand-alone game Airlines.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Economic",
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "25875",
    "Name": "Hungry Troll and the Gobbos",
    "ID": 5691,
    "Year": "(1989)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/5691/hungry-troll-and-the-gobbos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Gobbos are not very clever. They spend hours and hours shouting at each other. They really love shouting about anything. And they really love shouting about very very important things. They just love telling each other about how hungry they are feeling, or how stupid, tough or naughty they are. And sooner or later, being Gobbos, they start arguing. BUT Gobbos had better watch out for Trolls! They can shout even louder than Gobbos. Trolls are much, much more hungry, tough, stupid and naughty than any green Gobbo. Players take cards and compare one of four statements with each other. The player with the best card wins the round and takes the trick.&#10;&#10;Winner is the person with the most cards at the end of the round.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Trolls",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "25876",
    "Name": "Card Caper",
    "ID": 1191,
    "Year": "(1997)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/1191/card-caper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each player is dealt a Hidden Card to begin.  The object is to accumulate points by deducing the opponents' Hidden Card as quickly as possible.  Next, each player is dealt an equal portion of the remaining deck, and must give information to the opponents; s/he must lay down a card of Higher Value, Lower Value, Different Value, and Different Suit.  Players are given notepads in the style of Clue to make notes about what cards are played, and what can't be the Hidden Card of each player. Then, each player takes it in turn to roll the die, and either reveal more information, or guess at the identity of an opponents' card.  Wrong guesses give no penalty, so you may as well try.  If you're right, you get one point for each card remaining in that player's hand.  This creates reverse suspense: players race to be first, because cards are dropped each round, and five points for last with a Hidden Card unguessed isn't enough to overcome someone who nailed two Hidden Cards early on.  After everyone has revealed their card, whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "25877",
    "Name": "En busca del Imperio Cobra",
    "ID": 10293,
    "Year": "(1981)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/10293/en-busca-del-imperio-cobra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2703",
    "Description": "&lt;Translated from the back of the box in Spanish&gt;&#10;&#10;The empire returns. The secret to its power is the Magic Eye. This is guarded and watched for in Cobra Island and protected by the Cobra Men, men with great magical powers.&#10;&#10;The way offers dangers and hazards that the heroes must surpass in addition to the three tests that the oracle will predetermine. During the way the gods will help you get the elements necessary for the fight. Once you complete your tests then you will have access to the island where you must fight the guardians and enter the temple to steal the magic eye from the cobra. The winner is the first player to do this.&#10;&#10;The game is a standard roll and move fare with the added twist that one of the gamers controls the forces of evil and attempts to stop all of the other players from winning. It was originally published in Spain and South America in Spanish.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Álbum de Oro Club de la Aventura (CEFA)",
      "Series: Imperio Cobra"
    ]
  },
  {
    "Rank": "25878",
    "Name": "Out of the Woods",
    "ID": 230768,
    "Year": "(2018)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/230768/out-of-the-woods",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Out of the Woods is inspired by fairy tales, featuring references to ten classic stories including Cinderella, Rapunzel, Red Riding Hood, The Little Mermaid, Snow White and Hansel and Gretel.&#10;&#10;In the game, players must attempt to get rid of their hand of cards, with the last person holding cards eaten by wolves. Actions include the ability to attack or burden other players, which can be fended off with block and reflect cards.&#10;&#10;There are seven different action cards and 40 character cards, and the game supports two to four players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination",
      "Storytelling"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25879",
    "Name": "Triazzle",
    "ID": 4034,
    "Year": "(1998)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/4034/triazzle",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "Race from one side of the board to the other by matching heads and tails of the frogs as you go. Strategically block your opponents' pieces and make the right connections to earn extra turns! But look before you leap...your nine pieces must all travel connected together. Once you've successfully moved your pieces across the board, the final challenge begins. Win the game by being the first to connect all of your frogs in your own Triazzle puzzle space. It's harder than it looks!&#10;&#10;Includes gameboard &amp; 27 playing pieces&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "25880",
    "Name": "War II",
    "ID": 16191,
    "Year": "(1981)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/16191/war-ii",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2903",
    "Description": "War II is a new implementation of War, the Brazilian Risk-like game. Received expanded rules, that includes air strikes, new missions...&#10;&#10;Re-implements:&#10;&#10;    War&#10;&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Game: War (Grow Jogos)",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "25881",
    "Name": "Ultra Ducks",
    "ID": 6990,
    "Year": "(1998)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/6990/ultra-ducks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "&quot;An incredibly funny post-apocalyptic duck wargame&quot;. This is a low budget duckpond war simulation. Players move around ducks in the pond, fish, look for treasures (improvement cards), kill/capture/maim other ducks, lay eggs to create more ducks and more. The duck-clans can also get missions to complete for victory points. Game ends when pre-set victory conditions are met. The game is in Swedish.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Humor",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Roll / Spin and Move",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "25882",
    "Name": "Dragon",
    "ID": 25248,
    "Year": "(2006)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/25248/dragon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This is a simple and quick card game for up to four players. (kids starting at age of 8 years).&#10;Each player starts with a hand of 7 cards. Each turn he draws one and puts one on the table. Beginning with one card on the table, players are completing columns (same value of cards) and rows  (higher/lower value). If a player completes a row or column he gets a chip. There are Dragon cards to spice up the game. The player with most chips at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "25883",
    "Name": "Scene It? TV",
    "ID": 14342,
    "Year": "(2004)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/14342/scene-it-tv",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6154",
    "Description": "From the publisher.....&#10;&#10;Bask in the &quot;blue glow&quot; of the Scene It? TV Edition! From Andy Griffith to the X-Files, Scene It? TV Edition has all your favorite clips from the first sitcoms to today's reality show craze.&#10;&#10;&bull; The premier TV trivia game with real TV clips!&#10;&bull; Features everything from the first black-and-white sitcoms to today&rsquo;s reality shows!&#10;&bull; Destined to be even more popular than the movie edition!&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Scene It?",
      "Trivia: Television"
    ]
  },
  {
    "Rank": "25884",
    "Name": "Differix",
    "ID": 7611,
    "Year": "(1974)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.82",
    "Link": "https://boardgamegeek.com/boardgame/7611/differix",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Differix is a pattern recognition puzzle that can be played as a solo activity, or competitively as a race to see which player can place the most correct tiles in a set time. The various versions of the game have four or six game boards of increasing difficulty that each display nine illustrations with the same motif (ex. an elephant, a juggling frog or a tightrope dancing pig). Each of the illustrations differs from the others in only a minor detail or change of position, so that players are required to scrutinize them closely in order to match tiles and the pictures on the boards correctly.&#10;&#10;Differix was developed by psychologists and promoted by Ravensburger as a way to develop observation, concentration, and pattern recognition skills in young children. It is also used as an aid in working with children who have difficulty with reading or writing due to dyslexia.&#10;&#10;Reimplemented by&#10;&#10;&#10;     Differix Extrem&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Spielend Neues Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "25885",
    "Name": "Hunter's Guild: The Vampire Forest",
    "ID": 140829,
    "Year": "(2014)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/140829/hunters-guild-the-vampire-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Hunter's Guild: The Vampire Forest is a card game in which each player takes on the role of a Hunter seeking out fame, fortune and adventure. A powerful Vampire Lord has awoken from the undead realm, and it's up to you and your Guild to banish him back to his eternal sleep. Battle hordes of evil creatures, discover rare weapons and armors, even risk being infected by the Vampire in search of ancient relics to repel this evil threat. Be the first to collect all four Vampire Slaying Item Cards and track down the Vampire Lord to win the game!&#10;&#10;This fast-paced adventure game uses only cards and a single 20-sided die. Damage, health and inventory are all calculated with cards so there is no need for hit markers, multiple dice, paper or pens. This makes for a fast-paced adventure game that never pulls you away from the action!&#10;&#10;Hunter's Guild: The Vampire Forest introduces a unique way to track damage. Each Hunter, Creature, Armor and Shield card has Health Gems that represent the amount of damage they can sustain. When damage is inflicted, the cards are turned counter-clockwise to represent remaining Health Gems.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25886",
    "Name": "Five Field Kono",
    "ID": 25471,
    "Year": null,
    "Geek Rating": "5.485",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/25471/five-field-kono",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "Five Field Kono is a traditional Korean game of position and blockade.  It is played by two players, using seven pieces each, on a square board of 5x5 points. Each piece can move one square diagonally.  There is no capture or jumping.  The object of the game is to move all seven pieces to the opposite end of the board, where the opponent's pieces started.  The first player to do this wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Traditional Games: Halma"
    ]
  },
  {
    "Rank": "25887",
    "Name": "Vem i rummet",
    "ID": 134642,
    "Year": "(2012)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/134642/vem-i-rummet",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Who in this room pees in the shower, and who in this room would survive the shortest time on a desert island? Who has got the best speakervoice, who peeks in other peoples vanity cupboard, and who uses longest time assembling an IKEA bookcase?&#10;&#10;Vem i rummet? (Who in this room?) is the name of a crazy entertaining, challenging and engaging parlor games, where it is revealed which image we have of each other, and what we really believe and think about others. This is the game that shows how we are perceived in our friends' eyes!&#10;&#10;The game features more than 300 crazy, embarrassing and personal questions, all of which begins with the question: Who in this room? Draw a card, read the question aloud to everyone, let everyone think a few seconds, count to three and then everyone at the table points to the person they think fits the answer best.&#10;&#10;Be ready for a lot of surprises, embarrassing revelations and fun discussions! Who in this room? is the perfect game for any dinner or icebreaker at the party!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "25888",
    "Name": "Monopoly: Disney Theme Park",
    "ID": 21124,
    "Year": "(2002)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/21124/monopoly-disney-theme-park",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "This version of Monopoly is one of the tin boxed Disney Theme Park Editions.  They are only sold at Disney resorts and theme parks.  The famous rides and attractions are bought, sold, and traded by the players.  Main Street USA buildings act as houses while Disney castles sub for hotels.  Eight collectible player tokens modeled after various ride modes of transportation are also included.&#10;&#10;The game Monopoly: the Disney Edition (2001) a normally boxed version sold in regular stores with properties based on Disney films.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Monopoly (Official)",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Disney Theme Parks",
      "Versions & Editions: Disney Theme Park Editions"
    ]
  },
  {
    "Rank": "25889",
    "Name": "Potato Pirates",
    "ID": 234465,
    "Year": "(2017)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/234465/potato-pirates",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "Potato Pirates is a lethal combination of potatoes, programming, and piracy rolled into an epic card game.&#10;&#10;Roast, mash, or fry your opponents and send them down to Davy Jones' locker &mdash; but before you can reign terror on the high seas, you have to first master the art of potato war. Use programming concepts such as functions, loops, and conditionals to fortify your attacks. If that's not enough, you could just loot and hijack your way to victory by saving Potato King from the deadlock of doom.&#10;&#10;When in need, summon the Kraken to your aid and deny everything...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Nautical",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "25890",
    "Name": "Coup",
    "ID": 1653,
    "Year": "(1991)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/1653/coup",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8667",
    "Description": "A simple two-player game pitting the revolutionaries against the entrenched leader.  Think of it as two-player Junta.&#10;The components are really flimsy (map and counters).&#10;&#10;The map is real simple, city and outlying sections, with victory locations (Radio/TV, Armoury, Capitol, etc.) scattered about.  Small, but fun.&#10;&#10;Try this: You lose points for rubble-izing the city hexes...so you -have- to overrun...&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25891",
    "Name": "Sioux",
    "ID": 23291,
    "Year": "(2006)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/23291/sioux",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Released in Heidelberger&acute;s beautiful series of card games (Korsar, Delphi, Thor, R&auml;uber).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "25892",
    "Name": "Guru",
    "ID": 22445,
    "Year": "(2006)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/22445/guru",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "From the makers of Kaivai, this game sees players controlling Guru who try to influence the masses to come under their sway.&#10;&#10;A card game.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "25893",
    "Name": "Pop N' Drop Penguins",
    "ID": 57129,
    "Year": "(2008)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/57129/pop-n-drop-penguins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Move your penguins around the board.  Watch out they don't fall through the icy bridges!&#10;&#10;This classic &quot;race and chase&quot; game is fun for the whole family! Pop the game die to move your four colored penguins around the &quot;icy&quot; game board.  If you manage to get them &quot;home&quot; first you win the game.  But, if they fall off the icy bridges, you'll have to start all over again.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "25894",
    "Name": "Dilemma",
    "ID": 496,
    "Year": "(2000)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/496/dilemma",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Dilemma is a curious combination of speed, dexterity, and bluffing. The starting player places a numbered card in an arena (a plastic dish). Players place or apparently throw numbered cards into the arena. If you do this correctly so that your card covers the opener neatly, you then duel with the starter. You each have a dueling block, showing peace or war. Lay this hidden, then reveal them together:&#10;&#10;&#10;    Peace/peace means the players swap the cards in the arena.&#10;    War/peace means war takes all the cards but loses one of ten lives.&#10;    War/war means no one gains cards and both lose a life.&#10;&#10;&#10;If you have no lives, you still duel, but can place only peace. When the game ends, total up the cards you've won, and whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 2 x 2 Grids"
    ]
  },
  {
    "Rank": "25895",
    "Name": "Hit the Beach",
    "ID": 2426,
    "Year": "(1965)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/2426/hit-the-beach",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.125",
    "Description": "One of the American Heritage Command Decision Strategy Games.&#10;&#10;A World War II Pacific Campaign game, the players are in a race with each other to reach the &quot;final objective&quot; -- the main Japanese HQ. The Japanese defense forces (14 pieces) are obstacles for all players; when defeated, they are redeployed by that player and can thus be used to slow down opponents.&#10;&#10;Each player has 6 pieces (2 Marines, 2 infantry, 1 naval landing support ship and 1 strategic air support aircraft). On a player's turn, they roll the die and can move one of their soldiers. The support pieces (ship/aircraft) move only on a 6 and are immediately deployed where necessary to support a beach landing. Moving a soldier on top of an opponent's by exact count &quot;relieves&quot; it and sends it back to its start space. Each player must clear the two beaches that match their color. To do this, both support pieces must first be brought to bear, and then a Marine must reach the defender by exact count. Once cleared, beaches remain clear and can be used by all players.&#10;&#10;The mechanics are a variant of the old public domain game of Malefiz or Barricade.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Series: American Heritage (Milton Bradley)",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "25896",
    "Name": "Tàin",
    "ID": 32992,
    "Year": "(2007)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/32992/tain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "&quot;Long-horned, fertile bulls and fat, milky cows are grazing on the grasslands of the neighbouring clan. War spoils pillaged from our grandfathers still hang on the walls of the enemy house. We will not suffer it any longer! It is time all the clansmen assembled to raid across the border. Let all, from the chieftain to the youngest lad seize as many of the herd as they can!&quot;&#10;&#10;T&agrave;in is a game of bluff and tactics, in which you become a leader of a Celtic clan in ancient Ireland. Your task is to make your clan prosper by raiding your opponents&lsquo; grasslands for their cattle. They do not waste their time either and send their own warriors to your pastures to steal your herds. Only by cleverly ordering your clansmen, guessing your opponents&lsquo; moves and tricking them without letting them guess your real plans you can secure a place for yourself in the great chronicles of clan rivalry.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "25897",
    "Name": "Yorktown: The Siege Which Determined the Birth of the United States",
    "ID": 6052,
    "Year": "(1979)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/6052/yorktown-the-siege-which-determined-the-birth-of-t",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.2857",
    "Description": "Washington&rsquo;s and Cornwallis&rsquo; problems for the decisive siege in the American War of Independence, reproduced on a 70x100 centimeter map, with the employment of all the American, French, British and Hessian units.&#10;&#10;Degree of difficulty: 2/6&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Country: France",
      "Country: Germany",
      "Country: Great Britain",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "25898",
    "Name": "Monopoly: NASCAR",
    "ID": 9153,
    "Year": "(1997)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/9153/monopoly-nascar",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "The classic Property Trading Game, themed to NASCAR for race fans and collectors. NASCAR-teams gameboard: 8 pewter tokens, garages, race shops, more!  Most properties are common sponsers seen on the race cars.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "25899",
    "Name": "Monopoly: Australian Here and Now",
    "ID": 29969,
    "Year": "(2007)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/29969/monopoly-australian-here-and-now",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "This is the Australian Here and Now edition of Monopoly. Parker Brothers invited people to vote online as to which parts of Australia should be included on the board.&#10;&#10;Some of the results were suprising, Sydney, for example, was not chosen in favour of Tamworth and Broken Hill.&#10;&#10;Voting results can be seen here - http://www.monopoly.com.au/results.php&#10;&#10;Apart from the Australian themed board the tokens are different from the classic set - we have Pair of Thongs, Surfboard, Ute, Koala, Labradoodle (the poodle Labrador cross breed that originated in Australia), Mobile Phone, Laptop Computer, and jar of Vegemite.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Australia",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "25900",
    "Name": "Super Mario Bros.",
    "ID": 9533,
    "Year": "(1988)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.54",
    "Link": "https://boardgamegeek.com/boardgame/9533/super-mario-bros",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "All the excitement of the video game on a game board.  You maneuver Mario through 4 worlds (boards) to the princess space in order to rescue her.&#10;&#10;This is a different game from Super Mario Bros., evidenced by board layout and appearance.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Video Game Theme: Nintendo",
      "Video Game Theme: Super Mario Bros."
    ]
  }
]