[
  {
    "Rank": "N/A",
    "Name": "Meerkat Mayhem",
    "ID": 107931,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107931/meerkat-mayhem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Children must be quick to play this grabbing game!&#10;&#10;The plastic board has a central slot into which a green plastic thingie (for want of a better word) is inserted. When the thingie is removed, up pop random Meerkats and you have to grab one if you can.&#10;&#10;Each player must try and prevent losing their meerkat to the dreaded cobra. Position your meerkat, start the spinner and get ready to grab your meerkat before the cobra strikes.&#10;&#10;Whoever has the most meerkat's at the end, wins the game!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – Khazad-dûm",
    "ID": 107933,
    "Year": "(2011)",
    "Geek Rating": "6.517",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107933/the-lord-of-the-rings-the-card-game-khazad-dum",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.0303",
    "Description": "Game description from the publisher:&#10;&#10;The first deluxe expansion for The Lord of the Rings: The Card Game, Khazad-d&ucirc;m transports you to the ancient realm of the Dwarves with 165 new cards (with three copies each of its player cards), including new scenarios, encounter sets, heroes, allies, attachments, and events.&#10;&#10;From Orcs and Trolls to Ringwraiths and Dragons, Middle-earth is a rich and expansive world, filled with fantastic and iconic creatures. As you venture into the ancient Dwarven realm of Khazad-d&ucirc;m, you'll enter a place in Middle-earth far removed from the settings and creatures represented by the Core Set encounter cards. Dark tunnels teem with goblins, and any wrong turn could send you plummeting through pits to find yourself confronted by older and fouler things than Orcs.&#10;&#10;Therefore, in addition to expanding your existing game experience, Khazad-d&ucirc;m introduces nine all-new encounter sets. These unique sets, when combined into encounter decks (as instructed by the rules), make up the three included scenarios in Khazad-d&ucirc;m.&#10;&#10;Note: To play the scenarios in the subsequent &quot;Dwarrowdelf Cycle&quot; of Adventure Packs, you will need the new encounter sets in this expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tannhäuser: Matriarchy Troop Pack",
    "ID": 107934,
    "Year": "(2011)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107934/tannhauser-matriarchy-troop-pack",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Game description from the publisher:&#10;&#10;The Matriarchy Troop Pack for Tannh&auml;user further expands the Matriarchy faction by adding two stunningly painted miniatures &ndash; the fearless Boepripacy Soldat and the flamethrower-wielding Zazigag Soldat &ndash; along with game tokens, equipments cards, and a detailed 12-page rulebook with an all-new scenario.&#10;&#10;This scenario pits a Nippon Accords force against an alliance of UMTOMA soldiers, as the Reich's Karl Zermann attempts to recover an ancient artifact for Von He&iuml;zinger.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Spies / Secret Agents",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tannhäuser"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Puzzle Strike Upgrade Pack",
    "ID": 107935,
    "Year": "(2011)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107935/puzzle-strike-upgrade-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "(note: this &quot;upgrade pack&quot; requires the base Puzzle Strike game to play)&#10;&#10;Upgrade your puzzle striking with several new components to enhance aesthetics, immersion and accessibility as well as new puzzle chips and rebalanced character chips.&#10;&#10;This upgrade pack includes:&#10;&#10;    4 identical playmats&#10;    4 unique screens to hide your chips without holding them in your hand&#10;    3 new puzzle chips x 5 copies each&#10;    15 blank chips&#10;    A rebalanced set of the 10 characters in the base set (30 character chips)&#10;&#10;&#10;The playmats help you separate your gem pile and other game zones, plus they look great! They're made of the same high quality mouse pad material as the Yomi playmats, and you could even use them as mouse pads.&#10;&#10;This upgrade pack is compatible with the second edition (pink boxed) version of Puzzle Strike, and not the first edition Deluxe with the wooden chips.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Fantasy Strike (Sirlin)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Map Exploring",
    "ID": 107937,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/107937/map-exploring",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User summary:&#10;A tile-laying game for 2&ndash;4 players. Players have their starting point in one of the corners of a thought 7x7 tile map, with the goal in the middle. Taking turns of laying down tiles with straight corridors, bends, T-crossings and so on, some of which are one-way, the player who first connects his starting point with the goal wins the game. Among the special tiles are tiles that allow you to turn, move or remove an already laid tile.&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solar Circuit Racing",
    "ID": 107940,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/107940/solar-circuit-racing",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the abandoned and uncharted spaces of the solar system a small group of daredevil pilots fly their spacecraft through dangerous race courses known as Circuits. Set up in advance by a shadowy group of scouts and bookies, each Circuit is unique. Some wind through planetary canyons, others through old mining tunnels bored through asteroids or through the swirling rocks of planetary rings. Racers must dodge obstacles as well as the weapons fire of their opponents to cross the finish line first to win fame and fortune!&#10;&#10;Solar Circuit Racing is a sci-fi racing game for 2-6 players. The game is played on a modular, customizable course made out of map tiles. Moving into a tile with an obstacle requires a piloting roll. Failing the piloting roll results in something bad happening, like smashing into an asteroid or scraping a wing along a canyon wall. Damage reduces the capabilities of your ship. Once you pass the roll, you can advance into the space and move on.&#10;&#10;Each turn, you will have to manage your limited engine power, and make decisions about how to spend it. Engine power can be used to advance through the course, to evade enemy weapons, and to make maneuvering through obstacles easier. Spend too much power on maneuvering and your opponents will jump into the lead, too much on advancing and you'll splatter against the obstacles. The first player to complete the decided on number of laps wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quorsum",
    "ID": 107958,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/107958/quorsum",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Quorsum is an abstract, strategic racing game for two players.  The goal is simple enough: move your tokens to the opposite corner of the 4x4 board.  Quorsum is unique, however, in that the board is never the same from game to game; rather, the 16 board tiles are picked at random before the game, so that players must constantly react to an unexpected setup.  Not only that, but the board continues to change throughout the game, as players try to flip key tiles from light to dark or vice versa.&#10;&#10;Luck is minimal: even the dice require skill, since players may decide how many of their dice to use for each important move.  The result is a fast-paced game in which players must constantly calculate the best path to take and the best way to hinder the opponent's tokens.  Although the experienced player will usually win, still there is often a chance for both players right up until the last move.&#10;&#10;Quorsum avoids both the predictable setup of most strategy games, and the swings of luck in most dice games.  The players' fate, therefore, is always in their own hands.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Postman Pat: A Very Special Delivery Board Game",
    "ID": 107967,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/107967/postman-pat-a-very-special-delivery-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll and move game for the very young.&#10;&#10;Another busy day for Postman Pat as he dashes around collecting Special Delivery parcels for the residents of Greendale. Be the first to find and collect the most matching parcels. Players spin the spinner to move around the board, depending on the number of parcels pictured on the square they landed on they get to turn over the same number of tiles in the middle of the board, if they get a matching pair they get to keep them. If they land on one of the character squares they get to jumble some of the tiles.&#10;&#10;The publisher says this is a memory game with a jumble shuffle twist (whatever that is)!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Mail / Stamps / The Post Office",
      "TV Shows: Postman Pat"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Postman Pat: Mayhem at the Sorting Office Board Game",
    "ID": 107969,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107969/postman-pat-mayhem-at-the-sorting-office-board-gam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll and move game for the very young. Children will need a little luck to be the first to find the letters that matches the character name on their postcard. It is a nicely themed game about this popular children's TV favourite.&#10;&#10;From the publisher;&#10;Today is total mayhem at the sorting office! Letters are everywhere and no-one know what to do, so Pat has no choice but to stop his deliveries and help sort out the mess! Players each have a postcard belonging to a resident of Greendale, then race around the sorting office turning over the jumble of post to find the missing letters. The first to find all their missing letters from their postcard is the winner!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Mail / Stamps / The Post Office",
      "TV Shows: Postman Pat"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scooby-Doo! and the Monster Mall Board Game",
    "ID": 107972,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.62",
    "Link": "https://boardgamegeek.com/boardgame/107972/scooby-doo-and-the-monster-mall-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game based on the characters from the animated TV show.&#10;&#10;The publisher says;&#10;Scooby doo and the gang have made a quick stop at the late night mall to do some last minute shopping.&#10;Although, unknown to them, they aren't the only customers there!&#10;&#10;Wandering around the aisles are three scary monsters who intend to make their shopping experience one they will never forget! So grab a trolley, head to the aisles, and lets do some shopping!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Basketball Deck Building Game",
    "ID": 107973,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/107973/the-basketball-deck-building-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a 2 player deck building game that has player interaction, balance, and strategy as the primary focuses. Every game turn has both players taking actions. We have defense and offense represented, so you are not just at the mercy of the cards. You do not have to add to your deck each turn, so the size of your deck is up to you, and there for you are in control of how likely you are to draw the cards you need.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shake Spell",
    "ID": 107974,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/107974/shake-spell",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple word game. Each player rolls the eight dice. Seven of the dice are white with a letter on each face. The eighth die is black and has a symbol on it such as a question mark. Just make a word that goes with the symbol.&#10;The publisher describes it as a cross between Scrabble and Boggle.&#10;The game comes in a carry case so it makes a good game to take on holiday.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Enigma of Leonardo: Quintis Fontis",
    "ID": 107976,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/107976/the-enigma-of-leonardo-quintis-fontis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The Enigma of Leonardo: Quintis Fontis is a specialized version of &quot;The Enigma of Leonardo&quot; designed for hardcore players, for those, that considered the core version too simple. Designed for those players, that enjoy strategic planning and quick thinking.&#10;&#10;QF is played using the same cards as the core set &ndash; each card has two symbols on it, there are 12 different symbols altogether. Most of the cards are identical to the ones in the core set, while others have different symbol combinations on them. The set also includes a few special text cards (action cards).&#10;&#10;The goal of the game is the same as in The Enigma of Leonardo, to collect Secret Keys, by making sequences of identical symbols but this time the game is played on one big field. The field itself is made during game play, the only restriction being its size &ndash; 5x5 cards. The first card is placed in the middle of the playing field, players then take turns at playing cards, increasing the field. In the end, the first card that was played might not even be in the middle anymore, it could be on the edge.&#10;&#10;Players can not only play cards on empty spaces, they can play cards on top of each other and can even replace cards from their hands with the ones on the playing field. The only condition is that the cards being replaced must share a common symbol. This playing mechanic allows for more complex combos, by careful planning, one can gradually replace all the cards on the field with symbols that the player needs.&#10;&#10;Just like in The Enigma of Leonardo, in QF players receive Secret Keys when they successfully make a row of cards with the same symbol. But now you can get symbols not only for 3 cards in a row, but for four and even five identical symbols. Qunitis fontis actually means &ndash; &ldquo;the fifth symbol&rdquo;, when translated from Latin. Rows can be made horizontally, diagonally and vertically just like in the core game but now you can receive the same key more than once by first making a row of three symbols and then adding cards with the fourth and fifth symbol.&#10;&#10;But it sounds much easier than it actually is. The game now uses a special counter-marker called &ldquo;veto&rdquo;. After playing a card, the player may choose to move the marker on any card (even the one he just played) on the playing field. The next player cannot play any cards that share a symbol with the marked card. It&rsquo;s up to the players to decide should they move the marker each turn or keep it in one place blocking a certain symbol combination for the entire game.&#10;&#10;Another new addition to QF are the action cards. There aren&rsquo;t much compared to another expansion of the game The Enigma of Leonardo &ndash; Novem &ndash; but they can alter the flow of the game. With these cards you can steal symbols from your opponents and prevent them from gaining new ones.&#10;&#10;The player who successfully collects seven Keys is the winner. If the deck is used up and no one has collected seven Keys, the one to collect the most is the winner. In case of a tie a key gradation has been provided.&#10;&#10;QF is basically a harder version of The Enigma of Leonardo: the rules are different but the cards used are practically identical. Meaning you can try playing The Enigma of Leonardo using QF or vice versa. It will be a slightly different game, but it&rsquo;s still possible.&#10;&#10;&#10;Reimplements:&#10;&#10;    The Enigma of Leonardo&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Historical Figures: Leonardo da Vinci"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Point Final",
    "ID": 107977,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/107977/point-final",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Most of the cards in this card game are letter cards, with which a word is formed; the rest are special action cards. Each player has six cards at the start of the game; the goal is to get rid of one's cards first.&#10;The first player plays a card on the table; this card will be the first letter of a word that s/he thinks about (but doesn't say out loud). The next player adds a second letter to the word, etc. There are many jokers, so there are also many possibilities for what a word might be. When a player doubts that the last player can still think of a word starting with the letters on the table, s/he can call the bluff. If the previous players cannot produce a word, the bluffing player must pick up the cards from the table, if s/he can, the accusing player picks them up. Instead of playing a card, a player can also choose to draw a new card from the stack, but still takes responsibility for the word on the table (i.e., if called, must produce a word with these letters).&#10;By placing a facedown card on the table, any player (out of turn order), can announce that a word is complete. The letters are then discarded and a new word is started.&#10;&#10;There are various special cards with which players can be forced to say a word with the current letters, cards can be passed to other players, etc.&#10;&#10;When a player plays his or her last card, the other players count the points printed on their remaining cards. These are their negative scores.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tip of the Tongue",
    "ID": 107978,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107978/tip-of-the-tongue",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Aimed at children, this is a game reminiscent of Taboo, where you must describe an object on the card but without using certain key words. For instance, it might say 'Balloon' and you cannot use the words 'pop&rsquo;, &lsquo;inflate&rsquo;, &lsquo;bang&rsquo; or &lsquo;float&rsquo;?&#10;&#10;The subjects are graded so that different age groups can play.&#10;&#10;The cards are dispensed from a yellow plastic head and the cards becomes its tongue, so to speak.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Manga Party",
    "ID": 107979,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/107979/manga-party",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Manga Party comes with two copies of 26 cards (one with red back, one with beige) that each feature a scene drawn manga-style; it's up to the players to bring the party!&#10;&#10;To set up the game, the 26 beige cards are laid face-up on the table. Three red-backed &quot;mime&quot; cards are shuffled with the 26 red-backed scene cards to form a deck.&#10;&#10;On a turn, the active player draws the top card from the deck, then acts out a scene, complete with whatever thoughts, cries, declarations, etc. best fit the word bubble or thought bubble on the card. The other players race to identify which beige card matches the scene being acted out. Each player can choose only one card, and no card can be chosen more than once. If the correct card is chosen, the guesser scores the beige card and the actor keeps the red card; otherwise both scene cards are removed from the game and the actor takes the &quot;Malus&quot; card (whether from the table or another player).&#10;&#10;If a player draws a Mime card, he discards it, draws the next card, and acts out the scene but without any dialogue or sounds.&#10;&#10;The game ends when either two beige cards remain on the table or after the third Mime card has been resolved. Players scores one point per card collected, with the holder of the Malus card losing one point. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Little Pony Merry-Go-Round Game",
    "ID": 107983,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/107983/my-little-pony-merry-go-round-game",
    "Min Players": "0",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object: Be the first to get eight stamps on your score sheet.&#10;&#10;Each player gets 4 cards (one for each pony) and a score sheet. Before each turn, every player chooses one card to place face-down. The player whose turn it is then spins the merry-go-round, and when it stops, one of four colors will display through the merry-go-round windows. &#10;   Anybody whose face-down card matches the color displaying through the windows may use the pony of that color to stamp his/her score sheet.&#10;&#10;Contents:&#10;&#10;Mechanical merry-go-round with ball top&#10;Sheet of stickers for merry-go-round base&#10;4 stamper pony pieces with stamp caps (Posey, Heart Throb, Cherries Jubilee, &amp; Medley)&#10;16 pony cards (4 of each pony)&#10;1 pad of score sheets to stamp and color&#10;Instruction sheet&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Horses",
      "Components: 3-Dimensional (3D)",
      "Toys: My Little Pony"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cataclysm",
    "ID": 107988,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/107988/cataclysm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cataclysm is a large board chess variant (12 X 16)&#10;&#10;It uses most of the basic chess pieces from FIDE chess, plus a range of additional, mostly short range pieces.&#10;&#10;New pieces include;&#10;&#10;Grand Rook: The Grand Rook can move as either a standard Rook, or as a Cannon from Chinese Chess (that is, it can capture an enemy piece by leaping over exactly one piece of either color and capturing the first piece beyond, if that piece is an enemy piece.)&#10;&#10;Sorceress: The Sorceress is a 2-space area-mover. She may make either a single step in any direction as a King, or may make two consecutive steps in any direction and may change directions in between. The only limitations are that the Sorceress may not return to her original square (thereby making a null-move) and may not capture a piece on the first move and continue on - her move ends with any capture.&#10;&#10;The Elephant may slide up to four spaces diagonally, or may step a single space horizontally or vertically. This piece has no relation to the Elephant of Shatranj.&#10;&#10;The Tiger may slide up to four spaces horizontally or vertically, or may step a single space diagonally.&#10;&#10;The Duke may slide up to three spaces in any direction. He moves like a Queen in Chess, except that he is limited to a range of only three squares&#10;&#10;and others&#10;&#10;Each player has 40 pieces (including 16 pawns)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 12 x 16 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Worlds: Dino Fight Series – Allosaur",
    "ID": 107996,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/107996/lost-worlds-dino-fight-series-allosaur",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A spin-off from the popular Lost World Combat Book series. Instead of fantasy heroes, the players take the roles of fighting Dinosaurs.&#10;&#10;Each player neeeds a booklet to play. Booklets are traded and, as each player selects a move, a reference grid determines the result (wounds loss, off balance maneuvers, and so on). Combat continues until one Dinosaur or the other expires.&#10;&#10;",
    "Categories": [
      "Book",
      "Fighting",
      "Prehistoric"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Series: Lost Worlds (Nova Game Designs)",
      "Series: Lost Worlds Dino Fight Series (Greysea Games)",
      "Series: Picture Book Games (Nova Game Designs)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glory to Rome: Promo Cards",
    "ID": 107998,
    "Year": "(2011)",
    "Geek Rating": "5.671",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/107998/glory-to-rome-promo-cards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6154",
    "Description": "This expansion is made of 10 (36 cards total) of the building cards BGGers suggested in this GeekList, and the ones that got most votes went to the Finalist Round.&#10;&#10;Keeping in mind the results of the round, the Cambridge Games Factory employees chose what cards to keep. They were then helped by some BGGers in playtesting/tweaking them and the final results are here.&#10;&#10;This Promo expansion was reserved to the Kickstarters supporters of the Black Box Edition, but it's not excluded that there will be wider print runs.&#10;The expansion was printed in two versions, one with Ed Carter's cartooney artwork and the other using Heiko G&uuml;nther's essential style.&#10;&#10;One note on compatibility: The expansion cards created with the original artwork are 63 mm x 88 mm.  The 2007 printing of GtR I.V had cards that were 64.5 mm x 89.5 mm.  If you sleeve your cards or have a later printing (which is the most common edition of I.V), then the promo cards will work fine.  If not, you will find that the size of the cards is slightly mismatched.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Phase Order"
    ],
    "Families": [
      "Ancient: Rome",
      "Crowdfunding: Kickstarter",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wizard",
    "ID": 108005,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/108005/wizard",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Electronic game which Waddingtons probably saw as a competitor to take on Milton Bradley's Simon.&#10;&#10;It plays 4 different games - Match Me, Break Out, Hot Corners and Music Maker. The main game was Match Me which was nearly an exact copy of the Simon game. Each game had 11 different ways to play them. The game has sound and moving lights.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Food & Drink – Bite-Size",
    "ID": 108006,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/108006/trivial-pursuit-food-and-drink-bite-size",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivial Pursuit Bite Size ... Our favourite game now doesn't take a day to play! You can ask and answer 600 questions about ingredients, fast food, techniques and utensils, fine dining, drinks and world food.&#10;&#10;This is another in the &quot;Bite-Size&quot; range of Trivial Pursuit games. It is intended as a portable travel game. The game is packaged in a wedge (&quot;piece-of-pie&quot;) shaped box.&#10;&#10;The game does not feature a game board, and thus, there is no roll-and-move mechanic. Instead, players roll the color-coded die, and answers a question matching the color rolled. If a player correctly answers a question, he may &quot;go for a wedge&quot; by answering another question in the same category. If he does so, he keeps that card. If the player answers a question incorrectly, it is the next player's turn. Play ends when a player has collected six cards/correctly answered 12 questions.&#10;&#10;For 2 or more players.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Series: Trivial Pursuit – Editions Régionales (France)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Мисс Русская ночь",
    "ID": 108007,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/108007/miss-russkaia-noc",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From publisher:&#10;&#10;Miss Russian Night (How many women can you seduce in one night?) is a card board game that has been produced under license with the erotic Russian Night TV channel. The players are the guests at a night club who are flirting with 8 different girls. The winner is the player who is able to successfully lure the most women to bed.&#10;&#10;Each girl is a real model from the TV channel. They are represented by ten different cards, all varying in their level of intimacy from the proper &ldquo;one&rdquo; whom a player can eventually get, to the absolutely naked &ldquo;ten&rdquo;. The playing field has three different zones: a stack of cards at the dance floor, the bar table with four open cards and the strip podium. The winner of the game will be the one who can control his desires and use his skills&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Боец",
    "ID": 108009,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/108009/boec",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "From publisher:&#10;&#10;The card game duel The Fighter (Men can do anything!) has been created based on the popular Russian reality-show about mixed martial arts: M1-Fighter. Now, anyone can step into the ring and participate in fights with their TV heroes! Swings and uppercuts, throws and low-kicks, holds and yellow cards &ndash; this original fight simulator contains all those elements which we love to see in the martial arts. The game presents eight fighters: actual participants from the TV show. They all have unique fighting abilities: strength, speed, stamina and coordination. Using their skills, the fighters attack each other, avoid hits and maneuver in an attempt to gain a tactical advantage.&#10;&#10;The unique game mechanics lie in the interaction of the move cards and 40 multicolored dice. However, to win, you will need not only luck, but also the ability to plan your actions and turn the game situation in your favor.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "'Jimmy'",
    "ID": 108017,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/108017/jimmy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Another failed attempt by Waddingtons, to get into the electronic board game market.&#10;&#10;The pitch has several holes in it at strategic points. If the ball rolls into one of your holes, you press a button behind the goal and the ball is 'pinged' out of the hole and into another hole. You hope to keep possession and eventually shoot into the opponent's goal.&#10;&#10;It had sound effects and an electronic score board but, as a game, it is almost entirely devoid of skill. You just press buttons.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rosette Riding School",
    "ID": 108019,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/108019/rosette-riding-school",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Juvenile horse-riding themed dice-rolling game in two phases.&#10;&#10;In part one, &quot;Schooling Track&quot;, players throw a d6 to move around and collect (or lose) horseshoes.&#10;&#10;In part two, &quot;Cross Country Track&quot;, players use a die numbered 1,2,3 to move and attempt jumps. Horseshoe cards can be used to improve a die roll.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le mystère des pyramides",
    "ID": 108020,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/108020/le-mystere-des-pyramides",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It is one of the Milton Bradley &quot;Flipsiders&quot; games that resembles an audio cassette until you &quot;flip&quot; the game open.&#10;&#10;The archaeologist takes the green marker and begins at the entrance to the pyramid.&#10;The other player, the mummy, begins at the bottom of the pyramid.&#10;A ruby is set in another room at the bottom of the pyramid.&#10;&#10;The archaeologist will get the ruby and back out of the pyramid.&#10;The mummy has to kill the archaeologist.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Flipsiders (Milton Bradley)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mod'Collection",
    "ID": 108021,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/108021/modcollection",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Mod'Collection is one of the Milton Bradley &quot;Flipsiders&quot; games that resembles an audio cassette until you &quot;flip&quot; the game open.&#10;&#10;Each player will get a full set of clothes (shoes, skirt, top and jacket) to buy in shops. After that, they need to reach the final case.&#10;&#10;",
    "Categories": [
      "Collectible Components"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Flipsiders (Milton Bradley)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Safari photos",
    "ID": 108022,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/108022/safari-photos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each player take pictures of wild animals.&#10;&#10;Each player moves around on a course of 6 animals and have the ability to take pictures.&#10;&#10;The winner is the player who made the best photos (15 points photos).&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Flipsiders (Milton Bradley)",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La cité terrifiante",
    "ID": 108023,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/108023/la-cite-terrifiante",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A player takes the trafficker who should retrieve four items before fleeing by helicopter.&#10;The other will pursue the trafficker in the city.&#10;&#10;The two players move in the city with the dials. For the prosecuter, it must stop exactly on the case of the trafficker. The trafficker will go to the boxes objects in a specific order before running to the heliport.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Flipsiders (Milton Bradley)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Dilema / The Dilemma",
    "ID": 108024,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108024/el-dilema-the-dilemma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It is a strategic game in which opponents should make them conducive chance.&#10;You can play two, three, four and two teams of two players.&#10;&#10;Each player receives 15 coins to start the game.&#10;The first action of the game is to fill the board with so many games.&#10;After each set the players traded currencies as the play tells them. And redo the box&#10;score play.&#10;The game ends when one player gets all the coins.&#10;Each player is identified with one of the letters: A, B, C or D, and with a color: Blue,&#10;Red, Green and Yellow.&#10;&#10;&#10;Es un juego estrat&eacute;gico, en el que los adversarios deben hacer que el azar les sea&#10;propicio.&#10;Pueden jugar dos, tres, cuatro y dos equipos de dos jugadores.&#10;&#10;Cada jugador recibe 15 monedas al iniciar la partida.&#10;La primera acci&oacute;n del juego es llenar el tablero con los tantos de juego.&#10;Despu&eacute;s en cada lance los jugadores intercambian las monedas que la jugada les indica.&#10;Y rehacen la puntuaci&oacute;n de la casilla jugada.&#10;El juego finaliza cuando un jugador se queda con todas las monedas.&#10;Cada jugador se identifica con una de las letras: A, B, C o D; y con un color: Azul,&#10;Rojo, Verde y Amarillo.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Educational",
      "Negotiation"
    ],
    "Mechanics": [
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dance Mania",
    "ID": 108031,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/108031/dance-mania",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's time to break out and hit the dance floor! You can boogie to one of the three beats on the electronic dance unit or play your own slammin' tunes to groove to. The more you play, the better you'll get...that's when you start improvising! The dancer that scores the most points, by collecting cards while dancing, become the Bratz Disco Queen.&#10;&#10;Contents:&#10;&#10;     electronic dance unit-  pink &amp; white speaker, &#10;     gameboard, &#10;     pack of 36 double- sided dance cards, &#10;     instructions&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic",
      "Music"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Toys: Bratz"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Canada Quiz",
    "ID": 108032,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/108032/canada-quiz",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Canada Quiz is a trivia that integrates tactical elements.&#10;&#10;The goal of the game is to be the first player (or team) to get the Canada flag by answering properly the questions.&#10;&#10;The board has four playing track (one per player or team), leading to the flag in the centre of the board.  Each player (or team) has four markers.  The dice is rolled to bring a marker in play and or to move it along the track;  however, a marker can be moved only if the question asked is properly answered.  When a player answers without a &quot;hint&quot; (without asking which are the multiple choices listed on the card), that player can have an other question, so an other opportunity to move forward.  Under some conditions, the questions may also be used to perform a &quot;power-play&quot;, which could force an other player to move backward.  The first player to reach the flag and to answer properly the question wins the game.&#10;&#10;Canada Quiz has 250 question cards, with four questions (with multiple answers) on each, for a total of 1000 questions.  The trivia game is based on early the history of Canada, mainly covering the historical period from the very beginnings up to the Confederation.  Canada Quiz has been published in English and in French.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Canada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Recon by Fire: Issue 2",
    "ID": 108040,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108040/recon-by-fire-issue-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "44 pages.  Includes 10 scenarios, an APC player aid chart and a large (DASL) map, BF2.&#10;&#10;8 of the scenarios are East front, with one west front scenario, and one end war Russian v. Japanese scenario.&#10;&#10;The scenarios are:&#10;&#10;RBF-9: Rolling Stones&#10;&#10;RBF-10: Tip Off at Tauroggen&#10;&#10;RBF-11: Gut Check&#10;&#10;RBF-12: Sverdlikova Melee&#10;&#10;RBF-13: Neubauer Battalion&#10;&#10;RBF-14: Kampfgruppe Lang&#10;&#10;RBF-15: Shumilinmo&#10;&#10;RBF-16: The Bitter End&#10;&#10;RBF-17: Third Hotspot&#10;&#10;RBF-18: First Day at Fuchin&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Magazine: Recon by Fire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pants! Card Game",
    "ID": 108049,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/108049/pants-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Pants! is a super silly family card game of trouser-collecting and wardrobe-stealing. Build your wardrobe of classy pants, sporty pants, adventure pants, or casual pants before your opponents do.&#10;&#10;But hold tight to your trousers because they can get stolen right from under your nose!&#10;&#10;Each card is artfully designed with a retro-funky pants illustration. Let&rsquo;s play!&#10;&#10;The cards consist of different wardrobe categories: Classy, Sporty, Casual, Adventure. There are four unique types of pants in each wardrobe category. For example, Classy Pants consists of stripey dress pants, tuxedo pants, a gown, and a kilt.&#10;&#10;The object is to collect two full sets of pants from two different categories. The first player to do that wins. There are wild cards you can play to thwart your opponents' pants collection: Suspenders and gift card. Just when you're ready to lay down your winning set of pants, another player can steal your set or make you put it back. Ouch. &#10;There's also an underwear wild card you can use with three pairs of pants in a category to make a complete set. Wee!&#10;&#10;Game play goes like this: Each player is dealt five cards. In a turn of play, you can:&#10;&bull; Lay down a complete set of pants &#10;&bull; Discard pants cards you don't need &#10;&bull; Pick from the discard pile to get cards you need&#10;&#10;Its Kickstarter campaign failed to reach its funding goal on October 7 2011.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hansa: The Compass",
    "ID": 108053,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108053/hansa-the-compass",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Hansa: The Compass is a small expansion for Michael Schacht's board game Hansa that randomizes the direction of movement on the game board.&#10;&#10;Before the game begins, one player spins the &quot;compass&quot; tile. Depending on which side is face-up, the merchant ship either moves with or against the arrows on the game board for the entirety of the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Medieval",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Game: Hansa (Michael Schacht)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mechanical Yacht Race",
    "ID": 108054,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108054/mechanical-yacht-race",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Early 20th century action game.&#10;&#10;Your yacht is attached to a length of string in such a way that if the string is pulled, raised or shaken, the player can make the yacht 'sail' along the string to the finish line. The strings are attached to the table. The box illustrates rather well the set-up and the game-play.&#10;&#10;Really cute cats are in the illustration on the box, watching mother and son playing the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Nautical",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tennis Game and Badminton",
    "ID": 108056,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/108056/tennis-game-and-badminton",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One of Waddingtons' Target Series games, aimed at the customer on a strict budget.&#10;&#10;Each player has a plastic 'racket' that is rather like a see-saw. You put the 'ball' onto your racket, push the handle of the racket down and, hopefully, the ball would land within the confines of the board. If successful, your opponent now returns the ball in the same way.&#10;&#10;Both tennis and badminton play in the same way and you score as in the real rules for either sport.&#10;&#10;Similar to Table Badminton&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Badminton",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Punch and Judy",
    "ID": 108057,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108057/the-game-of-punch-and-judy",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple race game. The object is to reach the end of the track first so that you can see the Punch &amp; Judy show.&#10;The track has several negative squares, Lose 1 turn, lose 2 turns and Go Back to Start. There are no positive squares.&#10;You need an exact throw to win.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Numenko-in-a-bag",
    "ID": 108064,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/108064/numenko-in-a-bag",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Numenko-in-a-bag features game play and components similar to the Numenko board game - but without a game board and with a few other changes.&#10;&#10;The wooden tiles feature digits (0-9), a Multichoice symbol (that stands for the player's choice of addition, subtraction, multiplication, division or &quot;is equal to&quot;), and a Freechoice symbol (that can be a digit or Multichoice). Each player starts with 20 randomly drawn tiles (if playing with 2-4 players; 15 tiles otherwise) and one Freechoice tile. The remaining tiles are mixed face-down on the table.&#10;&#10;Playing at the same time, players reveal their tiles and try to create valid equations crossword-style in their own playing area. A Multichoice or Freesymbol tile can be used as a different operator or number in intersecting equations. At any time, a player can return an unwanted tile to the stock in exchange for two newly drawn tiles. If a player uses all of his tiles in one or more equations, then he declares &quot;Done&quot; and draws four new tiles from the stock. Players can rearrange tiles any number of times to incorporate new tiles.&#10;&#10;The game ends if a player wants to swap when fewer than two tiles remain in reserve or declares &quot;Done&quot; with fewer than four tiles in reserve. The player who has used all tiles in equations when the game ends wins. If no player fits this description, then players sum their tiles in hand (with a Freechoice tile worth ten points), and the player with the lowest sum wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Number",
      "Travel"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legendary Battles",
    "ID": 108076,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/108076/legendary-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This game is a chess variant, -according to wikipedia definitions and chessvariants.org- with fantastic theme. Each player controls an army. There are four different armies to choose and each one has their own particular attributes. In every army there are 4 soldiers, 2 sergeants, 2 lieutenants, 2 generals, one special unit and a King.&#10;This game is played on a hex board.&#10;Each piece has some symbols that indicate their moving and capturing capacities and, sometimes, a special ability.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Victorian Gamer",
    "ID": 108077,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.29",
    "Link": "https://boardgamegeek.com/boardgame/108077/the-victorian-gamer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In 19th Century Britain, sports were invented and developed to provide the idle rich with a means of betting large sums of money against each other. In The Victorian Gamer you are one of the idle rich.&#10;No aristocrat worthy of his name would have been without a fast running footman or a stable boy who was a particularly able jockey. He would put up his &lsquo;man&rsquo; against another noble&rsquo;s &lsquo;man&rsquo; for an agreed sum. The sport was incidental; it was the outcome that counted, with the winner taking all. And of course, a whole new industry of side betting with bookies quickly emerged.&#10;The Victorian Gamer mirrors this era. There are three different events &ndash; running, rowing and horseracing - each one having its own unique gameplay. In addition, players can make bets against each other and/or with the bookie. And furthermore, to add a bit of extra spice there are three differently numbered dice to form the odds and affect the outcomes. &#10;In short, there are three different races, two ways of betting, but only one winner. For friends and  family with even the tiniest element of a competitive streak, The Victorian Gamer will provide hours of fun, not to mention a few squabbles, huffs  and sulks. Warning &ndash; NOT A GAME FOR BAD LOSERS.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Know It Game",
    "ID": 108078,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/108078/the-know-it-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The Know It Game is the trivia game where simply answering correctly isn&rsquo;t enough. To win you have to successfully bluff your opponents into believing you know the answer.&#10;The questions are original, amusing and informative and the games can be traded, swapped or collected. &#10;Each box consists of two broad themes and there are over 200 questions per theme split into five games.&#10;Answer correctly, you win the card. Claim to &lsquo;Know It&rsquo;, you could win two.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My Cake!",
    "ID": 108084,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/108084/my-cake",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Delicious cakes are lined up for you! Just eat as many as you can and as fast as you can!&#10;&#10;In this game, there are four types of cakes, and they may fit into the four empty slots one has in front of oneself. Each player has a deck of cards and starts drawing cards and placing them out on the slots, simultanously. The new cards on hand are placed on top of the corresponding piles. In addition to different cake types, the cards also display between 1-3 cakes/card. It is therefore better to place 1-cake cards on other players' piles/slots and the 3-cake cards on your own piles.&#10;&#10;The game ends when the first player to finish his/her deck shouts &quot;I'm full!&quot;. That player gets an additional 3 bonus VPs. Each player then counts the number of cakes, getting 1VP/cake and adding them with any bonus VPs. The winner is the one who gains the most VPs (i.e. the one who has eaten the most cakes in the shortest time).&#10;&#10;&#10;The new version of My Cake! has been released in September 2011. In this second version there are 108 cards and the brand new artwork makes these cakes even more delicious! The addition of two new rules of play offers more variety in your gaming experience.",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Penguin Panic: The Great Icescape",
    "ID": 108088,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/108088/penguin-panic-the-great-icescape",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In Penguin Panic: The Great Icescape, the players control penguin placement in a prison yard. Using a Venn diagram the players place penguins into various places that will benefit themselves, filling up the area they have control of. Each player needs to help penguins escape from the prison. Careful placement allows the penguins to escape the region they have filled up (without helping their opponents too much, due to overlapping the Venn diagram prison yard allows).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Penguins",
      "Containers: Zippered Pouch"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossword Dice",
    "ID": 108092,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/108092/crossword-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object of the game is try Your skill with words to win the greatest number of crossword cards.&#10;&#10;In his turn player throws the 6 dice and attempts to form a word(s). If the player can use all six letters then he takes the top card of the card pile but he can only keep it if he can join it to his dice arrangement by forming another word or extending the excisting word.&#10;&#10;When all the cards have been claimed the player with the most cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Spelling"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice",
      "Series: Jackpot Dice (Onsworld)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clipper Dice",
    "ID": 108095,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108095/clipper-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object of the game is to throw a series of dice combinations to win.&#10;&#10;In his turn player throw 5 dice and one of the combination, as shown on the cards appears. He may choose it or try a higher combination re-throwing some of his dice. If he fails he cannot then claim the original combination he abandoned.&#10;If he was successful the next player must attempt the combination re-throwing his dice up to three time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Series: Jackpot Dice (Onsworld)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crucible of Steel",
    "ID": 108096,
    "Year": "(2011)",
    "Geek Rating": "5.580",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108096/crucible-of-steel",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.4",
    "Description": "Crucible of Steel is a scenario pack that focuses solely on the southern shoulder of Operation Citadel. It definitely captured the feel of Kursk, and the scenarios have a wide variety of actions. There are mid to larger scenarios, and there are also numerous tournament- sized scenarios.&#10;&#10;32 scenarios&#10;3 New Double-Wide map boards&#10;3 New Standard map boards&#10;2 NEW countersheets for Kursk&#10;4 updated countersheets from Blood and Jungle&#10;1/2 updated countersheet from Operation Cobra&#10;Magazine with detailed articles&#10;Vehicle and Ordnance Notes&#10;Rules pages&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Country: Russia",
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost City",
    "ID": 108101,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/108101/lost-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You and your guide travel through the jungle in search of map pieces that will lead to LOST CITY and the priceless DIAMOND. Return to Safari Village with the diamond and you WIN the game.&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Elephants",
      "Animals: Lions",
      "Animals: Snakes",
      "Animals: Tigers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stormlands: Assault & Capture",
    "ID": 108105,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/108105/stormlands-assault-and-capture",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Stormlands is a game of area control and combat with specifc set ups and objectives. Relive a historic battle in the ancient land Keldabore, as the Order of the Fire Plains try to reclaim an overthrown castle from the horrifc Dark Forest Cryptids.&#10;&#10;This fast, two player game is played out across a standard chess board using Tokens, Dice and a Weather Table. There are multiple ways to win including holding locations and killing specific targets. The unique aspect to this game is the added element of weather, which can be used to blast players off the game board, thus drastically changing the layout of your opponent's defences in a single turn.&#10;&#10;&#10;The Game Components and Basic Gameplay&#10;&#10;Included: 1 Game Board, 40 Tokens (16 Dark Forest Yetis, 16 Order of the Fire Plains, 4 Spawn Location Markers, 4 Objecive Markers), 1 Weather Table, 2 Dice. Suggested use of your own Chess Board.&#10;&#10;Characers show a base strength rating of 1-5, that score is augmented by a single die roll which then determines outcomes when attacking and defending your position. Additionally, you each have a Leader and a Weather Master, both hold key powers towards the outcome of each battle. The Weather Table is placed next to the game board, the results from a die roll determine which row is affected and which direction the characers in that row are pushed by the weather. Choose a side, choose a scenario and be the first to accomplish one of your objectives.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Get It Wrong To Win",
    "ID": 108109,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/108109/get-it-wrong-to-win",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the website:&#10;&#10;Players beware; getting the answers wrong is a lot harder than getting them right. Get it Wrong to Win is the only game where the objective is to give the WRONG answers to the questions. Players attempt to answer five questions with wrong answers before the timer runs out. But watch out, one correct answer and their turn is over. The player with the most tokens wins&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Damsels in Distress",
    "ID": 108110,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108110/damsels-in-distress",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This is my third game inspired by the Venn diagram. In this game, players choose a fruit cart in the marketplace, and gather the fruit located there. Each carts' contents overlap so taking fruit from the cart affects fruit taken later from the same cart. Using only cards, the Venn idea was definitely abstracted a bit.&#10; In Damsels in Distress, the players are wicked queens/witches that have determined through their talking mirrors, that damsels in the area are more fairer than they. Taking the fruit they poison the apples, feed the monkeys, draw cards, and hinder the prince charming on his way to save the damsel. The apples if given to the damsel before the prince arrives, will put the damsel into a deep sleep (coma). The player who does this will gain the prestige for doing so, of her wicked guild of witches and warlocks. The charming Prince of each Kingdom is headed towards his Kingdom's damsels, and each round saves one, unless hindered (slipping on a banana peel, perhaps? Or better yet, attacked by a band of flying monkeys?). In this community of Witches, there is more prestige for a collection of damsels from different Kingdoms.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Invasion Defense",
    "ID": 108117,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/108117/invasion-defense",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "From the rules:&#10;Space jump technology opened the way for humanity to reach to the stars. But soon, exploration ships began to vanish. Hostile eyes had been drawn to earth, and from the void of space, a fleet of deadly ships emerged, intent on our destruction.&#10;&#10;The fleets are closing on Earth. Only a handful of hastily assembled ships stand in their path. They must destroy the invaders, or Earth will perish.&#10;&#10;A solo or cooperative card game for 1-4 players.&#10;&#10;Game description:&#10;&#10;Each turn, cards showing Invaders advance on the Earth across three possible different sectors. Each invader ship will add new upgrades and weapons as it approaches the Earth and new cards are drawn to reveal its abilities.&#10;&#10;Players then draw and play cards representing the ships and weapons of the Earth fleets. Each ship has a mix of missles, lasers and shields, and most ships have special abilities. Players play ships to different sectors and use them to play missile and shield cards to attack the invaders.&#10;&#10;The players must destroy 6 of the invading ships to win. If two invaders get past the fleet, the Earth is destroyed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das kleine Automobilquiz",
    "ID": 108120,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/108120/das-kleine-automobilquiz",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A small trivia game about cars; with 100 questions and answers. The game itself is like a notebook (with spiral binding). Each page contains 2 questions and 4 possible answers, the back side contains the correct answers with additional information.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Das kleine Quiz (HUCH!)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glob",
    "ID": 108121,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/108121/glob",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Positional strategy game originally authored for the Piecepack system where 2-4 players strive to connect a die or pawn orthogonally with a group of exactly five coins (orthogonally connected as well); this group must fulfil an extra condition (two coins matching the suit of the die, three coins matching the suit of the pawn).&#10;&#10;The setup is the same for all game configurations: two players use two suits each, three players use their own suit and the remaining suit is used by all, four players use a suit each.&#10;&#10;Players can in their turn play any coin onto the board, move any coin on the board over free spaces, or move their own die or pawn over free spaces or coins onto a free space.&#10;&#10;&#10;The game underwent extensive revision between 2012 and 2013. Some rough edges were smoothed and three new features were added: a procedure for free setups, play on a closed surface and a tactical approach to offering draws.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yacht",
    "ID": 108124,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/108124/yacht",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "YACHT is an exciting sailing race built on reality in which wind force and wind direction are of great importance.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polltics",
    "ID": 108127,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108127/polltics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From the publisher's website and press release:&#10;&#10;&quot;A neat mixture of Politics and strategies that gives you control on how intense to play (Casual relaxed social mood or competitive against opponents).&quot;&#10;&#10;&quot;The game kicks off as participants choose their favorite VOTE chips and PARTY card along with four PROP cards from the deck. Players then take turns campaigning, purchasing potential votes, and rolling the dice against opponents for State&rsquo;s Supremacy.&#10;&#10;General Elections are called, votes counted, and winners of the Presidency, House/ Senate Majority, and Supreme Court judges are revealed. Players are paid according to the total number of VOTES earned. The cycle continues until someone wins the game by achieving Absolute Majority. Players use strategy to determine which states to campaign in, how much money to spend on a given state, and decide when to pass a BILL to hinder their opponents.&quot;&#10;&#10;&quot;The game can also be played as a type of POKER in a relaxed setting.&quot;&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tōgoku sōran",
    "ID": 108128,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/108128/togoku-soran",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Issue game of Wargame Japanese History #9.&#10;&#10;The  eastern Rebellion is a multiplayer game for 2 to 5 players.&#10;&#10;It includes the Eastern part of Japan during the Sengoku era.&#10;&#10;Each player can play Takeda, Oda, Uesugi, Imagawa or Hojo.&#10;The game map covers the area from Shima to Echigo but not Kyoto.&#10;Victory is assessed by the amount of income from its territory. And the value of each area varies depending on the scenario.&#10;&#10;There are 5 scenarios which cover specific historical campaigns, such as Kawanakajima, Okehazama, Nagasino.&#10;The main rule is only 3 pages.&#10;&#10;5 daimyo cards, 1 counter sheet, 1 gamemap, 1 rulebook.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cocaine",
    "ID": 108136,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108136/cocaine",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A game in which the players act as drug lords competing to have the reputation for supplying the best drugs.  Players bid for turn order, action selection, and a bonus privilege, jointly.  Actions include producing drugs, distributing drugs to dealers, and influencing the number of sales a particular dealer makes.  Player identity is secret and players take the above actions in such a way that drugs sold by dealers they are associated with are of higher quality than those of their opponents.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Variable Phase Order"
    ],
    "Families": [
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spinaroo",
    "ID": 108139,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108139/spinaroo",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Goal:&#10;Spinning the tops score as many points as possible&#10;&#10;1. Determine sequence of players &#10;   - each player spins a top on the board; &#10;   the one who scores most (ends up in the highest  &#10;   compartment) starts ...&#10;2. Use 3 tops - spin them one at a time in rapid succession &#10;   in the center square of the box/board - no delay&#10;   allowed, immediately you have to spin the following during  &#10;   the other(s) are in action&#10;3. After the three tops have come to stop ==&gt; scoring takes&#10;   place (= numbers of the compartments in which the tops rest)&#10;4. The player who first scores 100 points, wins the game&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Spinning Tops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mansions of Madness: Forbidden Alchemy",
    "ID": 108150,
    "Year": "(2011)",
    "Geek Rating": "6.255",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108150/mansions-of-madness-forbidden-alchemy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.0938",
    "Description": "Game description from the publisher:&#10;&#10;Inside abandoned hospitals, secret laboratories, and forgotten cellars, scientists are conducting depraved experiments that will drag humanity to the brink of the abyss. Only a small group of investigators can discover the truth and put an end to these mad plots before it's too late...&#10;&#10;Mansions of Madness: Forbidden Alchemy provides players with new investigators for the Mansions of Madness base game, as well as new Trauma, Mythos, and Combat cards for use in any story. Forbidden Alchemy also includes three new scenarios, in which investigators will encounter new rooms, monsters, items, clues, locks, and obstacles:&#10;&#10;&#10;    In &quot;Return of the Reanimator&quot;, the investigators are tasked with entering a vermin-infested manor to seek the whereabouts of Doctor Herbert West, a reportedly insane scientist whose legendary experiments in reanimation led to his untimely demise.&#10;&#10;&#10;&#10;    &quot;Yellow Matter&quot; tells the grim tale of research into strange extraterrestrial beings. But who is the experimenter, and who is the subject?&#10;&#10;&#10;&#10;    &quot;Lost in Time and Space&quot; takes your Mansions of Madness experience to mind-bending new heights with the introduction of time travel! Travel back to the mid-nineteenth century or ahead to the mid-twenty-first in your search for the truth behind a strange and dangerous device.&#10;&#10;&#10;With four new investigators, two monster types, nearly 250 new cards, 40 tokens and markers, and six detailed map tiles, Forbidden Alchemy introduces a host of new enhancements to your Mansions of Madness experience.&#10;&#10;The revised printing of Mansions of Madness: Forbidden Alchemy, scheduled for release in May 2012, includes corrected cards and map set-ups for all three scenarios.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Horror",
      "Miniatures",
      "Murder / Mystery",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Mansions of Madness (First Edition)",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Series: Mansions of Madness",
      "Theme: Cthulhu Mythos",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MAS-WWII Plane Pack #1",
    "ID": 108151,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108151/mas-wwii-plane-pack-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This first official expansion for MAS-WWII adds 11 new aircraft:&#10;&#10;Netherlands&#10;D.XXI&#10;G.1A&#10;&#10;Poland&#10;P.11C&#10;P.23B Karas&#10;P.37B Los&#10;&#10;Commonwealth&#10;A-20 Wirraway&#10;Halifax Mk. I&#10;A-46 Boomerang&#10;&#10;Germany&#10;Me.323 Gigant&#10;Hs.129B&#10;Me.410A&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Economic",
      "Expansion for Base-game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schnapp's",
    "ID": 108159,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/108159/schnapps",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "In Schnapp's players need to guess which tiles on the table they need to slap to claim &ndash; but they might have a tough time interpreting what the target is as the cluegiver must do things like speak with his fingers between his teeth or hop around the table on one leg. Schnapp to it!&#10;&#10;To set up the game, lay out the 96 picture tiles face up so that they can be seen by all players. Each player receives a task card; this task card shows nine pictures that its holder will have to describe, a challenging task since the 96 pictures are grouped into 16 different families, with each family consisting of six very similar images.&#10;&#10;In each round, the player to the left of the active player starts the sandtimer, then the active player looks at his task card and begins to describe the icons and pictures on it for the player two spots to his left. He cannot show his card, point to tiles, or answer the searcher's questions; he can change which item he's describing at any time. The searcher can only say things like &quot;Done!&quot; or &quot;Got it!&quot; to spur the active player on to describe something new. Once the time runs out, both describer and searcher score points for all correct items grabbed, then those items are returned to the table.&#10;&#10;After everyone has been the active player once, the second round begins, with the active player first drawing a handicap card that imposes some condition on him while he gives clues to the same searcher as before. For the third round, the describer and searcher switch roles, with the new describer also having a handicap. After three rounds, the player with the most points wins.&#10;&#10;The rulebook for Schnapp's includes a few variants, such as one in which three people search for matching pictures at the same time and a fully cooperative game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rattus: Spiel 2011 Bonus Cards",
    "ID": 108186,
    "Year": "(2011)",
    "Geek Rating": "5.605",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108186/rattus-spiel-2011-bonus-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "The Rattus Bonus 2 (also known as Rattus: Essen 2011 Bonus Cards) contains 4 additional character cards:&#10;&#10;     Saladin (Chivalry)&#10;     Aladdin (Islamic)&#10;     Bedouin (Peasantry)&#10;     Sinbad (Islamic)&#10;&#10;&#10;NOTE:  Rattus (the base game) and the Rattus: Africanus expansion are required in order to play with these four new character cards.  They can also be combined with the character cards from Rattus: Pied Piper and any other promotional character cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Rats",
      "Game: Rattus",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Temple: The Mandarin",
    "ID": 108190,
    "Year": "(2011)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108190/lost-temple-the-mandarin",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Released in October 2011.&#10;&#10;The bonus card 'The Mandarin' gives you the opportunity to play Lost Temple with even up to 9 players! It consists of the extra card 'Mandarin' (in 4 languages) as well as an extra pawn and card (brown) for a 9th player. The special ability of the Mandarin: move forward as many spaces as your rank in the race.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Phase Order"
    ],
    "Families": [
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Singapore: Essen 2011 bonus tiles",
    "ID": 108191,
    "Year": "(2011)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108191/singapore-essen-2011-bonus-tiles",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "Released in october 2011.&#10;&#10;This free bonus contains 6 bonus tiles for Singapore (a Spiel 2011 release from White Goblin Games) for even more variation. It contains 4 buildings with legal activities and 2 with illegal activities.&#10;&#10;Available through:&#10;Essen 2011 Show: purchase of the Singapore in the White Goblin Games booth 5-01 in Hall 5 or as a pre-order at www.whitegoblingames.com/spiel&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Singapore (Singapore)",
      "Continents: Asia",
      "Country: Singapore"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Kingdom of Crusaders: Ordonnance",
    "ID": 108192,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108192/the-kingdom-of-crusaders-ordonnance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Kingdom of Crusaders: Ordonnance expansion includes new cards of different types:&#10;&#10;&#10;    Unit cards with more powerful armies that have a pair of matching symbols on two lines.&#10;    New &quot;Kingdom cards&quot; that cancel a unit type at a location, probably upsetting the existing balance of power, in addition to changing the number of cards allowed at that location.&#10;    &quot;Ordonnance&quot; cards that allow players to draw extra cards from the deck, swap units at their locations, and even destroy their opponents units.&#10;&#10;&#10;With the additional cards in Ordonnance, The Kingdom of Crusaders can now be played with up to four players, and the additional victory markers needed are included in this expansion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Revolver: Elias Hooker Promo Card",
    "ID": 108193,
    "Year": "(2011)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108193/revolver-elias-hooker-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "Elias Hooker had a bitter dispute during a Poker game in a saloon in Oklahoma, and was later arrested for the murder of Gus Armstrong during the most ferocious thunderstorm anybody could recall.&#10;&#10;On April 19, 1885 a vigilante mob of over a hundred fifty men stormed the jail, and dragged out Elias, along with Jim Evans, Jesse Miller, and D.B. Nott. All four of them were hanged in an abandoned barn behind the jail.&#10;&#10;Elias survived, against the odds, when he was cut down minutes after his short-drop attempted execution, by Deputy 'Clay' Beckwith - he and ten lawmen broke up the vigilante gathering. The records state that thirty men were arrested that moon-lit April night, but the records do not tell if the other prisoners survived.&#10;&#10;After being taken to Surgeon's Hall, the authorities decided to reprieve Elias and his sentence was commuted to transportation for four years. While serving his sentence, Elias turned to the teachings of the Good Book for guidance - returning to Repentance Springs a changed man. Soon, he found that his gunfighting and horse-handling skills had attracted the recognition of Ned McReady, who gave the man a badge.&#10;&#10;When Jack Colty rained bullets about town, Elias was one of the first to ride with Ned. The rest is history...&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Revolver",
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revolver: Brady Logan Promo Card",
    "ID": 108194,
    "Year": "(2011)",
    "Geek Rating": "5.531",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108194/revolver-brady-logan-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Originally from Ireland, Brady Logan had a chequered career before finding himself a deputy at Repentance Springs - he joined the navy in 1856 aged 15 years and 9 months, and spent most of his early career aboard HMS 'Royal Adelaide'. He also spent three months of his service in diving bells in the Mediterranean.&#10;&#10;The records show that he married on September 14th 1867 in St Senan's Church in Kilrush. It is not recorded if the couple had any children.&#10;&#10;Brady was later discharged (referred to as a 'bad chicken dinner') from HMS Liverpool for reasons unstated, but guessed to be insobriety on duty.&#10;&#10;After his wife died of 'The Shakes', Brady sobered up and travelled to America, visiting his sister and her mining engineer husband - both were employed by the Cottonwood Mining Company.&#10;&#10;Brady worked at Rattlesnake Creek for a time, utilising his knowledge of rifles and explosives to make a few bucks - even completing a contract for Fort Murphy up at Lincoln County.&#10;&#10;Colonel Ned McReady deputised Brady when the McSween brothers and gang kidnapped Jackie Peppin. During the gunfight at Peppin farm, on Sept 1st, 1891, Brady shot both brothers in the face at one hundred yards, and also 'Turkey' Joe in the buttocks. Ned is reported to have called Brady Logan 'The best shot with a rifle the Lord has ever seen.&quot;&#10;&#10;Noted to have an eagle tattoo on his left forearm, from his service days, Brady also sports a small scar on his upper lip - he insists it was cut by an Apache knife, others whisper that it was from years of playing the Mouth Harp. Badly.&#10;&#10;Married his second wife, Josie Hopkins, at St Ezekiel's Episcopal Church.&#10;&#10;Was also once struck by lightning during the summer of 1890.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Revolver",
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Three Men In A Tub",
    "ID": 108204,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108204/three-men-in-a-tub",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Goal: Hit the men in the tub with the balls and tip them out&#10;&#10;1. Place the three figures back of the tub so that their fingers rest very slightly on the edge of the tub and the feet of each figure shows through one of the openings at the bottom of the tub&#10;&#10;2. Object of the game is to snap or roll the balls at the opening, hitting the feet of the three figures and tipping them out of the tub and into the imaginary water&#10;&#10;3. Each player has 3 shot at a turn and scores 5 points for each figure which is thrown clear of the tub into the &quot;water&quot;. &#10;A figure which is hit and still retains a grip on the tub does not score&#10;&#10;4. The first player to score 100 points wins the game&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Titanium Age",
    "ID": 108211,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108211/titanium-age",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Titanium Age is new, fast paced sci-fi strategy game for two players that is based on hit RTS video games.&#10;&#10;It is the 23rd century.  Mankind has finally united under the Terran Star Empire, and has taken fledgling steps to colonize the solar system.  However, another power has similar plans.  The scions of the first attempt to colonize mars, the Hegemony of Ares has risen to form a military super power that rival the Terran forces.  Now the two Empire's must fight for the future of the human race with new, terrible weapons and vehicles. Now begins the Titanium Age.&#10;&#10;Titanium Age is a hex based game that combines city building, civilization syle research, and mass strategic warfare into one epic light-wargame.  There are even some very light deck-building elements, allowing you to customize your play style with artillery attacks and buffs for your army, which can contain over 100 units at once!  All these elements are combined under a single, simple dice based ruleset that has two modes of play; Skirmish , which is a streamlined version  for beginers and nonwargamers, and Warzone, which adds tactical depth by adding cards, an upgrade tree for your units, and a terifying unit called the ultra mech.  The objective of the game is to destroy your enemies HQ structure, winning a battle in the war for the red planet.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Fighting",
      "Science Fiction",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BODY COUNT: Terror at Camp Hackaway",
    "ID": 108214,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/108214/body-count-terror-at-camp-hackaway",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "ESCAPE ROOMS ARE ALL THE RAGE!!! But someone is taking the concept to the next terrifying level.&#10;&#10;Abandoned and forgotten for over two decades, Camp Hackaway sits in the middle of a thick forest where foliage and undergrowth have nearly reclaimed the old campground. People from all over the world are being abducted and dropped off in the forest on the outskirts of Camp Hackaway, forced to become unwilling participants in the ultimate game of escape and survival. Each participant is given a flashlight three very simple rules: 1) Search the cabins of the campground, find the key to the old pickup truck. 2) Survive the random attacks crazed serial killer Hackin' Hank. 3) Escape in the old pickup truck and win the game. And it won't be as easy as Hackin' Hank constantly roams the campground, stalking the participants one by one.&#10;&#10;Body Count is a horror themed card/board game hybrid that utilizes tile-flipping mechanic to simulate the fog of war as the players roam the campground in the dead of night, unsure of their surroundings. The game board is made up of a 4x4 grid of 3.5 inch square tiles that begin face-down. As players move along the grid, they flip tiles to reveal their destination before moving to the next tile. If they discover a cabin, they may search it and possibly find items to help them fend of Hank if he attacks, but they may also find other, more horrifying objects such as severed heads and human remains that may trigger other events that can change the game and affect their chances of escaping alive.&#10;&#10;After each player's turn, a card is drawn from Hank's location deck to see where he pops up in the campground - if it's a location occupied by a player, Hank attacks. If a player enters a tile adjacent to a tile occupied by Hank, he gets the opportunity to stalk and attack them.&#10;&#10;The game board changes with every game so you'll never play the same game twice.&#10;&#10;Do you have what it takes to SEARCH, SURVIVE, and ESCAPE?&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Player Elimination",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cyclades: The Manticore",
    "ID": 108224,
    "Year": "(2011)",
    "Geek Rating": "5.802",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108224/cyclades-the-manticore",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8",
    "Description": "The Manticore, a bonus card for Cyclades: Hades, included in Plato magazine #40 (October 2011).&#10;&#10;Effect of the card: the Manticore eliminates an opponent's hero! If a hero is on the same island as Chiron, it cannot be targeted by Manticore.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Ancient: Greece",
      "Country: Greece",
      "Game: Cyclades",
      "Islands: Cyclades (Greece)",
      "Mythology: Greek",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deathmatch",
    "ID": 108225,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/108225/deathmatch",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Deathmatch is a fast and tactical wargame for 1-4 players, which is based on different video game shooters. Each player takes the role of a group of soldiers who are fighting in a arena for victory.&#10;&#10;Deathmatch uses only cards and some markers for the characters. The different card types are:&#10;&#10;- Character Cards:&#10;Every character in the game is represented by a Character Card, which contains all necessary information (e.g. Attack-, Defense-Value, Action Points, Portage Capacity and their Special Abilities). Each Character Card has a normal and a wounded side.&#10;&#10;- Equipment Cards:&#10;Equipment Cards represented the different equipment in the game, like a M16, a PSG-1 or a Bulletproof Vest. Characters can be equipped with Equipment Cards, to increase their fight or defense ability. The equipment cards also serve as dice rolls. Each card has a Fate Number printed on it, which is between 0 and 5. In Combat you can play an Equipment Card from your hand to boost your Attack- or Defense-Value and then you always adds the Fate Number from top card of your Equipment Deck to determine the outcome of this action. Equipped Cards are no longer in your Equipment Deck and so their Fate Numbers are no longer in the dice pool. If your characters have good equipment, than the player will have fewer good Fate Numbers in his Deck. So each player has to find the right balance between right equipment and the remaining Fate Numbers in his deck.&#10;&#10;- Terrain Cards:&#10;A Terrain Card represents a part of the arena, where the characters compete against each other. Every card is divided in 6 (3x2) squares and has a different setup of covers and obstacles, like Metal Walls and Mud Pits.&#10;&#10;- Scenario Cards:&#10;Each Scenario Card represents a game mode, like Deathmatch, Capture the Flag or Domination. All necessary information is given on these cards. This includes information such as the special rules, the way to lay out the Terrain Cards to create the arena or the Winning Conditions.&#10;&#10;- Marker Cards:&#10;The Marker Cards represent the characters, special markers or items for the different scenarios. Before the first play, the players have to cut out the markers to use them.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Mature / Adult",
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Second Battle of Corinth",
    "ID": 108227,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/108227/the-second-battle-of-corinth",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2",
    "Description": "The game uses the divisional system for American Civil War operations introduced in Hampton Newsome's At all Hazards for a very small and quick simulation of the two-day 2nd Battle of Corinth.  Like their real counterparts, units accumulate fatigue and disorder, and stop working long before they are eliminated by combat. Corps and armies are activated by chitpulls, a simple order system (no writing!) captures the delays inherent in 19th century campaigning and the unreliability of individual leaders.&#10;&#10;Scale:&#10;half mile per hex&#10;3.5 hours per daylight turn (4 daylight, one night turn per day)&#10;division level units&#10;Individual army and corps commanders&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: March into Battle (Markus Stumptner)",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "From Aspern to Wagram",
    "ID": 108228,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/108228/from-aspern-to-wagram",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Using the new Napoleonic version of the ACW operational March into Battle system from Corinth and Hampton Newsome's At All Hazards, this game portrays the two largest battles of the 1809 campaign: Aspern, Napoleon's first defeat, and Wagram, the fourth largest battle of the Napoleonic Wars (and, as Marmont put it, at that time the largest battle in history where one person could overlook the whole battlefield).&#10;&#10;Using a system that lets armies and units behave in historical fashion but makes it possible to play these multi-day battles in a couple of hours, this is an army commander's view of how to conclude a campaign.  Fatigue, morale, supply and command are as important as fighting prowess and sheer numbers.  Units not just take physical losses but will become ineffective from fatigue and disorder long before they run out of men - unless you, in command, can manage them effectively and maintain their edge over two days of fighting.  Corps are normally activated by chitpulls, but for PBEM play a less interactive version is provided that still provides a significant advantage to the side that grabs the initiative in the battle.&#10;&#10;Map scale: 1km per hex&#10;Unit scale: divisions, 1000 men per strength point&#10;Time scale: 3.5 hours per daylight turn, 8 hours per night turn&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Deutsch-Wagram (Austria)",
      "Country: Austria",
      "Series: March into Battle (Markus Stumptner)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final Fantasy Monopoly",
    "ID": 108230,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/108230/final-fantasy-monopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a Monopoly game by every standard. The artwork and titles have all been replaced to match the theme of Final Fantasy. Places, names, and people, have been taken from Final Fantasy I to Final Fantasy XIII, also from Final Fantasy Tactics, Final Fantasy Unlimited, Final Fantasy Adventure.&#10;&#10;The Monopoly games are the most commercially successful and one of the oldest game franchises in the US. The family of games are re-themed versions of the original Monopoly. The original game was released in 1935 and almost every year sees the launch of rethemed and rebranded editions. The games are published by Parker Brothers, a subsidiary of Hasbro. Gameplay consist of the players trying to acquire wealth through stylized economic system involving the buying, renting, and trading of properties using play money, the roll of the dice for movement a long the board. The object of the game is to own every piece of property and drive the other players into bankruptcy.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like",
      "Versions & Editions: Versions with IP after the original release",
      "Video Game Theme: Final Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Basketus",
    "ID": 108266,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108266/basketus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Basketus is a 20-minute basketball game. Each player manages a team of 5 chips basketball players who are available to move around the court, throws the ring, passes, steals the ball. The game uses two dice, but winning the game depends largely on the actions of the players. Print and play.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Twelve Doctors: The Talons of Weng-Chiang",
    "ID": 108272,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108272/the-twelve-doctors-the-talons-of-weng-chiang",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "The Talons of Weng-Chiang is an unauthorised, non-profit, and non-collectable expansion for the The Twelve Doctors: Doctor Who Card Game.&#10;&#10;Much as including the Gelth, Vervoids, the Doctor's Daughter, a Cybermat, or the The Flood interests the designer(s), there has to be a limit to the card pool - unless you declare the game a Living Card Game (which this regeneration is not).&#10;&#10;While the game remains unofficial, and without a publisher, this expansion will be the last.&#10;&#10;The expansion consists of the following cards:&#10;&#10;Zero Room play-area card (new gadget for the Doctor)&#10;Bad Wolf play-area card (new gadget for the Doctor)&#10;2x Alternate Master regeneration cards (for variant deck construction)&#10;&#10;Master's Deck:&#10;&#10;&#10;&#10;&#10;    &#10;        &#10;&#10;     Robomen&#10;     Green Death&#10;     Auton Invasion!&#10;     Experimental Prototype Robot K1&#10;     Magnus Greel&#10;     Terileptil Ruse&#10;     Swarm of Vashta Nerada&#10;     Prisoner Zero&#10;     Legion of Weeping Angels&#10;     Li H'Sen Chang&#10;     Crucible - Dalek Empire Flagship&#10;     Cacophony of Silents&#10;     Nugget of Jethrik&#10;&#10;&#10; &#10;        &#10;     Rutan Imposter&#10;     Impossible Astronaut&#10;     House of the Dragon&#10;     Weng-Chiang's Time Cabinet&#10;     Time Lord Presidency&#10;     Osirian Servo Robots&#10;     Madame Kovarian&#10;     Mandrels&#10;     New Paradigm Daleks&#10;     Miniaturised Planet Calufrax&#10;     Army of Scarecrows&#10;     &ldquo;Are You My Mummy?&rdquo;&#10;     Mehendri Solon&#10;&#10;&#10;&#10;    &#10;&#10;&#10;Doctor's Deck:&#10;&#10;&#10;&#10;&#10;    &#10;        &#10;&#10;     K9 Mark II&#10;     Jago and Litefoot&#10;     Oswin Oswald&#10;     Great Seal of Diplos&#10;     Crooked Smile&#10;     Cricket Ball&#10;     UNIT HQ&#10;     Face of Boe&#10;     Wilfred Mott&#10;     Amy Pond (Alternate)&#10;     Victorian London&#10;&#10;&#10; &#10;        &#10;&#10;     Cold Logic&#10;     Chancellery Guards&#10;     &ldquo;We&rsquo;re the only two left&quot;&#10;     Fowling Piece&#10;     &quot;Miss Dvoratrelundar&quot;&#10;     Grachtian Statue&#10;     Sally Sparrow&#10;     &ldquo;When I say run, RUN!&rdquo;&#10;     &quot;Well, if one has God-like powers, one ought to be able to use them, oughtn't one?&quot;&#10;     Spectrox Toxemia&#10;     &quot;Well, it's probably your Tyroidal Time Dilators. They're usually the first to go.&quot;&#10;&#10;&#10;&#10;    &#10;&#10;&#10;Some of the cards possess the Key to Time icon.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Recruiting for Kitchener's Army",
    "ID": 108281,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108281/recruiting-for-kitcheners-army",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Goal: Collect as many (visiting = recruits) counters as possible before a player reaches Dover&#10;&#10;Game is played on a board carrying a map of the British Isles.&#10;Players move round the map according to the throw of dice.&#10;Similar to 'Snake and Ladders' you gain or loose movement points, depending on the space your turn ends (==&gt; see table on the board). Luckily you also may collect counters entering the big cities.&#10;The player who reaches Dover finishes the game, collecting 10 additional counters.&#10;&#10;Historical background: &#10;Horatio Herbert Kitchener, Earl Kitchener of Khartoum and Broome, 1850 - 1916, British field-marshal. &#10;His excellent reputation was used to recruit men for the 'killing fields' of WW I. He and most of his staff drowned when his ship struck a mine off Orkney.&#10;&#10;",
    "Categories": [
      "Racing",
      "Travel",
      "World War I"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prik Pret",
    "ID": 108287,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/108287/prik-pret",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "There is a vertical 2-sided window with blocks between players with fishes and other sea creatures on the blocks.&#10;Bottom of the window is 2 rotary dials where 2 pictures appear every round.&#10;Both players run at the same time the rotary dial. If it stops, players must find four pictures which are on the two rotary dials. If they find, they must push these blocks through the game window,&#10;&#10;Player with the least blocks is the winner if there are no blocks left inside the window.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Fish / Fishes",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "VEX: Cross The Red Line",
    "ID": 108309,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108309/vex-cross-the-red-line",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion for Vex with 50 new cards containing new challanges&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flashing Steel",
    "ID": 108310,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/108310/flashing-steel",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This is a stand-alone game, not an expansion.&#10;&#10;Flashing Steel is a skirmish miniatures game (one figure = one combatant) in the Song of Blades and Heroes family.  The flavour is smack in the middle of The Three Musketeers and pirate action of all kinds. Swing from those chandeliers or ratlines. Kick the chair or skewer the roast chicken.&#10;&#10;Flashing Steel was written to address a couple of key changes needed from Song of Blades and Heroes for this genre. One was to reflect the slower rate of fire for matchlock weapons. That was easy enough.&#10;&#10;The second was to bring in the flair and 'swashbuckling' aspects of the period into the rules. It is often forgotten that schools of martial arts were as thorough and widespread in Europe as they were in Japan in the 1500's through the 1600's. There were all kinds of flashy moves and clever tricks.&#10;&#10;So the rules weave in this kind of option to do more than simply move-attack-resolve-repeat. More than just strict combat options, the Swashbuckling rules allow you to be more interactive with your terrain. It opens up more of the game to narrative, or story-telling wargaming. All of which is part of the great Songs engine, of course. With Flashing Steel we have tried to extend and strengthen that side of the system.  -Andrew Boswell, designer&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Pirates",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust Tactics: Operation \"Cerberus\"",
    "ID": 108327,
    "Year": "(2011)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/108327/dust-tactics-operation-cerberus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Massive combat walkers tread the streets, armored troops storm the buildings of Southern England, and Dust Tactics pushes deeper into urban warfare with the campaign expansion Operation &quot;Cerberus&quot;, which features:&#10;&#10;&#10;     New rules for multilevel combat. Squads can move up and down floors of the structures they enter, gaining advantages as they fire against foes outside the walls. This campaign expansion comes with parts for a customizable three-dimensional building, allowing players to construct terrain up to three stories tall.&#10;     New skills for NCO Command Squads and heavy walkers.&#10;     Two new heroes: The Axis assassin, Angela, and the Chef, who fights with two flamethrowers.&#10;     A chronology of the alternate-reality World War II and profiles some of the war's greatest heroes.&#10;     Seven new scenarios.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soap Opera Challenge: The Young and the Restless",
    "ID": 108332,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108332/soap-opera-challenge-the-young-and-the-restless",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Trivia game featuring questions relating to The Young and the Restless TV series. Each card has 6 categories. A die is rolled and that indicates the question subject to be answered,&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Trivia: Television"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wintersport",
    "ID": 108338,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/108338/wintersport",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Goal: Be the first to race to position '100' (alpine cabin with a warm welcome)&#10;&#10;Typical 'Snakes and Ladders' game from the 30's in Germany&#10;&#10;Roll the die by turns and step forward - until you will be transported &#10;nice &amp; cute, individually designed pawns&#10;&#10;Cover/design according spirit of the time (in Germany)&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of the Middle Ages: Marchfeld",
    "ID": 108343,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/108343/battles-of-the-middle-ages-marchfeld",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Print &amp; play wargame on the most important battle of the period for Central Europe, forging the domain of Hapsburgs over Bohemia for several centuries to come.&#10;It is part of the Battles of the Middle Ages series, a simple to medium complexity system, with variable activation based on chit pulling, variable unit strength (with a system similar to SPI's Victory in the West series), low unit density and high mortality.&#10;Special rules for commander, charges, missile units, make the game a good introduction to wargaming, without being too difficult or too dumb&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Austria",
      "Series: Battles of the Middle Ages (TCS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Battle",
    "ID": 108348,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108348/fields-of-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Fields of Battle is a simple tabletop wargaming ruleset published in Warlock (Issue 12 - Oct/Nov 1986). The game is designed to introduce Fighting Fantasy gamebooks readers to tabletop gaming.&#10;&#10;The rules are derived from the Fighting Fantasy rules: each unit has a STRIKE and a STRENGTH rating (which work like FF's SKILL and STAMINA), and a MOVE and ATTACK score. Move is the distance the unit can move in inches, Attack the number of attacks per turn (most units have only one).&#10;&#10;Each game turn, units move or fire, then combat between units in contact is resolved (each unit adds a 2d6 roll to its STRIKE rating, the unit with the lowest result loses 2 points of STRENGTH). After combat resolution, units that have suffered losses must pass a morale test or rout. A routing unit must test morale again in the next turn and is removed from the game if it fails that second test.&#10;&#10;The rules also include a few special rules for flank attacks, cover, fortifications and siege engines.&#10;&#10;The rules come with a scenario (The Battle of Grey Rock) for which colour counters are included in the magazine.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Market Mayhem",
    "ID": 108355,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/108355/market-mayhem",
    "Min Players": "3",
    "Max Players": "14",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Market Mayhem is a simple Fighting Fantasy-inspired boardgame published in Warlock (Issue 3 - Volume 1, Number 3).&#10;&#10;The game takes place in the marketplace of Port Blacksand (the city of thieves in the Fighting Fantasy universe). One of the players is chosen to be the gamemaster, each of the other players is given a character with a secret objective. The gamemaster controls non-playing characters and is the only one to know each character's goal. Each character has three stats (SKILL, STAMINA and MOVE), some of them have extra rules, like a spell they can cast or a magic item they can use.&#10;&#10;Each turn, players move their character on the board, then characters adjacent to each other can interact, often by fighting but other interactions are possible (like exchanging objects, talking...). Combat is resolved using standard Fighting Fantasy rules.&#10;&#10;The goal of the game is to be the last character standing, having fulfilled his/her objective.&#10;&#10;In April 2020, Ian Livingstone made the game available as a print and play with updated art assets. This is a free download, and he asks that a charitable donation be made to the National Videogame Museum. (See the Web Links section.)&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Charudes",
    "ID": 108360,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108360/charudes",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Risqu&eacute; version of Charades. The fun is in the subject matter and probably best played by teenagers a and older.&#10;As the box says, can you handle;&#10;Free Willy (Movie)&#10;Sexual Healing (Song)&#10;Naked Gun (Movie)&#10;and they get a lot more suggestive than that!&#10;&quot;Rude You Win, Prude You Lose&quot;&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carré 2000",
    "ID": 108364,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108364/carre-2000",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The pieces are scattered at the start of all the squares except the finish squares. In corners only movement to adjacent squares is allowed. In central zones pieces may jump over each other with the exception of the four central squares that allow travel diagonally.&#10;&#10;Player who moves all his game-pieces to his finish-corner is the winner.&#10;&#10;Carr&eacute; 2000 is available in two versions: the small version with nine pieces per player, and the larger version with twenty-five pieces per player.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "No Safe Port: WW2 Naval Warfare",
    "ID": 108366,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/108366/no-safe-port-ww2-naval-warfare",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;No Safe Port&quot; is a board game covering Operational and Tactical-level naval combat during the Second World War.&#10;&#10;&quot;No Safe Port&quot; is designed to cover many of the major navies that fought during WW2 and includes submarines, carriers, aircraft, battleships, battlecruisers, heavy cruisers, light cruisers, destroyers, coastal batteries, land units, and more. User printable data/record sheets show the combat details of each individual class of ship, sub, and aircraft, each with a side view graphic. Solitaire and multiplayer rules are included.&#10;&#10;This is a significant revision of the original 'NW:WW2' game series, and adds additional details and rules to the system (including floatation loss and individualized weapon data). The Rules are modular, allowing for Basic, Advanced, and Optional/Expanded rules systems that you can choose to use or not as you wish.&#10;&#10;This game is professionally printed with mounted couters and full color heavy cardstock maps. The 'data cards' from the previous game series has been discarded in favor of user-printable data sheets on a CD-ROM included with the game; each sheet contains combat logs for up to 7 ships/subs or squadrons of aircraft.&#10;&#10;Features include:&#10;&#10;&#10;     Countries included: United States, Great Britain, Germany, France, Japan, Italy, Soviet Union, Australia, Denmark, and Netherlands.&#10;&#10;&#10;&#10;     Detailed yet streamlined combat mechanics including basic, advanced, optional, and solitaire rules.&#10;&#10;&#10;&#10;     Data CD-ROM with fully printable data/record sheets covering 230 ship classes (including merchants, raiders, and transports), 100+ aircraft models, 35 submarine classes, 16 types of land units.&#10;&#10;&#10;&#10;     Each printable Data/Record Sheet contains the combat statistics for the unit, condensed combat tables to help during combat, a side view of the unit, with logs for ammunition/damage records for 7 ships/subs or aircraft squadrons pre-printed on each sheet.&#10;&#10;&#10;&#10;     58 page printed Rules Manual with 24 scenarios, including historical and hypothetical scenarios.&#10;&#10;&#10;&#10;     9 Color maps 11&quot; x 17&quot;, a color combat matrix, and 280 die-cut 1/2&quot; color counters.&#10;&#10;&#10;&#10;     Search Matrix, 2 Play Sequence charts and 5 color reference charts.&#10;&#10;&#10;&#10;     Includes 4 six-sided dice (only standard 6-sided die are used for play).&#10;&#10;&#10;&#10;     Semi-historical Campaigns covering the Pacific, North Atlantic, Mediterranean, and Arctic theatres.&#10;&#10;&#10;&#10;     Tactical and Operational battles covering surface combat, seaplane carriers, convoys, submarines, aircraft, amphibious operations, bombardments, etc...&#10;&#10;&#10;&#10;     Combat examples are included as well as condensed combat tables on each unit data/record sheet.&#10;&#10;&#10;&#10;     The game is inteded to be played either as as a board game or with miniatures.&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1939",
    "ID": 108367,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/108367/1939",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The game covers the Polish-German war campaign of the first days of the World War II. Players can take command of the German Army trying to defeat Poland as fast as possible, or play as Polish generals struggling to stop the German Army. &#10;One turn is one day of war.&#10;&#10;Every turn is divided into 3 phases:&#10;- logistics&#10;- movement &#10;- fighting&#10;&#10;Box contents: &#10;- Rulebook including 3 scenarios&#10;- 2 Boards (map of Poland and tactical board)&#10;- ca. 200 cards (weather cards, fighting cards)&#10;- lots of counters&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Germany",
      "Country: Poland",
      "History: World War II (Poland 1939)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steel and Resolve: WW1 Naval Warfare",
    "ID": 108368,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108368/steel-and-resolve-ww1-naval-warfare",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Steel and Resolve&quot; is part of our Naval Warfare series of next generation comprehensive naval wargames covering entire time periods of naval combat. Easy to learn yet fun to play and detailed for the scale represented thus giving quality combat results. &quot;Steel and Resolve&quot; is designed to cover many of the major navies that fought during WW1 and includes submarines, seaplane carriers, aircraft, dreadnoughts, pre-dreadnoughts, battlecruisers, armored cruisers, light cruisers, destroyers, coastal batteries, land units, and much more! User printable data/record sheets show the combat details of each individual class of ship, sub, and aircraft, each with a side view graphic. Solitaire and multiplayer rules are included.&#10;&#10;This is a significant revision of the original &quot;NW:Naval Warfare&quot; series, and adds additional details and rules to the system (including floatation loss and individualized weapon data). The Rules are modular, allowing for Basic, Advanced, and Optional/Expanded rules systems.&#10;&#10;This game is professionally printed with mounted couters and full color heavy cardstock maps. The 'data cards' from the previous game series has been discarded in favor of user-printable data sheets on a CD-ROM included with the game; each sheet contains combat logs for up to 7 ships/subs or squadrons of aircraft.&#10;&#10;Features include:&#10;&#10;&#10;     Countries included: Britain, Germany, France, Russia, Italy, and Austria-Hungary.&#10;&#10;&#10;&#10;     Detailed yet streamlined combat mechanics including basic, advanced, optional, and solitaire rules.&#10;&#10;&#10;&#10;     Data CD-ROM with fully printable data/record sheets covering 200 ship classes (including merchants, raiders, and transports), 36 aircraft/airship types, 30 submarine classes, 12 types of land units.&#10;&#10;&#10;&#10;     Each printable Data/Record Sheet contains the combat statistics for the unit, condensed combat tables to help during combat, a side view of the unit, with logs for ammunition/damage records for 7 ships/subs or aircraft squadrons pre-printed on each sheet.&#10;&#10;&#10;&#10;     60 page printed Rules Manual with 20 scenarios, including the full Battle of Jutland.&#10;&#10;&#10;&#10;     6 Color maps 11&quot; x 17&quot;, a color combat matrix, and 280 die-cut 1/2&quot; color counters.&#10;&#10;&#10;&#10;     Search Matrix, 2 Play Sequence charts and 5 color reference charts.&#10;&#10;&#10;&#10;     Includes 4 six-sided dice (only standard 6-sided die are used for play).&#10;&#10;&#10;&#10;     Semi-historical Campaigns covering the North, Baltic, and Mediterranean Seas.&#10;&#10;&#10;&#10;     Tactical and Operational battles covering surface combat, seaplane carriers, convoys, submarines, aircraft, amphibious operations, bombardments, etc...&#10;&#10;&#10;&#10;     Combat examples are included as well as condensed combat tables on each unit data/record sheet.&#10;&#10;&#10;&#10;     The game is intended to be played either as as a board game or with miniatures.&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "B.C.",
    "ID": 108381,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/108381/bc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "B.C. is a strategic tile laying game using elements of abstract strategy and deck building games to tell the story of four rival tribes battling it out for control of vital resources on the Pre-Historic earth of Leakey, Von-Daniken, and &quot;Eegah!&quot;&#10;&#10;Each player takes control of one of four tribes: The Aliens,  Great Apes, Homo Sapiens, or Neanderthals, and attempts to gain control of the largest part of the prehistoric landscape, as represented by a grid marked by variable terrain features. Each tribe begins with a small selection of Tiles, and then must spend further actions to place those Tiles and earn &quot;Enlightenment Points&quot;, which can be spent on new tiles and new options for the game.&#10;&#10;The game is over when there are no further plays left on the board. Victory goes to the Tribe whose player has taken control of the most sections of the board. In the case of a tie, victory is determined by the number of Enlightenment Points still controlled by the Tribes at the end of play.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Knight Rider: K.I.T.T. Challenge Card Game",
    "ID": 108384,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/108384/knight-rider-kitt-challenge-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A knight rider themed card game in which players try to build a road and then drive K.I.T.T. to safety. The game begins with each player playing a &quot;Start&quot; card, and placing their K.I.T.T. token upon it. Then, each player draws a card. The player with the highest number card wins all of the other cards, and then may do one of four things:&#10;1. Build a section of their road by playing a card horizontally.&#10;2. Move K.I.T.T. one space (if not hindered by a Hazard)&#10;3. Play a Hazard card on another player's road&#10;4. Play a Turbo Boost card to bypass a Hazard&#10;&#10;The first player to build the correct length of road (7 units for 2p, 6 units for 3p and 5 units for 4p), play an &quot;END MISSION&quot; card, and drive K.I.T.T to the &quot;END MISSION&quot; card wins.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "TV Shows: Knight Rider"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twenty-nine",
    "ID": 108385,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/108385/twenty-nine",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Twenty-nine is a simple adding game played with traditional playing cards.&#10;&#10;Are cards are dealt equally to all players, setting aside any remainder. Each player lays a card in turn, adding its face value to a communal total. (Aces and royals count as '1'.) The total cannot exceed twenty-nine; a player who has no legal play must pass. The player who brings the total to twenty-nine gets a point, and the total is reset to zero for the next player. When every player passes, the game is over. The player or partnership with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alpine Rally Race",
    "ID": 108387,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/108387/alpine-rally-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An old roll-and-move type game.  Per the publisher ... &quot;A fun packed rally race game over rugged alpine mountains&quot;.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mountains: The Alps",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bizaroïd",
    "ID": 108392,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/108392/bizaroid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Speak and remember: can you introduce yourself properly and get the number of eyes, noses or ears right like all good Mishmashian Martians from planet Mishmash?&#10;&#10;In this game, each player is a Martian. In the beginning of the game, each player receives a portrait, which indicates how many eyes, ears and noses he has.&#10;&#10;Each turn, a player plays a card with an eye, ear or nose on it. He then has to call another player, using a prescribed phrase which includes the count of eyes (or ears, or noses, depending on the card place) the calling player and the called player have.&#10;&#10;If a player gets the phrase wrong (or hesitates to long), he gets an extra eye, ear or nose (again depending on the card played) which is added to his forehead by means of a ribbon each player wears on his head. This extra feature has to be taken into account in future turns.&#10;&#10;If a player gains his fifth additional ear, eye or nose, he is out of the game. The last player to remain wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Konsensus",
    "ID": 108396,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/108396/konsensus",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Konsensus is an imaginative and innovative board game in which you try to put yourself in the mindset of the other players and answer the same as them. You are faced with a series of tasks that may seem easy, but quickly becomes difficult because your brain is affected by visual impressions, feelings, and imagination. Can you link it all together and find the answers that will earn you points?&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  }
]