[
  {
    "Rank": "3901",
    "Name": "Where There Is Discord: War in the South Atlantic",
    "ID": 35614,
    "Year": "(2009)",
    "Geek Rating": "5.868",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/35614/where-there-is-discord-war-in-the-south-atlantic",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.1096",
    "Description": "&quot;Where there is discord... may we bring harmony.&quot;  -- Margaret Thatcher, quoting a prayer ascribed to St. Francis of Assisi&#10;&#10;At 16.28 hours on the afternoon of Saturday, 1 May 1982, an AIM-9L Sidewinder missile fired from the Sea Harrier of Royal Naval Air Squadron Flight Lieutenant Paul Barton struck the Mirage III of Lieutenant Carlos Perona of Fuerza Aerea Argentina, destroying it on impact.  The Falkland/Malvinas War had begun in earnest.&#10;&#10;Over the next 45 days, the armed forces of the United Kingdom and Argentina locked in a deadly struggle, as both attempted to assert their right to govern a small, inhospitable South Atlantic island unknown to most of the world and to many of those fighting over her.&#10;&#10;    In this solitaire military simulation boardgame, you have the opportunity to recreate those fateful summer days, commanding the British Task Force as it attempts to defend itself from concerted attacks by Argentine air and naval forces, and mount a successful amphibious landing on the disputed islands.  You will have to manage and deploy the Royal Navy&rsquo;s limited Sea Harrier assets, coordinate the defence of the fleet with a wide range of vessels and weapons systems, and plan a landing strategy that enables you to consolidate a bridgehead before Argentine forces can respond.  Modeled closely on historical events, you will confront issues including variable rules of engagement, surveillance and intelligence gathering, submarine warfare, Argentine carrier and surface fleet operations, the Exocet missile threat, third-party operational support and interference, fleet logistics, supply interdiction, and uncooperative weather.  At the same time you will have to walk the tightrope of public opinion, deal with &ldquo;oversight&rdquo; from the politicians back in London, and overcome unforeseen events ranging from the sabotage of supply lines up to orders to take the fight to the mainland.&#10; Will the Falklands remain in British hands, or will the Malvinas return to Argentina?  Their fate is in your hands..&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Argentina",
      "History: Falklands War",
      "Islands: Falklands (UK)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "3902",
    "Name": "Sen",
    "ID": 236245,
    "Year": "(2017)",
    "Geek Rating": "5.868",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/236245/sen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.1481",
    "Description": "In Sen (English: &quot;Dream&quot;), the goal is to minimize the total value of your cards; however, you don't know what all your cards are at the beginning of the game. By using certain cards to peek at your own or opponent's cards, or swap cards with your opponent, you can try to minimize the value of your cards. When you think you have the lowest value, you can call end the round. If your value is not the lowest you receive a penalty. Rounds repeat until someone has scored 100 points, at which point the player with the fewest points wins.&#10;&#10;A game in the Golf family, it combines elements from Rat-a-Tat Cat and Cabo.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Crows / Ravens / Magpies",
      "Animals: Fish / Fishes",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "3903",
    "Name": "Santa Fe Rails",
    "ID": 3348,
    "Year": "(2001)",
    "Geek Rating": "5.868",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/3348/santa-fe-rails",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.51",
    "Description": "On a map showing the western portion of the United States, each player takes turns building track to extend any of five major railroad lines westward from their originating cities.  Players often want the lines to extend in different directions toward the cities that they have a stake in. Some branching is allowed, but each line has a limited number of track pieces.&#10; Stakes for specific cities are accumulated throughout the game by drawing blind from a deck of city cards.  The more different lines arriving at a city, the higher the score will be for that city.  Later in the game, four short lines also become available.&#10;&#10;An updated version of Alan R. Moon's White Wind game Santa Fe.&#10;&#10;&#10;Game Summary&#10;The deck is composed of city cards (with some short lines shuffled into the middle third). Players have a hand of 4 city cards to start the game. Each round, players simultaneously select a card to play, then reveal. City cards are added to your personal display -- essentially, you have a share in that city. There are also several special cards (2x, 3x, 4-in-one, Branch Line, Boomtown) that modify the basic game turn. These specials are on public display, and can be acquired at the end of each round (some cost $1; the 2x may be held, but the rest must be played immediately after acquiring them).&#10;&#10;Then, in turn order, going twice around, players add a single track to any of the railheads (each of the 5 lines has specific starting locations on the board). If the link is to a previously unconnected city, collect $2. In addition, if the city is one of the goal cities of that train line, collect $4.&#10;&#10;After all players have gone (twice), pass the start player marker to the left. THEN, in turn order, players bring their hand total back to 4 (draw from deck and/or from cards on display). If a Short Line card is revealed, discard the card and draw again; that Short Line is now in play. They choose a card to play, and repeat above.&#10;&#10;The game ends when tracks for 3 lines are completely used. Each city's value is equal to its base value, printed on board, multiplied by the number of different train lines connected to it. The player with the most cash and city value wins!&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Santa Fe (New Mexico, USA)",
      "Game: Santa Fe"
    ]
  },
  {
    "Rank": "3904",
    "Name": "Malifaux (Second Edition)",
    "ID": 147537,
    "Year": "(2013)",
    "Geek Rating": "5.868",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/147537/malifaux-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.6562",
    "Description": "Malifaux is a character-driven 32mm tabletop miniatures game. Players collect, build, and paint models representing the denizens of Malifaux, pitting these models against one another in groups called Crews for control of the precious resource known as Soulstones.&#10;&#10;A Crew can contain several different types of models depending on how a player constructs it. Masters can manipulate the course of events in the world around them, changing their own Fates through their control or theft of Soulstones. A variety of fantastic and frightening beings, collectively known as Minions, serve the Master as fodder in his or her machinations. In addition, Henchmen can lead specialized Crews in their Master's absence, or serve their Master directly as a member of a Crew. Masters and Henchmen are also supported by Totems, extensions of their magical abilities which increase their spellcasting range and provide additional aid in an Encounter. Lastly, each Master can transform itself into a powerful Avatar, representing a specific aspect of their personality.&#10;&#10;How well a Crew carries out its leader's Strategy and Schemes determines whether or not it will emerge victorious in an Encounter with an enemy Crew. Strategies represent the Crew's main path to victory, while Schemes are simpler alternate routes to achieve the leader's goals.&#10;&#10;Malifaux players use decks of cards called Fate Decks to resolve game events such as attacking and spell-casting. Players can manipulate the cards they play to alter the Duel's outcome. It takes a shrewd leader to effectively utilize a Crew's resources, ensuring he or she always has ready the cards needed to Cheat Fate.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Hand Management",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "3905",
    "Name": "Municipium",
    "ID": 29410,
    "Year": "(2008)",
    "Geek Rating": "5.868",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/29410/municipium",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4333",
    "Description": "A prime mechanism of Roman expansion and control in the provinces was the municipium (pronounced MU-ni-KIP-ee-um), the premiere Roman provincial town.  Being granted the status of a municipium brought a town into the Roman orbit and involved both duties to Rome and a gradual extension of the Roman citizenship to the inhabitants.&#10;&#10;This game takes place in one of these municipalities in a western province.  The time is the middle of the 2nd Century AD, when the Empire had reached its greatest territorial extent and was enjoying its longest period of imperial peace.&#10;&#10;Players are each in control of a powerful family and try to strategically place their family members in the various institutions throughout the municipium and gain the support of the citizens: Scholars, Merchants, Soldiers, and Priests.  At various times during the game, if a player has the most influence in an institution, the player can exert the power of that institution and gain the support of certain citizens.  Meanwhile, the praefect moves around the municipium and players strive to have the most influence in the institutions that he visits, thereby earning his favour.  Each of these institutions have unique powers, and players must decide how and when to use them.  The player best utilizing their power will become the most influential family in the municipium.&#10;&#10;Municipium is #2 in the Valley Games Modern Line&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Rome",
      "Series: Modern Line (Valley Games)"
    ]
  },
  {
    "Rank": "3906",
    "Name": "Ragnarocks",
    "ID": 328575,
    "Year": "(2022)",
    "Geek Rating": "5.868",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/328575/ragnarocks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "Ragnarocks is a 2-player area control game designed by Gord! - the designer of Santorini and Santorini: New York. In Norse mythology, humans exist in the land of Midgard - a place in the center of the world tree and connected to the nine realms. Among these nine realms live gods and goddesses, serpents and spirits, and all manner of mythical and mystical creatures.&#10;&#10;In Ragnarocks you take on the role of a Viking clan using Runestones to mark your clan&rsquo;s claims of land. In the advanced game, your clan worships one of these powerful beings from another realm who lends you their power to help you outwit rivals and claim territories for your clan.&#10;At the end of the game, the clan who controls the most territory in Midgard wins!&#10;&#10;A player's turn consists of a move phase and a summoning phase.&#10;During the move phase you move one of your active Vikings any number of spaces in a straight line.&#10;During the summoning phase you summon a runestone and place it on any space along a path following a straight line from the location of the Viking you moved. Whenever a summoning creates an enclosed area containing only vikings of a single clan, that area becomes settles and belongs to the player whose clan occupies it.&#10;&#10;When all vikings have settled, the player who controls the most territory wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mythology: Norse",
      "Players: Two-Player Only Games",
      "Theme: Chibis",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "3907",
    "Name": "BATTALIA: The Creation",
    "ID": 178944,
    "Year": "(2015)",
    "Geek Rating": "5.868",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/178944/battalia-the-creation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.48",
    "Description": "BATTALIA: The Creation is a competitive, fast-paced, strategic deck-builder that combines map construction, hero and area control and unique calendar mechanisms.&#10;&#10;In the base game, all players will buy useful artefacts and hire battle and labor units to support their armies. They will build roads and cities and send their heroes to battle - every opponent will have to find the most powerful mixture of all these assets and apply them at the right moment, so eventually the player could claim to be the rightful ruler of Battalia and win the game. A victory can be obtained through aggressive conquest or a peaceful development of your own city system (if a player is lucky enough and the others let him ... :). Battalia has 2 game end conditions - full conclusion of the game board or first player, who achieves 5 cities of level four, immediately ends the game. The winner is the player with the most victory points at the and of the game and this is not necessary the same person, who made the final cut!&#10;&#10;An immersive game play will provide the opportunity for the players to make key decisions and turn the tides of even the grimmest of outcomes. A player can outmaneuver and BE outmaneuvered by his opponents at any point in the game.&#10;Dynamic atmosphere and intense battles are key factors in the overall experience, however the game strives to stimulate analytic thinking and strategy over rash and impulsive decisions.&#10;In general this is not a luck based game, because of the core deck building mechanics, but a die is integrated as an optional element and is the ingredient, which spices up the game for all the fortunate fellows! You will find also an element of bluffing, when you fight your battles, so put the poker face on and be ready to outsmart your opponent.&#10;The game is defined by the unique combination of mechanics, aesthetic art style, and the presence of large scale 3D Hero figures in four colors, representing the leaders of the players army and their movement on the board.&#10;&#10;The calendar mechanics is implemented in the Sun Oracle, shortly called Orac, as it is a key element of the game. The Oracle is almighty ancient monument, eternal apprentice of the nature itself and the hand of the gods among humans and beasts. The Oracle provides advantages to the players (every day a different one) and it could support them, if they catch the lucky moment on a sunny day... It counts the days and guides the leaders through the never-ending competition between the folks that inhabit these lands: The B&auml;rfolk, The Emberians, The Islanders and The Cloudborn.&#10;Four factions coexist in the world of Battalia. Most of the cards in the game (units, artefacts and terrain cards) and the 8 figures belong to one of the four factions. A leading concept in the game is that the four factions can freely collaborate with each other, but many units from the same faction, using their own artefacts, are much stronger together. Also, unlike all other games where the players choose their factions, in this game the factions choose the players...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3908",
    "Name": "Downtown: Air War Over Hanoi, 1965-1972",
    "ID": 6613,
    "Year": "(2004)",
    "Geek Rating": "5.868",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/6613/downtown-air-war-over-hanoi-1965-1972",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.09",
    "Description": "Downtown: Air War Over Hanoi, 1965-1972 is a game of air warfare over Hanoi. During the Rolling Thunder (1965-68) and Linebacker (1972) campaigns, Hanoi and the Red River Valley was the focus of American air operations intended to pressure North Vietnam's Communist leadership  into ceasing their attacks on the South. Against large &quot;packages&quot; of US attack and support aircraft, the Vietnamese deployed a formidable array of anti-aircraft artillery (AAA) and Surface to Air Missiles (SAMs). They also had a force of MiG fighter jets.&#10;&#10;Covering air operations from 1965 to 1972, Downtown simulates the clashes between American air power and the North Vietnamese air defence system. The United States player controls Air Force and Navy strikes into Route Packs 5 and 6 - the heart of the Vietnamese defences.&#10;&#10;Packages include forces of bombers, fighters, recon planes, jamming aircraft and &quot;Iron Hand&quot; aircraft for suppression of enemy air defenses (SEAD). The US player's objective is to destroy ground targets. They can only succeed by integrating all the package elements to complete the mission with minimal loss.&#10;&#10;The North Vietnamese player controls concentrations of AAA, Fire Can radar-directed artillery and SAM . They can launch MiG fighters to intercept the bomber streams aimed at 'Downtown' Hanoi. The Vietnamese player must disrupt enemy attacks.&#10;&#10;20 scenarios cover historical strike raids from the Rolling Thunder and Linebacker operations. Campaigns simulate raids taking place over the course of several days.&#10;&#10;Game Scale:&#10;Game Turn: 1 minute&#10;Hex: 2.5 miles / 4 kilometers&#10;Units: Flights (1-4 aircraft), battalion-sized SAMs (six SA-2 launchers), or multi-battery concentrations of AAA&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;Two dual-side printed countersheets (560 1/2&quot; counters)&#10;One 48-page Downtown rulebook&#10;One 40-page Downtown scenario booklet&#10;Three dual-side printed Aircraft Data Cards&#10;Four dual-side printed Player Aid Cards&#10;Six dual-side printed Flight Log Sheets&#10;Two 10-sided dice&#10;&#10;Solitaire Playability: Low&#10;Complexity Level: High&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Hanoi (Vietnam)",
      "Country: USA",
      "Country: Vietnam",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Downtown"
    ]
  },
  {
    "Rank": "3909",
    "Name": "Battleball",
    "ID": 6795,
    "Year": "(2003)",
    "Geek Rating": "5.868",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/6795/battleball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5103",
    "Description": "Global football has moved beyond the restrictive rules of the US Football League. Physical enhancements have made the sport more intense and more deadly. Players have developed distinctive skills to overpower enemy players. Some are fast. Some are strong. All are out to eliminate their opponents.&#10;&#10;Plan your strategy to get safely into the end zone. Your opponent will do everything he can to destroy your players and take possession of the ball. Can you overpower them and score a touchdown? Score two touchdowns and you'll be the Battleball champ!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Players: Two-Player Only Games",
      "Theme: Fantasy Sports",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "3910",
    "Name": "Federation Commander: Klingon Border",
    "ID": 19854,
    "Year": "(2005)",
    "Geek Rating": "5.868",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/19854/federation-commander-klingon-border",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.381",
    "Description": "From the designer of Star Fleet Battles, Federation Commander is the fast moving game of starship combat in the Star Fleet Universe.  Mounted game boards, laminated full color ship control cards and gorgeous full color counters highlight this re-imagining of the Star Fleet Universe with 21st century production values.&#10;&#10;This was the initial product for Federation Commander, and was the original base set.  There are other base sets and expansions for the Federation Commander Series.&#10;&#10;Much effort has gone into streamlining the game - there are 8 impulses rather than 32.  One die roll allocates up to 10 points of damage, rather than 2 dice per damage point that strikes the ship.   Color coded charts and ship cards reduce the mental overhead of remembering what goes where.&#10;&#10;Gone is the tax form of energy allocation, replaced by a free flowing dynamic &quot;on the fly&quot; power allocation system.  Maneuver has had countless special cases removed and streamlined.&#10;&#10;This is not an introduction to Star Fleet Battles, but a re-imagining of starship combat in the Star Fleet Universe, redesigned from the ground up to appeal to a wider audience and reduce rules lawyer-ism.&#10;&#10;Included in the rules are the 'free form&quot; (hexless) movement rules that have been in use for years; the hex map is scaled for miniatures bases, and the game is designed to be easy to port over to miniatures adaptations.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Federation Commander",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "3911",
    "Name": "Porto",
    "ID": 254619,
    "Year": "(2019)",
    "Geek Rating": "5.867",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/254619/porto",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8571",
    "Description": "Porto, the iconic city in the north of Portugal, is known worldwide for Port wine and the beauty of its historical center.&#10;&#10;Porto is a fast-playing, competitive tile-laying game driven by card play. On your turn, you either draw cards or build floors. If you draw cards, the total value of the drawn cards cannot exceed 3. (Cards have values between 1 and 3.)&#10;&#10;If you build floors, you MUST play two cards from your hand. The number of one of the cards determines exactly how many floors you will build, and the color of the other card determines the color of those same floors. Thus, with only three cards in hand, you have six different possibilities for building; with more cards, your options increase even more! Building gives you the possibility of scoring points but also opens new possibilities for your opponents because buildings do not belong to any player. You might start a building that can be completed by other players, and it is this risk management that makes Porto a very interactive game in which paying attention to the moves of your opponents is crucial.&#10;&#10;Build floors, gain bonus points by completing houses or by constructing in the most crucial spaces, fulfill public contracts by building at crucial moments and by chaining combos to make a very profitable turn, shape the city so that it complies with your private contracts in order to maximize them at the end of the game, but above all, capitalize on opportunities opened by your opponents on the board. That said, in Porto any missed opportunity will lead to a new array of possibilities.&#10;&#10;The game end is triggered at the end of the round in which a certain number of buildings have been completed. The player with the most points wins.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Porto (Portugal)",
      "Country: Portugal",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "3912",
    "Name": "The Fuzzies",
    "ID": 314421,
    "Year": "(2021)",
    "Geek Rating": "5.867",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/314421/the-fuzzies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Fuzzies is a game about creating gravity-defying towers out of fuzzy little balls.&#10;&#10;Draw a card a remove that color of fuzzy using either tweezers or your fingers but you can not get out of your seat. Stick it anywhere higher on the tower.&#10;&#10;If you are successful then the next player goes but if any balls drop, you must draw cards equal to the number of balls dropped and do the challenge on your next turn (e.g. remove a Fuzzy while covering your eye)&#10;&#10;The game ends when someone oafishly knocks over the tower. That player is the loser, everyone else wins!&#10;&#10;Components:&#10;95x Fuzzies&#10;30x circular cards&#10;1x circular rulebook &#10;1x plastic container with dual purpose lid/platform  &#10;1x tweezers&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Single Loser Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Tweezers",
      "Components: Unique Game",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "3913",
    "Name": "Papà Paolo",
    "ID": 195867,
    "Year": "(2016)",
    "Geek Rating": "5.867",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/195867/papa-paolo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2.8",
    "Description": "Description from the publisher:&#10;&#10;Pap&agrave; Paolo brings you to the beautiful city of Naples, birthplace of one of the world's favorite dishes: pizza.&#10;&#10;In Pap&agrave; Paolo, 2 to 4 players compete to deliver the most pizzas to the hungry customers of Naples. To do this, you must outsmart your rivals by being a clever investor, bidding on the right city tiles, and creating your own little district of Naples.&#10;&#10;Over the course of five game rounds, players first have to plan their actions carefully, choosing whether they want to invest in new pizzerias, make express deliveries, get sponsored by the bank, or decide to expand their district. Once all players have used up their action tokens, players get rewarded by receiving Lira, which they can then use in a bidding phase to determine how many deliveries you can make, and how many pizzas you can deliver. Once you deliver pizzas to your hungry customers, they reward you by boosting your abilities, making each action more powerful as the game progresses. Every decision counts, but Pap&agrave; Paolo is a very accessible game, which will charm players of all ages alike.&#10;&#10;",
    "Categories": [
      "City Building",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Country: Italy",
      "Series: Master Print (Quined)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3914",
    "Name": "Battleship Galaxies",
    "ID": 93538,
    "Year": "(2011)",
    "Geek Rating": "5.867",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/93538/battleship-galaxies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "2.3838",
    "Description": "Battleship Galaxies is a space combat miniatures game that is a distant cousin to the original Battleship game. The two opposing forces represented in the game, the human Intergalactic Space Navy and the alien Wretcheridians, are represented by 20 starship miniatures. There are figures for several different ship types and each has an individual reference card that defines the characteristics (e.g., weapons, movement, shields) of that ship.&#10;&#10;The game is scenario driven and each scenario defines the goal of the game as well as the initial setup of the starfield hex board. Each turn, players have a certain number of energy points that can be spent to perform actions such as movement or firing. Combat is resolved by rolling special dice: a 10-sided die with letters and an eight-sided die with numbers. The resulting letter-number combination is compared to the target ship&rsquo;s reference card to determine the result. Hits on a ship are indicated by placing colored pegs in the figure&rsquo;s base.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Space: Saturn",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "3915",
    "Name": "Silent War",
    "ID": 17484,
    "Year": "(2005)",
    "Geek Rating": "5.867",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/17484/silent-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "7500",
    "Weight": "3.384",
    "Description": "&quot;Silent War&quot; is a solitaire wargame simulation of the United States' submarine war against Imperial Japan during the Second World War. The scenarios allow players to recreate various stages of the war or the entire campaign. In each of these scenarios, the player takes on the role of Commander Submarines, US Pacific Fleet (ComSubPac), deploying available submarines from either Pearl Harbor or Brisbane in order to attack the Japanese Navy. Additionally, in the patrol game, using single submarines, players can recreate some of the war's most famous patrols. The amount of flexibility the game allows the player is tremendous, a single submarine patrol can be completed in 10 minutes, the various campaigns can be completed in 10 or more hours depending on which campaign you play and your progress as commander.&#10;&#10;Every American submarine that was deployed to the Pacific in World War II has its own oversize easy to handle counter in the game. Each counter has the correct side view illustration in color for that class of submarine. The game map covers the huge expanse of the Pacific Theater of submarine operations from the Aleutians to Australia and from Samoa to the Sea of Japan. The map encapsulates most of the information a player needs to play, with a unique set of easy to use graphic charts. The rules will have the player running his first submarine patrol within 45 minutes of opening the game box.&#10;&#10;Special rules include American torpedo improvement, ultra, submarine repair and readiness, wolfpacks, campaign and combat events, war progress, patrol and search, TDC solutions, merchant shipping, Japanese battleship doctrine, two player rules and more.&#10;&#10;Can you as a submarine fleet commander best the historical submarine commanders and sink more ships and tonnage than the American commanders or will you wash out and be retired to a desk job?&#10;&#10;Components:&#10;&#10;     1 28&quot;x22&quot; map&#10;     5 counter sheets, mounted, die cut and full color printed on both sides:&#10;         3&frac12; sheets of long (1.3&quot;x0.65&quot;) submarine counters&#10;         1&frac12; sheets of large (0.65&quot;x0.65&quot;) counters.&#10;    &#10;     4 8&frac12;&quot;x11&quot; full-color play-aid charts and displays:&#10;         1 single-sided combat display&#10;         1 single-sided submarine tender display&#10;         1 tables and charts display&#10;         1 counter explanation chart/sub comparison chart&#10;    &#10;     1 24-page rules book&#10;     1 24-page scenario book&#10;     1 10-sided die&#10;     1 full color box and lid&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Pacific Ocean",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "3916",
    "Name": "First Empires",
    "ID": 353304,
    "Year": "(2022)",
    "Geek Rating": "5.867",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/353304/first-empires",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8889",
    "Description": "&quot;The time of small nations is past, the time of empires begins.&quot; &mdash; Chamberlain&#10;&#10;What if all of world history had unfolded differently?&#10;What if the great empires of our history had never come into being?&#10;What if other forgotten civilizations had passed into posterity in their place?&#10;The defeated could have been the victors, and the colonizers could have been the colonized &mdash; after all, empires are won and lost on a roll of the dice!&#10;&#10;In First Empires, each player takes control of the fate of an ancient nation through a player board, meeples, and cards. The game lasts a number of rounds depending on the player count, and on a turn you roll dice based on how you've developed your empire board. The six sides of the dice correspond to the five abilities on your board. To expand to new territories or invade opponents, you need to unlock movement ability; to annex a territory, you have to outnumber the current occupant or have a &quot;sword&quot; result on the dice, with the inhabitants then fleeing elsewhere. The dice also allow you develop your player board by using the die face that corresponds to the improvement and controlling an associated territory. You can gain more dice and additional re-rolls, while also unlocking achievement cards.&#10;&#10;At game's end, you earn points based on played achievement cards, points unlocked on your personal board, and the sum of cities under your control.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Map (Global Scale)",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "3917",
    "Name": "Welcome to Centerville",
    "ID": 178302,
    "Year": "(2017)",
    "Geek Rating": "5.867",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/178302/welcome-to-centerville",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.5",
    "Description": "Centerville is a relatively light board game for 2-4 players. Centerville abstractly models the growth and management of a small city &mdash; perhaps not unlike the one you're in right now.&#10;&#10;Players act as entrepreneurs, tycoons, politicians, and other local movers and shakers working to develop a modern urban area. Fortunes will be made and fame will rise. As time goes by, personal milestones will enrich the players even further.&#10;&#10;Throughout the game, players will roll six dice, keeping some and rerolling others, then implementing the various die faces on the game board. This will result in political offices being gained and lost, new vocations learned, new land acquired, or new buildings constructed. The end result is a vibrant community revered near and wide &mdash; but only the player who has best balanced their wealth and prestige will emerge the final victor.&#10;&#10;Playing time is 15-20 minutes per player.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Highest-Lowest Scoring",
      "Set Collection"
    ],
    "Families": [
      "Theme: City"
    ]
  },
  {
    "Rank": "3918",
    "Name": "Monopoly Deal",
    "ID": 164840,
    "Year": "(2014)",
    "Geek Rating": "5.866",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/164840/monopoly-deal",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2821",
    "Description": "From the back of the box:&#10;&#10;Fast-dealing, card-stealing fun!&#10;Enjoy the rollercoaster experience of Monopoly in just 15 minutes! Collect full property sets to win!&#10;&#10;This is the &quot;lite&quot; version of Monopoly Deal Card Game, distributed by Wm Morrison Supermarkets PLC (UK) consisting of 52 cards for 2-3 players including 3 Forced Purchase cards, 6 sets of property cards, wildcards, action cards and money cards. Morrisons is printed on the promotional card.&#10;&#10;For more infomation see Free card games at  Morrisons (UK) thread.&#10;&#10;Also sold through &quot;Sue Ryder&quot; (UK) charity shops (2015).&#10;&#10;Also sold through &quot;REWE&quot; (GER) supermarkets (2018).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "3919",
    "Name": "Astro Knights: Eternity",
    "ID": 386538,
    "Year": "(2024)",
    "Geek Rating": "5.866",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgame/386538/astro-knights-eternity",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.8571",
    "Description": "Many generations after the events of the original Astro Knights setting, a group of rag-tag intergalactic scrappers find great power and responsibility forced upon them! Astro Knights: Eternity is a stand-alone, cooperative deck-building game with several scenarios connected by a single, ongoing narrative.&#10;&#10;Continuing the gameplay lineage of Aeon&rsquo;s End, player decks are never shuffled in Astro Knights, with the collective goal of defeating that scenario&rsquo;s Boss before it destroys that mission&rsquo;s Homeworld, or all the players seeking to defend it.&#10;&#10;In addition to the familiar structure of the first Astro Knights game, players will be introduced to all-new mechanics throughout the narrative campaign, along with refreshed elements from the Aeon&rsquo;s End series.&#10;&#10;Can your team of unlikely heroes adjust their strategies to overcome the powerful and unpredictable enemies that threaten the stability of the galaxy?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "3920",
    "Name": "Chomp",
    "ID": 377449,
    "Year": "(2023)",
    "Geek Rating": "5.866",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/377449/chomp",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6364",
    "Description": "The era of the dinosaurs is here! Your goal in Chomp is to form herds of dinos and make sure they are all fed. Herbivores and carnivores both need food sources, but if the carnies are not properly fed, they don't mind chomping an herbie to fill their bellies!&#10;&#10;Gameplay involves dual rows of goal tiles and dino tiles, and each turn players select one tile to add to their personal arrangement. Goal tiles stay off to the side for endgame scoring, and dino tiles are arranged in front of each player. Dino tiles include three sizes each of herbivores and carnivores. Each tile must overlap previous ones, either on top of a quarter tile, half tile, or even a whole tile, ensuring that any covered dinos are completely hidden.&#10;&#10;Adjacent dinos of the same species form herds, which will eat together if connected to a single food source &mdash; or die together if they are unfed, adjacent to a tar pit, or next to an otherwise unfed carnivore!&#10;&#10;At the end of the game, each living and fed dino scores 1-3 points depending on its size, and the player with the highest score wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Mechanism: Partially overlapping cards",
      "Organizations: Game Designers of North Carolina",
      "Series: Small Box Big Game (Allplay)"
    ]
  },
  {
    "Rank": "3921",
    "Name": "Scopa",
    "ID": 15889,
    "Year": "(1600)",
    "Geek Rating": "5.866",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/15889/scopa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4625",
    "Description": "Scopa is a traditional Italian card game (actually a family of card games that includes Scopone, Scopetta, and Scopone Scientifico) played in regions of Italy for over 400 years.  The game is played with a 40-card Italian deck (similar to a conventional deck minus either the 8s, 9s, and 10s or alternatively, the Js,  Qs, and Ks).  Four-player games are usually played in partnership; other numbers of players typically play for themselves.&#10;&#10;In the original Scopa base game, four cards are turned face up on the table, and players are dealt hands of three cards.  On their turn, a player may capture any of the face-up cards on the table if the sum of the cards captured equals the value of the card played.  If a player cannot make a capture, they must discard a card face-up onto the table.  Cards are progressively handed out in lots of three until the deck is exhausted.&#10;&#10;When the deck is exhausted, scoring is calculated.  Players earn 1 point for &quot;sweeping&quot; the table, that is, for clearing the table of all face-up cards; 1 point for capturing the most cards; 1 point for capturing the most cards of the coin suit; 1 point for capturing the 7 of coins (the &quot;settebello&quot;); and 1 point for the best &quot;primiera,&quot; that is, the best assemblage of high-value cards from each of the four suits.&#10;&#10;The game is traditionally played until a player or team reaches a set number of points, usually 11 or 21.&#10; The name &quot;Scopa&quot; means &quot;sweep&quot; or &quot;broom&quot; in Italian, and refers to the action of picking up all face-up cards on the table.&#10;&#10;In some ways, Scopa can be thought of as a precursor to many popular modern game designs.  The multiple competing goals and the limited hand-size make for a very modern-feeling game.&#10;&#10;Re-implemented by:&#10;&#10;    Gelb gewinnt!&#10;    Der Goldene Kompass: Das Kartenspiel zum Film&#10;    Shokoba&#10;    Templaria&#10;    Punto&#10;    Casino&#10;    Frog Juice&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Fishing",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Traditional Card Games: Scopa"
    ]
  },
  {
    "Rank": "3922",
    "Name": "Sounds Fishy",
    "ID": 359893,
    "Year": "(2022)",
    "Geek Rating": "5.866",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/359893/sounds-fishy",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Sounds Fishy isn't about always knowing the right answer &mdash; it's about being able to spot the fake ones. It's like a mix between The Chameleon and Balderdash.&#10;&#10;Sounds Fishy is the party game full of strange questions and even stranger answers.&#10;&#10;Pick up points by eliminating the fake answers that have been invented by the other players &mdash; but be careful! One of them has given you the real answer. Accidentally choose it and you&rsquo;ll lose all your points and your turn.&#10;&#10;Think you can tell which answers sound fishy? You&rsquo;ll need to think on your feet, get creative and push your luck to win the game where everyone has an answer for you.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Player Judge"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "3923",
    "Name": "Shipwrights of the North Sea",
    "ID": 75547,
    "Year": "(2014)",
    "Geek Rating": "5.866",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/75547/shipwrights-of-the-north-sea",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3067",
    "Description": "Shipwrights of the North Sea is set in the early years of the Viking Age, circa 900 AD. As Viking shipwrights, players compete to build the greatest fleet on the North Sea. Players must collect oak, wool and iron, as well as getting other craftsmen on board to help. Gold is a precious commodity, and must be spent wisely. As you would expect, the township is filled with an array of characters, bad and worse. Better hope they're on your side!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Aim of the GameThe aim of Shipwrights of the North Sea is to be the player with the most Victory Points at the game&rsquo;s end. Points are gained by constructing various Ships and Buildings. The game ends after the round where 1 or more players constructs their 4th ship.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Gameplay OverviewThe game is played over a series of days (rounds). Each day follows the same pattern:&#10;&#10;Morning Phase - Planning (Each player receives 3 cards)&#10; Afternoon Phase - Working (Players take actions and play or discard their 3 cards)&#10; Evening Phase - Resting (Players receive Gold and Workers for the next day)&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Printed Components128 Cards - Featuring 46 unique and stunning illustrations&#10;5 Beautifully Illustrated Player Boards&#10;5 Player Reference Boards&#10;1 Illustrated Rulebook&#10;1 Pioneer Token&#10;5 VP Markers&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Wooden Components5 Gold Ships&#10;25 Oak&#10;25 Wool&#10;25 Iron&#10;50 Workers&#10;&#10;",
    "Categories": [
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Region: North Sea",
      "Series: Medieval Trilogies (Garphill Games)",
      "Series: The North Sea Trilogy (Garphill Games)",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "3924",
    "Name": "Starship Troopers",
    "ID": 670,
    "Year": "(1976)",
    "Geek Rating": "5.866",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/670/starship-troopers",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0845",
    "Description": "Starship Troopers is based upon the popular novel of the same name written by the dean of Science-Fiction writers, Robert A. Heinlein. In the novel, Heinlein describes a futuristic war involving homo sapiens from our Earth (Terrans) against a Humanoid race (nicknamed the 'Skinnies' for obvious physical attributes) and their cobelligerents, the totally alien Arachnids. Since this is a story of future wars and future advances in technology, much is changed in the fields of weaponry and tactics and strategy. One thing remains the same, however; the fighting still rests on the shoulders of the individual infantryman. Although great starships has shuttle men between the distant solar systems and the power of individual weapons has risen to awesome heights, wars still cannot be won unless men venture onto the face of alien planets and fight the enemy on their home ground. As Juan Rico, the protagonist of the novel, relates:&#10;&#10;&quot;We are the boys who go to a particular place, at H-Hour, occupy a designated terrain, stand on it, dig the enemy out of their holes, force them then and there to surrender or die. We're the bloody infantry, the doughboy, the duckfoot, the foot soldier who goes where the enemy is and takes him on in person.&quot;&#10;&#10;Although the mission remains the same, future inventiveness has changed the method considerably. In a galaxy-wide war, manpower is at a premium. Platoons fight where entire armies once tred. But these platoons possess the firepower equivalence of a Twentieth-Century mechanized division. More importantly, each man in the platoon is provided with a piece of hardware that allows him to fight and survive in the holocausts of future combat&mdash;his powered armor suit. As Rico describes it:&#10;&#10;&quot;A suit isn't a spacesuit &mdash; although it can serve as one. A suit is not a space ship but it can fly&mdash;a little . . . Suited up, you look like a big steel gorilla, armed with gorillasized weapons. But the suits are considerably stronger than a gorilla. If a Mobile Infantry man in a suit swapped hugs with a gorilla, the gorilla would be dead, crushed; the man and the suit wouldn't be mussed . . . The real genius in the design is that you don't have to control the suit, you just wear it, like your clothes, like skin . . . Even riding a bicycle demands an acquired skill, very different from walking. But a suit you just wear.&quot;&#10;&#10;With the suit and the incredible array of weaponry that go with it, the Mobile Infantry soldier is an exceedingly formidable opponent. He had better be. The enemies he faces are the most awesome adversaries in the galaxy. Of the two extraterrestrial races fighting the Terrans, the Humanoids are the least revolting. Rico describes them as&#10;&#10;&quot; . . . humanoid, eight or nine feet tall, much skinnier than we are and with a higher body temperature; they don't wear any clothes and they stand out in a set of 'snoopers' like a neon sign.&quot;&#10;&#10;In early scenarios they are fighting on the side of the Arachnids.  In later scenarios, after successful negotiations with Earth, they switch over to the Terran side. They're only effective fighters within the confines of their small city terrain and strong points on the board.&#10;&#10;But the 'Skinnies' were mild looking in comparison to the Arachnids:&#10;&#10;&quot;The 'Bugs' are not like us. The Pseudo-Arachnids aren't even like spiders. They are arthropods who happen to look like a madman's concept of a giant, intelligent spider, but their organization, psychological and economic, is more like that of ants or termites; they are communal entities, the ultimate dictatorship of the hive . . . But don't make the mistake of thinking that they act purely from instinct . . . their actions are as intelligent as ours (stupid races don't build spaceships!) and were much better coordinated. It takes a minimum of a year to train a private to fight and to mesh his fighting with his mates; a Bug warrior is hatched able to do this ...&quot;&#10;&#10;As the Arachnid Player, uses an Alien Control Pad sheet to record the placement of his underground central Hive cell complex and the attached tunnels radiating outward. Tunnels are used to move the Warrior units, along with Worker units mixed in as expendable decoys, to locations where they can pop up to the surface through a breach hole and attack the Terran units.  Completely unseen, and only paper recorded, Engineer units are used to create the breaches and, later, to extend the tunnels.&#10;&#10;The game is set up in a &quot;Programmed Instruction&quot; system of scenarios to slowly introduce the game concepts. Scenarios range from Scenario I, which starts players off with a basic MI raid on a Skinny city (just like the book. &quot;Flores died on the way up&quot;) to Scenario VII, The Battle of Klendathu: the final Terran assault on the Arachnid Homeworld.&#10;&#10;Warfare in the Twenty-second Century is the ultimate test of survivability of the human race. It was a very near thing.&#10;&#10;Avalon Hill Complexity rating - 5&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3925",
    "Name": "Trolls and Princesses",
    "ID": 371873,
    "Year": "(2023)",
    "Geek Rating": "5.866",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/371873/trolls-and-princesses",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.1714",
    "Description": "Trolls are not big and stupid, as many would have you believe. Not long ago they lived among us and they used their cunning magic to look like us humans.&#10;They lived with their cattle in the mountains. Their caves were beautiful and luxurious with a lot of silver, gold, gems, and a table full of delicious food. In Sweden, there is an expression for this &ldquo;Rich as a troll&rdquo;.&#10;Trolls were not evil if you didn&rsquo;t treat them badly, they could even be helpful to those who treated them well. But they often played tricks on humans. Their magic power (trollkraft) could distort the vision of humans so the troll looked like a human, an animal, a log, and a stone and even become invisible. But they also had some weaknesses. They couldn&rsquo;t stand the sounds of church bells or steel, not to mention the sight of sun.&#10;&#10;Trolls &amp; Princesses is a &ldquo;worker movement&rdquo; game. You play as one of four troll clans and to get the mountains king&rsquo;s favour, you try to impress him. The players get favour (in the form of victory points) when they do what trolls usually do: swap changelings, &ldquo;hire&rdquo; humans, tear down church bells, kidnap princesses, build their cave, and use troll magic. To succeed, the players must collect resources and move around their trolls to do different actions. The player with the most victory points at the end can crown himself the ultimate troll clan leader.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Trolls",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3926",
    "Name": "War of 1812",
    "ID": 1645,
    "Year": "(1973)",
    "Geek Rating": "5.865",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/1645/war-of-1812",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0899",
    "Description": "(from Columbia Games website:)&#10;&#10;War of 1812 is an elegant strategy wargame depicting the Anglo-American struggle to control the Great Lakes and Canada.&#10;&#10;War of 1812 sets up in five minutes and plays in 1-2 hours. This classic game has been enjoyed by thousands of gamers for over 30 years.&#10;&#10;Unit types in this edition include artillery, cavalry, infantry, and navies. The map board is unchanged from previous editions.&#10;&#10;&#10;(see War of 1812 webpage for full history of this war)&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Canada",
      "Country: United Kingdom",
      "Country: USA",
      "History: War of 1812",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Great Lakes"
    ]
  },
  {
    "Rank": "3927",
    "Name": "Mystery Rummy: Al Capone and the Chicago Underworld",
    "ID": 5942,
    "Year": "(2003)",
    "Geek Rating": "5.865",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/5942/mystery-rummy-al-capone-and-the-chicago-underworld",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5914",
    "Description": "Mystery Rummy: Al Capone and the Chicago Underworld, the fourth title in the Mystery Rummy series, introduces some elements of Canasta with players scoring bonuses for collecting complete sets. Sets have varying numbers of cards in them, from Mike Heitler with four cards up to Al Capone with eight.&#10;&#10;The four types of gavel card make cards accessible everywhere: &quot;Agent Meeting&quot; searches other players' hands, &quot;Eliot Ness&quot; searches the deck, &quot;Search Warrant&quot; looks in the discard pile, and &quot;Raid&quot; allows you to take an opponent's already melded cards, provided you have at least three melded. All these mechanisms help make completing entire sets for their bonuses something you can reasonably strive for &ndash; while also putting you on guard against your opponent doing the same.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Card Games: Draw and Discard",
      "Cities: Chicago (Illinois, USA)",
      "Country: USA",
      "Decades: The 1920's",
      "Historical Figures: Al Capone",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Series: Mystery Rummy",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "3928",
    "Name": "Pylos",
    "ID": 1419,
    "Year": "(1993)",
    "Geek Rating": "5.865",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/1419/pylos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.9187",
    "Description": "In Pylos, you want to be one who places the final ball on top of the pyramid. Sounds simple enough, right?&#10;&#10;At the start of the game, each player has fifteen balls, either light or dark, and they take turns placing them on a game board that has sixteen indentations on it in a 4x4 grid. Once four balls have been placed next to one another in a square, a ball can be placed on top of them, forming a second level of play. Players can then place balls on this second level, eventually allowing a ball to be placed on the third level &ndash; and once that level is full, which requires only four balls, a final ball can be placed on the fourth level, with that player winning the game.&#10;&#10;If a player forms a square of his own color &ndash; that is, four balls placed next to one another on the same level &ndash; that player can remove one or two of his balls (that don't support anything) from anywhere on the board and place them in his reserve, thereby giving him more balls to place in the future. Whenever a player forms a square that's not entirely his own color, he can &quot;stack&quot; one of his pieces &ndash; that is, he can take any ball and place it on this square, locking some pieces in place and making a move without having to place a piece from his reserve.&#10;&#10;The rules include a variant for children (that removes the square bonus) and one for experts (that allows a player to return 1-2 balls to his reserve when he creates a line of his color).&#10;&#10;Reimplements&#10;&#10;&#10;    Strat-O-Sphere&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: 4 x 4 Grids",
      "Components: Marbles",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Board Game Arena",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games",
      "Series: Basic (Gigamic)",
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "3929",
    "Name": "Small Star Empires",
    "ID": 178044,
    "Year": "(2016)",
    "Geek Rating": "5.864",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/178044/small-star-empires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2.0312",
    "Description": "Small Star Empires is a quick area control game for 2-4 players. In this game, players colonize the galaxy using their ships, which they move on a modular board containing hexagonal spaces (systems). The modular board is made up of seven different double-sided sector tiles, which allows for a different map and different experience each time you play the game.&#10;&#10;During a turn, a player must move one of their ships on the board. They can move the ship only in a straight line, as far away as they want, but they cannot go over systems controlled by other players. After moving the ship, the player has to choose whether to place a colony or a trade station in that system. Both of these mark control over the system until the end of the game, but the trade station gives the player bonus points for each adjacent system controlled by their opponents. The game ends when either all of the players have placed their colonies and trade stations on the board or until none of the players' ships can move (because they have become blocked by other players' systems).&#10;&#10;After the game ends, points are calculated. Each player gets one point for each planet that they have in their systems. (Systems have 1 to 3 planets on the board.) Players also earn points for Nebulae; the more they have from one color, the more points they earn, with bonus points from other special systems such as the Unexplored System Tiles, which are part of a variant in the game. After calculating the points, the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Series: Small Empires (Archona Games)"
    ]
  },
  {
    "Rank": "3930",
    "Name": "Subdivision",
    "ID": 155173,
    "Year": "(2014)",
    "Geek Rating": "5.864",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/155173/subdivision",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3256",
    "Description": "Subdivision mimics the city-building feel of B&eacute;zier Games' Suburbia, but differs in scope as now each player has been allocated a specific area in which to create the best possible subdivision, filling it with residential, commercial, industrial, civic, and luxury zones, while balancing various improvements to the area, including roads, schools, parks, sidewalks, and lakes. By the end of the game, each player will have created a unique, custom neighborhood with areas that interact with each other, hoping to outscore the competition by having the best subdivision.&#10;&#10;In the game, each player starts with a subdivision player board and a hand of hex-shaped zone tiles. A parcel die is rolled to indicate the type of parcel where a zone tile may be placed, and all players simultaneously place one of their tiles. If a zone tile is placed next to existing zone tiles, those existing tiles have the ability to create new improvements, which may also be placed at this time. Those improvements provide money and points, while slowly covering up as many parcels as possible. Players pass the remaining zone tiles in hand to their left, then someone rolls the parcel die once again. This continues until only one zone tile remains in hand, which is discarded.&#10;&#10;Players then play another round, but at the start of the second, third, and fourth rounds, players first check to see whether they've achieved bonuses, which give them extra cash or allow for extra activations of certain zone tiles.&#10;&#10;After four rounds, the game ends, and scores are tallied, with players gaining points for parks being adjacent to other tiles, sidewalks passing through as many different zones and improvements as possible, schools ranking the best in the city, and zones connecting to the highway that runs around (or through) your subdivision.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Dice Rolling",
      "Grid Coverage",
      "Hexagon Grid",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "3931",
    "Name": "Cellulose: A Plant Cell Biology Game",
    "ID": 333372,
    "Year": "(2022)",
    "Geek Rating": "5.864",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/333372/cellulose-a-plant-cell-biology-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5556",
    "Description": "Cellulose: A Plant Cell Biology Game is a worker placement game that puts 1-5 players inside a plant cell, where they will compete over limited resources in order to undergo photosynthesis, produce carbohydrates, and build the cell wall. With everyone vying for the same actions, players must time their use of proteins, hormones, and cell component cards in order to diversify their strategies and outplay the competition.&#10;&#10;Cellulose is the standalone sequel to Cytosis (2017). It has some of the same DNA, but Cellulose expands familiar game systems, allowing players greater control over available resources, strategic paths, and even game length.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Tech Trees / Tech Tracks",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: Science Games (Genius Games)",
      "Theme: Biology",
      "Theme: Science"
    ]
  },
  {
    "Rank": "3932",
    "Name": "Exit: The Game – The Professor's Last Riddle",
    "ID": 356313,
    "Year": "(2022)",
    "Geek Rating": "5.864",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/356313/exit-the-game-the-professors-last-riddle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Around the world with EXIT! The world-famous professor Ian Jones recently passed away. The archaeologist loved puzzles! His travels took him to all parts of the world. He tirelessly searched for treasures believed to be lost, deciphered codes and translated secret writings.&#10;&#10;In this EXIT game, the 1-4 players can prove what they have learned from the professor while searching for his estate. Can you decipher the professor's legacy? Luckily, there are many tools at your disposal in this escape room game. Hurry, the time is ticking!&#10;&#10;Exit: The Game &ndash; The Professor's Last Riddle is a puzzle game modeled after escape rooms, and it includes components meant to be folded, written upon, or torn, so it's marketed as a single-use game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Exit: The Game",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "3933",
    "Name": "Rolling Ranch",
    "ID": 249673,
    "Year": "(2019)",
    "Geek Rating": "5.864",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/249673/rolling-ranch",
    "Min Players": "1",
    "Max Players": "20",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "It's 5 o'clock in the morning. You wake up as you do every day and get ready to get out of bed... Wait, the sun is already rising? Weird... The clock already shows 8:00 a.m.! What the hell happened to the rooster? You leave your house to check, but as soon as you step out you had it figured out: A hurricane destroyed all the fences in the area and the animals fled! However, they should not be that far and after fixing the fences it's your mission to recover them in the woods.&#10;&#10;In Rolling Ranch, all players use the same result from the dice to rescue animals and improve their ranch, with each player working on their own ranch sheet. Each player attempts to place the animals in their ranch the best way possible, and to construct buildings and receive bonuses that will help them achieve the highest score. Everyone plays at the same time! Who will be the most successful ranch to rescue their animals?&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Chickens / Roosters",
      "Animals: Pigs",
      "Components: Dice with Icons",
      "Mechanism: Roll-and-Write",
      "Occupation: Farmer",
      "Series: Play & Go (Thundergryph)"
    ]
  },
  {
    "Rank": "3934",
    "Name": "Guildhall Fantasy: Fellowship",
    "ID": 202755,
    "Year": "(2016)",
    "Geek Rating": "5.864",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/202755/guildhall-fantasy-fellowship",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Game description from the publisher:&#10;&#10;Do you have a thirst for adventure? Is your middle name danger? Do you just like treasure? Form a party of adventurers to help you be victorious! The more members of each class you have, the greater the bonus they'll give you - but be careful; your opponents might try to poach your party members!&#10;&#10;In Guildhall Fantasy: Fellowship, 2-4 players compete to create the perfect party by recruiting adventurers into their guildhall chapters. Collect sets of cards with unique abilities to control the table, and complete a full chapter to claim victory cards. Will you go for points quickly, or build up your special powers? Which will lead to ultimate victory? Only you and the gamemaster know!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Game: Guildhall"
    ]
  },
  {
    "Rank": "3935",
    "Name": "High Score",
    "ID": 341416,
    "Year": "(2021)",
    "Geek Rating": "5.864",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/341416/high-score",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0625",
    "Description": "High Score is an ingenious dice game with unique challenges. Turning over a new challenge card tells players how to score points this round and how you can re-roll your dice. Will even numbers score 0 points this round? What effect will the vortex have this round?&#10;&#10;After the first player finishes their turn, the other players can attempt to beat their score, but risk too much and you may come away empty-handed. Whoever has the most points after seven rounds wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "3936",
    "Name": "Pakal",
    "ID": 274349,
    "Year": "(2020)",
    "Geek Rating": "5.864",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/274349/pakal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2381",
    "Description": "Pakal is a real-time sliding-puzzle game in which each player has a 4x4 grid filled with 15 blocks, some of which have a solid color on them and some of which are clear.&#10;&#10;Each round, an objective card is revealed, then players slide their blocks in their grid, trying to show only the symbols on that card in their grid and hiding any other symbols from view. If you do this before time runs out, you can grab one of the available scoring blocks, then move your token on the scoring track to the next such symbol on the track. Thus, the quicker you solve the puzzle, the more likely you are to grab a block that advances you the farthest.&#10;&#10;Whenever you cross a red line on the scoring track, you must replace a colored block in your grid with a clear one, thereby making it more difficult for you to solve objective cards in future rounds.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3937",
    "Name": "Cockroach Salad",
    "ID": 32341,
    "Year": "(2007)",
    "Geek Rating": "5.864",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/32341/cockroach-salad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1371",
    "Description": "In Cockroach Salad players create a common salad packed with lettuce, peppers, tomatoes and cauliflower &ndash; but they won't always be saying which ingredient they're adding to the bowl!&#10;&#10;The 128 cards &ndash; 120 vegetable cards in the four types and eight &quot;taboo&quot; vegetable cards, two of each type that bear cockroaches &ndash; are shuffled and divided among the players. On a turn, a player plays the top card from his deck onto the central pile of cards, naming the vegetable as he plays it, e.g., &quot;Pepper!&quot; &ndash; except in the following situations:&#10;&#10;&bull; If his vegetable matches the previously played vegetable, the player must lie.&#10;&bull; If his vegetable matches the claim made by the previous player (perhaps because that player lied), then the player must lie.&#10;&bull; If he plays a taboo card, he shouts &quot;Cockroach!&quot; and the next player starts a new pile next to the first one so that the taboo card remains visible.&#10;&bull; If his vegetable matches a visible taboo card, he must lie.&#10;&#10;Make a mistake or stumble or hesitate too long, and a player must pick up all cards played to that point in the game. The first player to run out of cards wins!&#10;&#10;Can be combined with Kakerlakensuppe.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Animals: Cockroaches",
      "Animals: Insects",
      "Series: Ugly Animals (Drei Magier)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3938",
    "Name": "Uchronia",
    "ID": 128063,
    "Year": "(2012)",
    "Geek Rating": "5.864",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/128063/uchronia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7765",
    "Description": "In Uchronia, you are the patriarch of a great Uchronian noble house, competing with the other houses that commit their wealth to building the city, enriching it with new constructions, and striving to win over the people.&#10;&#10;In game terms, players start with six resource cards in hand, then each discard a card to the shared forum; each resource card shows the type of resource (with color-coded five resources in the game), an activity icon (with, for example, all yellow clay cards showing a pick), and an order (with yellow showing Production). Five building cards are placed face-up in the Great Works area and can be built by the players; any time a building is taken from this area, reveal another building card.&#10;&#10;On a turn, you first move any card(s) played the previous turn to the forum, then you either Command or Plot. To Command, you play one card from your hand with the order you want to carry out or two identical cards, which allows you to take any order. The orders are:&#10;&#10;&#10;    Production: Place one card from the forum into your stock. For each Production activity you have, take the action again.&#10;    Exploration: Place one card from your hand into your stock. Repeat for each Exploration activity.&#10;    Draconians: Show one card from your hand, then move one card of this type from the forum to your stock; in addition, each player who commanded in his previous turn must give you a card of the same type from his hand, if possible. For each Draconians activity you have, you can show one more card, which lets you claim more from the forum and possibly more from opponents.&#10;    Trade: Transform one resource in your stock to an activity. Repeat for each Trade activity.&#10;    Construction: Start a new building (by discarding a matching color resource from the forum) or transfer a resource from your stock to a building in progress. Repeat for each Construction activity.&#10;&#10;&#10;When you complete a building, you gain its special ability for the remainder of the game. You can have only two activities, plus one more for each completed building you own. If you have more of a particular ability than anyone else, you claim the monopoly card for this activity, making each of these activities worth 1 victory point (VP) and allowing you to claim a matching resource whenever anyone completes a building of this color.&#10;&#10;If you Plot instead of Command, you first copy one order showing in another player's area (if you have an activity of the same color), then you either draw until you have five cards or draw one card (if you already have at least five).&#10;&#10;The game continues until one or more players hits a VP threshold (14-20 depending on the number of players). After completing the round (giving everyone the same number of turns), the player with the most VPs wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Prehistoric"
    ],
    "Mechanics": [
      "Follow",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Variable Phase Order"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "3939",
    "Name": "Aurum",
    "ID": 383459,
    "Year": "(2023)",
    "Geek Rating": "5.864",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/383459/aurum",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9231",
    "Description": "After years of experimentation in your shared laboratory, you and your fellow alchemists have just successfully transmuted common metals into gold! Now all that's left is to perfect the formula, repeating the experiments to find the perfect combination of metals that produce the purest gold.&#10;&#10;Aurum is a trick-taking game for three or four players, with two teams of two competing in the four-player game. After all cards for the round have been dealt, you bid on how many tricks you think you/your team will win. (In a four-player game, the higher of the two bids on a team becomes the team's bid.)&#10;&#10;During the round, you can lead with any non-gold card. On your turn, you must not play a suit that has already been played (unless it is a gold card). The highest number played wins, but gold is the trump suit and always wins. Whoever played the lowest non-gold card adds a gold card of the same number from the supply to their collection if it is available. All gold cards played in a trick are returned to the supply.&#10;&#10;The round ends immediately when a player cannot play a valid base metal card and does not have a gold card to play or chooses not to play a gold card. If you win more tricks than you bid, you earn your bid value as points; if you met your bid exactly, you earn twice your bid value as points. Additionally, you earn points for the number of gold cards in your collection. The player/team with the most points wins a gold nugget, and the first to collect two nuggets wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: Alchemy",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "3940",
    "Name": "Hoplomachus: Rise of Rome",
    "ID": 139131,
    "Year": "(2013)",
    "Geek Rating": "5.864",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/139131/hoplomachus-rise-of-rome",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.9474",
    "Description": "Hoplomachus [ha-ploh-ma-kuss], or &quot;Hoplo&quot; for short, is a hex-based tactical board game set inside a gladiatorial arena. One to three players, each representing an ancient city/civilization thought to have been lost to the world, are now on Rome's doorstep vying for a place in the prestigious arena games.&#10;&#10;Players have a very clear objective: Eliminate the opponent's champion. Champions start the game in the arena but are inactive and defenseless. They will not fight until the crowd is behind them. Each player takes turns drawing, playing and moving gladiators from their &quot;hand&quot; and assisting them with tactic chips.&#10;&#10;Based on opponent's moves and play style, each person will need to adjust their strategies. Defend your champ, take over and hold the crowd favor areas, assault opponent's champion, cover deployment zones, eliminate tacticians to reduce enemy options, fight beasts to gain crowd favor, the list of tactical possibilities is endless.&#10;&#10;Hoplomachus combines combat, tactics, chip (units) management, level progression (though crowd favor system), team play, player vs board, and so much more.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Enclosure",
      "Hand Management",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Rome",
      "Crowdfunding: Kickstarter",
      "Game: Hoplomachus",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3941",
    "Name": "Pixel Tactics 3",
    "ID": 152899,
    "Year": "(2014)",
    "Geek Rating": "5.863",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/152899/pixel-tactics-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3684",
    "Description": "Pixel Tactics 3 can be played as a standalone game or used to expand previous Pixel Tactics games. It also comes with new play modes such as Epic Constructed (60-card decks), Cube Draft, and more that you can access by combining all three Pixel Tactics games (plus any mini-expansions)! Pixel Tactics 3 contains 25 new heroes including:&#10;&#10;&#10;    Gerard Matranga / Mercenary &ndash; Ignore wave restrictions on attacking!&#10;    Alice Zero / Failsafe &ndash; Who allows you to switch leaders mid-game!&#10;    Arret Draamivaar / Dispatcher &ndash; Recruit up to 14 heroes at once!&#10;    Cherri Seneca / Dreamseer &ndash; Drawing cards is a free action for you!&#10;    Udstad / Golem &ndash; Forces your opponents to flee in terror!&#10;&#10;&#10;Pixel Tactics 3 is a head-to-head game of tactical combat for two players. Each player has an identical deck of 25 cards, from which they draft a leader. The leader's abilities alter vastly the strategy and playability of every other card in the deck, making the game playable in 25 different ways.&#10;&#10;In the game, players take turns placing cards and attacking. Each card can activate in various ways, taking on offensive capabilities in the front rows of the unit, or support powers in the back rows. Cards can also be played as orders &ndash; powerful single-time effects that can turn the tide of battle.&#10;&#10;Play continues until either player's leader is defeated. A typical game is best of three or five rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Pixel Tactics",
      "Players: Two-Player Only Games",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "3942",
    "Name": "Smash Up: That '70s Expansion",
    "ID": 241225,
    "Year": "(2018)",
    "Geek Rating": "5.863",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/241225/smash-up-that-70s-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4",
    "Description": "Smash Up: That '70s Expansion is a standalone two-player-only game that can also be used as an expansion for other Smash Up titles. The four factions to be included in this set are truckers, vigilantes, disco dancers, and kung fu fighters.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Decades: The 1970's",
      "Game: Smash Up",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3943",
    "Name": "Attack on Titan: Deck-Building Game",
    "ID": 194230,
    "Year": "(2016)",
    "Geek Rating": "5.863",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/194230/attack-on-titan-deck-building-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "The last human city is under attack by giant, fearsome Titans and it's up to your team to stop them!&#10;&#10;Based on the action from the world-renown Attack on Titan anime and manga series, in the cooperative Attack on Titan: Deck-Building Game you and your fellow players will battle relentless Titans for humanity's very survival. Collect the weapons and tactics you need, then test your mettle on the wall before it's too late.&#10;&#10;Play as Eren, Mikasa, Armin and many others as you struggle to keep the Titans at bay. New to this Cerberus Engine game is movement. The location of your Hero in the game area matters. Protect the walls or watch them crumble, but do not lose hope, no matter the odds and no matter who among you falls to the onslaught. It may soon be up to you to land the killing blow that will turn the tide of battle...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: Attack on Titan",
      "Game: Cerberus Engine – Heroes",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "3944",
    "Name": "Donning the Purple",
    "ID": 221155,
    "Year": "(2018)",
    "Geek Rating": "5.863",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/221155/donning-the-purple",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "70",
    "Play Time": "90",
    "Weight": "2.9444",
    "Description": "It is the year 193 AD. The Roman Empire is not as great as it once was. Hordes of enemies are crossing the borders, famine spreads throughout the provinces and the political intrigues are tearing the empire apart from within. The previous emperor was killed by his own Praetorian bodyguard and has left a power vacuum that the powerful families in Rome are trying to fill. Are you ready to don the purple yourself and take on the stressful job as emperor? If you fail, the other families are ready to take over at a moment's notice. While they wait for your doom, they won't hesitate to backstab or undermine you as much as they can. However you all have to work together as the fall of the Roman Empire is closing in.&#10;&#10;Donning the Purple is an asymmetrical king of the hill game with a bit of worker placement. Each player leads a powerful family in ancient Rome, trying to get the most victory points during 4 rounds. If your family member becomes the emperor and manages to hold the position he can earn lots of points. However he will also become the target of the other players as they will try to dethrone him and become the new emperor themselves.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Economic",
      "Fighting",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Roman Empire",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3945",
    "Name": "1861: Railways of the Russian Empire & 1867: Railways of Canada",
    "ID": 292187,
    "Year": "(2020)",
    "Geek Rating": "5.863",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/292187/1861-railways-of-the-russian-empire-and-1867-railw",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.6111",
    "Description": "It is the middle of the nineteenth century and the age of steam is well underway. The Russian and Canadian governments, eager to capitalize on the new rail technology to bring together their vast countries, are sponsoring entrepreneurs to help build their railway networks. You are an investor, seeking to take advantage of their generous offer to make your fortune. However, your governments are not as benevolent as you first thought. They have begun to absorb fledgling rail companies, taking them away from those who worked so hard to build them by regulating impossible standards for new technology. You will have to remain diligent to ensure you are not next.&#10;&#10;In 2005, Ian D. Wilson released 1861: Railways of the Russian Empire inspired by the railway development of Russia. In 2015, he released 1867: Railways of Canada, which is a standalone game that uses 1861's core rules on a different map with a handful of variations to gameplay. Both are classic examples of the versatile 18xx system of train games. They are straightforward enough to be your 1st 18xx game while still offering the depth you want in your 100th game.&#10;&#10;1861 and 1867 are perfect as weeknight games as they can usually be played by experienced players in 3 hours. The games are staples at 18xx gaming conventions often as a palate cleanser after playing a longer title. What makes 1861/1867 in particular great entry points into the 18xx system is that the two games introduce the different game mechanics in phases. The beginning of a game only has Minor Companies running relatively simple operations and as the game progresses, new mechanisms like Merger Rounds and the National Railway are introduced. They are great games to learn, have a steady but ever increasing trajectory and speed, and pack enough of a wallop to keep players returning to them time and time again.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "3946",
    "Name": "Last Message",
    "ID": 331059,
    "Year": "(2021)",
    "Geek Rating": "5.863",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/331059/last-message",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.08",
    "Description": "A crime was just committed! The victim is unable to speak &mdash; but they can draw, and in doing so they will ideally help the inspectors guess who in the vast crowd is the criminal! This shifty character will do anything and everything to cover their tracks, though, so will you be able to stop them before the last message?&#10;&#10;In Last Message, the victim of the crime gives clues over four rounds to help the detectives determine the identity of the criminal. To give clues in a round, the victim has 30 seconds in which to draw and write in a 3x3 grid &mdash; but before handing over these clues, the criminal can erase part of these drawings.&#10;&#10;If the criminal is not identified by the end of the fourth round, they win the game; otherwise, the detectives and the victim win.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Line Drawing"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Creatures: Aliens / Extraterrestrials",
      "Mechanism: Drawing",
      "Misc: Watch It Played How To Videos",
      "Organizations: Forgenext",
      "Theme: Superheroes",
      "Theme: UFOs"
    ]
  },
  {
    "Rank": "3947",
    "Name": "Prehistories",
    "ID": 318183,
    "Year": "(2020)",
    "Geek Rating": "5.863",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/318183/prehistories",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "You are the leader of a prehistoric tribe, deciding which members of your tribe go hunting and what prey they want to catch. To guide you, the Elders have created challenges that you can complete by painting on the wall of your cave.&#10;&#10;Each round in Prehistories, you and your fellow tribe leaders bid simultaneously (and secretly) to decide who hunts where. The more hunters you have, the bigger the game you can catch, but the slower you are. The fastest player &mdash; that is, the one with the smallest sum of hunters &mdash; goes first, but they have few hunters with which to hunt. To hunt, you assign your hunters to one or more locations to catch the prey waiting there. Prey is represented by polyomino tiles, and the larger the tile, the higher the sum required. If you have just enough hunters to catch your prey, they might be wounded in the process, which means you'll draw fewer hunter cards at the end of the round to refill your hand. (They distrust your leadership when you get them injured!)&#10;&#10;In the second phase of a round, you paint your cave with the animal tiles collected during the hunting phase. Your cave is represented by a 7x7 grid that starts with a few tiles already in place. The first tile you place goes in the left-hand column, and all subsequent tiles must touch tiles already placed, with all tiles being oriented so that the animals are viewed with their legs (or fins) down. (Cavemen have simple tastes and want everything to be representational.)&#10;&#10;When you fulfill the wishes of the Elders by painting your cave in certain ways &mdash; such as completing a horizontal line or connecting opposing corners or surrounding a legendary animal on all sides &mdash; you place one or more totem tokens on that challenge. Whoever first discards their eight totem tokens wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Hand Management",
      "Pattern Building",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Auction"
    ],
    "Families": [
      "Components: Polyominoes",
      "Digital Implementations: Game Park"
    ]
  },
  {
    "Rank": "3948",
    "Name": "Solarius Mission",
    "ID": 170199,
    "Year": "(2016)",
    "Geek Rating": "5.863",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/170199/solarius-mission",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.9268",
    "Description": "In the distant future, the home planet is overpopulated and riots loom. The only solution seems to be to advance into space and to settle planets. Several technically advanced nations emphatically try to put this into practice.&#10;&#10;Under the name of Solarius Mission they begin a project to explore other planets, build space stations and conduct interplanetary trade. Who is able to use the technical means available and to fulfill the vital Solarius Mission?&#10;&#10;With their space ship, the players explore far away planets, develop new technologies with their tech dice, and send settlers into space. They try to prevent space contamination.&#10;&#10;Solarius Mission is a very eclectic game &ndash; it is important to think ahead and to optimize the personal strategy. Who acts especially prudent, who will win in the end?&#10;&#10;Solarius Mission is a tactical and strategic civilization game in a pulp science-fiction setting, with a dice-draft, dice manipulation, and resource-management mechanism. It can best be described as a mid-weight euro-style game.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice",
      "Economic",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "3949",
    "Name": "Dschunke",
    "ID": 3234,
    "Year": "(2002)",
    "Geek Rating": "5.862",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/3234/dschunke",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5259",
    "Description": "Asia's floating markets are pulsating with life. Junks are packed tightly together, bursting with loads of exotic goods from every part of the world. Merchants and their trainees move from boat to boat across narrow wooden foot-bridges, buying for the big markets in the city. In order to make the best deals is it important to be at right Junk at the right time. Skillful coordination of your actions is vital, if you want to become one of Asia's most respected Trade dealers.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "3950",
    "Name": "HITSTER: Summer Party",
    "ID": 410209,
    "Year": "(2024)",
    "Geek Rating": "5.862",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/410209/hitster-summer-party",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The party game Hitster in a new edition, this time with the summer hits of the past decades. Place the cards sequentially on your music timeline in the correct chronological order. This edition can be used as a standalone game or combined with any other Hitster editions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "3951",
    "Name": "Tavarua",
    "ID": 186323,
    "Year": "(2016)",
    "Geek Rating": "5.862",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/186323/tavarua",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Tavarua is a 1-6 player competitive surfing board game. In Tavarua you are a surfer in a surf contest. You'll need to pick a board, paddle out, look for waves, and ride them in to score points!&#10;&#10;Tavarua is played over a number of short rounds. In each round waves advance towards shore, players simultaneously select then resolve actions by playing cards, and a wave card is revealed and resolved. Rounds continue until there are no more wave cards in the wave deck, at which point the game ends and one player claims victory.&#10;&#10;Goal&#10;The goal of the game is to win the grand champion trophy, by having the highest scoring waves. You score points by catching and riding waves, but you may only keep your top two wave scores for each board type. General gameplay involves looking for a wave to ride, paddling to the wave, catching the wave, riding the wave, then scoring the wave. When the game ends, three trophies are given out, whoever gets the Grand Champion trophy wins!&#10;&#10;Looking For a Wave&#10;At the start of each round all the wave tiles advance one space towards the shore. When looking for a wave to catch, you&rsquo;ll need to remember that you can only catch a broken wave. Waves are either unbroken, or broken. Waves with a die number less than their space in the break are unbroken. Waves with a die number equal to or higher than their space in the break are broken.&#10;&#10;Paddling to a Wave&#10;Paddling moves your surfer in the channel. You can play any card to paddle, the number on the card determines how many spaces you move.&#10;&#10;Catching a Wave&#10;You can only catch the wave that&rsquo;s in the same space in the break as your surfer is in the channel. To catch a wave, you&rsquo;ll need to play a card. The number and direction on the card will shift your balance. When catching a wave you&rsquo;ll want to look at the top card of the wave deck to determine which card to play. You want to play a card that will shift your balance so that you do not wipeout during the Wave / Score phase. You now move your surfer/surfboard onto the wave tile (standing your surfer up) and finally move your played card over to your score pile.&#10;&#10;Riding a Wave&#10;Once you&rsquo;ve caught a wave you are considered to be riding it. While riding, your goal is to maintain your balance, while maximizing scored points. Cards you play will both shift your balance, and count as your score for the wave. The higher the number on the card, the more points it&rsquo;s worth, however the more difficult it will be to maintain your balance. After you play and shift your balance, a wave card will be revealed, and it too will shift your balance. Be careful: if your balance token moves one or more spaces off the nose or tail of your surfboard, you&rsquo;ll wipeout!&#10;&#10;Scoring a Wave &#10;When riding a wave: cards played are not discarded, but placed into your score pile. The numbers on the cards determines the score value of that wave. When you stop riding a wave you will score it during the &ldquo;Wave / Score&rdquo; phase of that round. To score a wave take one of your color score tokens, with the board you&rsquo;re currently riding, and place it on score track at the number equal to your wave score point value, then discard all the cards/tokens in your score pile.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Surfing",
      "Theme: Beaches"
    ]
  },
  {
    "Rank": "3952",
    "Name": "Star Fleet Battles: Captain's Edition Basic Set",
    "ID": 29663,
    "Year": "(1990)",
    "Geek Rating": "5.862",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/29663/star-fleet-battles-captains-edition-basic-set",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.3012",
    "Description": "The lead product of Star Fleet Battles Captain&#039;s Edition.  This is the fourth edition in the Star Fleet Battles series, and it is the current edition.&#10;&#10;There have been two major reprintings of the rules, each of which incorporates some errata and cleanup in the rules in 1999 and 2005. These can be identified by a year printed on the lower part of the front cover.&#10;&#10;Re-implements:&#10;&#10;     Star Fleet Battles&#10;     Star Fleet Battles Designer&#039;s Edition&#10;     Star Fleet Battles Commander&#039;s Edition&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Players: Wargames with Solitaire Rules",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "3953",
    "Name": "Fugitive (Second Edition)",
    "ID": 370597,
    "Year": "(2023)",
    "Geek Rating": "5.862",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/370597/fugitive-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Fugitive is a tense, easy-to-learn, two-player deduction card game. One player is a fugitive trying to make it out of town while being pursued by an unstoppable agent. The fugitive plays cards face down to the table trying to work their way to a goal, while the agent must guess those cards to uncover them. If all the cards are face up, the fugitive is caught.&#10;&#10;CORE RULE change from 1st Edition: When the Fugitive doesn't play a hideout, he may draw an extra card from the lowest numbered pile that still has cards.&#10;&#10;Fugitive 2nd Edition also adds a brand new SHIFT system to replace the old event system and help balance the game with players of different skill levels.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Number",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Hidden Movement",
      "Memory",
      "Secret Unit Deployment",
      "Turn Order: Role Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Components: PVC Cards",
      "Crowdfunding: BackerKit",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3954",
    "Name": "Steam over Holland",
    "ID": 31722,
    "Year": "(2007)",
    "Geek Rating": "5.862",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/31722/steam-over-holland",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.7679",
    "Description": "1839, The Netherlands. The new railways are the way to get rich. Invest your money in the best railway companies. Become the President of one or more companies and lead them to become the best earning companies of the game. Build new track and stations, buy the right trains and push the stock value to new heights. Who will become the most successful investor?&#10;&#10;Steam over Holland is an economics game in which the players invest in and control railway companies. The game is part of the 18xx family of games.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Netherlands",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "3955",
    "Name": "Apex Theropod Deck-Building Game",
    "ID": 156266,
    "Year": "(2015)",
    "Geek Rating": "5.862",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/156266/apex-theropod-deck-building-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "290",
    "Weight": "2.8824",
    "Description": "Game Description:&#10;&#10;Apex is a deck-building game, played solo or with up to 5 friends. You play as a prehistoric predator competing for territory and resources against other predators. Each playable species has a unique deck to master.  Each deck has different strengths, weaknesses, and strategies&mdash; creating a varied and constantly evolving experience.&#10;&#10;Your species must overcome a very brutal environment including harsh climate changes, disease, attacks from predators, grievous wounds, infections, and deadly prey. The game incorporates many dinosaurs that behave in their own distinct way. The goal of the game is to endure the environment, build up the population and evolve your species, and become the apex predator.&#10;&#10;Base Game includes:&#10;&#10;&bull;   17&quot; Dinosaur size box&#10; &bull;   525 cards + 20 Card Dividers&#10; &bull;   24&quot; x 16&quot; Hunting Grounds game board&#10; &bull;   Six 16&quot; x 9&quot; Nesting Grounds mats&#10; &bull;   80mm T.rex miniature Player Marker&#10; &bull;   40pg Rulebook&#10; &bull;   5 Foam Blocks to protect cards and fill empty spaces&#10;&#10;Includes 7 Playable Apex Decks:&#10;&#10;&bull;   Acrocanthosaurus&#10; &bull;   Carnotaurus&#10; &bull;   Giganotosaurus&#10; &bull;   Spinosaurus&#10; &bull;   Tyrannosaurus&#10; &bull;   Utahraptor&#10; &bull;   Velociraptor&#10;&#10;The 525 cards includes 7 playable Apex Decks, 22 diverse animals to hunt, 11 dangerous carnivores, 8 opposing Boss cards with Minions (acts as artificial players for solo play), 11 environmental effects, 5 genetic evolution types, and 3 grievous wound types.&#10;&#10;Previous Version Published (NOT TO BE CONFUSED WITH BASE GAME):&#10; &bull;  Exotic Predators Limited Edition (see separate entry for details)&#10;&#10;Note to fans:&#10;&#10;The dinosaurs and events in Apex are not 100% based on fact. Apex is a mix of old and new dinosaur culture and some things were just changed to enjoy the game more. Please forgive us for any inaccuracies you find in Apex and it is not designed to educate.&#10;&#10;Beta Tester list:&#10;&#10;Anthony Sato, Erich Hartsock, Keith Neemann, Ramon Wallace, Sean Donaldson, Dennis Lenusters, Jeremy Mohler, Mike Paschal, Jonathan Venezian, Stephen Hill, Chris Gunning, Cody Bridges, Kevin, Christopher Crowell, Thomas Prentice, Baldur, Matthew, Nathaniel Graham, Chris Pienta, Christopher Lambson, Joseph Avery, David Schreiber, Tyler Howsare, Matthew Sauerbrunn, Denis Durand, Daniel Goldman, Aaron, Teresa Phillips, Collin Shorette, NVS Gameplays, Gergorian, Scott Lenet, Adherbal Junior, Corey Punko, Scott Sexton, Cyn, Matt Schock, Kyle Collins, Jack, Tom Hoefle, Jason Lesovoy, Kristian, Ekky-Bear, Ryan Mrochuk, Deon Beswick, Tim Long, Chen Weiyu, Brandon Lane, Nicholas Miesmer, Nicholas Rusak, Jacob Carter, Gabriel Marquez, James Dundas, S Williams, Tremane Barclay, George Bracy, Nathaniel Walter, Jason Wright, Chris Murphy, and all other testers!&#10;&#10;Microbadges&#10;&#10; Apex Theropod fan&#10;&#10; - Apex Theropod Deck-Building Game fan&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3956",
    "Name": "Hickory Dickory",
    "ID": 367490,
    "Year": "(2023)",
    "Geek Rating": "5.861",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/367490/hickory-dickory",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5806",
    "Description": "In Hickory Dickory, players control a team of mice competing in a royal scavenger hunt hosted by Lord Cuckoo! The mice will ride on a cuckoo clock's minute hand as they search for items that match their hunt card. The adorable mice will jump off the hand to collect item tiles and perform various actions that will help them gain berries, a.k.a., victory points.&#10;&#10;Once the clock strikes midnight, the hunt is over and the mice will show off their scavenger hunt cards to Lord Cuckoo. Berries will be rewarded for rows and columns completed on their hunt card, and the mice team with the most berries wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Action Retrieval",
      "End Game Bonuses",
      "Market",
      "Set Collection",
      "Tile Placement",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Animals: Mice",
      "Authors: Mother Goose",
      "Components: 3-Dimensional (3D)",
      "Components: Gears",
      "Components: Meeples (Animal) / Animeeples",
      "Components: Wooden pieces & boards",
      "Misc: Watch It Played How To Videos",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "3957",
    "Name": "Titans",
    "ID": 277080,
    "Year": "(2021)",
    "Geek Rating": "5.861",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/277080/titans",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "160",
    "Weight": "2.5",
    "Description": "Titans is a territory control miniatures game for 1-4 players (up to 5 with an expansion).&#10;&#10;The game is set in a historical fantasy setting of 17th century Europe. Endless wars are taking their toll as the people fall into despair. There is no hope for an end, no prospects for a peaceful order. The faith of the people slowly burns out. Dorment Spirits of the Nations wake up from centuries-long rest, rekindling the hearts of the people and raising ancient warriors called the Titans. People, filled with extraordinary powers, standing hand-by-hand with mighty Titans, fight to reclaim Europe. That war will end it all, and a King of Kings will be chosen.&#10;&#10;In Titans players take roles of a king that leads an Army with a mythical Titan into Battle. There are 4 Nations to choose from, one of the European empires of that time - Polish-Lithuanian Commonwealth, Russia, Sweden, and the Ottoman Empire.&#10;&#10;The game revolves around a unique, yet simple Order Card Mechanics. Players will use a shared deck of Order Cards that will allow them to recruit Units, awake the Nation&rsquo;s Power and move their Armies across the Game Board. Players draw a specific number of Order Cards and place them face-up for all players to see. Players also see the upcoming Order Cards so they can plan their long=term strategy.  In his turn, the active player chooses 1 of the available Order Cards and uses it's available Actions. Players will try to gain strategic positions, move their front line and attack their opponents where they are the weakest. The next player uses the same Pool of Order Cards so the active player may try to anticipate opponents movement and use that to their advantage. When there is only 1 Order Card available it's discarded, the &quot;upcoming Order Cards&quot; become the available pool and new Order Cards are drawn. That allows for dynamic gameplay with a lot of planning, both tactical and strategical.&#10;&#10;The game is divided into Rounds and the Round ends after the Order Deck is empty. After each Round players collect Victory Points for the Regions they control, so players constantly want to expand their domain. Winning Battles also bring players Victory Points so deciding when, where and how to attack is crucial as well. The player with the most Victory Points at the end of the game is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: Europe",
      "Country: Ottoman Empire",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "3958",
    "Name": "Icaion",
    "ID": 276090,
    "Year": "(2020)",
    "Geek Rating": "5.861",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/276090/icaion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.2692",
    "Description": "Icaion is an Engine Territory Building, Resource Management eurogame for 2 to 5 players designed by Martino Chiacchiera and Marta Ciaccasassi.&#10;&#10;In Icaion you become a Seeker, an expert adventurer, sent out by the Organization to hunt for treasures, Qoam, relics and artifacts from ancient times.&#10;&#10;Key Features:&#10;&#10;     Original illustrations from acclaimed artist Travis Anderson&#10;     More than 70 highly detailed miniatures&#10;     The unique 120mm tall Colossus miniature&#10;     Combine it with Mysthea for a co-op experience &quot;The Fall&quot;&#10;     Deploy your Machines, Harvesters, Scavengers in strategic places of the map before other players to establish control of areas and exploit its resources&#10;     Go on a quest to activate the special Apparatus in the far craters left by the islands of Mysthea&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Pattern Building",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Series: Mysthea"
    ]
  },
  {
    "Rank": "3959",
    "Name": "Polarity",
    "ID": 380,
    "Year": "(1986)",
    "Geek Rating": "5.861",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/380/polarity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6814",
    "Description": "Once rare and mysterious, now thankfully back in print, Polarity is a 2-player game using lots of magnets (so keep it away from credit cards, watches and so on). The plastic coated pieces look like Reversi/Othello discs, with black and white faces. Each piece contains a magnet, with the black side being North and the white side being South. Each player gets a stack, one plays black one plays white. A neutral red piece goes in the center of the game cloth and players start by place five each of their stack around the cloth. These flat pieces are the foundations.&#10;&#10;On your turn, you take one piece from your stack into your hand, then bring it to bear against one of your foundations. You keep your color face up, so the opposing polarity bears against your foundation piece. This way, you can very carefully balance your new piece in the air against the foundation stone! This is just fantastic to see. The board fills up with lots of discs teetering at 45 degrees, ready to fly about if the balances are upset.&#10;&#10;Get it right and your stack is one piece smaller. Make a mistake and  your turn ends. Either a piece falls flat somewhere (becoming a new foundation) or pieces jump together making towers or into your hand. Your opponent takes the tower you accidentally made and places it their side up where they like. Towers get you points at the game end.&#10;&#10;If a piece jumps to the stone in your hand, they both go back on your stack. The game ends when one player finishes their stack and points are calculated based upon towers and discs remaining. Causing the red piece to jump to another loses you the game outright.&#10;&#10;To be honest, the scoring matters less than the tension and joy of watching the natural but weird force of magnetism at play. Because the discs are discs, they can easily roll around, causing domino effects. Because the towers increase the magnetic pull, they make it so much harder to find a safe spot to play.&#10;&#10;If you want a strange fun game to amaze your friends and family, Polarity is hard to beat. If you want a serious 2-player game, you may prefer other abstracts. The rules could do with being shorter and simpler. Otherwise, a joyous game.&#10;&#10;Comment from the designer &quot;Polarity began as a sculpture. Polarity is zen. It represents that point where absolute opposites merge. In this case, the poles of the magnetic field. The quality of play is determined by one's ability to perceive balance in the midst of extremes. Each game is unique and can never be reproduced. It is in that uniqueness that I was awarded a patent from the U.S. Pat. &amp; Trdmks. office for magnetic principle. The strategy must be viewed 3-dimensionally. It is not just control of a 2-dimensional board but must include the space above and below the playing surface.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: Magnets",
      "Containers: Drawstring Bag"
    ]
  },
  {
    "Rank": "3960",
    "Name": "Eminent Domain: Microcosm",
    "ID": 163640,
    "Year": "(2014)",
    "Geek Rating": "5.861",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/163640/eminent-domain-microcosm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.9753",
    "Description": "The galaxy just got a whole lot smaller...&#10;&#10;Two mighty empires are about to collide. Play your cards right and become the ultimate ruler of this microcosm!&#10;&#10;Eminent Domain: Microcosm is a quick-playing two-player card game which brings you all the thrill of building a space empire in just 15-20 minutes. Each turn you take a card into your hand from the supply, then you either play a card and carry out its instructions, or pick up your discard pile to refill your hand. Each card also has a scoring condition on it, and to win you'll want to maximize those conditions.&#10;&#10;As in the grandfather game Eminent Domain, actions you take can be &quot;boosted&quot; by revealing other cards sharing the same icon. Colonize and attack planets, do research, and take advantage of politics to score the most influence by the end of the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Game: Eminent Domain",
      "Mechanism: Tableau Building",
      "Organizations: Gamesmiths",
      "Players: Two-Player Only Games",
      "Series: TMG Microgames",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "3961",
    "Name": "Subatomic: An Atom Building Game",
    "ID": 207910,
    "Year": "(2018)",
    "Geek Rating": "5.861",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/207910/subatomic-an-atom-building-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.0417",
    "Description": "Subatomic: An Atom Building Game is a deck-building game in which players compete to build a number of available elements, which score them points.&#10;&#10;Each player starts with the same small deck of cards that consist of proton, neutron, and electron cards. They use these cards to build upon their current atom (by playing these cards face-up as subatomic particles) in an attempt to construct one of the available element cards. Alternatively, players may use their hand of cards to purchase more powerful cards for later use (by playing them in combinations of face-down cards as energy and face-up cards as subatomic particles). Subatomic introduces a unique variation on deck-building with a highly accurate chemistry theme, with the ultimate goal of building elements to score points, but allowing many varying types of strategies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Industry / Manufacturing",
      "Math"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Science Games (Genius Games)",
      "Theme: Chemistry",
      "Theme: Physics",
      "Theme: Science"
    ]
  },
  {
    "Rank": "3962",
    "Name": "Sunrise City",
    "ID": 97357,
    "Year": "(2012)",
    "Geek Rating": "5.861",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/97357/sunrise-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3421",
    "Description": "In the tile-laying game Sunrise City, players build a city with zone tiles, bid for control of those zones, then place building tiles on the city zones to their best advantage. Each round the players use role cards to grant them special abilities in the various game phases. Points earned during play move score tokens up a ten point track. Players score one benchmark token if their score marker overshoots the star at the top of their score track but earn two benchmarks if their token lands on the star by exact count.&#10;&#10;Thus, Sunrise City is not a race to score the most points; it's a contest to grow the city in a manner that will earn you the right number of points at the right time to maximize your benchmarks. After three rounds, the player with the most benchmarks wins.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Layering",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Theme: Art style – Art Deco"
    ]
  },
  {
    "Rank": "3963",
    "Name": "Spirits of the Rice Paddy",
    "ID": 149119,
    "Year": "(2015)",
    "Geek Rating": "5.861",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/149119/spirits-of-the-rice-paddy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0816",
    "Description": "Ancient Balinese legend describes a host of powerful spirits who help poor rice farmers achieve success. These farmers have long used a sophisticated irrigation system to organize rice cultivation by integrating religious devotion and social responsibility with traditional farming methods. Even modern farmers seek to placate the spirit world in their quest to produce an abundant harvest.&#10;&#10;In Spirits of the Rice Paddy, players must compete with fellow rice farmers to construct and tend rice paddies. Oxen can build walls and remove large rocks. Ducks can be employed to eat harmful pests and fertilize the fledgling crops. Weeds must be kept at bay. Most importantly, water must be conserved and released with the greatest of care. With a little luck, all that back-breaking labor will pay off in the end. The good news is that the spirits are eager to assist, granting many special abilities, blessings, and magic. The farmer who produces the most rice over seven rounds wins the game.&#10;&#10;",
    "Categories": [
      "Farming",
      "Mythology"
    ],
    "Mechanics": [
      "Enclosure",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Country: Indonesia",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3964",
    "Name": "Neuroshima: Convoy",
    "ID": 120605,
    "Year": "(2012)",
    "Geek Rating": "5.861",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/120605/neuroshima-convoy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.6",
    "Description": "Moloch forces are heading toward New York to raze the city. This will end the resistance of the people and eventually break their defense lines. A swarm of steel-gray machines marches to the east, destroying everything in its path. Day after day, the horizon is decorated with new pillars of smoke. Fire will soon visit the place that used to be called New York.&#10;&#10;Unless soldiers from the Outpost army can stop this convoy of machines. The fate of New York is in their hands. Can they destroy all the Moloch machines before they reach the city? Can they slow down the convoy in a series of ambushes and small battles? They have to...&#10;&#10;Neuroshima: Convoy, first published as The Convoy, is an asymmetric two-player card game set in the post-apocalyptic world of Neuroshima. One player commands the convoy of powerful robots, and his goal is to reach New York and turn it into ashes. The player has a deck of 35 cards: robots of Moloch (such as the Gauss Cannon, Clown, or Juggernaut), modules to attach to the robots (Network module, Kasparov module), and special cards (such as Push back, or Move). He plays those cards in the cities he passes while moving toward NY, trying to turn human settlements into dust while preparing for the final battle.&#10;&#10;The other player commands the Outpost troops, attacking the convoy and trying to slow it down. The Outpost deck also contains 35 cards: soldiers (such as Runner or HG), buildings (such as Bunker or EMP Cannon), and many special cards (Move, Retreat, Medic). The Outpost has to win a few battles, slow down the march of Moloch as much as possible, and prepare to welcome robots in New York City.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Neuroshima",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "3965",
    "Name": "Cheaty Mages!",
    "ID": 38194,
    "Year": "(2008)",
    "Geek Rating": "5.861",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/38194/cheaty-mages",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5943",
    "Description": "The card game Cheaty Mages puts you in the role of a wizard who has come to watch and bet on monsters fighting in an arena. Of course, you have all of your spells to help the monsters you've bet on win (or harm the monsters fighting against yours) &ndash; but then again, so do all of the other players, too! What's more, judges line the arena during combat and if players push things too far with their cheating spells, a judge might intervene and dispel &ndash; or even eject &ndash; the fighter! Who will walk away with the largest pile of gold?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Series: Big in Japan (AEG)",
      "Series: Pocket Game (AEG)"
    ]
  },
  {
    "Rank": "3966",
    "Name": "Cartagena",
    "ID": 224031,
    "Year": "(2017)",
    "Geek Rating": "5.861",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/224031/cartagena",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4091",
    "Description": "Cartagena takes as its theme the famous 1672 pirate-led jailbreak from the fortress of Cartagena. Each player has a group of six pirates, and you want to be the first to have all six escape through the tortuous underground passage that connects the fortress to the port, where a sloop is waiting for them.&#10;&#10;To move a pirate, you need to play a card from your hand. Each card bears one of six symbols (gun, rum, parrot, etc.), and when you play a card, you move one of your pirates forward to the next matching symbol in the tunnel, leapfrogging over matching symbols where another pirate already stands. The only way to get more cards, however, is to move backwards; more specifically, you move one of your pirates backwards to the first space that holds one or two pirates, drawing one or two cards after doing so. Each turn, you take 1-3 actions, whether moving forward or backward or both. When you move a pirate to the end of the track, it jumps on the sloop where it must await the other pirates in its crew. With every step toward victory, though, you have fewer and fewer pirates to move each turn, possibly locking you in to actions you don't want, so be sure to plan ahead and not leave yourself empty-handed!&#10;&#10;This version of Cartagena includes the classic base game mixed with Cartagena 2. The Pirate's Nest and several new variants. The game includes eight double-sided game boards, and to play the base game you use only six of them. Use more boards for a longer game, or fewer boards (and possibly fewer pirates) for a shorter game. To replicate Cartagena 2, you can flip over three or more of the game boards to create a secondary path that's separate from the first one. Now when you place pirates in the sloop, you can use an action to move the sloop to the start of the second path &mdash; and with two paths, you have a harder time making huge jumps from start to finish.&#10;&#10;&quot;Morgan&quot; is a variant in which players can now draw cards by moving an opponent's pirate ahead, drawing one or two cards when the pirate stops at the first space that contains one or two pirates; this variant and all others can be used in any version of the game. With the &quot;Filibusters&quot; variant, whenever someone plays one of the twelve cards with a dark background, everyone other than the active player must discard until they have at most seven cards in hand.&#10;&#10;Finally, the &quot;Black Magic Woman&quot; variant introduces special powers to the six symbols on the card, and when you play a card, you can use it for pirate movement like normal or use the card' power. You can play two parrots as if they were any other symbol, or use a lantern to look at the top four cards and keep one of your choice. With the gun, you steal a card of your choice from an opponent's hand, with them getting one free draw in return. The treasure chest symbol lets you pick up the treasure chest from the space where you stand, most likely drawing cards from the deck as a bonus, but possibly suffering a snakebite that will have you running back for rum to help you forget the pain!&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Race",
      "Track Movement"
    ],
    "Families": [
      "Cities: Cartagena (Colombia)",
      "Country: Colombia",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "3967",
    "Name": "Funkoverse Strategy Game: Harry Potter 100",
    "ID": 292032,
    "Year": "(2019)",
    "Geek Rating": "5.860",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/292032/funkoverse-strategy-game-harry-potter-100",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in four exciting game scenarios. Use your characters' unique abilities to gain points and achieve victory!&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system &mdash; the more powerful the ability, the longer it will take for the ability token to become available again &mdash; so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for all four game scenarios.&#10;&#10;Funkoverse Strategy Game: Harry Potter 4-Pack is a standalone game that includes the characters Harry Potter, Hermione Granger, Bellatrix Lestrange, and You-Know-Who. This set may be combined with others, giving you the ability to assemble the team you want!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Funkoverse Strategy Game – Harry Potter",
      "Series: Funkoverse Strategy Game"
    ]
  },
  {
    "Rank": "3968",
    "Name": "Overseers",
    "ID": 176803,
    "Year": "(2015)",
    "Geek Rating": "5.860",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/176803/overseers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Since the beginning of time, two opposing forces have been the pillars of the universe and coexist in eternal balance. Our Goddess in her infinite wisdom has sent a group of Overseers to protect our world. They have the power to bend human traits to their will, and they will always battle between each other to create the perfect symmetry between virtues and vices of humankind. You will now choose whether to find the best balance &mdash; or completely crush it for your own good.&#10;&#10;Overseers is a drafting and bluffing game with a twist. Each player represents an Overseer whose objective is to bend traits in their favor to create the most dominant combination of virtues and vices. The game has three main phases:&#10;&#10;1] Drafting: Each player receives six cards at random from the deck, selects one of them, then passes the rest to the player sitting on their left. The goal is to build up the combination that will grant them the most victory points. Some cards grant points on their own, while others require the same type of cards to earn more points.&#10;&#10;2] Judgement: All players place their five trait cards in front of them in two rows: two face down and three face up to show the cards they chose. Give the information available, the Overseers then discuss which player has the strongest possible combination. After deliberating, players vote for this person using their token. The chosen player must then admit or deny the verdict:&#10;&#10;&mdash; If they admit having the strongest combination, they must then discard two cards from their combination.&#10;&mdash; If they deny this, the showdown phase happens, with all players revealing their scores. If the chosen player has the strongest combination, they lose the two cards that grant the most points; if not, instead they take one additional card of their choice from the discard pile.&#10;&#10;3] Scoring: Each player shows all cards in front of them, then calculates their score.&#10;&#10;The game might have other phases depending on the type of overseers being played as each character has special abilities that can change the outcome of the game, such as being able to peek at another player's hidden cards, steal a card before the scoring phase, or transform one card into another.&#10;&#10;At the end of each round, players secret their victory point (VP) tokens to keep their score secret, and after three rounds whoever has the most VPs wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3969",
    "Name": "Rome in a Day",
    "ID": 358284,
    "Year": "(2023)",
    "Geek Rating": "5.860",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/358284/rome-in-a-day",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.76",
    "Description": "The once thriving Roman Empire fell apart. Who can resist the temptation to claim some of the lands for themselves? Do you prefer vineyards or quarries? Or maybe you want a little bit of everything with some olive groves and an oil mill on top? All you need is to make a good trade: offer a beautiful antique theater in exchange or add a few precious diamonds&hellip; Divide and swap lands, outguess and bribe your opponents! Create a prosperous domain from the lots of Rome!&#10;&#10;Rome in a day is a simple strategy game based on the original &quot;cut-and-choose&quot; mechanic that will win the hearts of aspiring conquerors of all ages.&#10;&#10;Before the start, all players are dealt with their personal set of buildings with the card of buildings, a pile of lands tiles (there are 5 types - fields, city, olive gardens etc), gems/cristals, choice cards of smaller and bigger lands, reminder cards and screens.&#10;&#10;The game is played in 4 turns.&#10;&#10;During each turn, players take top 5 tiles of lands and place them in front of themselves. Then they take 2 top buildings from the building card and place them on the 2 lands from the left.&#10;&#10;Next, players take their screens and start divivding those 5 pieces of lands into 2 groups - a bigger and a smaller ones. In any ratio they want (3\\2, 1\\4 even 5\\0). And add 1 crystal to the smaller land.&#10;&#10;When everyone is ready, the exchange begins.&#10;Players put the screens down allowing other players to see and choose a land that they have made.&#10;&#10;Note: at the first turn players choose the lands from a neighbour from the left, at 2nd - from the right, and then again left and finally right. For the max interaction&#10;&#10;When selection is made, players put a choice card reflecting their decidion of lands.&#10;&#10;Then, players take the chosen lands from the neighbour from the left and join them to the remaining piece of their own.&#10;&#10;Turn by turn, they build their domains, taking the most suitable lands to make their so-called new empire more profitable.&#10;&#10;How to gain points?&#10;For every kind of terrain with the corresponding building placed on it or next to it. Then the number of lands multiply with the number of buildings for EACH type of lands.&#10;The crystals gained for choosing smaller lands also bring points - 3 points for each crystal.&#10;&#10;The player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "I Cut, You Choose",
      "Income",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Barbarian migrations and invasions"
    ]
  },
  {
    "Rank": "3970",
    "Name": "Bios: Megafauna",
    "ID": 97915,
    "Year": "(2011)",
    "Geek Rating": "5.860",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/97915/bios-megafauna",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.6914",
    "Description": "In Bios: Megafauna, a reworking of Phil Eklund's own American Megafauna, players start as proto-dinosaurs or proto-mammals, starting in the post-holocaust world of the Permian catastrophe. Animals are tracked by dentition, size, aggressiveness, swiftness, browsing, grazing, burrowing, swimming, behavior, and insect-eating. Plants and animals that have gone extinct are collected in an area on the map called the tarpits. These tiles are distributed among the most populous players as victory points during four scoring rounds.&#10;&#10;Players cope with intense competition and environmental changes by starting new species and mutating them. Create bizarre chimeras, from vegetarian velociraptors to flying dolphins. Establish subterranean civilizations, tame fire, or just be super-sexy.&#10;&#10;Reimplements:&#10;&#10;    American Megafauna&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Simulation",
      "Tags",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Series: BIOS (Phil Eklund)",
      "Theme: Biology",
      "Theme: Evolution",
      "Theme: Science"
    ]
  },
  {
    "Rank": "3971",
    "Name": "Old West Empresario",
    "ID": 261342,
    "Year": "(2019)",
    "Geek Rating": "5.860",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/261342/old-west-empresario",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0833",
    "Description": "The journey out west was daunting and fraught with peril, but you made it! And now you've been granted land to take responsibility for new settlers.&#10;&#10;In Old West Empresario, you take on the role of an empresario, building a prosperous town in newly settled western territories. Attract settlers through clever dice drafting and tile placement. Build the most valuable town with the most population to become the state capital!&#10;&#10;",
    "Categories": [
      "American West",
      "City Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "3972",
    "Name": "Boomerang: Europe",
    "ID": 300367,
    "Year": "(2020)",
    "Geek Rating": "5.860",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/300367/boomerang-europe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.7222",
    "Description": "Boomerang: Europe, like its sister games Boomerang: Australia and Boomerang: USA is a &quot;draft-and-write&quot; game. It features a unique blend of set collection and card drafting with the approachable feel of a roll-and-write game. Draft locations from across the European continent as you collect sets of activities and try delicious food to gain the most points.&#10;&#10;Boomerang: Europe is a stand-alone game in the Boomerang family that plays similarly to the original Boomerang, but has some rules differences and new ways to score.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Continents: Europe",
      "Digital Implementations: Board Game Arena",
      "Game: Boomerang (Grail Games)",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "3973",
    "Name": "Ascension: Gift of the Elements",
    "ID": 215616,
    "Year": "(2017)",
    "Geek Rating": "5.860",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/215616/ascension-gift-of-the-elements",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "Ascension is a deck-building game in which players spend Runes to acquire more powerful cards for their deck. It offers a dynamic play experience where players have to react and adjust their strategy accordingly. Each player starts with a small deck of cards, and uses those cards to acquire more and better cards for their deck, with the goal of earning the most Honor Points by gaining cards and defeating monsters.&#10;&#10;Ascension: Gift of the Elements is the eleventh standalone game in the Ascension series, although the game can be combined with other titles for play with up to six players. This set sees the return of Events from Storm of Souls and Immortal Heroes; Events enter the game via the center deck and create an immediate impact for all players. However, unlike in previous sets, Events can now be acquired and transformed into powerful Hero cards.&#10;&#10;This set introduces two new mechanisms: infest and empower. Infest allows you to mess with an opponent's deck, forcing them to draw useless cards. This gameplay feature can slow down a player that jumps out early and introduces a strategic element not seen in previous sets. Players can counter this infestation through Empower cards. When the player acquires an Empower card, they may banish a card played that turn (i.e., using the card, then eliminating it). This added flexibility creates a lasting impact in each game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3974",
    "Name": "Poseidon's Kingdom",
    "ID": 105624,
    "Year": "(2011)",
    "Geek Rating": "5.860",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/105624/poseidons-kingdom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3913",
    "Description": "Poseidon has lost his treasured trident, and your friends have disappeared while trying to find it. It turns out they have been captured by evil Hans the Kraken. Suckers! The Kraken plans to make a nice stew out of them. Can you prise open his tentacles, release your friends, and defeat him? Hope so. Oh, it's probably not a good time to mention the shark...&#10;&#10;Poseidon's Kingdom features a wave that crashes dice onto the board and the engaging game play of the highly-praised anthill system (from Antics!). On their turns, players first decide whether to improve their abilities by taking an &quot;action tile&quot; or place some of their personal dice onto the big 3D-wave, which is rolled over, when full, distributing up to 15 dice in a couple of seconds randomly all over the board.&#10;&#10;Second, they move one of their two creatures on the main board, trying to land on a spot where they can pick up dice of any color they need. If they do, they can either store the dice on special spaces of their action tiles for later use OR put together a special combination of 2-4 dice to get victory point tokens, then place the dice back to the pools from where they came.&#10;&#10;Third, the shark moves as many spaces as the space the creature landed on indicates. If the shark meets one or more creatures on its way, they are eaten and players get &quot;skeletons&quot; to block one of their action spaces.&#10;&#10;After a special scoring round, in the end the player who collected the most victory points wins.&#10;&#10;The second edition of Poseidon's Kingdom introduces the dolphin, which can make your creatures immune to the shark.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Memory",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Animals: Octopuses",
      "Animals: Sharks",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3975",
    "Name": "Wacky Wacky West",
    "ID": 19,
    "Year": "(1991)",
    "Geek Rating": "5.859",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/19/wacky-wacky-west",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8204",
    "Description": "A long time ago, in a village far, far away, some disturbed townsfolk decided to destroy their entire town in order to rid themselves of an evil menace (it's technically a dog-mouse, but I think it's an idiomatic thing).  Anyway, so the villagers rebuilt all the buildings in the town (including their precious outhouses), but forgot to include city walls, a river, or roads.  To rectify this, players lay tiles with one of these three things onto the board, and any building caught underneath them is automatically eliminated, except for outhouses.  When an outhouse would be destroyed, players take a vote on whether to place that particular section.  Each player is trying to retain the most of one type of building, and once all the pieces have been placed the winner is the person with the highest valued buildings still standing.&#10;&#10;Wacky, Wacky West re-make description:&#10;&#10;Fans of Klaus Teuber will be interested in this remake/redesign of Drunter und Dr&uuml;ber, a 1991 Spiel des Jahres winner.&#10;&#10;&#10;Just south of nowhere, there's the junction of the Mayfair &amp; Rossdorf RR and the Turvy Trunk Line. Springing up from the desert like a tumbleweed lies the eccentric little town of Rossdorf. Like most western towns, Rossdorf has a Land Agent: Guy Dough, the brother of that wicked varmint Black Benny. A shrewd opportunist, Guy's done sold all the town land ('ceptin' the outhouses) four times over! Every acre in town that ain't got an outhouse on it is owned by the miners, the railroads, AND the fort captain. Just about a year ago, miners digging in the shadow of Fort Rossdorf struck the mother lode! But it wasn't gold, and it wasn't silver. No, my friend, it was just a little spring. Not any ordinary spring, though! It was a torrent of that mind-marbling drink the locals call &quot;Wacky Water!&quot; &#10;&#10;&#10;Now that water's done what the sun and the wind couldn't do: it's made those landholders brave enough to take matters into their own hands. Now they'll use whatever means they can to bowl over the competition and lay claim to the only fertile spots left in town! Now the only thing stoppin' 'em is the Town Charter Amendment #5, which states: &quot;no landholder may move, remove, or detonate any outhouse without a majority vote of the Town Citizens...&quot; Now one thing's for sure: something's gonna stink in Rossdorf, purty darn soon.....&#10;&#10;&#10;In Wacky Wacky West you and your fellow townfolk place track tiles, street tiles, and river tiles hoping to destroy your rivals' buildings. Every time someone tries to build over a precious outhouse, the town votes! You try to enlist your supporters (represented by cards) to vote with you to stop or encourage the play of certain tiles-perhaps saving some of your buildings or taking out those of your dastardly opponents.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "3976",
    "Name": "Eggs and Empires",
    "ID": 156180,
    "Year": "(2014)",
    "Geek Rating": "5.859",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/156180/eggs-and-empires",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.2857",
    "Description": "Eggs from the dragons of Ridback Mountain are valuable &mdash; not quite as valuable as gold following the last market fluctuation, but still TOTALLY worth the hassle, especially since it's not like YOU are climbing the mountain and searching through dragon caves. That's what peasants are for...&#10;&#10;All the empires have sent their intrepid adventurers out to collect eggs, but not all will succeed! It gets crowded on Ridback Mountain, and there are only so many dragon eggs to go around &mdash; not to mention that the dragons have started mixing exploding eggs into their nests, and those hurt.&#10;&#10;In the fast-playing card game Eggs and Empires, players use matching decks of empire cards that contain adventurers numbered 1-10. Starting with a hand of three empire cards, each turn all players select one card from their hand, then play them simultaneously in an attempt to collect egg cards. Typically, the player who played the highest empire card chooses an egg first, then the player with the second highest empire card, and so on until all revealed eggs are collected, if possible. However, each empire card has a unique power that can affect the order in which eggs are selected. The powers interact in strategic and awesome ways so that every hand is exciting and fun!&#10;&#10;Outwit your opponents to collect as many good eggs as possible &mdash; that is, ones worth victory points (VPs) &mdash; while avoiding those nasty exploding eggs! Whoever collects the most VPs over three rounds wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The E•G•G"
    ]
  },
  {
    "Rank": "3977",
    "Name": "Couture",
    "ID": 377716,
    "Year": "(2023)",
    "Geek Rating": "5.859",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/377716/couture",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8667",
    "Description": "Take on the role of a fashion model as you hit the runways in New York, Paris, and Tokyo to build your career.&#10;&#10;In Couture, players seek to win cards through auctions in New York, Paris, and Tokyo. New cards are available to draft in each city, allowing the winning player first pick of Iconic Poses, Signature Walks, a personal Glam Squad, and much more.&#10;&#10;Once the seventh round has concluded, players determine their total score, with magazine cover awards bringing bonus points. The model with the highest score wins the game and with it all the fame of a global spotlight!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Series: Small Box Big Game (Allplay)",
      "Theme: Fashion"
    ]
  },
  {
    "Rank": "3978",
    "Name": "Dungeons & Dragons Basic Game",
    "ID": 17804,
    "Year": "(2004)",
    "Geek Rating": "5.859",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/17804/dungeons-and-dragons-basic-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0678",
    "Description": "A simplified version of the 3rd Editon/3.5 Dungeons and Dragons roleplaying game, designed as an introduction to roleplaying, but is - in essence - a boardgame not unlike HeroQuest.&#10;Includes 16 pre-painted miniatures from the D&amp;D Miniatures range (but aren't randomized - each box includes the same 16 miniatures), and the rules are very similar to this game.&#10;&#10;Also listed on RPGGeek as Dungeons &amp; Dragons Basic Game&#10;&#10;Dungeons &amp; Dragons Starter Sets:&#10;2nd Edition: The New Easy to Master Dungeons & Dragons and Introduction to Advanced Dungeons & Dragons&#10;3rd Edition/3.5 Dungeons & Dragons Basic Game&#10;4th Edition: Dungeons & Dragons Starter Set&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Setting: Dungeons & Dragons",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "3979",
    "Name": "VektoRace",
    "ID": 256839,
    "Year": "(2018)",
    "Geek Rating": "5.858",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/256839/vektorace",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.1053",
    "Description": "VektoRace is a racing car simulation based on a vector movement concept called &quot;Octagon System&quot;. The game requires only a flat surface to be played so you won't find a game board inside.&#10;&#10;The official maximum number of players is four, but the game can be easily played up to eight players.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Measurement Movement",
      "Movement Template",
      "Race",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "3980",
    "Name": "Battle for Germany",
    "ID": 3986,
    "Year": "(1975)",
    "Geek Rating": "5.858",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/3986/battle-for-germany",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.1039",
    "Description": "Battle for Germany game is small, it only takes about three to four hours to play for players of normal skill and luck. The game starts in December of 1944 with the Ardennes Offensive (a variant allows the German player to skip this and save his strength). As a two-player game, it is interesting in that each player plays both an Allied army (Western Allies or Soviet Union) AND a German army (Western Front or Eastern Front). This forces each player to play offense and defense. The player playing the Western Allies and Eastern Germans has a very challenging task. The Western Germans have good defensive terrain (the Rhine river and Westwall defenses), while the Eastern Germans have weak units, a long front, very poor defensive terrain and they face a large Soviet and Yugoslav army. The only real advantage enjoyed by the East German player is the lack of victory points to be gained in the East, and the slow Soviet replacement rate. The Western Alllied units are very fast moving, but they don't usually get a chance to exploit this until the very end of the game (at best).&#10;&#10;The map is the same size as most SPI Quadrigames or folio games and has similar graphics. Cities are rated as 1 or 2 victory points, with Berlin worth 10. A line down the middle of Germany cannot be crossed (in the 2-player game), which makes Berlin the only city which can be captured by the Western Allies or the Soviets (ahistorical, but essential to the game's concept). Units are corps for the Germans and Western Allies and corps, armies, or fronts for the Soviet player. Each unit is rated for attack, defense and movement. Combat is decided by an odds-based combat results table and a die roll. Combat results include various combinations of retreat and elimination (there are no step losses, disruption or anything like this). Eliminated units can be replaced, but very slowly and (for some players) with the weakest available unit coming back first.&#10;&#10;The game includes variants for 3- and 4-player versions where the Germans are played by 1 or 2 players, and a &quot;red star/ white star&quot; scenario where the Western Allies and Soviets fight it out with some help from the remnants of the German army.&#10;&#10;Originally published in S&amp;T 50 - May/Jun 1975&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Country: Austria",
      "Country: Germany",
      "Country: Italy",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Magazine: Strategy & Tactics",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Balkans"
    ]
  },
  {
    "Rank": "3981",
    "Name": "The Last Hundred Yards",
    "ID": 202721,
    "Year": "(2019)",
    "Geek Rating": "5.858",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/202721/the-last-hundred-yards",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.525",
    "Description": "From the publisher:&#10;&#10;The Last Hundred Yards is unlike any tactical wargame published to date. It introduces innovative systems intended to model Small Unit Behavior in Combat during WW2. It is fun, fast-paced, and provides a very good simulation of what it was like to command combat units at the platoon or company level. The game is purposely designed to deliver a brisk yet intensive gaming experience that forces many decisions upon you as you take command of an infantry company in Western Europe after the D-Day landings.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Game: The Last Hundred Yards",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3982",
    "Name": "Bandida",
    "ID": 299571,
    "Year": "(2020)",
    "Geek Rating": "5.858",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/299571/bandida",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3939",
    "Description": "Tired of seeing Bandido always escaping? Beware, a new gangsta&rsquo;s coming to town...&#10;Which side will you choose this time: will you play cop and try to prevent Bandida from running away, or join the wild side and help her? In this new Pocket game, you will find all the things you loved about Bandido and more. Three different ways of playing and cooperating all together bring even more fun.&#10;&#10;Can be combined with the prequel, Bandido.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Series: Pocket Games (Helvetiq)",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "3983",
    "Name": "Codenames: Harry Potter",
    "ID": 249821,
    "Year": "(2018)",
    "Geek Rating": "5.858",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/249821/codenames-harry-potter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5909",
    "Description": "Codenames: Harry Potter features the gameplay from Codenames Duet, with players working together to reveal all the right cards before they run out of time or summon Lord Voldemort or another dark wizard.&#10;&#10;The cards that players need to guess feature a word or phrase on one side and an image on the other.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Pattern Recognition",
      "Push Your Luck"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Codenames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3984",
    "Name": "Intrepid",
    "ID": 302461,
    "Year": "(2021)",
    "Geek Rating": "5.858",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/302461/intrepid",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.2727",
    "Description": "Intrepid is a game about surviving 220 miles above Earth aboard the International Space Station. Players take the role of astronauts from a variety of nations, bringing their unique technologies to bear. Players must work together to generate enough life-sustaining resources each round, all while working to resolve the disaster they are facing.&#10;&#10;Intrepid is a strategic and highly asymmetric cooperative game for 1-4 players that takes between 60-90 minutes to play. With a variety of nations and disaster scenarios, each which play completely differently, every game of Intrepid will be completely unique.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3985",
    "Name": "Escape Room in a Box: The Werewolf Experiment",
    "ID": 188720,
    "Year": "(2016)",
    "Geek Rating": "5.858",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/188720/escape-room-in-a-box-the-werewolf-experiment",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "Based on the wildly popular new form of live action gaming in which a group of people gets locked in a room and has to solve puzzles in order to escape, Escape Room In A Box: The Werewolf Experiment has all the excitement of the &ldquo;room&rdquo; crammed into a box so players can have the same immersive and challenging experience in a one time play table top game in the comfort of their own home (and for a lot less money!).&#10;&#10;In Escape Room In a Box: The Werewolf Experiment a group of two to six people has only one hour to work together in order to find clues, solve puzzles, and crack the codes that will unlock the antidote and keep them from turning into werewolves!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Official Music Soundtrack",
      "Crowdfunding: Kickstarter",
      "Series: Escape Room in a Box (Mattel)"
    ]
  },
  {
    "Rank": "3986",
    "Name": "BattleCON: Trials of Indines",
    "ID": 204728,
    "Year": "(2016)",
    "Geek Rating": "5.858",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/204728/battlecon-trials-of-indines",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "3.7",
    "Description": "Mechanically diverse cast of ten characters, intended as a great starting point in to the World of Indines.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Players: Two-Player Only Games",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "3987",
    "Name": "Nuclear War",
    "ID": 713,
    "Year": "(1965)",
    "Geek Rating": "5.858",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/713/nuclear-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4449",
    "Description": "Nuclear War is a satirical card game in which each player represents a &quot;major world power&quot; and attempts to gain global domination (or annihilation) through the strategic use of propaganda or nuclear weapons.&#10;&#10;Players start the game in the &quot;peace/cold war&quot; phase, using Secrets and Propaganda cards in their hand to negotiate with other players.  Play continues until the first player launches a missile and payload, ie the &quot;war&quot; phase. If the missile isn't destroyed in flight, the struck player must spin to see how much of his population is lost. Play continues until either peace breaks out again or only one player has any population cards left.&#10;&#10;Limited edition booster cards were created in the 90's.  A list can be found in the Community Wiki section and Nuclear War Booster Packs&#10;&#10;Awards:&#10;Origins Awards HALL OF FAME winner (1998)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Modern Warfare",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Sovranti",
      "Series: Nuclear War (FBI)",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "3988",
    "Name": "Catan Histories: Struggle for Rome",
    "ID": 25234,
    "Year": "(2006)",
    "Geek Rating": "5.857",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/25234/catan-histories-struggle-for-rome",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5467",
    "Description": "Catan Histories: Struggle for Rome is a new Settlers of Catan game. The game can be compared with the Settlers historical scenarios.&#10;&#10;On the board you have a fixed map that represents southern Europe. The players represent Germanic tribes that are marching on Rome. Each player has two armies that start in the northeastern corner of the board. These armies will move across the board, pillaging cities for resources.&#10;&#10;From the Box:&#10;The Romans rule over an enormous empire. It stretches from Great Britain to North Africa, from Spain across the Black Sea. But now, Rome holds its imperial breath. The empire is weak, and wild barbarian hordes from the vast eastern steppes surge across the frontier.&#10;&#10;You are the ruler of one of those barbarian hordes, pouring into the rich and decadent West. Fast horsemen and dangerous warriors - lured by the rich Roman cities ready for plunder - follow your every command.&#10;&#10;Your noble tribe is strong, but rival princes stand in your way! Are you wily enough to outmaneuver them? Can you find a swifter way to your rich goals? Can you concentrate your savage forces at the crucial moment? Can you outpace the other princes as you pillage city after city?&#10;&#10;But before your warriors grow weary of wandering, will you have enough wealth from plundering to found your own kingdom? Your fate is in your hands: civilization is ripe for conquest! Will you forge a mighty new kingdom? Or disappear into the vortex of history?&#10;&#10;Will you be the one to inherit the storied glory of Rome?&#10;&#10;Contents: 1 game board, 40 plunder counters, 90 cards, 40 gold coins, 4 turn overview cards, 2 dice, 1 legionnaire, rulebook, over 100 miniature plastic figures.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Area Movement",
      "Trading"
    ],
    "Families": [
      "Ancient: Rome",
      "Game: Catan",
      "History: Barbarian migrations and invasions",
      "Series: Catan Histories"
    ]
  },
  {
    "Rank": "3989",
    "Name": "SeaFall",
    "ID": 148261,
    "Year": "(2016)",
    "Geek Rating": "5.857",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/148261/seafall",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.8053",
    "Description": "SeaFall is a 4X-inspired game (without player elimination/extermination) set in an &quot;age of sail&quot; world reminiscent of our world.&#10;&#10;In SeaFall, the world is starting to claw its way out of a dark age and has begun to rediscover seafaring technology. Players take on the role of a mainland empire that consults with a consortium of advisors to discover new islands, explore those islands, develop trade, send out raiding parties, take part in ship-to-ship combat, and more. As in Risk Legacy and Pandemic Legacy, co-designed by Rob Daviau, SeaFall evolves as the game is played, setting their grudges into the history of the game and building a different narrative at every table as players open up the world.&#10;&#10;Due to the complexity of rules interactions in this game, the community (primarily Becq) has created a FAQ called The Captain&#039;s Log.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Hand Management",
      "Legacy Game",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Mechanism: 4X",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy"
    ]
  },
  {
    "Rank": "3990",
    "Name": "Roll For It!",
    "ID": 129090,
    "Year": "(2011)",
    "Geek Rating": "5.857",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/129090/roll-for-it",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.049",
    "Description": "Roll For It! is a casual, family-friendly dice and card game. Each player starts the game with six dice of a single color, and three target cards are laid face-up on the table.  Players take turns doing the following: On a turn, a player rolls all of her dice not already on cards, then places any dice that match the targets on the corresponding cards. (Alternatively, before taking her turn, a player can first choose to reclaim all of her dice from all cards.)&#10;&#10;If the player now fulfills the target with her dice &ndash; e.g., a pair of 3s, a quartet of 6s, or a specific combination of numbers &ndash; she claims the card, takes back her dice (and returns any other dice on the card to their owner), then places a new card on the table. Each card is worth a certain number of points. The first player to earn forty or more points wins!&#10;&#10;There are two sets of Roll For It! available -- the red set comes with translucent dice and the purple set comes with pearl dice.  There are no duplicate cards between the sets.  Each set allows play for 2-4 players, but when they are combined, up to eight players can compete in the same game of Roll For It!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3991",
    "Name": "Tribes: Dawn of Humanity",
    "ID": 258104,
    "Year": "(2018)",
    "Geek Rating": "5.857",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/258104/tribes-dawn-of-humanity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0488",
    "Description": "Experience 30,000 years of civilization in 45 minutes: With Tribes: Dawn of Humanity, there is finally a civilization game in which you do not need to wait long for your turn. The players lead their tribes in short, fast turns through the early history of humanity to the Bronze Age. They settle unknown lands and extract valuable resources through which they in turn discover new tools and inventions. Who will best prepare their tribe against events such as natural disasters? Who will take the lead, and who will follow in the footsteps?&#10;&#10;Each turn, a player selects an action from the action display: grow, explore, or move. The first action is always free, while additional ones cost valuable shells. The used action moves to the end and the next player takes another action. It is important to use your scarce shells cleverly.&#10;&#10;The players start with a small tribe with the immediately surrounding area explored. They discover new land and send the members of their tribe out to discover valuable resources. These resources are needed for new inventions that bring victory points and improve your actions: become better at exploration, grow more tribe members, and move further. Who will be the most tactical leader and guide their tribe to victory?&#10;&#10;This is a completely reworked edition of the game Tribes: Early Civilization released in 2017 with many changes.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Exploration",
      "Prehistoric",
      "Territory Building"
    ],
    "Mechanics": [
      "Closed Economy Auction",
      "Grid Movement",
      "Increase Value of Unchosen Resources",
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles"
    ]
  },
  {
    "Rank": "3992",
    "Name": "Khronos",
    "ID": 25674,
    "Year": "(2006)",
    "Geek Rating": "5.857",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/25674/khronos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.5616",
    "Description": "In this game, you play a powerful lord and his faithful companion engaged in a fight for influence throughout time. The game proceeds simultaneously over three different periods. You start the game in the Middle Ages, on the first of the three game boards (that of the commanderies). With 4 action cards in hand per turn, you have seven turns in which to develop your domains by building various types of military, religious, and civil buildings. Depending on their size, certain buildings are moved in time, which means that they are transferred to the same place on the priories board (Renaissance period) and on the brotherhoods board (modern period), in ruins for military and religious buildings (castles, abbeys&hellip;).&#10;&#10;Thanks to the watch makers' invention, and with enough money, you can make your two adventurer pawns travel in time&hellip; Because if the construction of certain buildings can be profitable, taking over domains on the various boards is essential, since it will allow you to earn bonuses on the 4th and 7th turns and to move ahead of your opponents.&#10;&#10;Playing with time is not without consequences, and it can produce surprising results! To give just one example, an abbey created on the priories board could be destroyed by a castle built later in the game in the same place but on the commanderies board, and then moved to the other board&hellip; The abbey finally never existed!&#10;&#10;On the 4th and 7th turns, each controlled domain generates profits for the players depending on the board. On the the commanderies board, a player who controls a domain militarily, i.e. the one with the biggest military building, will receive the value of the civil buildings in this domain in profits. On the priories board, it is the religious control that will be taken into account. On the brotherhoods board, the players who have best populated the civil buildings and restored the ruins will secure the best profits.&#10;&#10;The possibility of destroying and regrouping buildings to unite or divide domains provides a strong and permanent level of interaction between the players.&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Multiple Maps",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: Steampunk",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "3993",
    "Name": "Rebuilding Seattle",
    "ID": 368463,
    "Year": "(2023)",
    "Geek Rating": "5.857",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/368463/rebuilding-seattle",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3158",
    "Description": "The great fire of 1889 has burned down most of downtown Seattle, and you are the city planner tasked with rebuilding it. Manage economic resources to improve neighborhoods, erect new buildings and iconic landmarks, and address the needs of an ever-growing population to make Seattle better than ever!&#10;&#10;In Rebuilding Seattle, you're responsible for managing the zoning and expansion of a major neighborhood! Each round your population grows, and you can either build a new building, expand into a new suburb, activate an event, or build a landmark, before earning profit based on your neighborhood's commerce. You'll buy building types from a shared market, looking to find shapes that fit your grid and types that fit your strategy. Triggering citywide events can change the tide of the game, offering points, money, and expansions for the players ready for it. You can even enact laws to give yourself the advantage! At the end of the game, whoever's neighborhood has earned the most points wins.&#10;&#10;Build! Carefully fit buildings into your neighborhood grid, and construct landmarks on the right tile combinations.&#10;&#10;Expand! Suburb tiles connect to your grid however you like, creating uniquely shaped neighborhoods!&#10;&#10;Score! Earn points for building types, upgrades, landmarks, events, and remaining cash!&#10;&#10;Rebuilding Seattle also comes with a solo player deck so you can still compete to build the best version of Seattle even with just one player! Enjoy gameplay against a deck designed to simulate the actions of a second player to discover strategies and configurations you can use to improve Seattle!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Income",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Seattle (Washington, USA)",
      "Components: Polyominoes",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "3994",
    "Name": "Quiddler",
    "ID": 339,
    "Year": "(1998)",
    "Geek Rating": "5.857",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/339/quiddler",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4211",
    "Description": "Quiddler challenges players to create words from an ever-increasing number of letter cards in their hand. The game lasts eight rounds, with three cards being dealt to each player in the first round, four cards in the second, five in the third, and so on. Each card has one or two letters on it as well as a point value.&#10;&#10;On a turn, a player draws the top card from the deck or discard pile, then discards a card. When a player is able to use all of the cards in his hand (with one left for discarding) to spell words &mdash; each of which must contain at least two cards &mdash; he may go out by placing the words on the table. Each other player takes one final turn, then plays as many cards as they can in words. Each player now scores, adding the point value for cards used in words, then subtracting points for any cards remaining in hand. In addition, the player with the most words and the player with the longest word each receive 10 bonus points; in case of a tie, no one receives the bonus. Whoever has the highest score after eight rounds wins!&#10;&#10;Quiddler also includes rules for a solo variant.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Spelling"
    ],
    "Families": [
      "Misc: Mensa Select",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "3995",
    "Name": "Kingdom Defenders",
    "ID": 193512,
    "Year": "(2018)",
    "Geek Rating": "5.857",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/193512/kingdom-defenders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1212",
    "Description": "Sandstorm has been the capital of the Four Kingdoms since the end of the 200 year war, five generations have raised in this period of peace, and the Four Kingdoms is living the most prosperous times. Your deepest fears have come to life, however, as the legend of the Grugog is true. These terrifying creatures of the sea want to reconquer the land that once belonged to them.&#10;&#10;Kingdom Defenders is a competitive Eurogame in which each player takes the role of a brave hero. Players must accomplish missions and deeds as well as defend from the terrible attack of horde Grugog, selecting optimal actions on the board and managing their resources. Whoever has the most fame at the end of the game gains the title of Kingdom Defender.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Awards &amp; Honors&#10;2019 Premio Corona L&#195;&#186;dica Best Expert Game - Award Winner&#10;2018 Premios An&#195;&#161;lisis-Par&#195;&#161;lisis Best Spanish Game - Award Winner&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Modular Board",
      "Set Collection",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "Families": [
      "Setting: Storm Saga",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "3996",
    "Name": "Pixel Tactics Deluxe",
    "ID": 169274,
    "Year": "(2015)",
    "Geek Rating": "5.857",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/169274/pixel-tactics-deluxe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5833",
    "Description": "Pixel Tactics is a head-to-head game of tactical combat for two players. Each player has an identical deck of 25 cards, from which they draft a leader. The leader's abilities alter vastly the strategy and playability of every other card in the deck, making the game playable in 25 different ways.&#10;&#10;In the game, players take turns placing cards and attacking. Each card can activate in various ways, taking on offensive capabilities in the front rows of the unit, or support powers in the back rows. Cards can also be played as orders &ndash; powerful single-time effects that can turn the tide of battle.&#10;&#10;Play continues until either player's leader is defeated. A typical game is best of three or five rounds.&#10;&#10;Pixel Tactics Deluxe is a perfect place to start playing the game. This large box contains enough cards for two players, rules, punch tokens, and storage space for all the other Pixel Tactics games in print. Whether you're a veteran of the series, or just looking to get your feet wet, it's a great place to start.&#10;&#10;All 25 heroes in Pixel Tactics Deluxe are brand new!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Pixel Tactics",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "3997",
    "Name": "Christmas Tree",
    "ID": 234711,
    "Year": "(2017)",
    "Geek Rating": "5.856",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/234711/christmas-tree",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1429",
    "Description": "Who will have the most beautiful Christmas tree? Who will decorate their Christmas tree in the smartest way? This game revolves around these questions, because the winner of the game is the player who decorated the most beautiful and most precious Christmas tree. If you want to be that player, you have to care about the other player&rsquo;s Christmas trees too, you have to pay attention to the way they are decorating their trees.&#10;&#10;Christmas Tree is a card game for children and adults, families and experienced players too, wherein each player decorates their Christmas tree on the basis of different decorating aspects. The Christmas Trees are evaluated many times during the game and at the end of the game too, and the player who gathered the most points wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;Components:&#10;&#10;4 player boards&#10;106 ornament cards&dagger;&#10;&bull; 72 glass ornaments&#10;&bull; 18 gingerbreads&#10;&bull; 16 wrapped candies&#10;30 objective cards&#10;&bull; 15 for all game types&#10;&bull; 6 more for the family game and the advanced game&#10;&bull; 9 more for the advanced game&#10;16 linzer cookies&#10;1 point tracker&#10;8 point tokens&#10;&#10;Some changes in the Second Edition:&#10;72 score tokens in the value of 1/5/10/20/50 (instead of the point tracker)&#10;&#10;&dagger; rhombic and thus unsleevable&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Holidays: Christmas",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "3998",
    "Name": "Wicked Witches Way",
    "ID": 28025,
    "Year": "(2006)",
    "Geek Rating": "5.856",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/28025/wicked-witches-way",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4663",
    "Description": "From the Publisher:&#10;&#10;Wicked Witches Way is a board game which will put you in command of a flying witches broom that you will have to control with daring and mastery.&#10;&#10;Your goal? Win the race by passing the finish line first! Spot the dice, recreate the proper formula and advance... But don't forget that two kinds of combinations are possible, depending on the color: orange and its turbo mode, or black, with its special cards filled with spells and sneaky tricks! The choice is yours! Memory, audacity, and cunning will be your best assets to take the victory.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Humor",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Open Drafting",
      "Pattern Recognition",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Dice with Icons",
      "Containers: Book-like",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "3999",
    "Name": "11 nimmt!",
    "ID": 63706,
    "Year": "(2010)",
    "Geek Rating": "5.856",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/63706/11-nimmt",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2031",
    "Description": "From BoardgameNews.com:&#10;&#10;As you can tell from the name, this game is an off-shoot of the 6 nimmt! family. The cards are numbered 1-100, and each card has a number of bullheads on it. Each player starts with ten cards in hand and is trying to discard those cards to win the round. The player who goes out scores zero points, while everyone else loses points equal to the number of bullheads on their cards.&#10;&#10;Instead of playing cards on multiple rows, however, players play onto a single discard stack, with the played card being higher than the top card of the stack but not more than ten higher; if you can&rsquo;t (or don't want to) play a card within this ten point range, you have to pick up the discard pile. Ergo, &quot;11 takes&quot;. You then start two new stacks by revealing cards from the top of the deck. The number of piles keeps growing throughout the game.&#10;&#10;Each time you take a stack with more than three cards, you get a bull card. With bull cards, you can play additional cards on your turn as long as all the cards fall within that ten point spread. For each bull card you can play on one different stack.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Digital Implementations: BrettspielWelt",
      "Game: 6 nimmt!",
      "Misc: Lowest Score Wins"
    ]
  },
  {
    "Rank": "4000",
    "Name": "Mistfall: Heart of the Mists",
    "ID": 193953,
    "Year": "(2016)",
    "Geek Rating": "5.856",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/193953/mistfall-heart-of-the-mists",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.1379",
    "Description": "Mistfall: Heart of the Mists is is a fully cooperative card-based adventure game set in a world of mystery, eldritch powers and perilous adventures. Heart of the Mists continues the story of Mistfall in a standalone expansion featuring new Heroes, Enemies, Encounters and Quests, and introducing Allies, as well as alternative versions of some of the base game mechanisms.&#10;&#10;At the start of the game each player chooses a hero with a fixed deck of equipment and power cards, as well as a set of upgrades that can be added directly to a player&rsquo;s hand during the game. A semi-randomly created board makes for a different landscape every time the game is played, and randomized sets of encounters and enemies create different challenges for players to face before their time runs out.&#10;&#10;Mistfall: Heart of the Mists introduces more of what made Mistfall great, making it a good entry point for new gamers, as well as a solid expansion for existing fans. With next to no elements replicated from the base set, Heart of the Mists is the perfect addition to the existing Mistfall set &ndash; and a challenging experience both solitaire, as well as with a group of up to three friends.&#10;&#10;Gather up your resolve, check your gear and get ready to go to the smoldering heart of the unrelenting Mists!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Setting: Mistfall"
    ]
  }
]