[
  {
    "Rank": "N/A",
    "Name": "Soap Opera Derby",
    "ID": 344097,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344097/soap-opera-derby",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players must acquire six awards by answering various questions about soap operas. The soap operas involved are General Hospital, One Life to Live, Guiding Light, Another World, As the World Turns, The Young &amp; the Restless, All My Children, Days of Our Lives, Dallas, Dynasty, Falcon Crest, Loving, Capital, Knot&rsquo;s Landing, Edge of Night, Ryan&rsquo;s Hope and Search for Tomorrow.&#10;&#10;Players must roll a six before they can begin moving on the board, but may get any number after that initial roll. Landing on a colored space requires them to answer a question (i.e. - landing on blue requires answering a question about General Hospital or Guiding Light). Correct answers allow them to roll again, while wrong answers move player to the next person.&#10;&#10;If a player lands on an &ldquo;Award Space&rdquo;, a correct answer gets them the award represented by that color. There are also &ldquo;Star Spaces&rdquo; that act as wild spaces, but get the player an award for whatever color they chose if they give a correct answer. The first player to gather all six awards wins. The rules include a special note that all material included within the questions uses material from episodes up through the end of August, 1984.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Trivia: Television"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Under the Leaves",
    "ID": 344098,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/344098/under-the-leaves",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Have you ever heard of the Untouchable Lake? Even the bravest wind dare not raise waves on its dark surface. You have to sail through this strange, mysterious water to reach the Summer Island where you are going to spend the winter. A proper boat should be built, which floats above the water by the means of magic. Use all treasures of the forest to succeed! Where are these treasures? Right there, where this story begins: Under the Leaves.&#10;&#10;Players move their figure around the board to collect different materials and spend them to build boat parts during the game. Each player must build their boat consisting of three different parts: front, back, and a fairy dust container. The completed boat earns stars (=victory points) just like the spyglasses and passengers. The player with the most stars wins the game.&#10;&#10;When a player stops at the harbour, owning a complete boat and at least one spyglass, receives the Summer Island card, announcing the end of the game. The other players have to complete their last turn and then start the final scoring. The player who owns more victory points wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shut Out",
    "ID": 344100,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/344100/shut-out",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players have to play numbered cards sequentially in a tray after placing a marble into a slot on the game. The marble takes a variable amount of time to emerge as there are numerous internal pathways in the game, when it comes out it triggers a mechanism to close a pair of plastic hands over the game tray thereby &quot;shutting out&quot; everyone. Whoever played the last card before the shut out has to pick up all the cards in the tray.&#10;&#10;The first person to exhaust their hand wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Hot Potato"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sasaki (사사끼)",
    "ID": 344101,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/344101/sasaki-sasaggi",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sasaki is a very fun game that is comparable to poker, blackjack, one card, and hula, and once you learn this game, you will not be able to get out of it. This climbing game for four players is said to be very popular in North Korea. It is named after one of the special combinations that can be played: Sasaki (&#236;&#130;&#172;&#236;&#130;&#172;&#235;&#129;&#188;) means 44A, that is two Fours and one Ace.&#10;&#10;As in all climbing games the basic aim is to get rid of all one's cards before the other players. A player leads a card or a valid combination of cards and each player in turn must either beat the previous play with a higher or combination or pass. When no one can or wants to play higher, the played cards are set aside, and the person who played highest begins again.&#10;&#10;Sasaki is a team game with temporary partnerships determined by the location of the two red 10's, so as well as playing their own cards, players try as far as they can to help their partners.&#10;&#10;Sasaki is played with a 48-card deck made by removing all the Twos and Jokers from a standard international deck. The cards rank from high to low A-K-Q-J-10-9-8-7-6-5-4-3. 1. 48 cards are dealt to 4 players, 12 each.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Ladder Climbing",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Country: Korea",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Erster sein!: MEERE",
    "ID": 344104,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/344104/erster-sein-meere",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Three hundred sea creatures cavort on the board of this game. Pull an animal tile out of the box and be the first to find the depicted sea creature on the hidden object board! In a triangular box and with a double-sided illustrated hexagonal board, there's no routine at all as the board reconfigures itself each time! This fun and challenging game idea is easy to understand, but beware - it's addictive for adults and children alike! The one who has found the most animals wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape from Dead Town",
    "ID": 344119,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/344119/escape-from-dead-town",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "The Outbreak is quickly spreading, one bite at a time, and your group of survivors need to make it to the evacuation pick-up point before you&rsquo;re all turned into drooling, mindless zombies! Will you manage to escape before the town becomes completely overrun by the undead?&#10;&#10;Hour 42 of the Outbreak: Supplies are dwindling, morale is low and the streets are now filled with the moaning, shuffling, flesh-hungry undead! Your only shot at escaping the Outbreak in one piece is to get to the military pick-up point and hitch a ride to the safe it's a no-brainer!&#10;&#10;Gather your friends and get ready to test your braaains with this zombie escape room game! With 12 different extraction points to choose from, every player must solve each of the four puzzles individually gain clues to the right exit location. Will you be able to crack the puzzles and find your way to the safe zone, or will fall victim to the Outbreak?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Puzzle",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Creatures: Zombies",
      "Series: Escape from (Professor Puzzle)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Partisan",
    "ID": 344120,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/344120/partisan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Partisan is a 1-2 player asymmetric deck building game, where players balance international relations and morale in a bid to assert dominance over the nations of the Earth Former universe.  Play as Orcades, a power hungry nation keen to prove their worth, or Colonia Lindis, who have been the dominant power for a long time, and now face a change in the status quo.&#10;&#10;On your turn you can take one of three actions. Firstly, players can play cards for the actions listed on them. Various abilities will allow you to manipulate a number of trackers depending on your end goal.  Secondly, players can spend their cards to buy more powerful cards from a unique, asymmetric deck made up of three power levels - your Starter deck, your Prominence cards and your Dominance cards. Your Starter cards may only be used to purchase cards from the Prominence set, while these in turn can be used to bring your Dominance cards into your deck - ramping up your power and options as the game progresses. You can also choose to battle your opponent, comparing strength should they choose to fight back, but beware as even a successful battle can leave you weakened, and open to attack yourself. Finally, when your draw pile runs out you may take your Leader's action, the most powerful action available to you, that's only available when you have no options left.&#10;&#10;To win the game. Orcades need to move along the International Relations track all the way to War, whilst Colonia Lindis want to move in the opposite direction toward Peace.&#10;&#10;Recruit a unique roster of important figures, form volatile alliances, and fight epic battles as you vie for military and political dominance in Partisan from Earth Former Games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck Construction",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Experior Existencial",
    "ID": 344122,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344122/experior-existencial",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "EXPERIOR is a line of games in a dark epic fantasy world.&#10;&#10;EXISTENCIAL it is a game where chance and decisions make up the story. 4X - Strategy, Ameritrash, Cooperative, Deckbuilding, Wargame&#10;&#10;Control multiple units in continuous combat. Simultaneous shifts in cooperative. There are NO time-outs, players can always participate if they manage their elements well. Decks of spells and abilities of each one. Player levels with skill and stat upgrades.&#10;&#10;4 asymmetrical characters, with independent skill decks, with their own improvements plus the possibility of including cards from the board with their own characteristics.&#10;1 random map that is built as the game progresses and according to what happens in the story. The initial goal may not be the final goal.&#10;100 different ways to experience each story, according to chance, decisions and situations.&#10;&#10;The games are independent, we have several characters to choose from and start the 4 stories. But each story has at least 5 endings each. Many of those endings continue chronologically in future installments.&#10;&#10;&#10;EXPERIOR es una linea de juegos en un mundo de fantas&iacute;a &eacute;pica oscura. EXISTENCIAL es un juego donde el azar y decisiones conforman la historia. 4X- Estrategia, Ameritrash, Cooperativo, Deckbuilding , Wargame&#10;&#10;Control de m&uacute;ltiples unidades en combate continuo. Turnos simult&aacute;neos en cooperativo.  NO hay tiempos muertos, los jugadores siempre pueden participar si administran bien sus elementos. Mazos de hechizos y habilidades propias de cada uno. Niveles de jugador con mejoras de habilidades y estad&iacute;sticas.&#10;&#10;4 personajes asim&eacute;tricos, con mazos de habilidades independientes, con mejoras propias mas la posibilidad de incluir cartas del tablero con caracter&iacute;sticas propias. &#10;1 mapa aleatorio que se construye a medida avanza la partida y seg&uacute;n lo que suceda en la historia. El objetivo inicial puede no ser el objetivo final. &#10;100 Maneras distintas de experimentar cada historia, seg&uacute;n azar, decisiones y situaciones.&#10;&#10;Las partidas son independientes, tenemos varios personajes para elegir e iniciar las 4 historias. Pero cada historia tiene al menos 5 finales cada una. Muchos de esos finales contin&uacute;an cronol&oacute;gicamente en futuras entregas.&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Dice",
      "Exploration",
      "Fantasy",
      "Horror",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Line of Sight",
      "Market",
      "Measurement Movement",
      "Modular Board",
      "Movement Points",
      "Moving Multiple Units",
      "Multiple Maps",
      "Narrative Choice / Paragraph",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Order Counters",
      "Passed Action Token",
      "Pieces as Map",
      "Role Playing",
      "Roll / Spin and Move",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Experior"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Look Back: Terror on the High Seas Expansion",
    "ID": 344129,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344129/dont-look-back-terror-on-the-high-seas-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Take your games of gruesome horror onto the wide open ocean with the Terror on the High Seas expansion! Featuring full rules for ship-based games, this expansion expands on how you can craft your cinematic horror tales.&#10;&#10;The USS Australis has a dark and lurid past. Technically, the ship is owned by Dr. Ethan De'Graw, but over the last decade it has been used by the research division from several of the corporations that Dr. Ethan has business dealings with. These partners have used it for anything from shipping to experimentation in international waters.&#10;&#10;Whether the characters are waking up in surprise or spending the weekend on a school funded trip, they have found themselves on the research vessel the USS Australis. Now, they must try to survive whatever is lurking below decks or just under the surface of the water.&#10;&#10;This supplement is designed to be used with the Black Site Studio 'USS Australis' kit but is easily replaced with a desert island or old run-down dock. The expansion includes a full re-hash of all the core DLB scenarios with a nautical twist!&#10;&#10;&mdash;description from the publisher&#10;&#10;This expansion adds an 18-page nautical expansion booklet, 1 Captain Erasmus Drake Hero miniature, 1 Deep One Killer miniature, 4 resin egg markers, 4 new items and weapons, and associated Character and Visage sheets to the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Nautical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hyper Battle Kaiju Fight: Wave 2 Battle Pack",
    "ID": 344130,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344130/hyper-battle-kaiju-fight-wave-2-battle-pack",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This standalone BattlePack is a complete game and can also be easily mixed with other Battlepacks from the Hyper Battle Kaiju Fight series.&#10;&#10;Wave 2 includes an entirely new horde of giant monstrosities!&#10;&#10;Based on the original kaiju characters of game designer and manga artist Alex Strang, Hyper Battle Kaiju Fight is an action-packed (yet simple to play) monster-fighting game using large &lsquo;Battlecards&rsquo;.&#10;&#10;Each player uses a Battlecard to represent their giant monster. The large-size illustrated card has all of the monster's abilities and strategic moves arranged on the back, using a unique tactical grid system for battling and tracking results.&#10;&#10;Kaiju Battles can end in many ways, from total defeat (monster explode!), concession, running away, draws, and more.&#10;&#10;Also: Circular Zone Cards represent various planets and other galactic environments that affect gameplay, and Bonus Cards provide surprising extra moves and events that can alter battles.&#10;&#10;The game can be played with 2 players, and becomes even wild with multiple players.&#10;&#10;Wave 2 Battlepacks include 4 randomly selected Kaiju Battlecards, 3 random Zone cards, 2 random Bonus Cards and rules!&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Grid Movement"
    ],
    "Families": [
      "Creatures: Monsters",
      "Series: Hyper Battle Kaiju Fight",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Troubles: Shadow War in Northern Ireland 1964-1998",
    "ID": 344136,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/344136/the-troubles-shadow-war-in-northern-ireland-1964-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "3.3333",
    "Description": "The Troubles: Shadow War in Northern Ireland 1964-1998 is a two-to-six player, card-driven simulation depicting the Paramilitary and Security Force conflict that gripped Northern Ireland for almost 4 decades between 1964 and 1998. &#10;Equally foregrounded are the national and international political affairs that saw the British Army undertake its longest deployment in its military history &ndash; on its own streets.&#10;Each player takes the role of a Faction seeking to guide Northern Irish affairs, whether it is political, paramilitarily or through martial law: the British Forces (including the UDR), the Royal Ulster Constabulary (the RUC was the Government security force), the Provisional Irish Republican Army (IRA), the Loyalist Paramilitaries (LOY), and the Nationalist (NAT) or Unionist (UNI) politicians.&#10;&#10;It encompasses the USA&rsquo;s involvement in the international aid and arms deals that supported the IRA; facilitates the exportation of terror to the streets of Great Britain and Europe; depicts the complex relationship that existed between the Republic of Ireland, Britain and its northern neighbor. And it provides Developments, a feature that mirrors the increasing technological and intelligence-led advancements on both sides.&#10;&#10;Each Faction may use Primary and Secondary Actions analogous to its real world counterparts, or may choose from the 259 rich Narrative Cards, divided into eight key epochs in Northern Ireland&rsquo;s recent history:&#10;&#10;     1964 1970 Struggle &amp; Reform&#10;     1970 1974f The Bloody Years&#10;     1974F 1974O Sunningdale&#10;     1974O 1979 Talks &amp; H-Blocks&#10;     1979 1983 The Thatcher Years #1: Iron and Hunger&#10;     1983 1987 The Thatcher Years #2: Target Mainland&#10;     1987 1992 The Thatcher Years #3: Anglo-Irish&#10;     1992 1997 The Road to Peace&#10;&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Continental / National scale)",
      "Country: Ireland",
      "Country: Northern Ireland",
      "Country: United Kingdom",
      "Decades: The 1960's",
      "Decades: The 1970's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Omnitron-U Promo Card",
    "ID": 344145,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344145/sentinels-of-the-multiverse-omnitron-u-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;Omnitron-U&#10;&#10;HP 24&#10;&#10;Power - Volatile Wiring: Until the end of your next turn, whenever one of your cards is Destroyed, Omnitron-U deals 1 Target 2 Fire damage. Either Play a card or move 1 Equipment card from your Trash into your Hand.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sentinel",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Visionary Unleashed Promo Card",
    "ID": 344146,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344146/sentinels-of-the-multiverse-visionary-unleashed-pr",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;Visionary: Unleashed&#10;&#10;HP: 27&#10;&#10;Power - Crushing Lucidity: The Visionary deals 1 Target X Psychic damage, where X = the number of your Ongoing cards in Play plus 1.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Fugue State – Parse Promo Card",
    "ID": 344147,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344147/sentinels-of-the-multiverse-fugue-state-parse-prom",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 27&#10;&#10;Power - Neural Processing: Play the bottom card of your Deck. If you discarded a card this turn, one other player may Play the bottom card of their Deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Writhe Cosmic Inventor Promo Card",
    "ID": 344148,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344148/sentinels-of-the-multiverse-writhe-cosmic-inventor",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 22&#10;&#10;Power - MK II Shadow Projector: Draw 2 Cards. Select a Hero. Until the start of your next turn, Prevent the first damage dealt to that Hero each turn.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Super Sentai Idealist Promo Card",
    "ID": 344149,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344149/sentinels-of-the-multiverse-super-sentai-idealist",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 25&#10;&#10;Power - Form the Head: - Move a Concept from in Play and any cards under it to under this card. The Idealist deals 1 Target X Energy damage, where X = the number of cards under this card. Destroy a card under this card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Mainstay Road Warrior Promo Card",
    "ID": 344150,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344150/sentinels-of-the-multiverse-mainstay-road-warrior",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 29&#10;&#10;Power - Bring It: Until the start of your next turn, whenever a Target deals damage to Mainstay, he may deal that Target 1 melee damage.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Dr. Medico, Malpractice Promo Card",
    "ID": 344151,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344151/sentinels-of-the-multiverse-dr-medico-malpractice",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 27&#10;&#10;Power - Red Right Hand: Until the end of your next turn, whenever a Hero Target would regain HP, Dr. Medico instead deals 1 Target that amount of Energy Damage instead.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Benchmark – Supply and Demand Promo Card",
    "ID": 344152,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344152/sentinels-of-the-multiverse-benchmark-supply-and-d",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 29&#10;&#10;Power - Desperate Measures: Benchmark regains 1 HP. Play the top Card of your Deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sentinel",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominations: Rise and Fall",
    "ID": 344153,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344153/dominations-rise-and-fall",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Rise and Fall is two expansion in one, adding two exciting new modules to Dominations that can be played separately or at the same time.&#10;&#10;The first expansion, Glory &amp; Decline, will give you the option of using Glory cards. You get one of these new cards every time you perform a Build action, whether it's a city or monument. They give powerful bonuses when played, especially if you combine several of the same type. However, your civilization will now have to deal with Decline, which appears as a new token on the Influence track.&#10;Glory cars cost Decline points to play, and you Decline score will be subtracted from your influence score at the end of each age. You'll have to be careful about how many Glory cars you use to avoid losing to many points...&#10;&#10;The Corruption expansion adds Domination tiles to the game which replace the cards from the core box. Each tile appeals an effect to the Knowledge Domain it is assigned to. These are drawn randomly at the start of the game but, at the end of each Age, players will be able to reassign them, which those possessing the highest Corruption score going first. Their effect can be good or bad, affecting the cost or efficiency of certain actions or only coming into play at the end of an Age. Domination tiles affect all players for the following Age, so you can choose to play them to aid you in your efforts of to hinder your opponents.&#10;&#10;Rise and Fall opens up a wealth of new strategic possibilities. Glory and Decline gives you the opportunity to play powerful cards that will bolster your nation if you can pay the price, and corruption gives the end of age phase an exciting new twist with increased player interaction.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Civilization"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection",
      "Tech Trees / Tech Tracks",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Lifeline Blood Mage Promo Card",
    "ID": 344154,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344154/sentinels-of-the-multiverse-lifeline-blood-mage-pr",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 33&#10;&#10;Power - Vitae Strike: Lifeline deals himself and each Villain Target 2 Infernal damage.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: La Comodora – The Curse of the Black Spot Promo Card",
    "ID": 344155,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344155/sentinels-of-the-multiverse-la-comodora-the-curse",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 28&#10;&#10;Power - Backtrack Shot: La Comodora deals 1 Target 2 Energy damage. Discard the top card of a Deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Akash'Thriya – Spirit of the Void Promo Card",
    "ID": 344156,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344156/sentinels-of-the-multiverse-akashthriya-spirit-of",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 40&#10;&#10;Power - Essence Eruption: Either Draw a Card or Play a Card. Each Primordial Seed in Play deals 1 Target 1 Toxic damage.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Luminary Promo Card",
    "ID": 344157,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344157/sentinels-of-the-multiverse-luminary-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 28&#10;&#10;Power - Empowered Attack: Luminary deals 1 Target X Lightning damage, where X = the number of Devices in Play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Sky-Scraper Extremists Promo Cards",
    "ID": 344158,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344158/sentinels-of-the-multiverse-sky-scraper-extremists",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "3 promo card for the game Sentinels of the of the Multiverse.&#10;&#10;Huge&#10;&#10;HP: 32&#10;&#10;Power -  Upheaval: Destroy an Environment Card. If it was a Target, Sky-Scraper deals 1 Target 3 Projectile damage. If not, Sky Scraper deals each Target 2 Sonic Damage and switches to her Normal Character Card.&#10;&#10;Normal&#10;&#10;HP: 32&#10;&#10;Power - Improvise: You may either Play a Link or move a Link from your Trash to your hand. Play the bottom card of your deck.&#10;&#10;Tiny&#10;&#10;HP: 32&#10;&#10;Power - Intravenous Assault: Sky-Scraper deals 1 Target X Irreducible Toxic damage, where X is the number of Links on that Target plus 1. Either Destroy a Link or switch to your Normal Character Card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Ra – Setting Sun Promo Card",
    "ID": 344159,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344159/sentinels-of-the-multiverse-ra-setting-sun-promo-c",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 28&#10;&#10;Power - Sunset: Ra deals each Non-Hero Target and himself 2 Irreducible Fire damage. Destroy one of your Ongoing cards. Remove the top 2 cards of your Deck and Trash from the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Captain Cosmic Promo Card",
    "ID": 344160,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344160/sentinels-of-the-multiverse-captain-cosmic-promo-c",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 29&#10;&#10;Power - Requital: Reveal the top 3 Cards of your deck. Put them into play in any order. Then, if there are 4 or more Constructs in play, each Construct deals Captain Cosmic 2 Psychic Damage.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sentinels of the Multiverse: Stuntman Promo Card",
    "ID": 344161,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344161/sentinels-of-the-multiverse-stuntman-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A promo card for the game Sentinels of the of the Multiverse.&#10;&#10;HP: 28&#10;&#10;Power - All My Own Stunts: Until the start of your next turn, increase damage dealt by Stuntman by 1. You may play a card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sentinel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quatre-Bras 1815",
    "ID": 344162,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344162/quatre-bras-1815",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Quatre-Bras 1815 is a game based on the Jours de Gloire series. It covers the battle which occurred on June 16th. It involves Ney and a single French corps attempting to secure a strategic crossroad defended by detachments under the Prince of Orange and Wellington.&#10;Game scale : 1 counter = 1 regiment or equivalent, 1 turn = 1 hour&#10;Designed in 2011. Free print and cut. Zun Tzu module available.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Misc: Free Wargames",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Souffel 1815",
    "ID": 344163,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344163/la-souffel-1815",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "La Souffel 1815 is a stand alone game based on the Jours de Gloire series.&#10;It covers the almost unknown battle which occurred on June 28th. It involves General Rapp and a small French army attempting to secure the area along the Rhine, against allied troops from W&uuml;rttemberg, Hesse-Darmstadt and Austria led by Prince Eugen.&#10;Although the opposing forces are vastly superior, it is a brilliant French victory. Unfortunately, this victory has no effect on the events of 1815, after Napoleon's defeat at Wateloo&#10;&#10;Game scale : 1 counter = 1 regiment or equivalent, 1 turn = 1 hour&#10;Designed in 2013. Free print and cut. Zun Tzu module available.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "History: Waterloo Campaign",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Region: Alsace (France)",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Komikal Kricket",
    "ID": 344164,
    "Year": "(1917)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344164/komikal-kricket",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Komikal Kricket is an early 20th century board game based loosely on the game of cricket.&#10;&#10;The game is for two to four players and is a simple roll and move game where players advance along a board with 110 squares. The first to reach the end is the winner. Players can advance quicker by reaching the bottom of a bat and move to the top of the bat, likewise landing on a space at the top of cricket stumps sends you back, in this way it is similar to Snakes and Ladders.&#10;&#10;It differs in that also a number of special squares are marked &quot;caught Out&quot; and sends the player back to the start. Other special squares are marked &quot;Bye&quot; and advances the player by 2. An exact roll of the dice is required to win.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Cricket",
      "Traditional Games: Snakes and Ladders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Royal Tour Game",
    "ID": 344165,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344165/royal-tour-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Royal Tour game is a simple roll and move game based on Australia's first Royal tour by Queen Elizabeth the Second in 1954. The game appears to be a supplement in the Australian Women's Weekly  which has been an iconic Australian women's magazine since 1933.&#10;&#10;The game has players move counters along a trail to reach the Royal tour on square 80. Along the way certain squares represent a family going to the Royal tour and are faced with difficulties (i.e Jostled by the crowd) or good fortune (i.e meet a friendly policeman). First player to reach square 80 is the winner.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Country: Australia",
      "Decades: The 1950's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Shadow World: A Sci-Fi Storytelling Game",
    "ID": 344167,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/344167/the-shadow-world-a-sci-fi-storytelling-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "London in 1900. A brilliant scientist leaves the world to create his own empire underground. He is determined to prove his radical theory - that gravity is a geometric property of space-time. What happens when time and space collapse and dimensions intersect? Descend into the shadow world to find out.&#10;These 20 picture cards can be combined almost infinitely. No matter how you place them, they magically fit together to form coherent scenes and offer you countless possibilities to create stories.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Storytelling card game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fighters of the Pacific: Battle of Midway",
    "ID": 344168,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344168/fighters-of-the-pacific-battle-of-midway",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "The first expansion, Battle of Midway contains enough tokens to complete the core game so you can have all the forces present in this battle, including the aircraft at the base on Midway Island. This includes 3 new American aircraft models, the old F2A Buffalo fighter, the B-26 Marauder bomber that launched the very first counterattack on the Japanese forces, and some brand new TBF Avengers. Most importantly, this expansion includes 5 scenarios to relive one of the most unpredictable and decisive battles of the war as if you were there. The tokens are set, history is in your hands!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fighters of the Pacific: Battle of the Coral Sea",
    "ID": 344169,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344169/fighters-of-the-pacific-battle-of-the-coral-sea",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "One month before the Battle of Midway, the first ever naval air battle took place. It is remembered as the Battle of the Coral Sea. Relive this battle with this expansion pack that provides 3 new Japanese aircraft carriers, the Shokaku, Zuikaku and Shoho, the USS Lexington forces and 4 exciting scenarios. Decide the fate of the Shoho and the USS Lexington!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fighters of the Pacific: Leaders of Midway",
    "ID": 344170,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344170/fighters-of-the-pacific-leaders-of-midway",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Find two remarkable pilots in the Leaders of Midway : Joichi Tomonaga and John Thach, with their customized B5N and F4F aircraft and special rules applying to these famous commanders such as: &quot;Kokutai Leader&quot;,  &quot;Relentless Attacker&quot;, &quot;Outstanding Pilot&quot;, &quot;Thatch Weave&quot;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wander: The Cult of Barnacle Bay – Shovel Knight promo card",
    "ID": 344175,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344175/wander-the-cult-of-barnacle-bay-shovel-knight-prom",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Shovel Knight character card has stats along with a leveling track. The Starter Gear card for Shovel Knight's Shovel includes a weapon classification and icons related to combat, plus a ruling that it is Shovel Knight's Starting Weapon. The third card is just an Initiative tracker with a picture of Shovel Knight on it.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mazica Party",
    "ID": 344178,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/344178/mazica-party",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mazica Party is a novel trading card game published by toy company Takara Tomy.&#10;&#10;Cards in this game are scratch cards which can be scartched to get hidden information such as attributes, effects and rarity. Players build 12-to-20-card decks with card books, like Mage Wars Arena.&#10;Players fight with monster cards using a Rock-Paper-Scissors mechanism, and the player who defeat all opponent monsters will win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Hand Management",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Apocalypse – Datasheet Cards: Necrons",
    "ID": 344186,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344186/warhammer-40000-apocalypse-datasheet-cards-necrons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A set of Datasheets specifically designed for using your Necrons Citadel miniatures in games of Warhammer 40,000: Apocalypse. Each datacard provides the full rules and profiles for a single unit. Also included is a Faction card that details the faction rules that apply to Necrons Detachments. The reverse side of each card features the faction&rsquo;s icon.&#10;&#10;The set includes datacards for the following units:&#10;&#10;&#10;     Imotekh the Stormlord&#10;     Orikan the Diviner&#10;     Nemesor Zahndrekh&#10;     Vargard Obyron&#10;     Illuminor Szeras&#10;     Anrakyr the Traveller&#10;     Trazyn the Infinite&#10;     Overlord&#10;     Catacomb Command Barge&#10;     Lord&#10;     Destroyer Lord&#10;     Cryptek&#10;     Necron Warriors&#10;     Immortals&#10;     Lychguard&#10;     Deathmarks&#10;     Flayed Ones&#10;     Triarch Praetorians&#10;     Triarch Stalker&#10;     C'tan Shard of the Deceiver&#10;     C'tan Shard of the Nightbringer&#10;     Canoptek Wraiths&#10;     Canoptek Scarabs&#10;     Tomb Blades&#10;     Destroyers&#10;     Heavy Destroyers&#10;     Canoptek Spyders&#10;     Monolith&#10;     Annihilation Barge&#10;     Doomsday Ark&#10;     Transcendent C'tan&#10;     Ghost Ark&#10;     Doom Scythe&#10;     Night Scythe&#10;     Obelisk&#10;     Tesseract Vault&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Eighth Edition)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood in the Dungeon",
    "ID": 344187,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344187/blood-in-the-dungeon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Blood on the Dungeon is a free expansion for Blood on the Blade (BoTB). This rule set includes everything you need to introduce a classic Dungeon Crawl play mode for BoTB.&#10;&#10;This set of rules makes it possible to play a BoTB Scenario  using &ldquo;classic&rdquo; dungeon tiles (rooms and corridors). Every major fantasy game includes standard dungeon tiles and it&rsquo;s also very easy to find cheap (or even free) map tiles on the web. Playing BoTB using dungeon tiles provides a different mode of play and can be a fun interlude within your Campaign... of course, nothing prevents you from playing a Dungeon-only Campaign either!&#10;&#10;You need the Blood on the Blade rules to use this expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Contests: Solitaire Print & Play",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirits of Christmas",
    "ID": 344189,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/344189/spirits-of-christmas",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&ldquo;You will be haunted,&rdquo; said the Ghost of Jacob Marley, &ldquo;by Three Spirits.&rdquo;&#10;&#10;&ldquo;I&mdash;I think I&rsquo;d rather not,&rdquo; said Scrooge.&#10;&#10;&ldquo;Without their visits,&rdquo; said the Ghost, &ldquo;you cannot hope to shun the path I tread. Expect the first to-morrow, when the bell tolls One.&rdquo;&#10;&#10;&ldquo;Couldn&rsquo;t I take &rsquo;em all at once, and have it over, Jacob?&rdquo; hinted Scrooge.&#10;&#10;&ldquo;Expect the second on the next night at the same hour. The third upon the next night when the last stroke of Twelve has ceased to vibrate. Look to see me no more; and look that, for your own sake, you remember what has passed between us!&rdquo;&#10;&#10;____________________________________&#10;&#10;Spirits of Christmas is a light cooperative strategy game in which players take on the role of the three Spirits of Christmas from the classic novel A Christmas Carol by Charles Dickens. You will be taking the old miser Ebenezer Scrooge on a journey through Christmases of the Past, Present, and Future, showing him the consequences of his actions. Hopefully he will change his ways before he runs out of time!&#10;&#10;Players will move Scrooge through scenes from the classic story, taking actions using a simple rondel. Your goal is to present ten pivotal moments in Scrooge's life to the old miser, playing combinations of Spirit cards (Contentment, Compassion, and Charity) to meet the requirements for each Scene. Each action you take will require Scrooge to spend his precious Shillings. You can only convince him to part with 15 Shillings during each journey this night, and if these run out, everyone loses the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "End Game Bonuses",
      "Hand Management",
      "Modular Board",
      "Movement Points",
      "Pieces as Map",
      "Rondel",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Authors: Charles Dickens",
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teslas' Secret Weapon",
    "ID": 344190,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344190/teslas-secret-weapon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Besides the well-known patents and inventions Nikola Tesla brought to the world, he was working on numerous projects, which could not be finalized during his lifetime. After Tesla's death in 1943, numerous documents, referring to concepts and outlines, were yet to realized.&#10;&#10;This game takes place in the 1950's cold-war-scenario, an era characterized by the constant threat of nuclear warfare and thus, the end of civilization. The opposing world powers are  diligently seeking after the ultimate weapon, which would make them superior to the enemy.&#10;&#10;The goal of the game is for a player to deliver three Patent cards of various categories to his/her base, after that agent waits for one round, while the Tesla&rsquo;s weapon is constructed and in the next round start the delivery to installation location. The other possibility is to steal the weapon from another agent and to take it to its own installation location.&#10;&#10;The player (agent) visits all required locations to which letter cards direct him and collects Patent cards which he delivers to his/her base. The player can either collect patent cards from the locations, or steal them from other players. Patent cards can be lost when they are stolen by another player.&#10;&#10;The winner is the agent who first deliver Tesla&rsquo;s secret weapon to installation place. The player (agent) visits all required locations to which letter cards direct him and collects Patent cards which he delivers to his/her base. The player can either collect patent cards from the locations, or steal them from other players. Patent cards can be lost when they are stolen by another player.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Decades: The 1950's",
      "History: Cold War",
      "Occupation: Researcher / Scientist",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Опята (opiata)",
    "ID": 344205,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/344205/opiata-opiata",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Party deduction game from Russia.&#10;One player plays a doctor and tries to guess what strange &quot;illnesses&quot; the other players have.&#10;&#10;The game consists of nine rounds.&#10;Each round goes for one minute, after each round points are given and then the roles are redistributed.&#10;After the ninth round the game ends and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Variable Set-up"
    ],
    "Families": [
      "Occupation: Medic / Doctor / Nurses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Ninth Edition): Codex – Thousand Sons",
    "ID": 344209,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344209/warhammer-40000-ninth-edition-codex-thousand-sons",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Thousand Sons advance into battle amidst gouts of kaleidoscopic warpflame and bolts of raw sorcery. At their heart stride the Rubricae, implacable warriors who level salvo after salvo against the foe, marching at the command of the mighty Sorcerers who rule their fractured Legion. Around them come shrieking herds of Tzaangor, chanting cultists, twisted war engines, and immense beasts whose very presence triggers madness and mutation.&#10;&#10;Led by the towering figure of the Daemon Primarch Magnus the Red, these sanity-blasting hosts surge into battle to work the will of Tzeentch. Everything they do furthers the labyrinthine plans of their deity. To fight the Thousand Sons is to battle the entangling strands of fate itself, never knowing whether you&rsquo;re serving their inscrutable ends, even in victory.&#10;&#10;In war, the Thousand Sons combine the might of stalwart Chaos Space Marines with throngs of cultists and mutated beasts. At their core, the Thousand Sons&rsquo; mastery of sorcery means they fight a war of flesh and blood, but also of psychic mastery &ndash; only the strongest enemy psykers can hope to match their potency.&#10;&#10;This 96-page book will give you everything you need to launch a crusade of eldritch terror across the galaxy, and make the most of the myriad units available to you. In addition to the rules, you'll find loads of deep lore, stunning art, and expertly painted models to inspire you.&#10;&#10;Inside this book, you'll find:&#10;&#10;- The history of the Thousand Sons, including their role in the Horus Heresy, their current strength in Warhammer 40,000, and sanity-shattering background on their master, Tzeentch&#10;- A detailed description of the organisation and iconography of the Thousand Sons and the various Cults in their ranks&#10;- A Thousand Sons bestiary with background details for every unit and Character featured&#10;- A showcase of stunningly painted Citadel miniatures&#10;- Rules for units that are available to the armies of the Thousand Sons &ndash; including 25 datasheets&#10;- Stratagems, Relics, and optional secondary objectives that define the unusual tactics of the Thousand Sons&#10;- A Crusade section providing Agendas, Chaos Boons, Psychic Fortitudes, Requisitions, Battle Traits, unique Discover the Arcane rules, and Crusade Relics for your Thousand Sons to collect&#10;- Loads more&#10;&#10;You will need a copy of the Warhammer 40,000 rulebook to use the rules included in this codex.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Ninth Edition)",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Ninth Edition): Codex – Grey Knights",
    "ID": 344210,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344210/warhammer-40000-ninth-edition-codex-grey-knights",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The most mysterious of the Emperor&rsquo;s servants, the Grey Knights are a unique Chapter of Space Marines. Each is an elite warrior-mystic clad in sigil-scribed power armour and wielding archaic weapons through which they channel their otherworldly abilities. They are a purified order, incorruptible and possessed of iron fortitude. They have to be, for the Grey Knights face down the most nightmarish horrors from the seething depths of the warp: the Daemons of Chaos. Their Brotherhoods use the shifting immaterium to their advantage, drawing on it to direct coruscating energies and outmanoeuvring their foes through pinpoint teleportation. Their warriors unleash a storm of firepower, supported by sanctified battle tanks, gunships, and giant warsuits whose psychic weapons can banish the greatest of Daemons back into the warp.&#10;&#10;The secretive and sinister 666th Chapter of Space Marines are a force of elite warriors, even beyond their Adeptus Astartes kin. Each member of the Chapter has an affinity for the powers of the warp, and they can channel their gifts in battle to blast their foes apart with bolts of energy as well as the might of their arms. Clad in power armour of unusual design, and armed with weapons of rare potency, this small but deadly army strikes from their hidden base on Titan, more than a match for the strongest enemies the Imperium must face.&#10;&#10;Inside this 112-page book, you'll find:&#10;&#10;- The clandestine legacy of the Grey Knights, including their myth-shrouded founding and classified operations throughout the history of the Imperium&#10;- A guide to the unorthodox organisation and heraldry of the Grey Knights and their various Brotherhoods&#10;- A Grey Knights bestiary with background details for every unit and Character featured&#10;- A showcase of stunningly painted Citadel miniatures&#10;- Rules for units that are available to the armies of the Grey Knights &ndash; including 32 datasheets&#10;- Stratagems, Relics, and optional secondary objectives that illustrate the mystifying goals and remarkable tactics of the Grey Knights&#10;- A Crusade section providing Agendas, Crusade Relics, Battle Traits, Requisitions, Psychic Fortitudes, Honoured Titles, and unique Daemonic Nemesis rules&#10;- Loads more&#10;&#10;You will need a copy of the Warhammer 40,000 rulebook to use the rules included in this codex.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: Warhammer 40,000 (Ninth Edition)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Means of Peace: Grand Tactical Wargame Rules for the American Civil War",
    "ID": 344214,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344214/a-means-of-peace-grand-tactical-wargame-rules-for",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2",
    "Description": "A Means of Peace is a free supplement to the Napoleonics ruleset He Did What Heroes Do.&#10;&#10;Even with some changes in technology, armies in the American Civil War were remarkably similar to their European counteparts from the start of the century.&#10;&#10;The game continues to focus on command and control; you will still be ordering around divisions but the nature of the fighting is even more brutal.&#10;&#10;You will need the base rule set to use this product.&#10;The turns continue as normal, but there are a few special rules that will affect play. &#10;The standard system of orders, Initiative and combat is fairly unchanged.&#10;&#10;Designed to be played with 2 to 6mm, but can be adapted to other scales.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dreadnought(ドレッドノート)",
    "ID": 344215,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/344215/dreadnoughtdoretsudonoto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A trading card game designed by SNE group and published by Kadokawa.&#10;In this game, players use two main characters(called Awakening Warlock) and a deck of 50 cards to fight with the opponent. The game introduced a &quot;cross counter system&quot;, &quot;Cross Counter System&quot; means that the player's and opponent's rounds are shared, and the order of attack is determined for each round. The player who defeated both opponent's two main characters will win the game&#10;This game has already concluded in 2017.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arcana Resurgence",
    "ID": 344216,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344216/arcana-resurgence",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Arcana Resurgence is a fantasy card game set in the modern world. Control various mages as they seek to learn from the magical world and, ultimately, control it.&#10;&#10;What makes Arcana Resurgence unique is the usage of Mage permanents as a means of using spells and relics. Unlike traditional deckbuilding games, players are limited in the amount of cards they can directly use. In order to cast spells or create relics, a player needs not only the right resources, but a Mage available to use it.&#10;&#10;Additionally, Mages provide their own resource outside of mana: Intelligence. In the process of opening their eyes to the world of magic, these individuals have also expanded their minds to both the schools of science and the arcane. Once per turn, each Mage may focus their knowledge towards creating a non-magical Relic or &quot;Spell&quot;. However, some Mages are wiser than others, allowing them to create more complex and powerful Relics without spending mana.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Interrupts",
      "Single Loser Game"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "音楽隊はブレーメンを目指す。 (Ongakutai wa Bremen wo Mezasu)",
    "ID": 344217,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344217/yin-le-dui-haburemenwomu-zhi-su-ongakutai-wa-breme",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#233;&#159;&#179;&#230;&#165;&#189;&#233;&#154;&#138;&#227;&#129;&#175;&#227;&#131;&#150;&#227;&#131;&#172;&#227;&#131;&#188;&#227;&#131;&#161;&#227;&#131;&#179;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#153; loosely translates to &ldquo;a band aiming to be like the Town Musicians of Bremen&rdquo; (from the popular Brothers Grimm fairytale).&#10;&#10;In this game, a wide variety of animals have set their hearts on becoming like the Bremen musicians via standing on each others&rsquo; backs.&#10;&#10;Players must stack animals on top of each other in order of heaviness. If a heavier animal is placed upon a lighter animal, the stack is flattened.&#10;&#10;In addition, players must make the sound of each animal as they place them onto the stack.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Chaining"
    ],
    "Families": [
      "Authors: The Brothers Grimm"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Shindig",
    "ID": 344218,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344218/fantasy-shindig",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A world inhabited by fantastical creatures like Dragons, Elves and Reverse Mermaids. A world ravaged by badly spelt names like Gruthar, Dannoth and Rythnethyiguius. A world where altercations determine who will claim victory in war, love and whose turn it is to cook dinner.&#10;Welcome to Nworyathe. Welcome to the Fantasy Shindig!&#10;&#10;Gather your heroes and begin a magical quest of hunting for epic items, finding hidden pathways, and beating the living daylights out of any other group of so-called heroes that might get in your way. Find potions, swords, scrolls and armour to help you on your mission; but watch out for monsters and cursed items that will no doubt try to ruin your day.&#10;&#10;An extremely versatile game using a unique dual-dice rolling system where the bonuses or hindrances received during the game change the very dice you roll. Making use of all the Polyhedral dice (D4, D6, D8, D10, D12 &amp; D20) your merry band of warriors, mages, clerics, druids, necromancers, rogues or a mix of them; can find themselves battling across open tabletops or crawling through the midst of a dungeon. All of the terrain you use can be searched for magical oddities, so who knows you might find a Sword of Slaying, a Potion of Healing or even the mythical Rolling Pin of destiny.&#10;&#10;Add into the mix the ability to play against each other, co-operatively or even solo play. You might find yourselves rescuing villagers from pesky Goblins, cleansing a dungeon of undead or even attempting to slay a mighty dragon. &ndash; Let the Shindig Begin!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Die Icon Resolution",
      "Measurement Movement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Troja: Der zehnjährige Krieg",
    "ID": 344220,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/344220/troja-der-zehnjahrige-krieg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Troja is a &bdquo;theme box&ldquo; in the &bdquo;Terra X&ldquo; series, &bdquo;Terra X&ldquo; being a TV program and Magazine treating interesting themes from History and/or Geography.&#10;&#10;The &bdquo;Troja Box&ldquo; contains three things, one being a game.&#10;1 Game Der zehnj&auml;hrige Krieg (&quot;The ten years war&quot;) to play the war&#10;2 Forms, gypsum/plaster and acryl paints to make reliefs&#10;3 Leaflet with comic strip plus instructions for #1&amp;#2; above&#10;&#10;The board game consists of Trojan &amp; Greek hero cards, god cards and Cards for the Walls of Troy or the Greek camp respectively.&#10;&#10;Players play hero cards which can be upgraded by fitting god cards. The winner removes parts of the wall or the camp of his adversary&#10;&#10;When 4 wall sections or camp elements are conquered, that side looses the game.&#10;&#10;Nice graphics and all the important heroes from the Iliad are there.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "History: Trojan War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top Trumps Quiz: Friends",
    "ID": 344228,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/344228/top-trumps-quiz-friends",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Take a trip back to Manhattan and test your knowledge of Central Perk&rsquo;s six favorite regulars, with 500 hilarious and fiendish questions on one of television&rsquo;s most beloved and popular sitcoms in this special edition of Top Trumps Quiz - Friends! With questions on Phoebe, Chandler, Janice, Gunther and Ugly Naked guy, you can revisit all your favorite characters and unforgettable moments in this comprehensive set.&#10;&#10;Could Top Trumps BE any more quizzical?!&#10;Entertaining card game loved for bringing your six favourite Friends to life - I KNOW!&#10;500 captivating questions that will test your knowledge, memory and sense of &ldquo;unagi&rdquo;&#10;Easy-to-carry plastic case means there are no limits on gameplay - no pivots required&#10;How you doin&rsquo;? Outsmart your opponents, discover BRAND NEW INFORMATION and duel your way to becoming the Top Trump!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Trivia: Television",
      "TV Shows: Friends"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top trumps Quiz: Domówka",
    "ID": 344229,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/344229/top-trumps-quiz-domowka",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Top Trumps Quiz House Party game is the best way to get your party going! Test your knowledge in a unique quiz. A house party is as many as 500 crazy questions in categories such as: knowledge, science, names, lifestyle, film, sports, music, numbers.&#10;&#10;",
    "Categories": [
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totem",
    "ID": 344233,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344233/totem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Totem is a one of a kind card-and-counter crucible &ndash; an all-out scramble for 2 - 4 players.  You&rsquo;ll compete to construct magnificent totems  &ndash; and to ruin your enemies' chances of doing the same. Unleash a pack of wolves, find strength in a colony of ants or take shelter under the eagle&rsquo;s wings. The aim is to finish the game with at least 5 completed totems scoring the most points. In the deck there are six unique animal cards, each with their own distinct ability. The cards allow you to collect tokens which can be used to build totems and score you points.&#10;&#10;You can build a totem with whatever you want, lie if you have to, just don't get caught! How you build your totem will affect how many points you can score. Bears and Wolves tear down other players' totems, Moose maximise a totem's point value and Ants score more points when they stick together. A totem is only safe if there is an eagle on top of it to keep a look out for hungry predators.&#10;&#10;Featuring stunning original artwork and simple, flexible rules which adapt to your group size, Totem is different every time you play.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Card Play Conflict Resolution",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Card Rails Junction",
    "ID": 344234,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344234/card-rails-junction",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Card Rails Junction is a 3-5 player, 30-45 minute track-laying and auction game played on a deck of cards. Players invest in companies by auctioning off shares. Cards count as both money and track, so finding the balance between investing too much and investing too little can be a fine line to walk.&#10;&#10;Throughout the game, players choose an available action from their action cards. After performing the action, players must flip over that card to a different action. Players can auction a share, build track, or call dividends.&#10;&#10;While auctioning and calling dividends are pretty straightforward, building track can get tricky. Along with building track to increase the value of their company, players may also build junctions that pivot into other company's track lines.&#10;&#10;At the end of the game, players get money equal to each company's most profitable line multiplied by the shares in that company they own. The most money wins.&#10;&#10;Card Rails Junction is a standalone game in the Card Rails line.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Keep Your Sanity",
    "ID": 344235,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344235/keep-your-sanity",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "There are four stacks of cards. Act, Chance, the double-sided Sanity/Debt cards, and a smaller stack of Quarantine cards. Each player takes turns rolling the dice on their turn. Depending on the number rolled, you gain, lose or swap cards.&#10;&#10;The game ends once someone reaches twenty Sanity cards or when the Sanity deck runs out. The player with the most Sanity then wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ticket to the North: Canada",
    "ID": 344237,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344237/ticket-to-the-north-canada",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "Canadian eh! Then Ticket to the North - Canada is the game for you! Travel across Canada by Highway, Mountain Pass &amp; Sea Route to complete your Route Tickets. A 4-player game with large six-fold gameboard, playing cards, route tickets, playing pieces and player tokens.&#10;&#10;In Ticket to the North: CANADA your objective is to travel to more cities than your opponents using the Canadian national highways, mountain passes and northern sea routes.&#10;&#10;On your turn you may do any one of four possible actions:&#10;Draw playing cards, Claim a route, Draw route &amp; tourist tickets,  Place a truck stop.&#10;&#10;Game end: Once any player reaches two or fewer tokens at the end of their turn, then every player gets one last turn including the player with two or fewer tokens.&#10;&#10;Scoring: Take each player&rsquo;s base score from the routes claimed during the game and add or subtract the total value for each route ticket that was completed or failed. The player(s) with the longest continuous route (rocky mountain pass, national highway &amp; northern sea route) wins the corresponding longest route bonus card worth 10 extra points. Routes outside the zone are not considered continuous.&#10;&#10;The player with the highest score wins the game. If there is a tie then the player with the most completed tickets wins.&#10;&#10;",
    "Categories": [
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Connections",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Canada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rhyolite Bay: Naval Warfare",
    "ID": 344238,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344238/rhyolite-bay-naval-warfare",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "So you enjoyed playing Battleship when you were young but grew out of it. Looking for an intense and MULTIPLAYER Naval Warfare board game, time to try... RHYOLITE BAY - Naval Warfare.&#10;Up to 5 players can send their Naval Fleet into Rhyolite Bay for battle. Placement of your Ships is secret, only you know the locations. Take turns playing specialty cards to sink the opponent's naval fleet.&#10;&#10;ENHANCED ATTACK CARDS&#10;Launch Bombs to sink enemy ships - single, double &amp; triple hits.&#10;Launch a Nuke Bomb to blow a whole area out of the water.&#10;Set Time Bombs on enemy ships.&#10;Sonar Ping the location of your enemy.&#10;Gain Bonus Points every time you sink an enemy ship.&#10;&#10;DEFENSE &amp; STRATEGY CARDS&#10;Use Self Destruct to sink your own ship - before they do?&#10;Use Misfired Bomb to stop their missile attack.&#10;Deceive your enemy with hidden Naval Mines - false hits?&#10;Use your Bandit Card to steal playing cards from other player.&#10;&#10;WINNING THE GAME&#10;When only one player remains with ships not sunk, the game ends and the player with the most bonus points from sinking other ships wins the game.&#10;&#10;A Card and Board style game that will have you calling HIT and MISS. Battleship could only dream to be this good on the big board!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tataka: A Strategic Card Game of Samurai Showdowns",
    "ID": 344240,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/344240/tataka-a-strategic-card-game-of-samurai-showdowns",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "It's a simple, strategic and fun samurai themed fighting card game for 3-5 players.&#10;The game deck is made up of attack, block, and special cards. Cards that correspond to each character in play are shuffled together and dealt out. &#10;The drafting phase begins. In this phase players will select one card from their hand, lay it face down in front of them and then pass their hand. This continues until each player has collected 10 cards.&#10;Next is the battle phase. Each player simultaneously plays one card from their hand to attack, block or perform another action. By defeating another player, you gain a honor card.&#10;The phases then repeat until one player claims two honor cards to win the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deduction",
      "Kill Steal",
      "Open Drafting",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Semi-Cooperative Game",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Newtown: City Building",
    "ID": 344241,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/344241/newtown-city-building",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "Newtown - Indeed an experience unlike any other game.&#10;Now your family and friends can have fun, excitement and frustration of building an ideal town. You want clean air &hellip; more parks &hellip; schools &hellip; police station &hellip; fire hall &hellip; hospital &hellip; bank &hellip; town hall &hellip; dump - BUT watch out! Greedy opponents want a fortune instead.&#10;&#10;First you create your Newtown and then you improve it. You and your opponents find yourselves bidding for properties, making speeches at Town Hall meetings, while you plan and build a near perfect place to live and work - money hungry opponents are building their empire.&#10;&#10;There is secret bidding for property deeds at the start of each round. Each, player may bid on up to 2 Property Deeds.  Minimum bids for property deeds are shown on the board and on property deed cards.&#10;&#10;The Building Phase last 4 rounds and you may Purchase Buildings or Roll for a free building.&#10;&#10;At the end of the building phase, income is collected based on bonuses for each building owned.&#10;&#10;A Town Meeting is held at the end of rounds 1 thru 4. At this meeting all players pay taxes and vote on the location of public facilities. Public Facilities may only be placed on the &ldquo;P&rdquo; parcels.&#10;&#10;At the conclusion of round 5, each player totals his accumulated points on the Score Card. Remember to accurately check all bonus points. High score, wins the game!&#10;&#10;&nbsp;&#10;&nbsp;&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Dice Rolling",
      "Legacy Game",
      "Map Addition",
      "Negotiation",
      "Ownership"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Quadro Connection",
    "ID": 344243,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344243/the-quadro-connection",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "A Quadro or a collection of color squares numbered 1 to 4. Be the team with the greatest amount of complete quadros at the end of the game by drawing colored numbered cards and strategically placing chips on the game board. Use swap cards to mix up the game and wild cards to help complete your quadros.&#10;Quadro can be played with 2 or 3 teams of up to 12 players.&#10;&#10;To play The Quadro Connection:&#10;&#10;Place the game board on a flat surface in reach of all players.&#10;Any number of players from 2 to 12 that is divisible by 2 or 3 can play. Form 2 or 3 teams. In team play, coaching your team mates is forbidden.&#10;&#10;Decide who deals, shuffle the cards and deal out 4 cards to each player. The remaining cards form the draw deck. The player to the left of the dealer goes first and play then continues clockwise. On each turn, players choose one card from their hand and place the card face up on the discard pile. Once they complete their TURN EVENT, they will pick up a card from the draw deck and then the next player takes their turn.&#10;&#10;A quadro is complete and locked with all numbers 1 to 4. Once complete and locked, chips can not be swapped.&#10;&#10;Play continues until all the cards are gone from the draw pile and all cards have been played. The team with the highest amount of complete quadros, wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Connections",
      "Pattern Building",
      "Square Grid",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Landline: When the Grid Goes Down",
    "ID": 344244,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344244/landline-when-the-grid-goes-down",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "3",
    "Description": "When disaster strikes and the cellular grid goes down, how do you talk to Grandma? Help connect Grandma to the family by connecting a series of wires for the old landline connection. Random layouts with each game and several skills levels to master as you move colored wire tiles to make a complete landline circuit.&#10;&#10;Landline - The cellular network is down and all modern electronic phones don&rsquo;t work. Worried about Grandma, you must connect the old Landline grid for the family to contact her by phone.&#10;&#10;The game uses 72 - 2&rdquo;x2&rdquo; tiles that are randomly placed and must be moved and stacked to make a complete wired circuit from Grandma to the Family. The main objective of Landline is to connect the Grandma tile to the Family tile..&#10;&#10;Landline is played by moving and stacking tiles to create the wired circuit. Only the outermost tile from any side can be moved, either top, bottom, right or left side.  Once you move a tile the remaining space is considered EMPTY and you may not fill it with another tile.&#10;&#10;You win the game when the Landline circuit is completed by connecting Grandma with the Family and you have used all Junction Box tiles in the circuit.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Recognition",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Aaron's Ultimate Putty Challenge",
    "ID": 344245,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344245/crazy-aarons-ultimate-putty-challenge",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is a game consisting of different mini games that can be performed with &quot;Thinking Putty&quot; - a modern day version of an elastic putty (in similar vein as Silly Putty).  Some games are more dexterity based - such as roll a putty ball into a supplied table top skee-ball like ramp to score points. Others are more on the creative side - such as trying to guess what someone else's sculpture is while holding it behind your back.&#10;&#10;What does a player do on their turn - roll dice, pick a card?&#10;&#10;The person (or team) whose turn it is picks one of the 25 cards randomly with the mini game, and that card dictates the terms of the that round and winning criteria for that round (tallest stack, most pins knocked down, one chosen by judge, etc). All of those mini games involve doing something with the putty. Depending on the card criteria also is whether players (teams) need to take turns or if it is simultaneous action. Once the winning criteria on the card is satisfied, that person (or team) wins that mini game and can move their scoring token on their score track.&#10;&#10;A couple examples of these mini games - One has them use a sand timer and see who can make little cubes of putty and create the largest stack of cubes (without pressing them together to make them stick) in the sand timer length. Winner is one with largest stack of cubes.&#10;&#10;The game ends, and player (or team) wins when one player (or team) wins 6 of of the mini games.&#10;&#10;Gamebox includes&#10;4 Tins Putty (all different colors)&#10;Score track boards&#10;Score track tokens&#10;Sand timer&#10;&quot;coin&quot; token&#10;Cardboard obstacles for certain challenges&#10;&#10;     cardboard bowling pins&#10;     little cornhole boards (2)&#10;     golf green&#10;     Skeeball - like ramp&#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Flicking",
      "Player Judge",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nein Nine",
    "ID": 344246,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/344246/nein-nine",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Nein Nine is a vicious trick taker for three players. Consisting of a mere twenty one card deck, all of its cards are dealt out each round.  The pain starts right away as players are trying to capture as many tricks as possible while avoiding the capture of 9's.&#10;&#10;Described by play testers as a knife fight in a phone booth, Nein Nine is a fast paced trick taker that can be played in about 20 to 30 minutes. It incorporates a unique way to determine the trump suit for the round, 7's can be promoted to the top of the rank, and the deck contains a wild card that allows that player to win or lose the trick.&#10;&#10;Capture clean tricks to boost your score and steer clear of the 9's.  The player with the highest score at the end of the final round wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coyote Peterson's Wild Adventure",
    "ID": 344247,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/344247/coyote-petersons-wild-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hey, Coyote Pack! Join me as I explore six different biomes and learn all about the animals that inhabit them in this fun, fast, and strategic game. Offering a host of interesting animal facts alongside intuitive game play, it&rsquo;s competitive, but                           light-hearted and will take you on your own Wild Adventure!&#10;&#10;Claim the highest score by secretly laying down animals from different biomes. The only problem is the values of the biomes are constantly changing! Strategically use Coyote&rsquo;s signature Hat and Backpack, infamous Bites &amp; Stings, and the Animals themselves to alter the game to your own advantage...but watch out for the               Snapping Turtle!&#10;&#10;On your turn, play as many cards from your hand as you wish with the exception that at least one (preferably Biome) card must be reserved to add to your Wild Adventure. Use Biome cards to change the positions of the Biome tokens on the game mat, Hat &amp; Backpack cards to add bonuses to Biomes of your choice, and Bite &amp; Sting cards to gain an extra edge. Build your Wild adventure with one or two cards. These are laid face down. At the end of your turn refill your hand. Once any player has taken enough turns to create a full Wild Adventure, all other players get a final turn. Biome cards in each player's Wild Adventure are scored against their positions on the mat. Play as many rounds as you like, highest score wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loco Lama",
    "ID": 344249,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/344249/loco-lama",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Each player loads cargo on the back of the llama. If the llama goes beyond the bearable weight, the lama will lie down and won't move. (Llama may spit out to your face!)&#10;&#10;In your turn, play a card from your hand and say the current running total. The round ends when the running total exceeds 50. Then calculate the sum of the numbers on cards remaining in hand as score, except for the player who exceeded &lsquo;50&rsquo; gets zero points. After the fourth round, the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cursed Castle",
    "ID": 344250,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/344250/cursed-castle",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Take charge of three hunters walking the forgotten hallways of the Cursed Castle in an attempt to purge the ancient evil that dwells there.&#10;&#10;Allocate dice to your heroes' columns to solve each battle in this horror puzzle. As your party progresses you will uncover powerful artifacts, learn new skills, and make combinations to cleanse the living dead. Building up your heroes is easier than preserving them in this tiny brutal adventure!&#10;&#10;The Cursed Castle is a solo game specially developed for Pencil First Games' &quot;Stuck at Home Design Contest&quot; and heavily inspired by Darkest Dungeon and other dark fantasy titles.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Worker Placement with Dice Workers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "French Tour",
    "ID": 344253,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/344253/french-tour",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The country of France has not finished surprising you! 66 illustrated themes: places full of history, dreamy landscapes, monuments, curiosities... From the caves of Lascaux  to the forest of Broc&eacute;liande, Broceliande forest, surprises and wonders, so many invitations to discover France with your family. A mix of &laquo; mistigri &raquo; and &laquo; search and find &raquo; game.&#10;&#10;The game is in two phases. In the first phase, the players discard pairs of cards from their hands like in the old maid game. The player win 2 points for each pairs played. In the second phase is a find and search using the pairs of cards. If the player find the right spot of the monument on the map, he will win 1 point.&#10;&#10;The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: France",
      "Traditional Card Games: Old Maid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Numbers Game",
    "ID": 344257,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344257/numbers-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Product description:&#10;&#10;The Numbers Game is a new game concept that resembles the memory game play but with some interesting differences, which makes the game more exciting and flexible. The Numbers Game consists of four sets of 20 cards. Each set has a set of numbers running from 1 to 20. The goal of the game is to collect one set of 20 cards. However, the cards may only be added to your collection in ascending order, if you first pick a number-1 card, or in descending order, if you first pick a number-20 card.&#10;The player who first completes a full 1-20 row wins the game.&#10;&#10;The numbers on the cards have been photographed on the streets of cities around the world, from house numbers to traffic signs and commercial signage. Paul Baarss sharp eye for graphic candor resulted in a collection of thousands of street graphics depicting numbers. For this game, he selected 80 striking numbers in surprising settings from his large collection.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Heist of the Golden Pearl",
    "ID": 344259,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/344259/the-heist-of-the-golden-pearl",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Sneak into the museum to capture the Golden Pearl... but WATCH OUT!  The security measures are state-of-the-art!&#10;&#10;Use Passcodes to rewire or disable alarms and robotic guard dogs!  Navigate the maze of the pressure-plated floor!  Avoid teleporters and fake exhibits!&#10;&#10;And above all, evade the Chief of Security at all times!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Finale Ending",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Escape Room Games",
      "Components: Traditional Playing Cards",
      "Contests: Solitaire Print & Play",
      "Players: Solitaire Only Games",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expedición Humedales",
    "ID": 344260,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/344260/expedicion-humedales",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Expedici&oacute;n Humedales is a deck of cards about the flora and fauna of the Argentine Wetlands. Through four different game modes you will be able to get acquainted with the inhabitants of the rivers and the islands by sharing a fun moment with family or friends.&#10;&#10;Playing you will learn the names, characteristics and conservation status of birds, land animals, fish and trees.&#10;&#10;Aguar&aacute; guaz&uacute;, swamp deer, river wolf, jaguar, are some of the species that you can find in this impressive expedition through the wetlands. Dare to discover these endangered species and many more that inhabit our common home.&#10;&#10;Knowing our nature we can take better care of it.&#10;&#10;&#10;GAME MODES&#10;&#10;1. Hidden species (2 to 5 players, competitive): The objective is to get the most points, gathering cards from the center of the table, of the same species group each turn: plants, birds, fish or land animals (mammals and reptiles).&#10;&#10;2. Target Watching (2 to 5 players, competitive): Complete objectives on the center of the table with your cards, guessing the species.&#10;&#10;3. Group Watching (2 to 5 players, cooperative): You must give information to your partners about the cards on their hand, so that you can complete the most objectives on the center of the table.&#10;&#10;4. Park Rangers Duel (2 players, competitive): The objective is to get most cards that your oponent. Guess correctly your opponent species and win cards, until both decks runs out.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Matching",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Country: Argentina",
      "Series: Colección Expediciones",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Godtear: Styx, Lord of Hounds",
    "ID": 344261,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344261/godtear-styx-lord-of-hounds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A powerful necromancer with a dark reputation, the mere sight of Styx incites fear. This nightmarish specter is accompanied by a pair of slavering Abyssal Hounds, huge creatures with an insatiable thirst for blood.&#10;&#10;Inside Godtear: Styx, Lord of Hounds is everything you need to add the Shaper champion Styx, Lord of Hounds, to your Godtear warband. Use this expansion with any Godtear starter set.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Once-Per-Game Abilities",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Recreando Funes",
    "ID": 344264,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344264/recreando-funes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Recreando Funes is a cooperative game designed to stimulate children, youth and adults to become familiar with the city of Funes, Argentina.&#10;&#10;While having fun, players will be able to learn about the history, the institutions and their most relevant places.&#10;&#10;With the cards they will be able to recreate the origin and development of the city up to the present time, understanding the importance of its most prominent characters. Do you join the challenge?&#10;&#10;&#10;The objective of the game is to accomplish each game level (Events), being the highest level 16.&#10;&#10;For this, players must together complete the current Event card (each one representing places and moments in time of the emergence and growth of the city of Funes).&#10;&#10;Starting from the Initial Plan card, each turn players will be drawing Plan cards from 4 different decks, placing them from their hand, or exchanging cards between their hand and the plan, trying to solve each level.&#10;&#10;The game ends when one player has no cards in hand, if the current level cannot be completed, or if the players successfully complete level 16.&#10;&#10;There are 3 levels of difficulty, beginners (3 decks, until level 12), normal and expert (no exchange action).&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Country: Argentina"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hagen 1888",
    "ID": 344270,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344270/hagen-1888",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Visit a bygone Hagen, Hagen in 1888, one year after it became an independent city in Germany. On this &quot;dice walk&quot; through the city, you can visit thirteen historical places, many of which are still in the same place today, while others have changed structure significantly and some have moved locations or disappeared.&#10;&#10;In Hagen 1888, you want to visit a variety of locations, but ideally you can reach the right locations at the right time to score more points than others. On a turn, you roll the six-sided die, then either bank those movement points or roll again; if you roll again and get a result higher than your first roll, you bank the sum of the two rolls; if your second roll is equal to or lesser than the first roll, you bank no movement points this turn.&#10;&#10;Next, you can move your figure on the game board, which depicts a network of walkways. Most spaces on the walkways are gray, but the board has twelve lettered building spaces in six colors as well as the Rathaus (town hall) in a seventh color. If you start on a building, you must move; otherwise movement is optional. One point of movement takes you to an adjacent space on a walkway.&#10;&#10;If you end your movement on a lettered building (which must differ from where you started), you can place one of your eight tokens in the lowest open space on the &quot;Hagen points&quot; board for that letter.&#10;&#10;If you end your movement at the Rathaus, you remove your figure from the game board and place it on a 4-point space in the Rathaus section of the &quot;Hagen points&quot; board. On each subsequent turn, you no longer move your figure, but instead you may spend 6 movement points to raise a previously placed token in a letter column to the first open space higher in that column; alternatively you can spend 12 points to move it up two spaces. Once you are in the Rathaus, to end your turn, place one of your eight tokens on a 1-point space in the Rathaus.&#10;&#10;At the end of your turn, you must have fewer than 8 movement points banked. Once a player has placed all eight of their tokens on the Hagen points board, the game ends at the conclusion of the round. Players score the points listed next to their placed tokens, in addition to 1 point per 4 banked movement points and 3 points for each color of building in which they have a token, with a maximum color bonus of 21. Whoever has scored the most points wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crisis on Cardea",
    "ID": 344274,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/344274/crisis-on-cardea",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Crisis on Cardea is a fast-paced sequence-matching, deck-building card game for 2 to 5 players. Taking place on planet Cardea, home to humanity's latest colony, you and up to four other players will compete by building teams of Cardeans to study, investigate, test, and eradicate the planet&rsquo;s native pathogens.&#10;&#10;Players will build teams of specialized Cardeans to resolve Outbreaks across the planet.&#10;&#10;The game consists of 2 decks of cards; a Risk Deck and Safe Deck. &#10;Deal each player 6 cards (from the Safe Deck), and place the two decks in the middle of the table.  Place out as many cards as there are players in front of you from the Risk Deck and reveal. - These are your Outbreaks.&#10;&#10;During the game, the players will form a Personal Deck, by drawing more cards, move Cardeans to their Team, play Action Cards, and Resolve Outbreaks.&#10;&#10;The first player to collect 10 Outbreak points, wins the game. Players get an equal amount of turns, so when a player reaches ten Outbreak points, the round continues until each player has completed their turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Space Jam – A New Legacy",
    "ID": 344275,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/344275/monopoly-space-jam-a-new-legacy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Monopoly: Space Jam &ndash; A New Legacy combines elements of Monopoly with characters from the Space Jam &ndash; A New Legacy movie. In the game, you circle the game board to recruit Looney Tunes characters and use the ball launcher to take shots on the plastic basketball hoop. Sink baskets to score.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Wizard of Oz Emerald City-Opoly",
    "ID": 344279,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344279/the-wizard-of-oz-emerald-city-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Make your way along the Yellow Brick Road on an Emerald City adventure! Collect your favorite characters along the way, including Scarecrow, Tin Man, Cowardly Lion, and many others. Avoid the castle of the Wicked Witch and her field of poppies, then get ready to meet the famous Wizard of Oz and discover &quot;There's no place like home.&quot;&#10;&#10;Contents: 19&quot; x 19&quot; gameboard, 6 collectible (pewter) tokens, 22 Movie Moment cards, 4 Wishes cards, 1 'Wash &amp; Brush Up Co.' card, 1 'Ride in the Hot Air Balloon' card, 16 Magic Wand cards, 16 Crystal Ball cards, 1 pack of money, 32 Munchkin houses, 12 farmhouses, 2 dice, and rules.&#10;&#10;- publisher's description from back of box&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Books: The Wizard of Oz",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Products",
    "ID": 344280,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344280/products",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Products is the original invent-it, pitch-it card game. Create genius or hilariously horrible products, then pitch your glorious inventions to friends and family.&#10;&#10;How to play.&#10;1. Draw: The investor draws a Product card.&#10;2. Invent: The players match a Feature card with the Product card.&#10;3. Pitch: The players pitch their new inventions in 60-seconds.&#10;4. Invest: The investor chooses the winner for the round.&#10;5. Repeat: Play until a person/team wins three times.&#10;&#10;Includes 180 Features (blue cards), 70 Products (white cards) for your crazy minds infinite replayability. Includes rules with three unique ways to play, invent, and win!&#10;&#10;Be an entrepreneur, and unleash your entrepreneurial spirit and experience the inventive process.&#10;&#10;Pitch impromptu, and challenge yourself and others to pitch ingenious or downright funny products.&#10;&#10;Invent the greatest invention ever, and ignite your creativity and explore the depths of your inventive mind.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blitz Champz",
    "ID": 344281,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/344281/blitz-champz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Blitz Champz is a competitive card game that aims to teach and test football knowledge and strategy.&#10;&#10;The game is played using a deck containing offensive, defensive, and continuation cards. Players take turns. On each turn, they first draw a card, then play a card. An offensive card can be played to score points. A defensive card can be used to cancel the points just scored by the previous player. Continuation cards can be played to draw new cards, or to trigger a special effect - reversing the play order, or forcing the next player to skip their turn.&#10;&#10;The first player that reaches 21 or more points without the next player bringing their score down again, wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Living Infinite",
    "ID": 344282,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/344282/the-living-infinite",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In The Living Infinite, players work together as scientists gathering materials from the ocean floor to repair their ship, while one or two players move as creatures, hunting the scientists down through the inky depths. With asymmetrical, one-versus-many play, it&rsquo;s an undersea adventure of quick wits and strategic social prediction. Can you rebuild your ship in time to escape, or will your wily predator find you first?&#10;&#10;There are two teams, Scientists &amp; Creatures, both teams draw cards to determine movement. Scientists acquire resources and oxygen to fix their damaged submarine so they can escape. Creatures to acquire all the oxygen they can.&#10;&#10;Scientists Win: If all the submarine parts are repaired, the scientists win the game! After the last submarine part has been repaired, the game immediately ends.&#10;Creature(s) Wins: If the creature(s) take all the available Oxygen tokens from the oxygen reserves, they win the game!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Monsters",
      "Players: One versus Many",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BelloLudi: American Civil War – Strategy Game",
    "ID": 344283,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344283/belloludi-american-civil-war-strategy-game",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These rules have been developed for people who have no previous experience in wargaming, yet like to play games. &#10;A ruleset of eleven pages, no more than the game of RISK. From page thirteen on, we included some extra rules. You will not be needing them at first, but we can imagine that you would like some variations as your experience grows. Start with that page when you have some battles under your belt.&#10;&#10;The game is designed as a multiplayer game but will work just as fine with only two players or even solo. The army structure that is presented in this writing, can be easily adapted to the number of miniatures that you have available. Albeit that a large army look suitably impressive. Hopefully, playing the game will encourage you to create your own armies.&#10;&#10;This ruleset simulates battles in the period of 1861 to 1865, the American Civil War. Units were drawn up in line in order to maximise the effect of their weaponry. The musket, the type of gun that the troops were supplied with, was only accurate on short distances. During a volley all muskets were fired simultaneously at the same target. Off course, this required iron discipline of the men. Soldiers of that age were drilled to fight formed up into line formation and to march in columns. During the game, your troops will do likewise.&#10;&#10;In an ideal scenario the enemy was pinned in place by fire of artillery, the threat of cavalry or the fire of infantry. Once the enemy was pinned, other units could deliver the coup de gr&acirc;ce. Tactics were therefore based on teamwork. Not only within a brigade, but also between brigades, or even armies. Every unit would have its own specific task and if they executed their tasks in unison, success was often achieved. The aim is not to annihilate the enemy unit to the last man, but to inflict so much damage, indicated by chits, that morale is brought down and the unit will become shaken or will run away in panic and removed from the table top. By a clever combination of movement and shooting, dashing cavalry manoeuvres and carefully positioned artillery pieces, this can be achieved. The tactics are based on teamwork. Not only within a brigade, but also between brigades and as such, the whole army.&#10;&#10;Your role will be that of a brigadier in the Confederate or Union armies, commanding a brigade of troops. Should more players be available, one of you will play the part of Commander-in-Chief or general. Should any disagreement arise concerning the rules, we suggest you roll a dice. The one who rolls the highest number has it right, for now.&#10;&#10;So onwards, to glory! And, off course: have fun!&#10;&#10;This product contains one rulebook and two commander dice.&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Measurement Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hizuru",
    "ID": 344285,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/344285/hizuru",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In this Japanese legendary tale, you and your friends must work together in building up your party, while journeying towards the place where the demons resides.&#10;&#10;If players are able to defeat all the demons, they will be victorious.  If they are unable to do so, and the demons get the upper hand, the demons will win.&#10;&#10;How to play:  There are 2 main phases:&#10;&#10;The Exploration phase: &#10;The starting player rolls the dice, and each player moves their character the number of spaces of the dice.  Reveal the token that you land on and resolve its effect.&#10;&#10;The demon battle: &#10;Once players reach the area where the demons resides, the battle will begin.  Players choose the character they wish to fight with. Taking turns, each player attempt to battle the demon using their abilities (and sometimes dice), if they are successful they can fight the next demon.  If they are unsuccessful, the next player can attempt to defeat that demon.  Once all the demons are defeated the players win.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "QUIZscape: Der goldene Buchstabe",
    "ID": 344286,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/344286/quizscape-der-goldene-buchstabe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A box full of surprises, three exciting time travel adventures and a unique combination of quiz questions and escape feeling - that's QUIZscape! The game box is a time machine with which the players must complete three adventures. The novel game concept by Arno Steinwender alternates various puzzles with quiz questions: Wrong answers increase the time pressure! And the game is full of surprises. The title trams&ouml;ates to &quot;The Golden Letter&quot;&#10;&#10;The 1st stop on the journey through time takes the players to medieval Mainz. None other than Johannes Gutenberg needs help.&#10;The 2nd adventure takes the players to 18th century Venice on the trail of Casanova.&#10;The 3rd adventure takes the players to the United States: In the middle of the Cold War, the first manned moon landing is in danger.&#10;&#10;The game is suitable for beginners and offers a quick start. Everyone can start puzzling right away in just a few steps.&#10;&#10;How to play:&#10;The players play together through 3 different adventures. In the process, they have to answer quiz questions and solve puzzles. Additional clues and secret messages are hidden in the box. But be careful: time is running out, and time is deducted for each incorrectly answered quiz question.&#10;Can the players find the clues and solve the questions and puzzles?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Cities: Venice (Veneto, Italy)",
      "History: Cold War",
      "Space: Earth's Moon",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tier-Roulette",
    "ID": 344291,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344291/tier-roulette",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "All animals are evenly distributed among the players. All players bet an animal and the wheel is spon. The player who bet on the animal, indicated by the ball after the wheel has stopped, wins all animals in the betting pool. The player with the most animals after an agreed on playing time wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dwarf Gemhunt",
    "ID": 344292,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344292/dwarf-gemhunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A fast-paced fantasy tabletop board game for 2-4 players age 10+. Collect gemstones (and Runes) fight monsters&#10;&#10;&quot;You live alone in an underground cave where you keep your precious stash of gemstones. The thing is, dwarves are quite greedy when it comes to gems so every day you go adventuring for more, and if you are lucky you might also find Rune Stones; Runes, it is said, give you magical abilities.  Of course adventuring in dungeons can be dangerous. They say that there are zombies, skeletons&quot;&#10;&#10;The object of the game is to collect as many Gems (&amp; Runes) as possible. The dwarf-players move around the board using two six-sided dice, and each square they land upon means that something happens e.g. take a Fight card, find a gem etc. Runes confer extra skills such as - Speed, Resistance to Curses and Luck etc. They also have a points value at the end of the game.&#10;&#10;The winner of the games is the player who has the most gems and runes when all the gems have been given out.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Dice",
      "Fantasy",
      "Miniatures",
      "Real-time"
    ],
    "Mechanics": [
      "Action / Event",
      "Real-Time",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ムーミンボードゲーム： ニョロニョロフェスタ (Moomin's Board Game: Nyoro Nyoro Festa)",
    "ID": 344294,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/344294/muminbodogemu-niyoroniyorohuesuta-moomins-board-ga",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&#227;&#131;&#160;&#227;&#131;&#188;&#227;&#131;&#159;&#227;&#131;&#179;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#239;&#188;&#154; &#227;&#131;&#139;&#227;&#131;&#167;&#227;&#131;&#173;&#227;&#131;&#139;&#227;&#131;&#167;&#227;&#131;&#173;&#227;&#131;&#149;&#227;&#130;&#167;&#227;&#130;&#185;&#227;&#130;&#191; is a Japanese game based on characters created by Finnish children's author, Tove Jansson. Nyoro Nyoro is the Japanese name for Hattifatteners.&#10;&#10;One day, a hoard of Hattifatteners suddenly appears in Moomin Valley and starts causing trouble. But when a witch teaches valley residents how to deal with the intruders&mdash;and also a way to get their hands on some treasure&mdash;an even bigger ruckus ensues.&#10;&#10;Players catch the Hattifatteners and exchange them for treasure cards. The player with the most points from their collected treasure cards wins the game.&#10;&#10;Players can exchange as many Hattifatteners at once as they wish for a big payout in treasure&hellip;but if they are too greedy and capture too many Hattifatteners or if they have been forced by other players to catch Hattifatteners, their fate will be ultimately left up to the roll of a die. The player who takes a risky gamble in moving around the Hattifatteners might very well end up being the winner!&#10;&#10;The game is a mix of a sugoroku (or a &ldquo;snakes &amp; ladders&rdquo;-esque board game) and a battle to collect Hattifatteners. On each turn, a player rolls a single die and moves forward the number of spaces corresponding to what was rolled. If a player lands on a space with a Hattifattener, he or she may move one of the Hattifattener pieces on the board (either from the Hattifatteners Island or within the Moomin Valley).&#10;&#10;When moving a Hattifattener from the Hattifatteners Island, the player rolls a die and moves a single Hattifattener the corresponding amount of spaces to the number rolled.&#10;&#10;Eventually, players will move into the Moomin Valley and catch the Hattifatteners.&#10;&#10;In some cases, a player may land on a &ldquo;Go to Hobgoblin&rdquo; space. He or she moves his or her player token to the Hobgoblin space and draws a card from the Hobgoblin card stack.&#10;&#10;In other cases, players may land on the A, B, or C spaces which enable them to immediately enter the Moomin Valley.&#10;&#10;When in the Moomin Valley, players roll the dice to (1) move a Hattifattener and then (2) move their own player token. If a player lands on the same space as a Hattifattener, they can capture it. Some spaces may have multiple Hattifatteners.&#10;&#10;After capturing Hattifatteners, players try to move to the Treasure Card space in order to exchange their Hattifatteners for treasure cards. A player can only draw from the Treasure Card stack if they roll the die to a number greater than or equal to the amount of Hattifatteners they have currently captured. If successful, a player draws the same amount of treasure cards as the amount of Hattifatteners they hold.&#10;&#10;Treasure cards have differing point values and movement events.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Novel-based"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Characters: Moomins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Delver: Heroes of Farenwald",
    "ID": 344308,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344308/delver-heroes-of-farenwald",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "65",
    "Weight": "0",
    "Description": "Delver: Heroes of Farenwald is a 4-7 Player competitive TableTop RPG Card game where players seek to be named the first Hero of the fictional city of Farenwald.&#10;&#10;Players are dealt a class card who will be their Adventurer for the game. These Adventurers have stats indicating how good they are in specific areas (Attack, Defend, Heal, Discuss, Dexterity). Each Adventurer also has a unique class ability they may use once per game.&#10;&#10;Players will then draw Tactic Cards that will help them tell their story as Hero, or help them impede the other players story.&#10;&#10;At the beginning of the round, a Game Master will reveal a Battlefield card for that round of play. The Battlefield Card effects all players for that round and can help or hurt their efforts, but dynamically changes each round.&#10;&#10;The players will then take turns deciding to delve into the Town or Dungeon Zones, handling specific fantasy scenarios. Such as, saving a farmhand from a cave troll or planting poison on a noblewoman. They will choose which of their skills they will utilize to handle these scenarios and roll the dice. The Game Master will determine their success and reward them with treasure.&#10;&#10;You receive individual Victory Points for the Town and Dungeon Area. The first with two of each will be named the Hero of Farenwald.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Acting",
      "Narrative Choice / Paragraph",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Night Werewolf x Hoshi no Kirby",
    "ID": 344326,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/344326/one-night-werewolf-x-hoshi-no-kirby",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A collaboration with popular character Kirby for this installment in the One Night Werewolf series.&#10;&#10;The skilled Chef Kawasaki has concocted a new menu and has invited Kirby and friends for a tasting. But just when everyone has gathered and its time to reveal the tasty dishes...it seems as if they have already been eaten by someone sneaky!&#10;&#10;Work together to try and figure out who is the guilty glutton.&#10;&#10;Like other versions of One Night Werewolf, this game features special role cards such as Kirby who can inhale another character resulting in two players exchanging role cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Video Game Theme: Nintendo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zirafa",
    "ID": 344331,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/344331/zirafa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Zirafa is a children game of dexterity and memory. To be the tallest giraffe you must win the neck parts finding equals flowers. Then you have to place them one on the top of others being carefully because if the giraffe collapse, you have to built it back or you will lost your next turn.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Giraffes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corner Crush",
    "ID": 344336,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/344336/corner-crush",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "4",
    "Description": "Your goal in Corner Crush is to get four of your pieces in a row before the opponent does, but the &quot;game board&quot; is a rotating tower that has four sides, with each side having two columns for playing pieces, with up to six pieces fitting in a column. You take turns dropping pieces in a column, and since the board is circular, you have to be aware that attacks can come from multiple directions.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RollinKrieg",
    "ID": 344337,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/344337/rollinkrieg",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You have just landed form a boat in which you have crossed the Volga river after traveling days and nights in the carriage of a military train. You find yourself in front of a city in ruins and blackened boy smoke. You are handed a rifle with five cartridges and a commissioner orders you and your companions to advance through the rubble among the threatening bullets of the enemy.&#10;&#10;Rollinkrieg is a series of Roll and Write games in which you immerse yourself in the scene of the wildest and most memorable battle in human history: The Battle of Stalingrado, during World War II, where the tireless Red Army faced with the terrible Wehrmacht. Barmelej Chapter is the first game in thee series which is characterized by having the emblematic Barmelej Fountain on its stage. The objective of the game is to complete the mission that are given to you before losing all of your Life Points.&#10;&#10;1) GAME COMPOSITION:&#10;&#10;    Game Sheets 1 and 2. &#10;    Rules. &#10;    Pencil and eraser (or erasable marker). &#10;    8 m.m. cubes (optional). &#10;&#10;&#10;2) GAME SHEET: &#10;Game Sheet 1 contains the map of the scenario where the player will move to complete  the mission, as well as Life, Energy and Time indicators. There also the tracks of  weapons you got and their respective amount of Ammunition. There are also the track &#10;of Focus, Morale status and record of explored blocks and captured enemy weapons. &#10;On the Game Sheet 2 are the Events player faces each turn.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Soviet Union",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cluckle",
    "ID": 344340,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/344340/cluckle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Each round in Cluckle, someone squeezes the rubber chicken to pop out the &quot;egg&quot; die and determine the length of word that each player needs to create. Everyone then races to flip over their egg tiles to see which letters they have. Create a word of the proper length as quickly as you can, then grab the chicken to win the round.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Action Dice Football",
    "ID": 344342,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/344342/action-dice-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "55",
    "Weight": "0",
    "Description": "Action Dice Games! Super Fun Game - Portable, Playing Dice : Perfect For Tailgating at Games, Travel, Home, Parties, Gifts, Stocking Suffers and anywhere you want to play a full sports game fast and realistic.  You call the plays and decide when to go for the bomb or long shot!  Solo or versus, these games are action packed.&#10;&#10;This game can be single or two players.  Anyone can play!  To play the game simply choose one of the five offensive plays and roll the dice to see the result.  Each team gets a chance to move the ball down field to score points by calling their own plays.&#10;&#10;Keeping track of time in this football game is easy. Provided are score sheets. Each time a play is finished the user will record the down and yardage on this score sheet. After 30 plays are completed, it will show the final score for that quarter of play. The team with the most points wins the game. If the score is tied then an overtime quarter will begin.&#10;&#10;What makes Action Dice Games unique is the fact that they are pocket sized, accurate to the professional leagues and very fast results.  There is no play art, player strengths or formations. The result is based off the play you call and the situation you call the play during these games will determine the winner.&#10;&#10;Unlike other football games that don't include actual downs and distance, this game does! Just about every down and distance is in this game. Each yard matters here.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Champions",
    "ID": 344343,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/344343/champions",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A game of strategy where players are trying to win medals in various disciplines by playing corresponding cards. There are always four different disciplines to score at any time. Gold, silver and bronze medals each can be won only once for each sport. &#10;In turn, players either exchange cards drawing from the deck or play a matching set to claim the discipline. Others may play higher sets to steal the win or matching ones just to stop the player. &#10;The game ends when someone wins 5th medal or the deck runs out. Points are counted for each medal won (3 -gold, 2 - silver, 1- bronze. The highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Capture: A Book of Mormon Game",
    "ID": 344344,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344344/capture-a-book-of-mormon-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Capture: A Book of Mormon Game is a fast-paced, card-changing, thrilling adventure that is fun for the entire family.&#10;&#10;Be the first to collect Lehi and the brass plates or Samuel the Lamanite on the walls of Zarahemla.  But don't blink!  This game moves fast!  Multiple action cards keep this game exciting as players struggle to create a memorable moment from the Book of Mormon -- the first one to accomplish the goal, wins.&#10;&#10;Players draw 2 cards and plays 2 cards each turn.  There are special effects for some of the cards.  The game ends once a players played cards match the goal card.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Religious"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Curiosity",
    "ID": 344345,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/344345/curiosity",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "They call me Percival, scholar, dignitary, mystic. I need your help. My studies show that the Cataclysm is approaching. I've been silenced as I beg others to heed my warnings. Luckily I have found a way to stop the Cataclysm. Beneath our very paws is an extensive network of Catacombs, filled with the souls of the mightiest cats before us. I need nine souls from deep within the Catacombs. I would fetch them myself, but my aversion to pestilence prevents me. That is why I hired you. Beware as you cautiously creep through the Catacombs, as there are temptations, monsters, and fates that seek to protect the souls of the lost. Work together to defeat these guardians, using the abilities that the Fates have granted you. You may keep whatever treasure you find, which might help you on your little adventure, but bring me the souls. Learn from the mistakes that lead to their demise as you trudge back into the dungeon. Gather your Clowder and make haste, but beware: For we all know what killed the cat.&#10;&#10;Curiosity is a cat themed cooperative deck-building campaign where players work together to attempt to escape the Catacombs. The game has three modes: Campaign, Arcade, and Trials.&#10;&#10;In the Campaign mode, players will be helping an NPC named Percival figure out how to prevent the impending Cataclysm in exchange for information on how to escape the Catacombs. Players will be working together to build their individual decks, defeat guardians, and unlock new playable classes. There are over ten scenarios.&#10;&#10;In Arcade mode, players will complete a randomly generated scenario. Content unlocked in Campaign mode are also available in this mode!&#10;&#10;In Trials mode, players will work together to go as far into the Catacombs as they can before they exhaust themselves, battling hoards of Guardians.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Everything Box",
    "ID": 344346,
    "Year": "(2021)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344346/cards-against-humanity-everything-box",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Everything Box comes with 300 all-new cards to add to your deck of Cards Against Humanity.  The box has a bagel on it.&#10;&#10;- We'd like to say we called it the Everything Box because it holds a mirror to our fragmented, chaotic world, where everything is monetized and opiate-peddling megacorporations control us with amoral social media algorithms.&#10;&#10;- But honestly, we were just hungry.&#10;&#10;- Bagel not included.&#10;&#10;~Publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Family Edition – Glow in the Dark Box",
    "ID": 344347,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344347/cards-against-humanity-family-edition-glow-in-the",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Want more Family Edition? We got it. The Glow in the Dark Box comes with 300 all-new cards that will make you poop yourself with delight all over again.&#10;&#10;- Includes 300 ridiculous new cards to mix into your game.&#10;&#10;- The box glows in the dark, making it easy to find in a cave.&#10;&#10;- Includes bonus glow-in-the-dark stickers!&#10;&#10;- Sorry, the cards don&rsquo;t glow, that would be too much glowing.&#10;&#10;~Publisher's Website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Picture Card Pack 1",
    "ID": 344348,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344348/cards-against-humanity-picture-card-pack-1",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2",
    "Description": "If a picture is worth a thousand words, then this pack has over 30,000 words! That&rsquo;s more words than the Bible.&#10;&#10;- Comes with 30 all-new cards to seamlessly mix into your game.&#10;&#10;- Each card has a picture on it, and sometimes words too!&#10;&#10;- We can't believe we didn't think of this before.&#10;&#10;~Publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Picture Card Pack 2",
    "ID": 344349,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344349/cards-against-humanity-picture-card-pack-2",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2",
    "Description": "That&rsquo;s right, it&rsquo;s Picture Card Pack 2 &mdash; the greatest sequel since Terminator 2: Judgment Day!&#10;&#10;- 30 more all-new cards with completely different pictures on them.&#10;&#10;- Also some words, but not too many.&#10;&#10;- Goes great with Picture Card Pack 1.&#10;&#10;~Publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  }
]