[
  {
    "Rank": "N/A",
    "Name": "Problem Picnic: Attack of the Ants – Second Chance Promo",
    "ID": 229645,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229645/problem-picnic-attack-of-the-ants-second-chance-pr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Kickstarter Exclusive Promo&#10;&#10;On your own turn, bring any number of your own dice (except dice at the Puddle) back to your Anthill.  You may reroll them in normal turn order.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Ants",
      "Crowdfunding: Kickstarter",
      "Game: Problem Picnic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lost Expedition: The Cursed Idol – Solo Promo",
    "ID": 229646,
    "Year": "(2017)",
    "Geek Rating": "5.633",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229646/the-lost-expedition-the-cursed-idol-solo-promo",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.75",
    "Description": "A set of three Promo cards for The Lost Expedition was released at UK Games Expo 2017 and available at other US events in 2017.&#10;They're designed for solo game but work with the co-op game.&#10;&#10;All 3 Promo cards are shuffled into the main deck, and they each provide a greater risk for a greater reward.&#10;&#10;The three cards are:&#10;&#10;99.5 Ancient Trap!&#10;40.5 Golden Idol!&#10;20.5 Possessed!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: The Lost Expedition"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hearts Blazing: Melodramatic Sci-Fi Adventure",
    "ID": 229651,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/229651/hearts-blazing-melodramatic-sci-fi-adventure",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hearts Blazing is a casual storygame for 3 to 5 players who have a love of episodic fiction and about 1 to 2 hours. After generating a fiction setting together, players take on the roles of dynamic but recognizable spec-fic archetypes.&#10;&#10;Drawing episode frameworks from a plotline deck, players collaboratively create an episodic epic of conflict and romance. By bidding clich&eacute;s on each episode they capture keywords associated with their hidden motivations and compete to see who has final say on the fate of their story.&#10;&#10;While there is no winner, per se, the character who secured the most of their keywords reveals the post session denouement of their character last, getting final say on plot outcomes.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guardians of the Galaxy",
    "ID": 229666,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/229666/guardians-of-the-galaxy",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A card game based on Galaxy of the Guardians Movie and Comics.&#10;&#10;There are 2 Decks: &#10;-    The Guardian Deck.  Each Guardian card will have one or more Traits: Hero, Ship, Gear, Tactics, Star Lord, Pirate, Nova Corps, etc. Guardian cards generate force points which are needed to capture Adventure cards. Guardian cards have a base force between 1 and 5. In combination some Guardian cards will generate additional Force. &#10;-    The Adventure Deck.  The 12 Adventures have a force between 17 and 25 requiring multiple Guardian cards to be melded to complete them.&#10;&#10;To start flip over the top card of the Adventure deck and deal 5 Guardian cards to each player.&#10;&#10;Players take turns with each turn comprising 5 phases:&#10;&#10;1.    Peril Phase&#10;-     If an Adventure was completed last turn, flip over the top card of the Adventure deck. Normally there will only be 1 face up adventure card at a time.&#10;&#10;2.    Hero Phase&#10;-    If your hand is less than 7 cards fill it to 7.  Otherwise draw 2 cards.&#10;&#10;3.    Action Phase&#10;-   You may discard a Tactics card to draw 2 cards (max once this phase). &#10;-   You may discard a Pirate card to look at one of your opponents&rsquo; hands and steal 1 card. &#10;-   You may discard a Place card to discard your hand and draw 7 new cards. &#10;-   You may discard a Ship card to look at next Adventure card.&#10;&#10;4.    Adventure Phase&#10;-   You may play cards to make a meld. &#10;-   The combined force of all cards in the meld must equal or exceed the force of the current Adventure in which case you complete it and put it in your Victory Pile. Then discard all cards in the meld.  When making a meld, you can only use one card representing an individual Hero, or Ship, or Thing.&#10;&#10;5.    End Phase&#10;-     Max hand size is 8 cards. Discard excess cards. You may also discard additional unwanted cards as well.&#10;&#10;The game ends when all Adventure cards have been completed.  The player with the most force points worth of Adventure cards in your Victory Pile at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle of Simancas",
    "ID": 229667,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/229667/battle-of-simancas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game for 2 players themed on the battle between the Moors and Christians in Spain in 939 A.D. The Christian forces are an alliance between the Kingdoms of Leon, Navarre, and Castille. The Moors are attacking the mountainous north with an army of 100,000 men. In 3 days and during a solar eclipse the outnumbered Christian Army utterly destroys the invaders.  One player is the Christians, the other is the Moors.&#10;&#10;Players share a unique common deck.  Cards are of 7 different types: Leader, Skirmisher, Cavalry, Infantry, Terrain, Strategy and Weapons.  Cards have a force value between 1 and 5 and may also have special effects.  Some cards can ony be used by one side or the other.&#10;&#10;Play is conducted over a number of turns with each turn comprising 5 phases.&#10;&#10;1.   Fate Phase&#10;-    Each player is dealt 9 cards.&#10;&#10;2.   Reserve Phase&#10;-    Each player may discard up to 4 cards and draw replacements.&#10;&#10;3.   Strategy Phase&#10;-    Starting with the Muslim player each player may discard one card to get its strategic effect:&#10;&bull;    Discard a Leader card to draw 3 cards and discard any 2. &#10;&bull;    Discard a Strategy card to look at the next 5 cards in the deck and keep one. &#10;&bull;    Discard a Terrain card to draw 2 cards. &#10;&bull;    Discard a Cavalry card to draw a card and look at your opponent&rsquo;s hand. &#10;&bull;    Discard a Skirmisher card to cause your opponent to discard a random card from his hand&#10;&bull;    Discard a Weapon card search for a Cavalry, Skirmisher, or Infantry card in the discard pile and put it in your hand.&#10;&#10;4.   Battle Phase&#10;-    Starting with the Muslim player, players take turns either placing one card down face up from their hand to the table for its force value or discarding one card for its tactical effect:&#10;&bull;    Discard a Skirmisher to destroy a placed Infantry&#10;&bull;    Discard a Cavalry to destroy a placed Skirmisher&#10;&bull;    Discard a Strategy card to draw 1 card and look at your opponent&rsquo;s hand&#10;&bull;    Discard an Infantry to destroy a placed Terrain &#10;&bull;    Discard a Terrain to destroy a placed Cavalry&#10;&bull;    Discard a Leader to draw 2 cards&#10;&bull;    Discard a Weapon to destroy another placed Weapon&#10;-    The higher force value wins the hand.  In case of a tie, neither player wins.&#10;&#10;5.   Retreat Phase&#10;-    Both players discard all remaining cards in their hands.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "History: Reconquista",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thor Skirmish",
    "ID": 229671,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/229671/thor-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A board and card abstract skirmish level combat game for 2 players depicting the battle between Asgardians and either Frost Giants, Dark Elves or Marauders.&#10;&#10;Play is conducted on an 8x8 board using chits, figures or miniatures to represent units. Dependant on scenario several spaces on the board will be marked as impassable, representing pits, walls, and other obstacles.&#10;&#10;Units are described in a series of tables but have a hit point value of between 1 and 9, have specific capabilities and characteristics, and may have associated special cards.&#10;&#10;Players share a common deck. Cards are of varying types: Move, Ranged Attack, Hand to Hand Attack, Defence, Combo and Special.  Move and Attack cards have an associated range.&#10;&#10;The units used are dependent on scenario (four are provided). Each player places one unit on each square of his back two rows. Units may not stack.&#10;&#10;Players take turns with each turn comprising 3 phases:&#10;&#10;1.   Fate Phase&#10;-    Draw 3 cards.  Max hand size = 5 cards.  Discard excess cards.&#10;&#10;2.   Move Phase&#10;-    Play (discard) a Move card to move one of your units. The move card has a number. This is the number of spaces the unit moves. Moves can be diagonal or orthogonal. &ldquo;Knight&rdquo; type move cards allow a unit to move like a knight in chess. Instead of moving just one unit in any direction, you have the option of moving 2 or 3 units forward the indicated number of spaces using a single move card.  Units cannot move through other units.&#10;&#10;3.   Fight Phase&#10;-    Play (discard) an Attack card to have a unit attack. The attack card has a number. This is the range of the attack. Attacks can be diagonal or orthogonal. &ldquo;Knight&rdquo; type attack cards produce an attack with a range like a knight in chess. Units cannot attack through other units.&#10;-    Every attack does a base of 1 damage (target loses 1 hit). Use chits or coins to record damage.  A unit reduced to 0 hits is killed or incapacitated and removed from the board. &#10;-    Your opponent may play defence cards to negate your attack.&#10;-    A unit is knocked back in the direction of the attack. If a unit is blocked by another unit the other unit is also knocked back (like a row of dominoes).  If a unit is knocked into an impassable space or off the board it is destroyed.&#10;&#10;Victory conditions are scenario specific.  After 15 turns, if there is no victory, one side retreats and the battle is a draw.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Mythology: Norse",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gods of TYN HARRA",
    "ID": 229673,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/229673/gods-of-tyn-harra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A game of skill designed to take luck out of the equation by drafting your entire 25 card deck, or 12 card quick draft, then placing your Vorpal Shard in one of the 3 places that will benefit you the most. Each player begins with the same base amount of Mystic Shards each turn, to cast spells. The only advantage you have is your skill in drafting, casting and using your abilities at key times during the game.&#10;&#10;There are 3 types of cards you&rsquo;ll use to defeat your opponents, Creatures, Relics and Spells.&#10;&#10;When you cast your angel, demon, dragon or wizard you must choose between the defense zone or the attack zone. You can move them later if you need more defense or attackers to finish off someone.&#10;&#10;When your creatures die, collect Soul Shards and use them to acquire more powerful spells!&#10;&#10;The best part, in a 3 or 4 player game, is you&rsquo;re defending yourself against the player on the right while attacking the player on the left. This makes the strategy change throughout the game as you react to the other players. In a 4-player game, you cannot attack the player directly across from you or to the right; you may only attack the player to your left.&#10;&#10;Every game is different&#10;Fast Rounds&#10;Action Packed&#10;Several Expansions Planned&#10;Learn in 5 Minutes&#10;2 Different Modes&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wirtschafts DKT Österreich",
    "ID": 229675,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/229675/wirtschafts-dkt-osterreich",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "DKT, &quot;Das kauf&auml;mnnische Talent&quot;, is an Austrian pendant for the well-known Monopoly. This version is very similar to &quot;&Ouml;sterreich DKT&quot;.&#10;The goal is to get the most money.&#10;Instead of hotels, you can buy Austrian companies in this version of the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Country: Austria",
      "Game: Das Kaufmännische Talent"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ghost Fightin' Treasure Hunters: Expansion Pack",
    "ID": 229676,
    "Year": "(2017)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229676/ghost-fightin-treasure-hunters-expansion-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "The Ghost Fightin' Treasure Hunters: Expansion Pack contains an undefeatable blue rogue ghost figure that wanders through the house, causing hauntings and teleporting players into different rooms; four secret passage tiles that allow players to use a one-time shortcut between rooms; and twelve cursed treasures that hinder whoever holds them.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Ghost Fightin' Treasure Hunters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "C.O.G.: Dr. Widget Promo Pack",
    "ID": 229680,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229680/cog-dr-widget-promo-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A set of 10 &quot;Dr. Widget&quot; cards, which are used as a game variant to add a new twist to the C.O.G. base game.  Dr. Widget, the Director of the Cabinet of Gadgetry, has certain requests, the satisfaction of which can help you score more VPs.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Science Fiction",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleCON: Khadath Ahemusei – Planar Paragon Costume",
    "ID": 229681,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229681/battlecon-khadath-ahemusei-planar-paragon-costume",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An new Unique Ability card with alternate art for Khadath Ahemusei from BattleCON: War of Indines.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleCON",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Den försvunna diamanten: Kortspel",
    "ID": 229683,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.96",
    "Link": "https://boardgamegeek.com/boardgame/229683/den-forsvunna-diamanten-kortspel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Card game version of Afrikan T&auml;hti (Den f&ouml;rsvunna diamanten in swedish).&#10;A simple card game there you play a card/-s and after draws new cards. If a robber card is played then the one who played the card can take one card randomly from the other players and choose one.&#10;The first player to collect the African Star, a visa and a ticket to Tanger wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Continents: Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tjuv och polis: Kortspel",
    "ID": 229684,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/229684/tjuv-och-polis-kortspel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Card game version of Tjuv och polis (a classic Swedish boardgame).&#10;A simple card game there you try to collect as many of the money-cards you can before a police-card is played.&#10;&#10;You take one card fram the draw-pile and take to the hand. If you have collected at least one thief and money-card in the same color you can either play it and collect the money or wait for more money-cards. But as soon one player draws a police-card you can risk to lose the money-cards.&#10;&#10;The player that has collected most money when the last card is taken from the pile is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Thunder & Blood",
    "ID": 229685,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/229685/warhammer-age-of-sigmar-thunder-and-blood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;It is a time of madness and horror. The Mortal Realms writhe in the grip of the Chaos Gods, whose murderous champions fight furiously to extinguish the last lights of hope. But above, the heavens roar and the sky itself is rent by searing bolts &ndash; the Stormcast Eternals, glorious warriors of celestial light, have arrived to turn back the tide of Khorne&rsquo;s murderous Bloodbound. The war has begun in earnest.&#10;&#10;Thunder and Blood is the perfect starter set, containing everything you need to start playing games of Warhammer Age of Sigmar. It contains 44 Easy To Build miniatures from both the Khorne Bloodbound and Stormcast Eternals armies, supplied in red and gold plastic &ndash; these are a great introduction to the wider world of Citadel miniatures as a whole. Included:&#10;&#10;&#10;     2 units of 5 Liberators each armed with Warhammers and Sigmarite Shields, including a Liberator-Prime;&#10;     3 Prosecutors armed with Celestial Hammers, including a Prosecutor-Prime;&#10;     3 Retributors armed with Lightning Hammers, including a Retributor-Prime;&#10;     1 Lord Relictor armed with Relic Hammer;&#10;     2 units of 10 Bloodreavers each armed with Reaver Blades, including a Chieftain and Icon Bearer;&#10;     5 Blood Warriors armed with Goreaxes and Gorefists, including a Chaos Champion;&#10;     1 Khorgorath;&#10;     1 Bloodstoker armed with Torture Blade and Blood Whip.&#10;&#10;&#10;Of course, you&rsquo;ll need rules and guidance in order to play games with your new miniatures &ndash; included is a 96-page softback book, packed with background and essential information on painting and playing:&#10;&#10;&#10;     An easy to follow guide to setting up and playing games of Warhammer Age Of Sigmar, including the basic rules of movement, spellcasting and attacking, with notes and annotations explaining exactly how each phase works;&#10;     4 Battleplans &ndash; these are scenarios that feature the included miniatures, with special instructions for setting them up, each re-creating a specific battle from the rich history of the struggle to dominate the Mortal Realms &ndash; these increase in scale from the initial few miniatures to finally fielding every one of the 44 included, easing you into larger and larger battles;&#10;     8 Warscrolls &ndash; these contain the rules for individual miniatures, explaining how far they move, how strong their attacks are and any special abilities they may have;&#10;     Overview and background of the Age of Sigmar, with guides to the Mortal Realms and a history of the battles between Chaos and Order that are tearing them apart;&#10;     Simple, easy to follow guides (4 steps each!) to painting a Stormcast Eternals Liberator and a Khorne Bloodbound Blood Warrior;&#10;     Uniform guides to 6 Stormcast Eternals and 6 Khorne Bloodbound factions &ndash; these are designed to be inspirational rather than necessarily followed to the letter, making your collection unique;&#10;     Guides to and explanations of the various types of Citadel brushes  what they&rsquo;re used for, and how to take care of them;&#10;     Guides to the various techniques used to paint miniatures &ndash; undercoating, basecoating, shading, drybrushing, layering and glazing are covered, with explanations of each technique and practical examples showing you their effects on; - Methods for creating evocative bases for your miniatures to stand on;&#10;     An explanation of Technical paints, and their use in creating special effects like blood and rust;&#10;&#10;&#10;It also contains a double-sided gaming mat, representing different areas of the Mortal Realms, 6 dice, a measuring stick, a rules reference card and a Stormcast Eternals transfer sheet: even the internal box tray doubles up as a scenery piece!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rotten Plots",
    "ID": 229686,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/229686/rotten-plots",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Rotten Plots is the Obscene Movie Making Party Game. &#10;Create Ridiculous Movie Plots with Your Terrible Friends.&#10;&#10;Rotten Plots, the newest creation from Dead Ends Entertainment, is a party game for sick and twisted people. This is a game for those who sit around and think, &ldquo;Wow, that would be a hilarious and ridiculous idea for a movie.&rdquo; With The Rotten Plots card game, you and your friends can compete to see who can create the most entertaining and humorous movie plot. You can win awards, and if you win enough of them, you can make your way to the top (or bottom) of the charts of the movie-making industry.&#10;&#10;Rotten Plots was created to take the absurdity, vulgarity, and ridiculousness of card games to the next level. We are confident that this game will hurt people's feelings, and we're more than okay with that.&#10;&#10;&#10;     3-10 People can play this game. It's a perfect game for parties of all kinds.&#10;     30 - 60 Minutes is how long it will take you to decide to go do something else.&#10;     Must be 17+ to Play. Please don't show this game to your kids. Jesus Christ, please don't.&#10;&#10;&#10;How to Play:&#10;&#10;     Each player grabs three cards of each option (PROTAGONIST, TRAIT/OBJECT, FIRST ACTION, ANTAGONIST, FINAL ACTION).&#10;     The &quot;Executive Producer&quot; Chooses Genre Card.&#10;     Players Create Plots in Selected Genre and Read Them Aloud.&#10;     The Plot That the Executive Producer Deems Best Wins the Award for That Round.&#10;     The First Person to Get Five Awards Wins the Game.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Indiegogo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Speedy Bees Game",
    "ID": 229687,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/229687/speedy-bees-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "It's a busy day in Honeybee Valley. The bees need to collect pollen from as many flowers as possible to make honey... but to get the correct flavour they have to visit the flowers in the right order.&#10;&#10;In this fast paced matching game, spin the spinner which points to the colour sequence in which to visit the flowers. Now race the press your bee onto the flower shapes, stacking them in the correct colour order.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Bear Wears... Game",
    "ID": 229688,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/229688/my-bear-wears-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Bears love to dress up and are playing with their box of dressing up clothes today.&#10;&#10;There are socks, hats, gloves, waistcoats, ties and scarves in all manner of different colours to play with. Can you roll the foam dice and match the outfits shown to those the bears are wearing on your playing cards? Be the first to make 3 matches to win.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Microbz",
    "ID": 229689,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/229689/microbz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Alert, attack Microbz! Hurrry, crush them before they spread! Each turn, roll the dice and tap on the corresponding Microbz card to get it. Then lay it in front of you. If the requested card is already in front of an opponent, prick it before he protects it. If the requested card is not present on the table, tap on the deck. The one with the most cards in front of him when the deck is empty,  will win the game.&#10;There are 6 different Microbz, each represented 1 time on the 2 dice. Each of the 21 Microbz cards represents a different Microbz duo. Therefore, with one roll of dice, it will always match with a single and unique card.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tank Girl Skirmish",
    "ID": 229696,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/229696/tank-girl-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A board &amp; card skirmish level combat game for 2 players representing a battle between Tank Girl and friends vs Water and Power.&#10;&#10;Play is conducted on an 8x8 grid using chits, figures or miniatures to represent units.  Terrain types (sand dunes, road, rough, impassable, destructible), which affect play, are added to the board at the players&rsquo; discretion.  Units start on the back two rows of the player&rsquo;s side of the board.  Units have a designated hit value, certain skills/characteristics and may gain specific benefits from special cards.&#10;&#10;Players share a common deck.  Cards types are move, attack, defence and special.  Move and attack cards have an associated range.  Special cards have differing effects dependent on which unit they are applied to.&#10;&#10;Players take turns with each turn comprising 3 phases:&#10;&#10;&#10;     Fate Phase&#10;         Draw 3 cards.  Max hand size = 5 cards.  Discard excess cards.&#10;    &#10;     Move Phase&#10;         Play (discard) a move card to move one of your units. The move card has a number indicating the number of spaces the unit moves. Moves can be diagonal or orthogonal. &#10;         Instead of moving just one unit in any direction, you have the option of moving 2 or 3 units forward the indicated number of spaces using a single move card. &#10;         Units cannot move through other units.&#10;    &#10;     Fight Phase&#10;         Play (discard) an attack card to have a unit attack. The attack card has a number indicating the range of the attack. Attacks can be diagonal or orthogonal. &#10;         Every attack does a base of 1 damage (target loses 1 hit). A unit reduced to 0 hits is killed or incapacitated and removed from the board.&#10;         Your opponent may play Defence cards to negate your attack.&#10;         Units cannot attack through other units.&#10;    &#10;&#10;&#10;The first player to knock out the opposing player&rsquo;s leaders is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Nazi Skirmish",
    "ID": 229697,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/229697/space-nazi-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A board &amp; card game of abstract skirmish level space combat for 2 players.&#10;&#10;The game is based on the Iron Sky movie. In 1945 Nazis, using flying-saucers, escaped to and colonized the dark side of the moon. They call themselves the Fourth Reich. Ever since, and unknown to us, they&rsquo;ve been plotting their return. Their fleet is currently in low earth Orbit, bombarding New York with large moon rocks and sending down waves of Attack saucers. Unknown to the Nazis and to each other, each of the major Earth nations has secretly weaponized their communication and science satellites. These have now banded together to fight off the Nazi Invasion Fleet.&#10;&#10;Play is conducted on an 8x8 grid using chits, figures or miniatures to represent units.  Units start on the back two rows of the player&rsquo;s side of the board. Units are of various classes (Dreadnought, Carrier, Flying Saucer Squadron, Large, Medium and Small ships). Each unit has a designated hit value, and may have specific capabilities. Players can elect to play from 3 different scenarios though gameplay is common to all three.&#10;&#10;Players share a common deck of movement, attack, defence and special cards.&#10;&#10;Players take turns with each turn comprising 3 phases:&#10;&#10;&#10;     Tactical Phase&#10;         Draw 3 cards.  Max hand size = 5 cards.  Discard excess cards.&#10;    &#10;     Move Phase&#10;         Play (discard) a move card to move one of your units. The move card has a number indicating the number of spaces the unit moves. Moves can be diagonal or orthogonal. Units may move through (past) other units.&#10;    &#10;     Fire Phase&#10;         Play (discard) an Attack card to have a unit attack. The attack card has a number indicating the range of the attack. Attacks can be diagonal or orthogonal. Units may attack through (past) other units.&#10;         Every attack does a base of 1 damage (target loses 1 hit). A unit reduced to 0 hits is destroyed. &#10;         Your opponent may play defence cards to negate your attack.&#10;    &#10;&#10;&#10;Victory is achieved through complete destruction of the opposing fleet.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cauldron Master: Magical Mayhem Expansion Pack",
    "ID": 229698,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229698/cauldron-master-magical-mayhem-expansion-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Initially available only at the &quot;Witch tier&quot; of the Cauldron Master Kickstarter campaign this mini-expansion provides:&#10;&#10;&#10;     one custom witch meeple&#10;     ten new ingredient cards, with bonuses&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trump Card",
    "ID": 229702,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/229702/trump-card",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Created for a time when the world needed laughter the most, Trump Card is Thymia Games' first release. Inspired by games such as Cards Against Humanity, Exploding Kittens, Munchkin and King's Cup, this game will make you want to make a YUGE wall and be great fun. Belive us! Trump Card is unlike any other board or card game not just because of how you play, but because of what it&rsquo;s about. Most games have a rather neutral, light-hearted subject; pirates, zombies, rabbits, or a fantasy land far-far away. This is not one of those games. Be prepared to backstab and screw your friends over and over again, all for fun of course.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Negotiation",
      "Party Game",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Historical Figures: Donald Trump"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ironclads: Space Battles in the Victorian Aether",
    "ID": 229705,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.60",
    "Link": "https://boardgamegeek.com/boardgame/229705/ironclads-space-battles-in-the-victorian-aether",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:'&#10;&#10;You've explored the dark corners of the Earth in Leagues of Adventure. &#10;You've built a rocket and put a man on the Moon in Rocket Race. &#10;Now it's time to conquer space in Triple Ace Games' new miniatures game!&#10;&#10;Take control of a faction, build a fleet of armed rocketships, and battle your foes in space!&#10;&#10;&#10;     3d printable allowing unlimited fleets sizes &#10;     Customizable models &#10;     Hundreds of combinations of weapons and gadgets &#10;     Easy rules for quick play &#10;     Mission, campaign and competition play &#10;     Rich, story driven background &#10;     Multiple factions&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baroque: Europe at War 1550-1700",
    "ID": 229712,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/229712/baroque-europe-at-war-1550-1700",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Baroque is a set of wargames rules, based on the Impetus system.&#10;&#10;The rules allow you to play with miniatures the wars that ravaged Europe from the mid XVI Cent to the end of the XVII Cent.&#10;&#10;The book includes game rules for field battles (with examples and diagrams) and &#10;7 army lists to start play immediately:&#10;&#10;&#10;     German Catholics (1618-32)&#10;     Swedish (1630-34)&#10;     ECW Royalist (1642-43)&#10;     ECW Parlamentarian (1642-44)&#10;     Ottoman Turks (1645-1700)&#10;     Later Imperialist (1648-1700)&#10;     Later Polish (1632-1700)&#10;&#10;&#10;Description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight"
    ],
    "Families": [
      "History: English Civil War",
      "History: Ottoman-Habsburg Wars",
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GLORY",
    "ID": 229714,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/229714/glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;You are a King invited to The Grand Tournament. Choose your greatest champions to fight for the glory of victory. Send your knights, rogues, wizards, rangers, and mercenaries to battle.&#10;Watch out for Dragons!&#10; In GLORY, players will be shown a glory card each round. That card determines the power class of the round and how many glory points that round is worth. Players select and simultaneously reveal their chosen champions to fight for the glory card. The strongest champion wins the round and the glory. Choose your champions wisely and collect the most glory by the tournament's end.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ahead in the Clouds: Tents, Trackers and Contracts",
    "ID": 229718,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229718/ahead-in-the-clouds-tents-trackers-and-contracts",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Three new cards for Ahead in the Clouds.&#10;&#10;1 Supply tent&#10;1 Double Sided Alternate Contract Card&#10;1 Double Sided Alternate Round Tracker Card&#10;&#10;New:&#10;Add the Supply Tent to your game as an additional resource card.  When its placed, it must be sunny side up, and then flips over to its back side. After it is used a second time, it is removed from the game and is no longer available. You cannot use both sides in a single turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Ahead in the Clouds",
      "Series: Wallet Games (Button Shy)",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Great Estates",
    "ID": 229719,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/229719/great-estates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A card and board Game for 2-4+ players. The theme is the finances and status of the great country houses built in England and Scotland in the 18th and 19th centuries. Each player controls one noble who is making improvements to his estate.&#10;&#10;The board is a circular track with 16 spaces. Pawns are utilised to track movement around the track&#10;&#10;There are 2 decks of cards: The Income Deck and the Status Deck. The top 4 cards of each deck are always kept face up and are available for purchase. &#10;-    The income deck has six types of cards: Agriculture, Mining, Industry, Trade, Titles and Credit. These 6 card types correspond to six of the spaces on the game board. Each card has a cost and an income value. &#10;-    The status deck has six types of cards:  Architecture, Style, Collections, Accommodations, Features and Construction. These 6 card types correspond to six of the spaces on the game board. Each card has a cost and a status value&#10;&#10;Each player gets 20 coins and starts with an Estate Size = 10. Players elect to be one of 5 different aristocrats which gives them a unique starting position (larger estate, extra coins etc.)&#10;&#10;On your turn roll one die. You may go either forwards or backwards. If you land on a space that has one or more matching cards face up, you may buy them and place face up in front of you OR if you land on a space that has an income type matching income cards you own you may collect income from them equal to their total income value. &#10;-   If you land on the Country space you may discard all the face up income cards and go again. &#10;-   If you land on the London space you must pay 2 Coins then you may discard all the face up status cards and go again. &#10;-    If you land on the Land space you may pay 2D6 Coins to increase the size of your estate by 1. &#10;-    If you land on the Rent space gain 1D6 Coins.&#10;&#10;The game ends when any player has more than 30 improvements. End game scoring is then conducted as follows:&#10;-    Add up the status points of all of your status cards.&#10;-    Get an extra 30 points for each complete set owned &ndash; a set is one card from each of the 6 status types.&#10;The player with the most status wins.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Glee Club Competition",
    "ID": 229720,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/229720/glee-club-competition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game for 2-4+ players themed around competing High School singing clubs. Each player represents the Glee Club of one school.&#10;&#10;Players share a common deck comprising 4 card types: Songs, Singers, Events, Special.&#10;&#10;The game is played over 4 semesters (one whole school year) representing 4 competition levels (Sectional, Regional, State and Nationals) and scoring 2, 4, 6 and 8 competition points respectively.&#10;&#10;Each semester has 6 phases:&#10;&#10;1.   Audition Phase&#10;-    Each player is dealt a hand 10 cards.&#10;&#10;2.   Rehearsals Phase&#10;-    Players made discard up to 4 cards and draw replacements.&#10;&#10;3.   Changes Phase&#10;-    Players made discard up to 3 cards and draw replacements.&#10;&#10;4.   Final Set Phase&#10;-    Players made discard up to 2 cards and draw replacements.&#10;&#10;5.   Competition Phase&#10;-    Players make melds from their hands. A meld can contain a maximum of 4 singers, 3 (non-duplicate) songs, 2 events and 1 special card.  &#10;-    Players score their melds. Score one point for each card in your meld.  Score additional points if your singers give bonuses to the songs in your meld. Score additional points if your events give bonuses to the singers in your meld. &#10;-    The player with the highest scoring meld also wins that quarters competition and gets to add those competition points to their Glee total.&#10;&#10;6.   Break Phase&#10;-    Players discard their melds and the remaining cards in their hands.&#10;&#10;The player with the highest Glee point total at the end of the year is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: Union Drone",
    "ID": 229721,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229721/star-realms-union-drone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Star Realms: Union Drone is the Origins Game Fair 2017, Gen Con 2017, PAX West 2017 (PAX West 2017 versions were also distributed at PAX Unplugged) and SPIEL 2017 promo card for Star Realms.&#10;&#10;It is a Blob / Star Empire Ship, that deals 3 damage, and upon trashing the card gives you 2 to spend.&#10;&#10;All editions of this card are identical except for the con-specific logo in the lower right of the graphic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Game: Star Realms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gods of Magic",
    "ID": 229723,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/229723/gods-of-magic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card, dice and storytelling game for 2-6+ players. Each player takes the role of one of the Gods of Magic. The Gods create magical realms and fill them with all manner of strangeness. The God whose realms are the most complete and fantastical becomes the current Chief amongst them.&#10;&#10;Players share a common Deck. There are 5 suits of 40 cards each:  Location, Action, Entities, Descriptors and Objects. Each card has a victory point value between 1 and 10.&#10;&#10;Each player has his own domain - a player&rsquo;s part of the table where he keeps his realms. A realm is a group of cards that must include one location card and are placed face up in a separate group within your domain. A complete realm contains at least one card of each of the 5 suits.&#10;&#10;To start each player is dealt a hand of 10 cards. Each player may play up to 3 cards to their domain to make 1 or more realms.&#10;&#10;Players take turns with each turn comprising 3 Phases:&#10;&#10;1.   Draw Phase&#10;-    Draw 1 card and place it in your hand. Max hand size is 10 cards. Discard excess cards at the end of this phase.&#10;&#10;2.   Play Phase&#10;-    Play one card from your hand to add to one of your Realms or to create a new realm. If creating a new realm, the card played must be a location card.&#10;&#10;3.   Dice Phase&#10;-    Roll the D10 and consult the Magic Table. The die result will have an effect such as discarding cards, drawing extra card, playing an extra turn, etc.&#10;&#10;The realms and what happens to them tell stories. In the spirit of the game players are expected to say something about a realm when they modify it, thus describing the whims and actions of the Gods of Magic.  This is usually a statement listing all the cards within the realm and how they interact with each other. This may include elements not listed on the cards themselves. If any description fails to meet the playing groups standards, the play may be stopped by the other player and the offending player must make a different action.&#10;&#10;The winner is the first player to score 200 or more victory points. If 2 or more players score 200+ at the same time, the player with the higher score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animal Ailments: The Miming Party Game",
    "ID": 229735,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/229735/animal-ailments-the-miming-party-game",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this family friendly party game, players take turns to mime (using hand gestures and body movements only), various combinations of Animals and Ailments. The game is split across green animal cards and red ailment cards.&#10;&#10;Players take turns to win cards by miming and guessing. Scoring in the game revolves around players successfully miming and guessing the animal/ailment COMBO:&#10;&#10;Shout out the COMBO to win the red card:&#10;&ldquo;a tiger that&rsquo;s scared of mice!&rdquo;&#10;&quot;a sleepwalking kangaroo&quot;&#10;&ldquo;a kleptomaniac clownfish!&rdquo;&#10;&ldquo;a hungover hyena etc!&rdquo;&#10;&#10;There are bonus and steal mimes available, letting you win an extra red card from the box, or steal a card from another player respectively (if you still have time left on the timer to mime these additional mimes). There is also a &quot;Barnslig Bonus&quot; wildcard that infers four special actions to its owner. The Barnslig Bonus can be played at any time.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kipoud: La pioche ou la raison",
    "ID": 229739,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/229739/kipoud-la-pioche-ou-la-raison",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kipoud is a card drafting game in which you try to build the biggest, most valuable house.&#10;&#10;In Kipoud, you will have 2 stack of cards, one with &quot;construction&quot; cards and the other with &quot;tree&quot; cards. There are two ways to start the game, in fast version each player will have a &quot;foundation&quot; card, and in normal version players start empty handed.&#10;&#10;In turn, the active player will first roll a six-sided die. On a 6, he loses his turn. On a 1, a 3, a 4 or a 5, he has the choice between drawing 1 &quot;construction&quot; card or 2 &quot;tree&quot; cards. On a 2, he performs the action &quot;draw&quot; twice. Then, if he can, if he wants, he can play cards from his hand. The goal is to build the houses of the &quot;Moigeux&quot;, small creatures who think only of their material goods and who never cease to build ever bigger or always more ... To build, we will have to make combinations. For example, to build a roof, you will need the &quot;roof&quot; card and a &quot;green wood&quot; card + &quot;brown wood&quot; card. You discard the raw material and place your roof in front of you.&#10;&#10;There are action cards that let you interact with other players or defend yourself against action cards from other players. &#10;Once your turn is over, you must not have more than 10 cards in hand.&#10;&#10;How do I win?&#10;&#10;When the &quot;Construction&quot; stack is empty, the game ends. The points in the top right corner on the &quot;Construction&quot; cards are counted and the one with the most points is declared &quot;Grand Vainqueur&quot; or Winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Junglies Game",
    "ID": 229743,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/229743/the-junglies-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Children's game where players need to collect 4 different birthday party presents to win. Characters are the lion, tiger, giraffe and tortoise.&#10;Move is by spinner (1-4). Landing in a sun is a missing turn.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map AG: Argentina",
    "ID": 229744,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229744/railway-rivals-map-ag-argentina",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A new map that can be used with Railway Rivals or Dampfross. This map was especially designed for the first Railway Rivals championships in Birmingham, 1994. It was mainly sold at conventions.&#10;&#10;It covers the country of Argentina, with one hex representing roughly 60 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Argentina",
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map AL: South East Australia",
    "ID": 229746,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229746/railway-rivals-map-al-south-east-australia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers Australia from Adelaide to the eastern coast and from Bourke to the southern coast, one hex representing approximately 33 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noddy's Game",
    "ID": 229747,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/229747/noddys-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Contents: Board, 4 plastic cars, 32 journey cards and 1 die&#10;Winner is the first player to reach the 8 location cards distributed to each player.&#10;By rolling the dice players move their cars to reach the locations depicted on each card. The locations are such:&#10;Ark, steamer, fort, funfair, railway station, petrol station, etc.&#10;Colorful board with some red (miss one turn) and green (roll again) spaces. The driving is on the left, this game was made in England by Gibsons Games.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map BA: Bavaria",
    "ID": 229750,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229750/railway-rivals-map-ba-bavaria",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the whole country of Bavaria, with approximately one hex representing 10 kilometers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "Region: Bavaria (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map BN: Belgium & Netherlands",
    "ID": 229754,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229754/railway-rivals-map-bn-belgium-and-netherlands",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the countries of Belgium and the Netherlands, with one hex representing approximately 10 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Netherlands",
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map BU: Bulgaria",
    "ID": 229757,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229757/railway-rivals-map-bu-bulgaria",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the country of Bulgaria, with one hex representing approximately 12 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Bulgaria",
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map BW: Baden-Württemberg",
    "ID": 229759,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229759/railway-rivals-map-bw-baden-wurttemberg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the German region of Baden-W&uuml;rttemberg, with one hex representing approximately 7 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "Region: Baden-Württemberg (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map CN: California and Nevada",
    "ID": 229760,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229760/railway-rivals-map-cn-california-and-nevada",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the States of California and Nevada, with one hex representing approximately 28 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: California",
      "States: Nevada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map CO: Chesapeake and Ohio",
    "ID": 229762,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229762/railway-rivals-map-co-chesapeake-and-ohio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the area between the Rivers Ohio and Rappahannock with one hex representing approximately 13 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: Ohio"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Green Horde Special Guest Box – Paul Bonner 2",
    "ID": 229770,
    "Year": "(2018)",
    "Geek Rating": "5.618",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229770/zombicide-green-horde-special-guest-box-paul-bonne",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A box set of four Zombicide: Green Horde miniatures designed by Paul Bonner. It includes:&#10;&#10;Carol Black-Oak&#10;Tola&#10;Kirag and Thorg (single large miniature but two survivors)&#10;Faolan the Vampiric Necromancer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Green Horde Special Guest Box – Adrian Smith 2",
    "ID": 229773,
    "Year": "(2018)",
    "Geek Rating": "5.609",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229773/zombicide-green-horde-special-guest-box-adrian-smi",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A box set of three Zombicide: Green Horde miniatures designed by Adrian Smith. It includes:&#10;&#10;&#10;    The Lord of Skulls necro&#10;&#10;&#10;And his two pet Ogre Abominations&#10;&#10;    Doom&#10;    Gloom&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reap!",
    "ID": 229775,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/229775/reap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You are commanders in the alien armada colonizing Earth. You compete for your queen's favor by scouting for nutrient abundant sites, abducting Earthlings, and reaping the riches from this bountiful world.&#10;&#10;A mid-level Euro with rotating market/rondel-based action selection, polyomino tile-laying, and set collection.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map CR: North and South Carolina",
    "ID": 229777,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229777/railway-rivals-map-cr-north-and-south-carolina",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers North and South Carolina, with one hex representing approximately 17 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: North Carolina",
      "States: South Carolina"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map CS: Central Scotland",
    "ID": 229779,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229779/railway-rivals-map-cs-central-scotland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers central Scotland, from Aberfeldy in the north to Glasgow in the south, with one hex representing approximately 7 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map CT: Chilterns",
    "ID": 229780,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229780/railway-rivals-map-ct-chilterns",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers Chilterns, an area north west of London, with one hex representing approximately 3.2 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map CY: Cyprus",
    "ID": 229781,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229781/railway-rivals-map-cy-cyprus",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the island of Cyprus, with one hex representing approximately 5 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map CZ: Czech Republic",
    "ID": 229783,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229783/railway-rivals-map-cz-czech-republic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the Czech Republic, with one hex representing approximately 12.5 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map EU: Eastern U.S.A.",
    "ID": 229784,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229784/railway-rivals-map-eu-eastern-usa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the eastern part of the U.S.A. from Chicago to the coast, with one hex representing approximately 60 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map GA: Georgia",
    "ID": 229785,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229785/railway-rivals-map-ga-georgia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers Georgia, with one hex representing approximately 16 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: Georgia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map HK: Hokkaido",
    "ID": 229786,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229786/railway-rivals-map-hk-hokkaido",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers Hokkaido, with one hex representing approximately 13 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Japan",
      "Game: Railway Rivals",
      "Islands: Hokkaido (Japan)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map HL: Hannover and Leipzig",
    "ID": 229787,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229787/railway-rivals-map-hl-hannover-and-leipzig",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the German area between the cities of Hannover and Leipzig, with one hex representing approximately 7 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map HU: Hungary",
    "ID": 229788,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229788/railway-rivals-map-hu-hungary",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the country of Hungaria, one hex representing approximately 12 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Hungary",
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Metalcorps",
    "ID": 229789,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/229789/metalcorps",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Description from the publisher (Translated):&#10;Metalcorps is a game of cards and dice.&#10;Players become metalcorps pilots (&quot;mech&quot; or &quot;mazinguer z&quot;), and must fight for control of the world.&#10;&#10;Each Metalcorps has been created by corporations from different parts of the world; USA, Japan, Europe, ..&#10;&#10;But being a pilot will not be easy, as your metalcorps will have 35 energy levels that represent the resistance of your machine, as well as use them to attach weapons and shields to your metalcorps and execute metalsofwares.&#10;&#10;Description from the publisher:&#10;METALCORPS es un juego de cartas y dados.&#10;&#10;Los jugadores se convierten en pilotos de metalcorps (&quot;mech&quot; o &quot;mazinguer z&quot;), y deber&aacute;n luchar por el control del mundo.&#10;Cada Metalcorps ha sido creado por corporaciones de diferentes partes del mundo; USA, JAPON, EUROPA,..&#10;&#10;Pero ser piloto no ser&aacute; f&aacute;cil, pues tu metalcorps tendr&aacute; 35 niveles de energ&iacute;a que representa la resistencia de tu m&aacute;quina, adem&aacute;s de usarlos para acoplar armas y escudos a tu metalcorps y ejecutar metalsofwares.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map II: Illinois and Indiana",
    "ID": 229790,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229790/railway-rivals-map-ii-illinois-and-indiana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the states of Illinois and Indiana.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: Illinois",
      "States: Indiana"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Hedgehog",
    "ID": 229792,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/229792/lost-hedgehog",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#208;&#129;&#208;&#182;&#208;&#184;&#208;&#186;-&#208;&#159;&#208;&#190;&#209;&#130;&#208;&#181;&#209;&#128;&#209;&#143;&#209;&#136;&#208;&#186;&#208;&#176; (&quot;Lost Hedgehog&quot;) is a speed matching game. Five cards form your reference: a white horse, green frog, brown bear, yellow owl, and blue elephant. Then, you will draw a card from a 40-card deck. All the cards in the deck have two of these animals of different colors on them. Your job is to find which animal or color is not represented on the card at all, and slap that reference card. You then claim the card that was flipped over. If there is an exact match (i.e. a green frog), disregard the other rule and slap that exact reference card. You then claim the card that was flipped over.&#10;&#10;Play proceeds until all the cards in the deck have been claimed -- most cards is the winner!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Hedgehogs / Porcupines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Payroll",
    "ID": 229797,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/229797/payroll",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Payroll is a worker placement, resource management game that will test your ability to build a successful business. Compete with up to four players to win the public's approval and have the best reputation in the industry.&#10;&#10;Build your company, hire employees, and delegate how they spend their time. Utilize their specific skills and find out who they work best with. Make your company more profitable as you continue to expand. Your choices will affect your company&rsquo;s reputation and decide the outcome of the game!&#10;&#10;Throughout the game you will be competing for actions on the main desk. You will have to balance how much time and money you invest to expand your business and increase your reputation. If you expand too quickly, you may not be able to pay your employees. If you focus too much on quick money, you may not reach your full potential. Finding the balance, knowing your competition, and a little luck will be the key to building your business empire!&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Worker Placement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Handbook – House Liao",
    "ID": 229799,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229799/battletech-handbook-house-liao",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Assailed for centuries by enemies on every side, House Liao&rsquo;s Capellan Confederation faced its own oblivion time and again. Now, nearly forty years since the realm teetered on the very brink of collapse, the Confederation has returned, reclaiming the pride and unity lost when the armies of Steiner and Davion rolled across their worlds to shatter them. Led by the crafty and charismatic Sun-Tzu Liao, and embracing the spirit of Xin Sheng&mdash;rebirth&mdash;House Liao once again has become a political and military power to be reckoned with, defying those who would see them fail, and deadly to all who oppose them.&#10;&#10;Handbook: House Liao compiles the history, politics, and cultures of the Inner Sphere&rsquo;s smallest&mdash;and perhaps least understood&mdash;Great House. This sourcebook also includes game rules for use with Total Warfare, Tactical Operations and A Time of War: The BattleTech RPG, including new support vehicles, equipment, creatures, and more!&#10;&#10;Handbook: House Liao continues the faction-based Handbook series that updates the political, economic, and historical details of the major realms in the BattleTech universe.&#10;&#10;Era:    Civil War Era&#10;Universe Date    3067&#10;Timeline    2086 - 3067&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starship Awesome 3000",
    "ID": 229835,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/229835/starship-awesome-3000",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Starship Awesome 3000 is a board game inspired by old-school space-flight sim games with tactical maneuvering, weapons systems that are customized during game play with card combinations, and a novel dice mechanic for resource management.&#10;&#10;In the default scenario, players are initially competing to destroy the most Drones on the board, until one player is potentially revealed to be the &quot;Rogue.&quot; At that point, the Rogue can winning by destroying any other Player, but any other Player can win by destroying the Rogue.&#10;&#10;Players can also choose to play a simple dog-fight, where ships battle until one is destroyed.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Open Drafting",
      "Pattern Building",
      "Simulation",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Filibuster!",
    "ID": 229836,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/229836/filibuster",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You're all that stands against a legislative agenda that promises to up-end Democracy as you know it...&#10;&#10;Work together and help each other use the most powerful tool you have to block upcoming policy votes - the Filibuster!&#10;&#10;Filibuster is a semi-cooperative game for 3-5 players acting as Senators in the minority trying to stop a series of policies from passing by utilizing the Filibuster. Major game play mechanics include hand management, press your luck, voting and trading, negotiation, and take that!  The game is played over seven rounds, with each round consisting of an election phase to determine the group's leader, and a filibuster phase to block the policy revealed that round.&#10;&#10;The leader is responsible for increasing the filibuster time to meet or exceed the minimum number of hours required to successfully block the policy. They also interact with the Time Deck, which is full of events that affect the players and will typically cause the end of the round. Non-leader players during a round act as supporting Senators that play assists and pass cards to the leader to help effectively block the policy and meet the Filibuster requirements for the round.&#10;&#10;If at any time the players fail to block 4 policies, everyone loses! If all 7 rounds are completed and at least 4 policies have been successfully blocked, the Senator who earned the most influence (rewarded based on performance while leading a filibuster, as well as playing assists and passing cards) is the true winner!&#10;&#10;So, be sure to work with your colleagues to prevent too many policies from passing through... but always look for ways to help yourself a little more than your fellow Senators so that you come out on top!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Push Your Luck",
      "Take That",
      "Trading",
      "Voting"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imhotep: A New Dynasty",
    "ID": 229839,
    "Year": "(2017)",
    "Geek Rating": "6.016",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229839/imhotep-a-new-dynasty",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.3077",
    "Description": "Imhotep: A New Dynasty adds five new places, fourteen market cards, seven god cards, four chariots, and 56 tiles to the Imhotep base game. God cards let players predict the progress of different buildings, with them being rewarded at the end of the game if they're correct and otherwise being punished.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: 3-Dimensional (3D)",
      "Components: Polyominoes",
      "Game: Imhotep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Interstate",
    "ID": 229840,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/229840/interstate",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Interstate is a quick-playing family game in which each player is taking a vacation or road trip through the United States via the Interstate road system.  The first player to visit all of their destinations and return home is the winner.  The game has a deck of Interstate cards which allows for interactive card play as players can help their own cause or hinder other players' travel.&#10;&#10;Interstate is presented as an easy-to-learn basic game but also has several optional variants that can be used to spice up the basic game.  Because of the randomness and unpredictability inherent in the play of the game, as well as the variants, Interstate has excellent replay value.&#10;&#10;Most games of Interstate are close; it is rare to have a runaway winner. The play of the cards helps to rein in anyone who gets too much of a lead over the other players.  There will always be unpleasant events that will hinder your game but basically the person who can most efficiently plan out the course of visiting their destinations will have the best chance of winning.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "S-Tris",
    "ID": 229841,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/229841/s-tris",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "S-Tris is 2-player game that combines tile laying like Blokus with the use of cards.&#10;&#10;Before play starts, players modify the usable part of the board by putting some blocks anywhere on the board. Each players is dealt a certain number of cards, depending on the amount of players.&#10;&#10;On his turn a player plays a card, either a square or a helper card. In case of a square card he puts the corresponding piece on the board as long as it fits somewhere. In case of a helper card he carries out the special function. Some cards, like The Bomb, allow you to remove a piece first for instance.&#10;&#10;The player who gets rid of his cards first or with the least points on his cards left after all players have passed on their turn, wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bubblee Pop: Level Up!",
    "ID": 229843,
    "Year": "(2017)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229843/bubblee-pop-level-up",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Level Up!, an expansion for the Bubblee Pop base game, brings two additional families of bubblees and two new powers into the game, giving you a great way to customize your games and &laquo;pop&raquo; more than ever!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Box Battles: Cold War Evolution",
    "ID": 229844,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/229844/box-battles-cold-war-evolution",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Box Battles: Cold War Evolution is a game of tactical conflict between the forces of the North Atlantic Treaty Organization (NATO) and the Warsaw Pact (WARPAC) during the escalating Cold War. Whether you are a historian, a devout fan of the military channel or simply fascinated by this game genre, you too can now be a miniatures collector with the convenience of terrain, play rules and playing aids, all in one box. Assembled for 1/285 scale miniatures games, included within are:&#10;NATO Forces:&#10;12 M113 Armored Personnel Carriers&#10;12 Infantry Squads&#10;1 HQ Platoon (6 vehicles)&#10;5 M60A1 Tanks&#10;&#10;WARPAC Forces:&#10;10 BMP-1 IFV&#10;10 Infantry Squads&#10;2 Towed 120mm Mortars&#10;4 T-62 Tanks&#10;Game play terrain surface 24&quot;x36&quot;&#10;Rule booklet&#10;8 Vehicle Information Cards&#10;12 Command Cards&#10;3 Dice (d10, d12)&#10;1 Tape Ruler, 2 ruler card playing aids&#10;50 marker counters&#10;2 Large buildings, 4 small buildings, 2 sandbag emplacements and 10 cubic inches of foliage terrain&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "History: Cold War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warp Chess",
    "ID": 229846,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/229846/warp-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A chess variant using cards. Basic two player chess rules board and pieces apply modified by the introduction of a common deck of cards.  The deck includes a range of alternative plays that players can elect to use rather than normal movement for that turn.  Examples are: move 3 pieces, move pawn like a rook, switch two of your opponent&rsquo;s pieces, move bishop to any empty space etc.&#10;&#10;The deck is placed beside the chessboard and four cards turned face up.  One of these forms the start of the discard pile, one is available for use by the black player, one for use by only the white player, and one (the free card) is available for use by both players.&#10;&#10;On your turn you can move as normal or you can play either the free card or your colour card.  If you play a card it goes to the discard and is replaced by the top card of the deck.  If you make a normal move, you may cause the free card or your colour card to be discarded and summarily replaced by the top card of the deck.  &#10;If the deck runs out, shuffle the discard and draw from it.&#10;&#10;As in normal chess the winner is the player to checkmate his opponent&rsquo;s King.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snakey Dice",
    "ID": 229848,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/229848/snakey-dice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Play the classic mobile game &quot;Snake&quot; using dice &amp; a pencil!  No old mobile phone or battery-life required!  Make the longest snake you can, picking up power-ups along the way to supercharge your snake.&#10;&#10;Solo game:&#10;You will use up to 6 custom 'snake' dice to determine how your snake moves around the 11*11 grid, eating power-ups that give you powers to manipulate your dice rolls, and even using one-time actions to portal through walls or tunnel under blockades!  But be careful - every time you gain a power-up, more blockades appear on the grid.  And one of the snake dice faces is a Blockade face that can't easily be manipulated and causes more blockades to appear!&#10;&#10;How much of the board can you traverse and how many power-ups can you unlock before you inevitably crash?...&#10;&#10;Multiplayer game:&#10;You can now also play the game with 4 players, all manoeuvring their own snakes around the same shared board, vying for powerups and all trying to avoid the blockades AND each other!  Points are acquired similarly to the solo game, but you get additional bonuses for being the first to reach level 4 of each powerup track, and the last snake standing gains a bonus 10VP!  You can also try your luck on the larger 15*15 grid, giving more room to snake around (and a slightly longer game) - especially good with the max 4 players!&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Contests: Gen Can't Roll & Write",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The War of the Cross",
    "ID": 229849,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/229849/the-war-of-the-cross",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;War of the Cross is a four to seven player diplomatic strategy game that tells the story of the last decade of a terrible war that raged across Th&eacute;ah for thirty years. You must muster all your skills to command one of seven Nations to victory in a game of shifting politics, dangerous alliances and tactical skill. Can you lead armies, navies and Heroes to win the day and bring an end to the bloodiest war in Th&eacute;ah&rsquo;s history?&#10;&#10;War of the Cross plays in turns consisting of several phases. Players go through the phases together until one Nation has enough Victory Points to end the War and declare victory, negotiating with other players, giving secret orders to units, then making alliances and revealing those orders to claim territory and win conflicts.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Negotiation",
      "Pirates",
      "Renaissance",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bloodstone",
    "ID": 229855,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/229855/bloodstone",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "160",
    "Weight": "2",
    "Description": "The Bloodstone is an evil and powerful relic that enchants any who possess it. We pick up our story with an interesting cast of characters from all over the realm. They all have very different stories about how they became entrapped in the arena. Nightly, they fight to the death only to be resurrected and made to do it all over again at the sorceress' whim.&#10;&#10;In Bloodstone, you control one of the characters and use a custom dice mechanism to determine your attacks and movements, using your miniature to move around the arena and engage in combat. You hope someday to escape this damned place, but tonight...you fight!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sabres and Smoke: The War of 1812",
    "ID": 229856,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/229856/sabres-and-smoke-the-war-of-1812",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "35",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Sabres and Smoke: The War of 1812 is a 2-player, turn-based light strategy board game set during the War of 1812. From Trenton in the Michigan Territory, to Fort George and Queenston Heights in Upper Canada, to the shores of Baltimore, Maryland, players will be able to pit British and Canadian infantry, militia, artillery, Native Warriors and naval units against their American counterparts. Across 16 exciting, historically accurate scenarios, both players will determine the fate of North America, with a game that is simple to both set up and learn, yet provides an incredibly rich, entertaining gaming experience. The game is for ages 10 and up.&#10;&#10;Created by Eric Sheppard, the game is the result of extensive research that included explorations of several of the battle fields featured in the game. Additional scenarios to augment the 16 included in the base game will be forthcoming later in the year.&#10;&#10;The game includes:&#10;&#10;- 3 fully-mounted game boards (2 land, 1 coastal).&#10;&#10;- 44 double-sided terrain hexes, illustrated to provide depth and dimension to the battlefield.&#10;&#10;- 250 military units, including Native Warriors British, Canadian and American infantry, militia, artillery, naval units, and specialized unit markers.&#10;&#10;- 100 card stands, allowing all units to &lsquo;stand to&rsquo;. No need to move stacks around the board.&#10;&#10;- 8 battle dice (4 red, 4 blue) with custom-printed icon stickers.&#10;&#10;- 32-page Rule/Scenario Book with all the information to set and play the game, quickly and easily. Book also includes 16 scenarios with full-colour set up maps.&#10;&#10;- 52 Battle Cards, to add richness and variability to the gameplay.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: War of 1812",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "再会の約束 (Saikai no Yakusoku)",
    "ID": 229870,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/229870/zai-hui-noyue-shu-saikai-no-yakusoku",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "157680",
    "Play Time": "1576800",
    "Weight": "0",
    "Description": "Publisher's summary&#10;&#229;&#134;&#141;&#228;&#188;&#154;&#227;&#129;&#174;&#231;&#180;&#132;&#230;&#157;&#159; (Saikai no Yakusoku) in English would mean 'Promise of Reunion'. The game is #3 of the five games in the Ars Combinatoria system, and takes up to three years to play.&#10;&#10;Players are given one card each, and write down the same time and place they will meet next time. Then seal a tally impression between each card and its neighboring cards.&#10;&#10;At the specified time, all players who have come to the specified place wins the game. But they taste a better victory if opponents don't come to the place.&#10;&#10;Any number of players can play this game as long as there are enough cards.&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#172;&#161;&#227;&#129;&#171;&#228;&#188;&#154;&#227;&#129;&#134;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#129;&#168;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#130;&#146;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#232;&#168;&#152;&#229;&#133;&#165;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#137;&#178;&#229;&#141;&#176;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#129;&#174;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#129;&#168;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#129;&#171;&#230;&#157;&#165;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#128;&#130;&#10;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#140;&#231;&#143;&#190;&#227;&#130;&#140;&#227;&#129;&#170;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#175;&#232;&#139;&#166;&#227;&#129;&#132;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#188;&#149;&#227;&#129;&#141;&#229;&#136;&#134;&#227;&#129;&#145;&#227;&#130;&#146;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#128;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#128;&#129;&#229;&#144;&#140;&#230;&#153;&#130;&#227;&#129;&#171;&#228;&#189;&#149;&#228;&#186;&#186;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "幸せな時間 (Shiawase na Jikan)",
    "ID": 229871,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/229871/xing-senashi-jian-shiawase-na-jikan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Publisher's summary&#10;&#229;&#185;&#184;&#227;&#129;&#155;&#227;&#129;&#170;&#230;&#153;&#130;&#233;&#150;&#147; (Shiawase na Jikan) in English is 'Time of Happiness'. This is game #2 in the Ars Combinatoria system.&#10;&#10;Each player has a deck of six cards which are &quot;Good thing in your past&quot;, &quot;Very good thing in your past&quot;, &quot;Good thing in your present&quot;, &quot;Very good thing in your present&quot;, &quot;Good thing in your future&quot;, and &quot;Very good thing in your future&quot;.&#10;&#10;Players are given a theme, think about their past that relates to the theme, and chooses &quot;Good&quot; or &quot;Very good&quot; thing in the past card according to what they have thought. Do the same for their present and future.&#10;&#10;During the game, your opponents asks several questions about what you thought, then guesses the cards you chose. Opponents win the game if they guessed your cards correctly.&#10;&#10;Any number of players can play this game as long as there are enough decks of cards.&#10;&#10;&#229;&#144;&#132;&#232;&#135;&#170;6&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#230;&#140;&#129;&#227;&#129;&#161;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#140;&#233;&#129;&#142;&#229;&#142;&#187;&#227;&#129;&#174;&#227;&#129;&#132;&#227;&#129;&#132;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#128;&#141;&#227;&#128;&#140;&#233;&#129;&#142;&#229;&#142;&#187;&#227;&#129;&#174;&#227;&#129;&#168;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#129;&#132;&#227;&#129;&#132;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#128;&#141;&#10;&#227;&#128;&#140;&#231;&#143;&#190;&#229;&#156;&#168;&#227;&#129;&#174;&#227;&#129;&#132;&#227;&#129;&#132;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#128;&#141;&#227;&#128;&#140;&#231;&#143;&#190;&#229;&#156;&#168;&#227;&#129;&#174;&#227;&#129;&#168;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#129;&#132;&#227;&#129;&#132;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#128;&#141;&#10;&#227;&#128;&#140;&#230;&#156;&#170;&#230;&#157;&#165;&#227;&#129;&#174;&#227;&#129;&#132;&#227;&#129;&#132;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#128;&#141;&#227;&#128;&#140;&#230;&#156;&#170;&#230;&#157;&#165;&#227;&#129;&#174;&#227;&#129;&#168;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#129;&#132;&#227;&#129;&#132;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#128;&#141;&#227;&#129;&#168;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#155;&#158;&#231;&#173;&#148;&#232;&#128;&#133;&#227;&#129;&#140;&#227;&#128;&#129;&#233;&#129;&#142;&#229;&#142;&#187;&#227;&#131;&#187;&#231;&#143;&#190;&#229;&#156;&#168;&#227;&#131;&#187;&#230;&#156;&#170;&#230;&#157;&#165;&#227;&#129;&#174;3&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#169;&#227;&#129;&#161;&#227;&#130;&#137;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#129;&#184;&#227;&#130;&#147;&#227;&#129;&#160;&#227;&#129;&#139;&#10;&#228;&#187;&#150;&#227;&#129;&#174;&#228;&#186;&#186;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#189;&#147;&#227;&#129;&#166;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#139;&#157;&#230;&#149;&#151;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#228;&#188;&#154;&#232;&#169;&#177;&#227;&#130;&#146;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#128;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#140;&#227;&#129;&#176;&#228;&#189;&#149;&#228;&#186;&#186;&#227;&#129;&#167;&#227;&#130;&#130;&#229;&#144;&#140;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nefarious: ... Only More So",
    "ID": 229886,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229886/nefarious-only-more-so",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;This copies the other Twist(s). If that wouldn't change anything, replace the other Twist on the game board.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nefarious: Masquerade",
    "ID": 229887,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229887/nefarious-masquerade",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;After any players Research, each player with any cards in hand simultaneously passes the card left to the next such player. (Players with no cards in hand are skipped.)&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nefarious: Ancillary Products",
    "ID": 229888,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229888/nefarious-ancillary-products",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;After playing an INVENTION, Gain 1 per card in your hand.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glorious Empires",
    "ID": 229903,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/229903/glorious-empires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A dice and card game of civilization building for 2-4+ players.&#10;&#10;Each player has a set of 8 six-sided dice and share 6 common decks of cards:&#10;-    The Leader, Wonder, Culture and Resources decks each have cards with a Victory Points (VP) value between 1 and 25, but may score additional VP in combination with other cards (from the same or different decks) or have other special abilities.  &#10;-     Disaster Deck.  These cards have a VP value between -1 and -25 and have negative effects such as losing leaders or wonders, starvation or being attacked by barbarians.  Players should do their best to avoid acquiring disasters. &#10;-     Conquest Deck.  These cards have a VP value between 1 and 25 but no special abilities.&#10;&#10;Each turn is divided into phases:&#10;1.    All players roll their dice simultaneously. &#10;2.    Players may re-roll some, all, or none of their dice. &#10;3.    Players may a second time re-roll some, all, or none of their dice. &#10;4.    The player who rolled the most ones gets the top Leader card. &#10;5.    The player who rolled the most twos gets the top Wonder card. &#10;6.    The player who rolled the most threes gets the top Conquest card. &#10;7.    The player who rolled the most fours gets the top Resource card. &#10;8.    The player who rolled the most fives gets the top Culture card. &#10;9.    The player who rolled the most sixes gets the top Disaster card. &#10;If there is a tie in any category, the tied players roll one die each. Highest roll wins the tiebreaker.&#10;Players put the cards they have won in front of themselves, visible to all.&#10;&#10;The game ends after 20 turns. Each card has a Victory Point (VP) value.  Each player adds up the points of all their cards to get a VP total. The player with the most VP at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alaska",
    "ID": 229911,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/229911/alaska",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card and dice game for 2-5 players.  Each player controls 1 town in Alaska and develops his town in order to score the most points.&#10;&#10;Players share a common deck comprising resource (investment) cards and event cards.  The deck comes in three parts.  All the &ldquo;early&rdquo; cards are shuffled to make the top third of the decks. All the &ldquo;late&rdquo; cards are shuffled to make the bottom third of the deck.&#10;&#10;There are 13 resource card types:  Indians, Mines, Fish, Wood, Ships, Ground, Air, Government, Military, Oil, Agriculture, Service, and Tourism.  Resource cards have an associated cost, score and revenue value.&#10;&#10;Each player starts with 2 dollars.&#10;&#10;Players take turns with each turn comprising 2 phases:&#10;&#10;1.   Revenue Phase&#10;-    Gain 1 dollar for free. &#10;-    Roll 1D6 or 2D6.  Gain revenue from every one of your resources whose score matches your roll. &#10;-    If your roll did not match any of your cards gain a second dollar for free.  &#10;-    Dollars normally come from the Bank. If, however a resource is marked &ldquo;ticket&rdquo;, then 1 dollar comes from an opponent instead of the Bank.&#10;&#10;2.   Investment Phase&#10;-    The top 3 cards of the deck are turned face up. &#10;-    You may buy one card for its face value. &#10;-    You may buy a second card for double its cost. &#10;-    You may buy the third card for triple its cost. &#10;-    You may buy a fourth card for quadruple the cost and so on. &#10;-    Cards not bought are set aside and can be bought later by any player on their turn in addition to and/or instead of the top 3 that are always revealed.  &#10;-    If the card is an event card it affects the player who draws them. Event cards, once drawn and played, are removed from the game.  If an event card allows a free buy, it must be of a card set aside or drawn this turn; if there are no candidates, it has no effect.&#10;&#10;The game ends when there are no more cards left to draw.  All players in order may ten spend the last of their dollars. Scoring is undertaken as follows:&#10;-    Score 1 VP for every card you own.&#10;-    Score 2 VP for every Government and Military Card.  &#10;-    Score 3 VP for every Oil and Tourism Card. &#10;-    Score 2 VP if you have the most cards of a type (check all 13 types)&#10;The player with the most VP at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "States: Alaska"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "X-Com Skirmish",
    "ID": 229912,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/229912/x-com-skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "An abstract skirmish level squad combat board &amp; card game for 2 players, based on the X-Com video games. One player plays X-Com units, the other the Aliens.&#10;&#10;Use a large hex-map as the playing area. Every hex has 2 ratings: terrain and elevation.  These affect defence ratings and line of sight. Terrain is selected at the discretion of the players.&#10;&#10;Players use figures, miniatures or chits to represent units. Each unit represents a single soldier or alien. &#10;-    X-Com units come in a variety of types: civilian, military, squaddie, specialist, officer, hero or SHIV robot.  Each has a hit value between 1 and 4, cost between 1 and 4, and can, through card play, undertake actions from one or more tables according to their type.&#10;-    Alien units come in 15 different types.  Each has a hit value between 1 and 5, a cost between 1 and 5 and can, through card play, undertake actions from a table that is unique to their type&#10;&#10;Players share a common action deck.  Cards are of a number of type: Move, Attack, Defence or Special.&#10;&#10;Players take turns with each turn comprising 3 Phases:&#10;&#10;1.   Tactical Phase&#10;-    Draw 5 cards (or 4 if you only have 2 units left or 3 if you only have 1 unit left)&#10;&#10;2.   Move and Fire Phase&#10;-    Your units may individually move and fire in either order as you decide.  All of your units get one free move of 1 hex. In addition to the free move, you can play one move card on one unit (per turn) to move it again a number of spaces as stated on the card.  Normally only one unit is allowed per space.  Exceptions include units being carried such as a soldier carrying a wounded comrade or a captured alien or flying units passing over or hovering over other units&#10;-    Play an attack card to have a unit attack.  The attack card has a number which is the range of the attack.  All attacks do a base of 1 hit of damage. A unit reduced to 0 hits is killed. &#10;-    Your opponent may play defence cards to negate damage.  A defence effect negates a base of 1 hit of damage.&#10;&#10;3.   End Phase&#10;-    Max hand size = 5 cards (4 if you only have 2 units, or 3 if you only have one unit left).  Discard excess cards.&#10;&#10;The winner of the game is the first to achieve complete destruction of all opposing units.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Last Mechs",
    "ID": 229914,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgame/229914/the-last-mechs",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Background:&#10;War started in the year 2200, it was inevitable... metal combined with technology had turned into humanity&rsquo;s worst enemy.&#10;In the present day some cities still survive, protected by huge metallic walls, labyrinths and gates to prepare a first line of defense before any threats reach the inner parts of the city.&#10;Build and pilot your Mech armor, it&rsquo;s the only thing you can really trust to stay alive when venturing into the dangerous wasteland.&#10;Money is worthless nowadays, but search the wasteland for scrap metal, cables, and electronics, you may even find weapons and lost tech from the Mech Wars. Whatever you find in the wasteland can be used to upgrade your weapons and armor, or as currency in the cities.&#10;Pirates, mercenaries and psychos attack the cities in an attempt to conquer them, to loot and steal as much scrap metal and technology as possibly can.&#10;Intro:&#10;The Last Mechs is a cooperative exploration game for 1 to 4 players, a dungeon crawler set in a post-apocalyptic future. Includes a campaign mode that will guide you through the adventure with a comic book illustrated by David Daza. &#10;Aside from the campaign, every hero will have their own short comic that narrates their personal stories, which you can unveil by searching for clues in the cities.&#10;With highly detailed pre-assembled miniatures ready to play.&#10;You can choose from 4 different heroes: Paul &ldquo;The Legend&rdquo; a former army man turned mercenary, Karl the mechanic with his D-Sherpa droid always by his side, Lorna and her large modified cargo Mech, and Gork the smuggler.&#10;The Last Mechs includes some RPG elements, since the heroes attributes include Mech piloting, repairing, exploring, and communications, and they can learn new skills by spending experience points.&#10;There are different phases in TLM:&#10;A travel phase, when one of the heroes must guide the group while trying to avoid the grave dangers that plague the wasteland.&#10;A search phase when you may look for scrap, electronics and cables (the most valued resources), or even find standard or lost tech weapons and armor that you can repair. Additionally, different adventures and events unrelated to the campaign may trigger during your journey.&#10;By the end of the travel phase, if you haven&rsquo;t reached a city, you must set camp on the dangerous wasteland and take shifts to guard the camp.&#10;During the guard phase, the heroes will decide how to split the guard rounds and will solve events in the dark of the wasteland. Also, the mechanic can repair the Mechs and the droid can build ammunitions.&#10;Your party will earn fame the longer you stay in the wasteland, which will give you benefits in the cities, but the danger levels will increase the longer you venture into the wasteland, making it harder for your team to survive.&#10;The few cities that still stand have metallic labyrinths that protect them from enemies, which you must pass through to access the cities.&#10;In the cities you will have access to: (depending on the city)&#10;1- Canteen: Find clues about your story and rumors.&#10;2- Doctor: Heal your heroes.&#10;3- Mech garage: Repair and upgrade your Mechs and equipment.&#10;4- Tattoo parlor: To get temporary boosts for your skills.&#10;5-Supplies: Purchase weapons and ammo.&#10;&#10;Kickstarter Prelaunch:&#10;https://www.kickstarter.com/projects/juegorama/last-mechs&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map IL: Illinois",
    "ID": 229925,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229925/railway-rivals-map-il-illinois",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the State of Illinois, with one hex representing approximately 17 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: Illinois"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map IO: Iowa",
    "ID": 229926,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229926/railway-rivals-map-io-iowa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the State of Iowa, with one hex representing approximately 12 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: Iowa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map IR: Iran",
    "ID": 229927,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229927/railway-rivals-map-ir-iran",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the country of Iran, with one hex representing approximately 46 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Country: Iran",
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map KT: Kentucky and Tennessee",
    "ID": 229928,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229928/railway-rivals-map-kt-kentucky-and-tennessee",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the States of Kentucky and Tennessee, with one hex representing approximately 17 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: Kentucky",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map MU: Manchuria",
    "ID": 229929,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229929/railway-rivals-map-mu-manchuria",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers Manchuria, with one hex representing approximately 33 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "Region: Manchuria (China)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map MW: Mid Wales",
    "ID": 229930,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229930/railway-rivals-map-mw-mid-wales",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers Wales from Barmouth to Abergavenny, with one hex representing approximately 4.2 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map MX: Isle of Man",
    "ID": 229931,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229931/railway-rivals-map-mx-isle-of-man",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the Isle of Man, with one hex representing approximately 1 kilometer.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map NO: Northern England",
    "ID": 229933,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229933/railway-rivals-map-no-northern-england",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers northern England from Carlisle to Manchester, with one hex representing approximately 6 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map NW: North Wales",
    "ID": 229934,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229934/railway-rivals-map-nw-north-wales",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers Wales from Holyhead to Aberystwyth, with one hex representing approximately 3.5 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map NY: New York State",
    "ID": 229935,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229935/railway-rivals-map-ny-new-york-state",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the State of New York.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: New York"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map OH: Ohio",
    "ID": 229936,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229936/railway-rivals-map-oh-ohio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the State of Ohio, with one hex representing approximately 11.5 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals",
      "States: Ohio"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map P: Northern Italy",
    "ID": 229937,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229937/railway-rivals-map-p-northern-italy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers northern Italy from the Swiss and Austrian borders to Roma.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Restauranteur",
    "ID": 229938,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/229938/restauranteur",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A game for 2-4+ players with a restaurant building theme.&#10;&#10;An 8x8 grid represents a city.  There is a set of 64 counters to be placed on the spaces of the board representing 16 districts (of 6 different types) and 48 restaurants (6 each of 8 different types).  A space on the board may only ever contain 1 district or 1 restaurant.&#10;&#10;To start the 16 districts are distributed to the board such that each row gets 2 random districts randomly placed. All restaurant counters are in a pile called the build pile which is shuffled and placed face down next to the board.&#10;&#10;Each player gets a set of 20 tokens, 10 coins, 4 random restaurant counters and 4 cards from a common card deck. Cards are of three types: Number, Income and Improvement.&#10;&#10;Players take turns with each turn comprising has 6 phases:&#10;&#10;1.   Investment Phase&#10;-    The active player receives 1 Coin. &#10;-    If you have the most restaurants of a given type (for each type) get one extra coin.&#10;&#10;2.   Recruit Phase&#10;-    The active player draws 1 card and puts it in his hand.&#10;&#10;3.   Build Phase&#10;-    You may build one restaurant. This costs 10 coins and the restaurant must come from your restaurant pool. &#10;-    When a restaurant is built, draw a replacement counter from the build pile. &#10;-    Place the restaurant counter on an open space on the board with one of your tokens on top of it.  When building a restaurant, you must also discard a number card and the restaurant must be placed on a row or column matching that number. &#10;-    You may not build a restaurant adjacent to another of the same type.&#10;&#10;4.   Improvement Phase&#10;-    You may play one Improvement card. This costs 5 Coins. &#10;-    Place improvements face up on the table in front of you. &#10;-    You can have a maximum of 5 improvements.&#10;&#10;5.   Income Phase&#10;-    You must either play an income card or initiate a random income sequence. &#10;-    When playing a restaurant income card all restaurants of that type earn income. &#10;They gain 1 coin for every adjacent (orthogonal or diagonal) district.  When playing a district income card all restaurants adjacent to that type of district earn 1 coin each. &#10;All players earn income, not just the active player. &#10;-   To initiate a random income sequence roll 2D8 to get a random space on the board. If that space is a restaurant, that restaurant earns income for each adjacent district. If that space is a district, each adjacent restaurant earns 1 coin. &#10;-   If you have the only restaurants of a given type on the board they gain 1 star.  All restaurants start with a base rating of 1 star.  Certain Improvements and bonuses increase the number of stars. When a restaurant receives income multiply by its star rating to get the number of coins it earns.&#10;&#10;End Phase&#10;Discard cards in your hand in excess of 4.&#10;&#10;The game ends immediately when one of the following happens: &#10;-    Any player runs out of tokens to use.&#10;-    All restaurants of a single type are built.&#10;-    Players go through the deck twice. &#10;The player with the most coins at the end of the game wins.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map PA: Pennsylvania",
    "ID": 229939,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229939/railway-rivals-map-pa-pennsylvania",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the State of Pennsylvania, with one hex representing approximately 10 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Country: USA",
      "Game: Railway Rivals",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map PN: Pacific North West States of the U.S.A.",
    "ID": 229940,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229940/railway-rivals-map-pn-pacific-north-west-states-of",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the north west of the USA from the west coast to Laramie, with one hex representing approximately 35 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flamme Rouge: Peloton",
    "ID": 229941,
    "Year": "(2017)",
    "Geek Rating": "6.978",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229941/flamme-rouge-peloton",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8413",
    "Description": "Flamme Rouge: Peloton, the first expansion for Flamme Rouge, offers a chase group of four riders (pink and white rouleurs and sprinters) that allows the base game to be played with up to six players. All 5-6 player games are played with a breakaway tile and 1-3 supply zone tiles. These can also be added to your games at lower player counts.&#10;&#10;The box cover shows the iconic cobblestone races that are represented with new tiles in the game; these tiles are mostly one space wide, occasionally two, and don't allow slip streaming.&#10;&#10;Flamme Rouge: Peloton includes variants for solo play and for games with up to twelve players, each controlling only one rider.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Flamme Rouge",
      "Players: Expansions Adding Solo Play",
      "Players: Expansions Changing Player Count",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map Q: Southern Italy",
    "ID": 229942,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229942/railway-rivals-map-q-southern-italy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers Italy from Rome to the southern coast.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map RE: European Russia",
    "ID": 229943,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229943/railway-rivals-map-re-european-russia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the European part of Russia.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map SD: Sardinia",
    "ID": 229944,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/229944/railway-rivals-map-sd-sardinia",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion map for Railway Rivals and Dampfross. It has been sold at various conventions.&#10;&#10;The map covers the island of Sardinia, with one hex representing approximately 6 kilometers.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  }
]