[
  {
    "Rank": "N/A",
    "Name": "Depredadores: Cazando en la Isla",
    "ID": 347418,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/347418/depredadores-cazando-en-la-isla",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The predators face off in a night scene where the most agile and fastest survives. Jaguars hunt alligators, curiy&uacute;, owls and toads, while spider web traps and the smell of skunks turn the game into chaos.&#10;&#10;Includes 2 game modes: Hunting on the Island and Gathering Herds.&#10;&#10;Hunting on the Island&#10;&#10;With the agility of predators and knowledge of the species, protect the weakest animal on the island and take all the cards. You have to be very attentive, the fastest hunter wins!&#10;&#10;Deal all cards among players, who will leave them in a face-down pile. At the same time, all players reveal their first card. The first player to cover the weakest animal on the food chain and shout its name, wins the round and take all cards. There are also some special actions cards that could change conditions for the round.&#10;&#10;When all cards were played, the player with the most cards, wins.&#10;&#10;Gathering Herds&#10;&#10;To survive on the island, cunning and agility are essential. Group the animals by species and use all your speed to win the game.&#10;&#10;Deal 5 to 7 cards to each player (according to the number of players). Leave the rest of the cards in a face-down deck in the middle.&#10;&#10;The dealer signals the start, and each player, at the same time, can:&#10;&#10;     Put down a pair of equal cards.&#10;     Put down a card equal to a pair another player put down.&#10;     Take cards from the middle deck to form pairs.&#10;&#10;&#10;When a player is out of cards, the round finishes. Each player gets 1 point per card left in their hand.&#10;&#10;At the end of the fifth round, the game ends and the lowest score wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Continents: South America"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Los Teros: Vuelo Rasante",
    "ID": 347419,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.71",
    "Link": "https://boardgamegeek.com/boardgame/347419/los-teros-vuelo-rasante",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The teros will use the weapons that nature's design gave them to take care of their nest exposed to the most voracious predators (hawks, gulls, owls, snakes, weasels, cats and dogs).&#10;&#10;A card war... with Teros! Los Teros: Vuelo Rasante is a card game for 2 players in which one player will be the Teros, and the other the Predators. The objective of the teros is to take care of their nests and their territory, and that of the predators to reach the eggs. That is why, throughout 3 game difficulty modes (easy, normal and expert), the one who places the best card and wins a majority of battles may be the winner of the game.&#10;&#10;On their turns, players simultaneously show a card.  The player with the highest card wins.&#10;&#10;The game ends when all cards have been played and the person with the highest number of tricks wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Birds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA: Hero Sheets",
    "ID": 347420,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347420/battalia-hero-sheets",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "The Hero sheets introduce unique powers to the different heroes in the game. Each hero has 3 own special abilities (skills) separated in 3 levels. All first level abilities can be used once per turn for free and are equal for the male and female character of every faction. All level 2 and 3 abilities need to be activated in order to be used and may be played several times per turn as long as the player has resources (supply cards) to activate them. They are specific for every single hero.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Civilization",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Las Abejas: Flores Color Miel",
    "ID": 347421,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/347421/las-abejas-flores-color-miel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The bees will show us their unprecedented wisdom and a cooperative social organization designed around the production of honey and above all, as a daily task that is incumbent on all the beings of this planet, to maintain the ecological balance through this activity so important as is pollination.&#10;&#10;Build your games by gathering prayers and honey. Ask your opponents if they have that card you are looking for or fly to the garden to find it. The bee that forms the most groups of ores and honey wins the game.&#10;&#10;It includes 2 game modes.&#10;&#10;&#10;&iexcl;Vol&aacute;!&#10;&#10;Distribute to each player 7 cards for a 2 player game, or 5 cards for a 3 or 4 player game. The remaining cards are spread face down on the table, forming a garden shared by all players.&#10;&#10;The objective of the game is to build sets of 3 cards of the same type (ores or honey) and number to play.&#10;&#10;The first player takes a card from the garden and adds it to his hand. Then they must ask any player for a number and type of card, seeking to build a set of 4 with the ones he already owns.&#10;&#10;Now, the player who was asked has two options:&#10;&#10;     If he possesses one or more of that number and type, he must give it to him.&#10;     If he does not have any cards of the type sought, he must answer: Fly!&#10;&#10;&#10;The requesting player will then remove a card from the garden.&#10;&#10;     If the card obtained from the garden matches the one you requested earlier, you must show it to the rest of the players and you can continue asking the others.&#10;     If it does not match, it will be the turn of the player to his right.&#10;&#10;&#10;When a player gathers 3 cards of the same type and number, he will place them face up to one side. The game ends with the first player who manages to play all their cards.&#10;&#10;The player who has managed to form the most groups wins.&#10;&#10;&#10;Color Miel&#10;&#10;Immerse yourself in the universe of bees, where order and work are the fundamental tools to achieve the best and richest honey. Among flowers and beehives, you must be attentive to the numbers and colors to build your game. Use the speed and agility of the bees to lower all your cards and thus win the game.&#10;&#10;Deal 14 cards to each player. The first player  takes a card from the deck and adds it to the ones he has.&#10;&#10;They can now:&#10;&#10;     If they have the Queen, you must lower her immediately and place her in the middle. Take another card from the pot.&#10;     If the Queen is not lowered, you cannot go down beehive games or honey ladder, but you can go down a bouquet or flower ladder.&#10;    If you can't do any of the above, you must pass.&#10;&#10;&#10;The next player on the right follows, always taking a card from the pot and placing it next to their cards. On their turn, the player is entitled to perform any of the actions above or:&#10;&#10;     Add a letter or more to a ladder, or complete a bouquet or beehive on the table.&#10;     Draw a card from a game for another player that does not make it lose its status as a bouquet, hive or ladder, and use the drawn card to open a new game.&#10;&#10;&#10;The game ends when one of the players closes by lowering all his cards. The other players must add up the value of the cards they have in their hand. Four games make up the game. The player with the fewest points will be the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hormigas: Cavando entre Túneles",
    "ID": 347423,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/347423/hormigas-cavando-entre-tuneles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The ants, as present as invisible in our daily lives, will wage a bid between obstacles and impediments, to form a colony larger than that of their rivals, connecting underground paths and above all teaching us, while we play, what this important work is about as tiny.&#10;&#10;&#10;Cavando entre T&uacute;neles&#10;&#10;Players play ants and are trying to dig a set of tunnels to reach the queen. The road can get complicated if obstacles appear, but in the end, the ants always reach their goal.&#10;&#10;On each turn, players use cards to build tunnels to their queen and place obstacles in the other players paths. You must end your turn with exactly five cards in hand. Only one card can be played per turn.&#10;&#10;The game continues until one player manages to lower the minimum number of tunnels, in order to place the queen at the end of the course and thus win the game (as long as all the cards are connected). As soon as you have played the required number of cards in a continuous line, you can add your queen to the end of this line in the same turn and win the game!&#10;&#10;&#10;Hormiguero Infinito&#10;&#10;From top to bottom or from bottom to top, connect the paths of the underground maze and create your own anthill. You are going to enjoy a game without limits and with infinite possibilities.&#10;&#10;&#10;Trabajo de Hormiga&#10;&#10;Collecting 100 ants for your anthill is not easy. To form this colony successfully you always have to start with La Reina. While working both on the surface and in the humid tunnels, you will have to be careful of the obstacles that will stop them.&#10;your progress in the game.&#10;&#10;On their turn, players must lay down a queen cards and then add tunnel card and ant cards totalling up to 100 ants. Or they can try to sabotage their opponents by playing obstacle cards.&#10;&#10;ATTENTION: If the queen is not lowered, cards cannot be downloaded from tunnels or grass, since a colony does not exist without it. Once she is there, those cards are lowered until an obstacle is presented. Whoever has one in their anthill cannot continue to download cards until they solve it with the corresponding card.&#10;&#10;&#10;     The first player to solve all their obstacles and add more than 100 ants to their lowered cards will be the winner.&#10;     There are no more cards in the deck and the players have discarded all the cards in their hand, or that no one can bring down more cards, because the game is blocked. In this case, the dropped ants must be added, and whoever gets the most wins.&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Animals: Ants",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Río Profundo: Pesca Vertiginosa",
    "ID": 347425,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/347425/rio-profundo-pesca-vertiginosa",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Deep river, mysterious because of the brown that covers it in the eyes of those of us who live above, hides thousands of species that coexist in that muddy and mighty ecosystem, where silver beings swim with the current looking for small prey and escaping from the larger ones.&#10;&#10;Fish, predators and birds are confused with canoes, rods and the odd lost shoe in this exciting search game that will take your breath away. Accumulate as many letters as you can by responding to the search prompts. Become the best fisherman on the Paran&aacute; River, finding the species or lost objects that the cards ask you to win a race played at the speed of the current.&#10;&#10;Place all the river cards on the table face up in the way you prefer. Place the stacked slogan cards face down.&#10;&#10;Take a card from the deck of slogans. The player on the left is asked to call out a number from 1 to 6. The mentioned number will show what and how much the player has to catch. If the number you touch is the one with a picture, &quot;Everyone should search at the same time.&quot; The first to find it wins.&#10;&#10;If the player points to a drawing that does not correspond at all to the mission, they will lose a turn.&#10;&#10;If the player completes the mission in less than 30 seconds, he keeps the slogan card. If it fails, it puts it at the bottom of the deck.&#10;&#10;The winner will be the player who has won the most cards after four rounds.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Speed Matching"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Continents: South America",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Golondrinas: Un Periplo con Alas",
    "ID": 347427,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/347427/golondrinas-un-periplo-con-alas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The swallows must put all their skills to the test to achieve their migratory goal, flying from one nest to another on a long and tireless journey towards eternal summer.&#10;&#10;Includes 3 game modes: Viaje con Alas, Golondrina Tramposa y Pares de Plumas&#10;&#10;&#10;Viaje con Alas&#10;&#10;Spread your wings to join the swallows' journey, in search of food and warmth. Get to know the different species of these birds to group them and build the journey that takes them to their nest of arrival.&#10;&#10;There are 4 types of Swallows: the brown, the domestic, the black and the white eyebrow. Mix the cards well and distribute all of them among the players. Whoever has an empty nest will place it on the table.&#10;&#10;On each player turn, a card must be played in the ascending progressive order of numbers of each type of swallow, an empty nest must be added to the side, or the player must pass.&#10;&#10;The player who has played all their cards wins.&#10;&#10;&#10;'Golondrina Tramposa'&#10;&#10;The game plays the same as Viaje con Alas, but the progressions in the swallow columns can be downloaded without respecting the consecutive order of their values, it will be enough that they are of the same type of swallow.&#10;&#10;The winner will be the one who manages to have the least amount of cards in hand once it is impossible to continue with the game because all the columns are &quot;closed&quot;.&#10;&#10;Each card is worth one point. The first player to reach 30 points exits the game. The winner will be the one with the least points.&#10;&#10;&#10;Pares de Plumas&#10;&#10;Look for a swallow of the same type and collect them on the trip. The bird that travels the most wins.&#10;&#10;Five cards are dealt per player, and the remaining cards are turned face down on one side, turning the first one over and placing it on the side.&#10;&#10;Each player on their turn can play a swallow of the same type. If you do not have that card, you must lift it from the deck until you find one and lower it.&#10;&#10;The player who has played the highest value card between the two of the same type, may bring down another card with the type of swallow that he chooses.&#10;&#10;The game ends when one of the players plays all of their cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Birds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rei dos Memes",
    "ID": 347430,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347430/rei-dos-memes",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "After his disappointment with the new R$ 200 bill (Brazilian real), our daring Caramel Mutt decided to start a real revolution. He decided to consolidate Brazil once and for all as the King of Memes with a super game and bring fun to everyone on a level never seen before in humanity.&#10;&#10;Have lots of laughs with our best Brazilian memes, expressions and slang that everyone loves. Choose the funniest and funniest answers and try to be crowned King or Queen of Memes. WHoever is judged the best, keeps the card. The player with the most cards at the end of the game, wins.&#10;&#10;There are 600 sentences with 50,000 (one thousand) different combinations for you to laugh until your belly hurts.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Country: Brazil",
      "Mechanism: Judging Games",
      "Theme: Memes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evil In The North",
    "ID": 347437,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/347437/evil-in-the-north",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Evil In The North is a solitaire adventure game that is set in a dark wintry realm. The player oversees several game characters as they fulfill missions in this challenging environment. These characters represent a declining pagan population that is caught between the New Religion and the spiteful counter-religion known as the Growing Evil. This latter division includes ruffians, malicious necromancers, the infamous NecroFiend occultists, and demons from foul depths.&#10;&#10;Player guided characters will travel on a map that consists of card tiles. These tiles require various checks as the characters move from turn to turn. At the same time, game controlled characters known as NecroFiends will be spawned; eventually traveling the tile map through an automated movement system. When player characters run into a NecroFiend, conflict is likely to occur. Opposition can also emerge through the Occurrence deck (from entering a tile) or through the Demon deck (upon exiting a tile). These encounters gnaw away at a character's vital resource --their followers. A lack of followers makes a character extremely vulnerable and will often lead to elimination from the game if more followers cannot be acquired soon.&#10;&#10;Combat in the world of Evil in the North is resolved through two means, Brute Conflict and DarkArts Conflict. The former combat type is associated with physical conflict and uses a Combat Results Table involving up to three 4-sided dice. The latter combat type is associated with sorcery and uses a simpler system involving the combatants' INSIGHT ratings and a single 4-sided die.&#10;&#10;The game is divided into 3 stages to represent the different missions to be undertaken. To win Evil in the North, a player must fulfill every mission started. The game is lost if all player characters perish during the performance of a mission, regardless of how many missions have been completed. Without losing, you may end a game after any mission (but before another has begun).&#10;&#10;ABOUT THE REIMPLEMENTATION:&#10;This game builds on Black Metal by offering a whole new map treatment. Rather than building the tile map as you play, Evil in the North uses a preset tile map that is arranged prior to play. The preset tile map constrains player movement to a 7 x 7 grid (removing the chances of a run-away tile map). Furthermore, additional map tiles have been added to create the vast Ice Sea; a central area of the tile map consisting of 9 map tiles. Additional rules have been created to serve this new aspect of the tile map.&#10;&#10;Unlike Black Metal, a regular game of Evil In The North is played with full map disclosure (all map tiles are displayed face-up from the onset).&#10;&#10;Other changes/additions include:&#10;--Updated text on many cards (mainly to accommodate the new tile map)&#10;--An updated and consolidated rulebook (integrating the Mission booklet)&#10;--New and updated rulebook diagrams&#10;--New rules and sections within the rulebook (including a new Q&amp;A and Card Clarifications section)&#10;--An official variant sheet for an advanced game&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Realms: Phoenix Promo Card",
    "ID": 347476,
    "Year": "(2021)",
    "Geek Rating": "5.566",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347476/fantasy-realms-phoenix-promo-card",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Fantasy Realms: Phoenix is the winning card of the Spanish contest &quot;Create your Fantasy Realms card&quot; organized by Looping Games in December 2020. WizKids and the author of the game, Bruce Glassco, chose it among several finalists. It's the first card multiclass of the game:&#10;&#10;- Beast&#10;- Strength: 14&#10;- Bonus: Also counts as a Flame and Weather card.&#10;- Penalty: BLANKED with any Flood card. If this card is BLANKED for any reason, its base strength is reduced to 0 but it retains its suits.&#10;&#10;This card was given away at GenCon 2021 and is included in all Spanish copies of Fantasy Realms The Cursed Hoard. Later available during the Game Boy Geek Season 10 Kickstarter campaign and Man vs Meeple Season 4 Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Cripta de Plagcrow",
    "ID": 347477,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347477/la-cripta-de-plagcrow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A Story based on the fourteenth century in the midst of the Black Death that attacked Poor Europe, with touches of Fantasy from the Creator Himself.&#10;&#10;When you are on your turn you roll the dice to advance through the board. You have the option of being able to play up to 2 cards but at the same time you can only draw one from the deck. The turns do not have a time limit so you have all the time to think about playing any card or simply advance and end your turn.&#10;&#10;The game ends when someone reaches the end of the board or you are  the last player alive, since each player has a certain amount of life that varies depending on the character you choose at the beginning, if they kill you you lose.&#10;&#10;&#10;Una Historia basada en el Siglo XIV en medio de la Peste Negra que atacaba la Pobre Europa , con toques de Fantas&iacute;a del Propio Creador. Este incluye:Un juego de Mesa que mezcla un Tablero, Cartas , Dados con funciones diferentes, Selecci&oacute;n de Personajes , Vida y much&iacute;simo mas incluyendo un sistema basado en el puro Azar y el Riesgo por la Recompensa lo que hace que la &quot;Cripta de Plagcrow&quot; sea un Juego en donde el Jugador deber&aacute; pensar su siguiente movimiento y adaptarse a los Cambios Rotundos que puede dar el mismo juego independientemente de los dem&aacute;s jugadores. Tienes la Libertad de elegir entre una forma de jugar mas segura y defensiva, as&iacute; como todo lo contrario y ser un Rival que solo busca desatar el Caos! aunque le pueda costar la Victoria. Con 7 tipos de Cartas adem&aacute;s de ser m&aacute;s de 500 diferentes entre si y  extra&ntilde;as formas de jugar lo hace un juego ideal si estas agobiado de los juegos convencionales en donde el factor sorpresa se apaga al jugar unas cuantas partidas ya sea con las mismas personas o cambiando de jugadores , La Cripta brinda que nunca 2 partidas se parezcan entre si as&iacute; como esa seguridad de saber que nada asegura la Victoria ni la Derrota, Sera tu decisi&oacute;n de aguantar hasta el final o rendirte ante la situaci&oacute;n.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action / Event",
      "Events",
      "Map Deformation",
      "Open Drafting",
      "Paper-and-Pencil",
      "Player Elimination",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Hero card game: Izuku Midoriya and his classmates of Class 1-A.",
    "ID": 347478,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347478/my-hero-card-game-izuku-midoriya-and-his-classmate",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "My Hero Card Game MH-01 features primary protagonist Izuku Midoriya and his classmates of Class 1-A. Will you be able to learn all the quirks of the heroes and mirror Izuku&rsquo;s notebook collection?&#10;&#10;Play a character card from the show to attack other characters and your opponents. Attack your opponent when their guardian stack is empty to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Series: Chrono Clash System",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Hero card game: All Might and All For One set",
    "ID": 347480,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347480/my-hero-card-game-all-might-and-all-for-one-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "My Hero Card Game MH-03 features All Might, the world&rsquo;s greatest hero and All For One, the leader of the infamous League of Villains. Will you choose to be a hero or to embrace your villain side?&#10;&#10;Play a character card from the show to attack other characters and your opponents. Attack your opponent when their guardian stack is empty to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Series: Chrono Clash System",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Room in a Box: Time Drifters – Kira's Story",
    "ID": 347503,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/347503/escape-room-in-a-box-time-drifters-kiras-story",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Escape Room in a Box: Time Drifters is a story about two time travelers - Kira and Isabel - partners who have explored the farthest reaches of time, from ancient dynasties to the birth of the dinosaurs, and even the distant future. But disaster struck on their latest adventure, splitting their time machine in two and marooning them each in a different place and time!&#10;&#10;In Escape Room in a Box: Time Drifters - Kira's Story, you take the role of Kira as she works to repair her half of the time machine and hopefully reconnect with Isabel before she is lost forever.&#10;&#10;Just like all of the Escape Room in a Box games, the puzzles in Kira's Story are non-linear, meaning there is always something for everyone to do - just like a real life escape room.&#10;&#10;Escape Room in a Box: Time Drifters - Kira's Story can be combined with Escape Room in a Box: Time Drifters - Isabel's Story to unlock a special bonus game, designed to be played remotely via video chat, that allows you to experience the final chapter in their story. Players from both groups will have to work together, share notes, collaborate on puzzles, and hopefully to reunite the two wayward time travelers.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape Room in a Box (Mattel)",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Room in a Box: Time Drifters – Isabel's Story",
    "ID": 347504,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/347504/escape-room-in-a-box-time-drifters-isabels-story",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Escape Room in a Box: Time Drifters is a story about two time travelers - Isabel and Kira - partners who have explored the farthest reaches of time, from ancient dynasties to the birth of the dinosaurs, and even the distant future. But disaster struck on their latest adventure, splitting their time machine in two and marooning them each in a different place and time!&#10;&#10;In Escape Room in a Box: Time Drifters - Isabel's Story, you take the role of Isabel as she works to repair her half of the time machine and hopefully reconnect with Kira before she is lost forever.&#10;&#10;Just like all of the Escape Room in a Box games, the puzzles in Isabel's Story are non-linear, meaning there is always something for everyone to do - just like a real life escape room.&#10;&#10;Escape Room in a Box: Time Drifters - Isabel's Story can be combined with Escape Room in a Box: Time Drifters - Kira's Story to unlock a special bonus game, designed to be played remotely via video chat, that allows you to experience the final chapter in their story. Players from both groups will have to work together, share notes, collaborate on puzzles, and hopefully to reunite the two wayward time travelers.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape Room in a Box (Mattel)",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Publish or Perish: Wiñay Kawsay",
    "ID": 347509,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/347509/publish-or-perish-winay-kawsay",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Machu Picchu has captivated the imagination of the world and academia alike. There's been plenty of theories about what its purpose could have been. Was it a lost city? Perhaps a citadel? Or maybe something else entirely? That is for you to decide!&#10;&#10;In Publish or Perish: Wi&ntilde;ay Kawsay &mdash; roughly pronounced win-nyay cow-say &mdash; you will step into the shoes of historical scholars. Uncover artifacts, reexamine evidence, publish your histories, and navigate the impact of your actions on this enigmatic wonder. In the deeply competitive world of publish-or-perish academia, will you succeed in influencing perception of what Machu Picchu really was? Or will your theories be one of many forgotten attempts at unravelling this mystery?&#10;&#10;In slightly more detail, over the course of the game you place researchers to pick up evidence cards across the site of Machu Picchu, then commit evidence cards to support different interpretations of Machu Picchu's past to win publications and bonuses, while also trying to mitigate your disturbance of the site by returning artifacts to the land.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Inca Empire",
      "Country: Peru",
      "Digital Implementations: Tabletopia",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ich fahr' voll ab auf Österreich",
    "ID": 347510,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/347510/ich-fahr-voll-ab-auf-osterreich",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Travel bloggers stage a challenge throughout Austria: Each player gains goal cards which depict beautiful places and nice vacation spots in Austria.&#10;&#10;Who is the first to fulfill their goal cards and get the blogger pairs to their favourite destinations? Not easy, since the bloggers are traveling undercover. It's important to remember the last location of the blogger and be faster than the other players.&#10;&#10;&mdash;decription from the back of the box (translated)&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Action Drafting",
      "Memory"
    ],
    "Families": [
      "Country: Austria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go! Doggy Go!",
    "ID": 347511,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.18",
    "Link": "https://boardgamegeek.com/boardgame/347511/go-doggy-go",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Go, Doggy, Go is a simple race game where your dog can get longer and shorter as the game progresses. A dog wins the race when their hind legs reach the goal; so you need more steps if your dog is longer.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mekaröth",
    "ID": 347512,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347512/mekaroth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Here you are in the middle of a Steampunk universe, playing the role of ambitious little rabbits ready to do anything to recover the magic crystals scattered throughout an enchanted forest that will defend itself. The aim of the game: the first rabbit to have returned to its burrow with enough Carrot Crystals wins the game.&#10;&#10;60 tiles are laid on their &quot;Nature&quot; side. Some tiles will trigger effect when reached. All tiles are flipped to their &quot;industrial&quot; side after the rabbit has completed its movements. Flipping tiles will trigger different effects.&#10;Effects can be: revealing a mine (with a Carrot Crystal), radar (allowing to flip 2 tiles anywhere on the board), Treant (losing 1 Carrot Crystal and flipping back surrounding tiles to their nature side). Some Relic Crystals will provide special powers such as free movement, immunity against Wolves, etc.&#10;&#10;&mdash;user summary&#10;&#10;Vous voici projet&eacute;s en plein univers Steampunk, incarnant d&rsquo;ambitieux petits lapins pr&ecirc;ts &agrave; tout pour r&eacute;cup&eacute;rer les cristaux magiques &eacute;parpill&eacute;s &agrave; travers une for&ecirc;t enchant&eacute;e qui saura se d&eacute;fendre&hellip; &#10;But du jeu : le premier lapin &agrave; avoir regagn&eacute; son terrier avec suffisamment de Cristaux-Carottes remporte la partie.&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Map Deformation",
      "Memory"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Identity Crisis: The Party Game!",
    "ID": 347514,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347514/identity-crisis-the-party-game",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In 'Identity Crisis', you're playing the ultimate game of 'guess who?' This is a feel-good party game to have you and your friends racking your brains trying to figure out what is on the active player's (The Judge) mind and the results are sure to cause some laughs.&#10;&#10;Gameplay involves The Judge drawing three cards and laying them out and all of the other players trying to describe a person that the descriptors on those cards match. Answers are shouted enthusiastically and the player with the closest fit wins the round and becomes the new Judge. But there is a twist on the standard 'judgement' mechanic. If people are too slow to yell out their suggestions, a card is turned facedown and no longer counts as a scored card!&#10;&#10;The aim of the game is to have 15 cards in total to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Real-Time",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blitzkrieg!: World War Two in 20 Minutes",
    "ID": 347521,
    "Year": "(2021)",
    "Geek Rating": "5.929",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/347521/blitzkrieg-world-war-two-in-20-minutes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.7",
    "Description": "New Square Edition: Now includes Nippon expansion, updated Axis bag art, and an updated rulebook!&#10;&#10;Recreate World War Two in 20 minutes! The perfect wargame for non-wargamers, Blitzkrieg! allows two players to battle across the War&rsquo;s most iconic theatres, winning key campaigns and building military might.&#10;&#10;Players draw army tokens from a bag to determine their starting forces and to replenish their losses. Rather than &lsquo;fighting&rsquo; battles with dice or cards, players allocate their military resources to each theatre&rsquo;s campaigns, winning victory points, further resources, special weapons, and strategic advantages as they play. Refight World War Two several times in one evening!&#10;&#10;Includes Solo mode by D&aacute;vid Turczi.&#10;&#10;Rules changes include:&#10;- Score bonus VPs from war track once when closing theatre due to reaching end of war track&#10;- Can only move token to end of war track in theatre where token placed, not on other tokens (i.e. Strategic Advantage or Nuclear Weapon)&#10;- When closing a theatre by reaching the end of a battle track, you receive the bonus VPs on the battle track once.&#10;- Only the theatre you placed a token in can be closed by reaching the end of the battle track. If the effect of a battle space (Strategic Advantage) or token (Nuclear Weapon) would cause the marker of a different theatre to reach the end of the battle track, it instead stops at the penultimate space.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Kill Steal",
      "Race",
      "Solo / Solitaire Game",
      "Take That",
      "Tug of War"
    ],
    "Families": [
      "Country: Germany",
      "Country: Japan",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: 20 Minutes! (PSC Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DKT Smart",
    "ID": 347522,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/347522/dkt-smart",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This version of an old classic makes use of an app that offers different game modi and minigames to give you a chance to break out of jail or win more money.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Investment",
      "Ownership",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Digital Hybrid – App/Website Required",
      "Game: Das Kaufmännische Talent"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dinosaur World: Add On Pack",
    "ID": 347524,
    "Year": "(2021)",
    "Geek Rating": "5.613",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347524/dinosaur-world-add-on-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Includes Solo mode cards, 68 Dinosaur meeples with heat-transfer artwork, and 6 Special Building tiles unlocked during the Dinosaur World Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Income",
      "Movement Points",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Game: Dinosaur Island/Dinosaur World",
      "Players: Expansions Adding Solo Play",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Minute Christmas",
    "ID": 347526,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/347526/last-minute-christmas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Christmas is coming and we still haven't put the tree together!&#10;&#10;In Last Minute Christmas we will have to decorate our Christmas tree using ornaments within everyone's reach, but as we are taking out of the same box they will be running out, so we must choose carefully so as not to stay with the tree half decorated.&#10;&#10;It is a roll and write game for 2 to 5 players where each one will choose and draw ornaments trying to reach the end with the most festive tree. For this they must choose carefully which ornament they place each turn and in which position of the tree they place it.&#10;&#10;The active turn player will throw 3 dice, and select the result of one die for drawing their ornament. The passive players will cross out the selected ornament, and choose one of the remaining corresponding to one of the other two dice.&#10;&#10;At the end of the 15th or 16th turn (depending on the number of players), you will add up the scores. Whoever gets the highest result will be the winner and will have managed to decorate the most festive tree!&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Highest-Lowest Scoring",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Holidays: Christmas",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Promotional: Ludoty Box"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Villa María: Ciudad del Aprendizaje",
    "ID": 347528,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/347528/villa-maria-ciudad-del-aprendizaje",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this game developed in conjunction with the Municipality of Villa Mar&iacute;a, the player must tour the city, passing through various educational and cultural institutions, and various points of interest, in order to get learning points, which will crown him as the winner of the game.&#10;&#10;It can be played from 2 to 4 participants representing a group of visitors. It consists of a three-day tour of different places that the city offers to know and learn. At the end of the journey, whoever makes the most enriching trip wins, but the idea is that &ldquo;everyone has learned interesting things&rdquo;.&#10;&#10;&quot;Learning Points&quot; can be earned in various ways during the game. The die indicates the number of movement points on the board and the number of squares that must advance on the timer. Thus, it moves around the board that represents the map of the city.&#10;&#10;This game has the particularity of being accompanied by an application for mobile devices with which the cards of the game are scanned to obtain more information about the places that are visited.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Country: Argentina",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Talvisota 1939-1940: La Guerre Russo-Finlandaise",
    "ID": 347529,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/347529/talvisota-1939-1940-la-guerre-russo-finlandaise",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Based on a system favoring the fog of war and the uncertainties of military preparations, &quot;Talvisota 1939-1940: The Soviet-Finnish Winter War&quot; places both players in a situation requiring them to choose their strategies after careful reflection. Maintaining one&rsquo;s war morale is important, but the decisive results are mainly achieved by considering the potential actions of the other side. In the solitaire mode, the player controls the Soviet forces against a Finnish A.I. opponent.  System by Lionel Liron.&#10;&#10;Published in VaeVictis #158&#10;&#10;--- --- --- --- --- --- --- --- --- --- --- --- --- --- ---&#10;&#10;In 1939, faced with Nazi Germany&rsquo;s expansionist politics, Stalin demands of Finland some strategic territories necessary for the defense of Leningrad. Helsinki refuses and on 30 November, with no prior Declaration of War, the Red Army attacks the Finnish territory with five armies and 28 divisions.&#10;&#10;The strength ratio is crushingly in the Soviets&rsquo; favor with 400,000 combatants, 1500 tanks and a modern aviation against 265,000 Finnish soldiers and 20 tanks. To everyone&rsquo;s surprise, the overwhelming numerical and material superiority of the Russians is broken by the fierce resistance and the bravery of the Finnish forces.&#10;&#10;Despite a front extending from the Arctic to the isthmus of Karelia, and the offensives of mostly 3 against 1, the lack of preparation and coordination of Stalin&rsquo;s forces, the extreme climatic conditions and the Finnish belligerence jostle all predictions and overturn military logic. Mannerheim&rsquo;s troops employ Molotov cocktails, surprise infiltrations and an optimal exploitation of the terrain to resist the Russian giant until March. But the lack of armament and international support, the limited numbers of troops, and a Soviet surge irreversibly compel the little Nordic outlier to sign an accord on 12 March 1940.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Finland",
      "Country: Russia",
      "Country: Soviet Union",
      "Magazine: Vae Victis",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mapping the World",
    "ID": 347530,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/347530/mapping-the-world",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "As explorers bring back more and more detailed knowledge about other parts of the world from their travels, cartographers use that knowledge to create intricate maps of the world. As the new trade gains influence in science and at royal courts, new methods and tools are invented &mdash; modern cartography is born!&#10;&#10;In Mapping the World, you are a cartographer striving to become the best-known master of your trade by creating a map of the world. You'll send out explorers to discover new territories, develop new tools, and manage your riches and influence at the royal court. Will you become the most prolific cartographer and win the game, or will one of your colleagues take the prize?&#10;&#10;On your turn, either pick up cards from a common market (which will also change the rest of that market for the following players), or play cards from your hand to perform various actions, like moving your explorer's ship or upgrading your equipment. The central action consists of mapping different parts of the globe, which will net you victory points as well as fulfill different objectives that change from one game to another. After a player has fulfilled a certain number of objectives, the game ends and the player with the most points wins.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Area Movement",
      "Contracts",
      "Events",
      "Hand Management",
      "Map Addition",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Global Scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GEG Geländespiel",
    "ID": 347535,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347535/geg-gelandespiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start with 3 pawns at the four big circles and have to reach the opposite one, which is also the starting space of another player. Movement is one space forward or sideways per turn, never backwards, on the branched path. Since the pawns may not jump over each other, they are able to block each other. If a player isn't able to move, he is out of the game.&#10;&#10;The first player to get all 3 pawns to the destination circle wins the game.&#10;&#10;This game was published between 1933 and 1945.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dag en Nacht",
    "ID": 347536,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/347536/dag-en-nacht",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "&quot;Dag en Nacht&quot; is Dutch for &quot;Day and Night.&quot;&#10;&#10;The board is an nxn squared board, where n is an odd number between 11 and 19. A 15x15 board is considered average. The board is laid out in a checkered pattern of black and white spaces. The white spaces are the most numerous, with the four corners all being white. The board starts off empty.&#10;&#10;The players are Black and White, with Black going first. Each has a supply of stones in her color that fit the board spaces.&#10;&#10;On a turn, a player takes one of the following two actions:&#10;&#10;&#10;    Drop a stone of her color onto a black space &mdash; a stone may never be entered in a white space.&#10;&#10;&#10;&#10;    Shift a stone of her color already on the board a single space orthogonally &mdash; in other words, move a stone from a black space into a neighboring white space.&#10;&#10;&#10;The winner is the first player to get five of her stones in a row horizontally or vertically, or four stones in row diagonally on white spaces. Stones on black spaces cannot win with a diagonal line.&#10;&#10;Optional rule: Players may decide to help mitigate Black's first move advantage by adopting a rule prohibiting Black from winning with the easier B-W-B-W-B orthogonal line and only allowing Black to win with the harder W-B-W-B-W orthogonal line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Bob's Burgers – Quickplay Edition",
    "ID": 347547,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/347547/trivial-pursuit-bobs-burgers-quickplay-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Grill your friends and family's knowledge of TV's fast food-slinging family with TRIVIAL PURSUIT: Bob's Burgers! With 600 questions spanning over nine seasons of the Fox series crude humor and random antics. Players are tested to answer questions from six categories such as The Belchers, Food, Wagstaff School, Songs and Music, Townies and Who Said It to serve up the win alongside a Burger of the Day called the &quot;Bob-B-Que and A&quot;.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust to Dust",
    "ID": 347548,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/347548/dust-to-dust",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Dust to Dust is a competitive deckbuilding and disintegration game set in a reclaimed world.&#10;&#10;In the game, you grew up on an Island in the sky. But they didn&rsquo;t tell you it was falling into the gene-splicing black sand of the Dust until you became a Diver. Now you race other Divers through the Dust itself, retrieving all the fusion shards you can to be the one who restores your Island to the sky.&#10;&#10;To win, you&rsquo;ll need help from allies recruited from the creatures who still dwell on Urth, like the plant-animal hybrid Biofauna, the newly sentient Machina, or the fearsome remains of humanity called the Colony.&#10;&#10;Gameplay&#10;Players draft cards from a market by purchasing them with starting energy coin cards&#10;Players play actions (Allies) from their hand after adding them to their decks, leading to combos&#10;Players also interact with each other by attacking or defending with their actions (Allies)&#10;&#10;When the Final Race is triggered, each player takes one more turn, besides the player who triggered it. Fusion Shards are then counted up by each player according to diamond icons on their Relics, Fusion Fragments, and Allies.&#10;&#10;The winner is the Diver who accumulates the most fusion shards across their acquired Relics, Fusion Fragments, and Allies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Drafting",
      "Action Retrieval",
      "Market",
      "Race",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadow*Kitty",
    "ID": 347550,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/347550/shadowkitty",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Play as wonderful witches who must work together to free their friendly familiars from the confines of the Cursed Clock! Break their curse by speaking enchanting spell combinations, like Sniffer*Whiffer, Trash*Pigeon &amp; Fluffy*Nightmare! Create chains of four unique spells to save your cute critters before the clock strikes THIRTEEN... but beware, with every error, the clock ticks ever closer to sealing them in forever!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cats",
      "Series: Sparkle*Kitty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rise and Decline of a Galactic Imperium",
    "ID": 347551,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/347551/rise-and-decline-of-a-galactic-imperium",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "600",
    "Play Time": "3600",
    "Weight": "0",
    "Description": "Rise and Decline of a Galactic Imperium was inspired by both Consim Press&acute; The Hunters and Decision Games&acute; Struggle for the Galactic Empire, though the former served more of a scrib sheet of what to copy while the latter served as an example of how NOT to do it. Other influences include &quot;Sid Meier&acute;s Alpha Centauri&quot; and &quot;Babylon 5&quot;, and surely many others, but those are the big ones.&#10;&#10;As a solitaire wargame, the player leads his nation through up to 60 turns of three different &quot;ages&quot; of a nations history, from the Rise, to the period of highest power, down to the inevitable fall from inside and outside sources. Each turn the player will encounter random events, diplomatic conundrums, great battles and economic dilemma, always wondering which action to invest into during this and future turns.&#10;&#10;The game ends once the the 20th, 40th or 60th turn has been played, depending on the scenario the player chose at the start of their game.&#10;&#10;Players win by accumulating enough victory points to gain at least a marginal victory, the amount needed for each scenario is detailed in the manual.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "North Berkeley",
    "ID": 347552,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/347552/north-berkeley",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The year is 2018. New technology brings unprecedented prosperity to the East Bay, and with it, a crushing housing crisis. The North Berkeley BART station parking lot has emerged as a potential site for new housing, but there are many disagreements over density, affordability, and cost.&#10;&#10;It&rsquo;s a challenge that new leaders rise to. As you assemble your political coalition, will you be the one that meets the greatest number of constituent goals, and goes on to govern North Berkeley?&#10;&#10;Based on the real life debate over development at the North Berkeley BART parking lot, North Berkeley is a fast-paced game of negotiation where you take the role of a local interest groups and work out a plan that meets as many of your groups&rsquo; goals as possible.&#10;&#10;",
    "Categories": [
      "City Building",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Negotiation",
      "Network and Route Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: San Francisco (California, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atlantic Crossing",
    "ID": 347554,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347554/atlantic-crossing",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A ship-racing game where 3-6 players secretly-bid matchsticks in order to move from the start (Plymouth) to the finish (The Statue of Liberty). Players who bid the same as one or more others will not move, those that bid uniquely will forge across the ocean and those who bid 'zero' can replenish their hand of matchsticks...all bids are 'spent', you see!&#10;&#10;Each round, a weather card is revealed to adjust the weather chart: from dangerously-stormy to beautiful and bright, which can - at the extremes - affect the movement of ships. In addition, each card has an Event that can hamper or benefit the ships on their journey including an iceberg and a school of whales that forces all players to sail around it in a loop!&#10;&#10;The first player to make it to The Statue of Liberty is the winner!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Events",
      "Race"
    ],
    "Families": [
      "Components: Matches",
      "Region: Atlantic Ocean",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moxie: A Journey of Monsters",
    "ID": 347555,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/347555/moxie-a-journey-of-monsters",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "105",
    "Play Time": "135",
    "Weight": "0",
    "Description": "Fraywick, the last great human city, is constantly under threat by the dangerous wild monsters of the world. But when Fraywick would fall, the Moxian Guard stands tall against the menace. Using the charismatic power of Moxie, the Moxian Guard command their own monsters to fend off threats from beyond the gates. You have discovered your own Moxie, and set off on a journey to rally your own band of monsters together. Tryouts for the Moxian Guard begin in eight weeks, do you have what it takes to make the cut?&#10;&#10;Moxie: A Journey of Monsters is played over a series of 8 rounds, culminating in a final tournament between the players. Each round has two phases, a scouting phase in which players search various decks of cards, called routes, for monsters to recruit to their team, and a battle phase where they will face off against another player, pitting their recruited monsters against one another for rewards.&#10;&#10;In the scouting phase, there are no turns. Instead, players act simultaneously, scouting routes they've reached. Players begin with just a handful of moxie tokens, which they'll spend to scout these routes. Players can search each deck they've reached one time each round, choosing only a single card from it to join their team, and so must choose how best to spend their moxie tokens to cover the most ground. By committing many moxie tokens to a route, players draw more cards from that route, giving them more options to choose from, but at the cost of less moxie to search other routes with. Once each player has spent all of their moxie tokens for the round, the game proceeds to the battle phase.&#10;&#10;In the battle phase, players pair off against each other to pit their team against the others. Each player prepares their team for battle by determining the order they'll send their monsters out, attempting to position each monster where it will best counter their opponents. Once players have committed their order, the battle begins, with players sending their monsters out one at a time to do battle until they run out of strength. Monsters strength is determined by that monsters particular strength dice, by comparing monsters types to see if one or the other can score a critical hit, and by utilizing the various effects of each monster to further alter the outcome. Once only one player has any monsters remaining, they win the battle that round.&#10;&#10;After each battle phase, players are rewarded based on their performance. Players who win their battle progress along the route tracker, opening up a new route for them to scout going forward in future rounds. Players who lose their battle, on the other hand, are rewarded additional moxie tokens to allow them to scout further into the routes they've already reached. In addition, defeated players may advance one of their monsters into a powerful new form, granting it new strengths and abilities.&#10;&#10;Play continues in this way until the end of the eighth round, where players will compete in a final tournament bracket to determine the games final victor.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Catch the Leader",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Finale Ending",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Push Your Luck",
      "Real-Time",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silex and the city",
    "ID": 347563,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/347563/silex-and-the-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The year is 40,000 B.C. The entire world seems to obey the laws of natural selection. Well, not entirely... One small valley of indomitable cavemen still holds out against the idea of progress.&#10;Having no idea is the best idea!&#10;Progress is fake news! Evolution is what's leading humanity to its demise, and that's a fact! Thankfully, a small group of enlightened cave-dwellers sees things as they really are... Help the Dotcom family avoid the plague of new ideas, the fate of humanity is at stake!&#10;&#10;Make the best use of your cards... to invent as little as possible!&#10;&#10;",
    "Categories": [
      "Civilization",
      "Prehistoric"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sacrifice 666",
    "ID": 347564,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/347564/sacrifice-666",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "In Sacrifice 666 you play as a clandestine cult and you&rsquo;re about to summon your Dark Lord.&#10;However, you can&rsquo;t really seem to agress on who exactly it is you worship. To make matters even worse, you only have one Necronomicon&hellip;.so you&rsquo;re going to have to share.&#10;&#10;The goal of the game is to sacrifice enough &ldquo;people&rdquo; to summon your Dark Lord to the mortal realm before those other misguided fools do.&#10;&#10;Sacrifice is an easy to play card game. The rules are light but the humor is heavy !&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Action / Event",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Creatures: Demons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gormiti Versus",
    "ID": 347565,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347565/gormiti-versus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Gormiti Versus, each player chooses a Gormiti Warrior and picks a fight with other Invincible Lords of Nature on the island of Gorm.&#10;&#10;Each character has its one set of battle tiles. Each turn, two of these tiles are chosen to perform two actions. You can attack, defend, move or even regenerate.&#10;&#10;Each successful attack means that 2 or 3 hit points are lost. A warrior whose hit points reach 0 is eliminated. The last warrior standing is victorious.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Square Grid"
    ],
    "Families": [
      "Toys: Gormiti"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silk Road Adventures",
    "ID": 347566,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/347566/silk-road-adventures",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "As a merchant of the silk road at the center of the world, your goal is to buy and sell specialty goods while moving from one bustling city to the next in order to become a wealthy merchant. In this game, players must create trade routes connecting two cities by lining up tiles containing images of roads on top of the board while using a rough map for hints. After creating trade routes, you must compare them with more precise maps. If there are specialty goods on the routes you create, you can collect points. However, there are certain goods which can deduct points as well, so you must be careful when constructing routes. In addition, you only have two minutes to create the routes. Within the limited time frame, think of the best possible routes and aim to trade well and efficiently.&#10;&#10;The game is played in rounds. After first using the trade cards to decide the destination city and value of the local goods, the hourglass is then set, and trading begins. You then refer to your personal specialty goods map while you quickly place route tiles to connect cities together. The fastest merchants, and the merchants that have traveled the most routes will be award with bonuses. At the end, answer keys are placed on top, the goods obtained are confirmed, and points are received. After repeating this four times, the traders that have gotten the most points are the winner.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Arabian",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Market",
      "Trading",
      "End Game Bonuses",
      "Hexagon Grid",
      "Network and Route Building",
      "Real-Time",
      "Score-and-Reset Game",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Silk Road"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naruto: Ninja Arena – Sensei Pack",
    "ID": 347567,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347567/naruto-ninja-arena-sensei-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Require the core game.&#10;The Genin Pack expansion is also required to play up to 5 or 6 players.&#10;&#10;Seinsei Pack contains 6 new ninjas to upgrade your game!&#10;&#10;Join an all-out dice brawl and prove you&rsquo;re the best ninja in Konoha village!&#10;&#10;Naruto Ninja Arena is the first game using the Roll &amp; Clash system. During the game, you throw your dice as quickly as you can and use the results to activate Techniques without stopping the game. Everyone plays at the same time in a frantic battle to be the last Ninja Standing!&#10;&#10;The game ends when all players are K.O. or eliminated except one. The last player standing wins the game!&#10;&#10;Ninjas: &#10;Kakashi&#10;Gai&#10;Orochimaru&#10;Tsunade&#10;Jiraiya&#10;3rd Hokage Sarutobi&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ať žijí rytíři!",
    "ID": 347569,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347569/at-ziji-rytiri",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Based on the comedy film, A&#197;&#165; &#197;&#190;ij&iacute; ryt&iacute;&#197;&#153;i! (&quot;Long live the knights!&quot;) is a tower defense game with 2 levels of difficulty - one for children age 7-12 and the other, more advance version, for gamers age 12 and up.&#10;&#10;Each round has 6 phases that are repeated until the end of the game is triggered.&#10;Phase 1: Taking action card. Every player takes 6 action cards in the first round, in other rounds takes 3.&#10;Phase 2: Evil knights are coming. The number of evil knights depends on the number of players. In the first round number of evil knights is the same as the number of players + two extra more, in other rounds without two extra more.&#10;Phase 3: Playing action cards. Players use their cards to fight the evil knights. On their turn, players can play as many cards as they can. Players place their cards under evil knights, face down, and put a token in their color on top of it.&#10;Phase 4: Action card payment. Action cards are turned face up (tokens must remain on the cards) and players pay the sum of their face up cards. If they can't pay, all of their face up cards are discarded. If they pay more than necessary, they don't get any money back.&#10;Phase 5: Fighting knights. Evaluate every knight separately. If the sum of the action cards under a knight is greater than the power of the knight, a knight is defeated and the player gets a point. If the sum of the action cards is lower, knight survives (card is not discarded), action cards are discarded and tokens are returned to the player.&#10;Phase 6: Knights attacking. Every knight that survived is going to attack the castle. Every knight attack after another. A knight can destroy a castle card only if his crest color matches the color of the castle card. This card is then discarded.&#10;&#10;After 7 rounds, if all the castle cards are destroyed, all players lose. If all the knight cards are used and the castle is still standing, you successfully defended the castle. All players are considered heroes, but only the player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Medieval",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Category: Tower Defense"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rotor",
    "ID": 347572,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347572/rotor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player starts with a pawn at space A and one on space B. Movement is determined by a die. If a pawn gets on an occupied space, the  pawn which was standing there is thron out and has to begin anew at the nearest starting space.&#10;&#10;The pawns win points by getting on spaces while meeting certain conditions (color and number of the space, result of the die roll and the position of the second pawn) shown at the table at the bottom of the game board. If a pawn scores points on a space, while throwing out another pawn, the player of that pawn loses the same amount of points.&#10;&#10;If a pawn gets on the space with the designation &quot;Wunschfeld&quot; the player gets to chose the color and number of this space for scoring points. The &quot;Wunschfeld&quot; must be abandoned the next turn. No pawn may be thrown out while standing on this space.&#10;&#10;The first player to get 200 points wins the game.&#10;&#10;The game was published as a supplement to the magazine &quot;Neue Berliner Illustrierte&quot; Nr. 28/75.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "異界/境界/鉄道旅行 (Another World / Another Realm / Rail Travel)",
    "ID": 347574,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/347574/yi-jie-jing-jie-tie-dao-lu-xing-another-world-anot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You have been reincarnated in this multidimensional realm as a travel writer. You and your fellow passengers ride on the Black Comet, an inter-dimensional railroad that connects all worlds.&#10;&#10;We will survey sightseeing attractions and interview passengers to write travel articles. The reporter who publishes the most travel articles will make a name for themselves in this world.&#10;&#10;In &#231;&#149;&#176;&#231;&#149;&#140;/&#229;&#162;&#131;&#231;&#149;&#140;/&#233;&#137;&#132;&#233;&#129;&#147;&#230;&#151;&#133;&#232;&#161;&#140; (Another World / Another Realm / Rail Travel), you bid on passengers who appear each round using your dice. Not only do you have to outbid your opponents, you want enough dice to make a successful roll to acquire the passenger&rsquo;s sightseeing cards. You also compete with other players for souvenirs. Specific sets of cards are used to publish articles, the main source of points at the end of the game. You can earn additional points for each passenger card you acquire, and some passengers earn bonus points with specific articles. After 5 rounds, the player with the most points is the winner.&#10;&#10;The game features a beautifully illustrated cast of characters riding on the Black Comet. All of the passenger, sightseeing, and souvenir cards are unique, with imaginative text that hints at a bigger story. Among the original ideas are references to folklore and popular media. This is a game with high production values, great art, and fun gameplay.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Trains",
      "Travel"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Live Free or Die: Tabletop Battles of the American Revolution",
    "ID": 347578,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.76",
    "Link": "https://boardgamegeek.com/boardgame/347578/live-free-or-die-tabletop-battles-of-the-american",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Live Free or Die is a fast-playing set of rules for wargaming the most famous battles of the American War of Independence on the tabletop.&#10;&#10;This is a 4-page system designed for army-level command. &#10;The basic maneuver element is a regiment, comprised of multiple bases. &#10;The mechanics of the game emphasize the role of heroic leaders and the differences in training/quality between the regiments involved. &#10;Because the booklet is so short, the print version of Live Free or Die is presented in magazine-style with glossy pages that look and feel like a standard magazine.&#10;&#10;This booklet includes the rules, designer notes, and historical scenarios for Princeton, Germantown, &amp; Camden.&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Keep It 100",
    "ID": 347581,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/347581/keep-it-100",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Of 100 bodybuilders that we polled, how many do you think said &ldquo;yes&rdquo; to the question &ldquo;Do you drink more than 3 alcoholic drinks a week?&quot;  25%? 50%? Higher?  More importantly: is the number of bodybuilders who said yes HIGHER or LOWER than the number of 100 romance novel readers who said they believed in love at first sight?&#10;&#10;In Keep It 100, up to eight players take turns looking at survey questions, and trying to predict how different types of people answered &ndash; how many said yes or no.&#10;&#10;On your turn, you&rsquo;ll take on the role of Slider, guessing WHERE your question cards slide into the ever-growing line of questions and answers. Will the hidden numbers on your cards be higher or lower than the numbers already in front of you?&#10;&#10;Players win the game by correctly playing their survey cards into a lineup of other cards on the table. For example, if the line currently features cards with answers of 22, 44, and 75. The active player must correctly guess where the card from the hand would slot in that line of answers without actually knowing how many people said &quot;yes&quot; to their survey first.&#10;&#10;The fun&rsquo;s not limited to just one person. Each round, all the other players ALSO predict whether or not the Slider&rsquo;s guesses are correct.&#10;&#10;The free-for-all fun ends when all the cards are played and all the points are tallied, to see who&rsquo;s REALLY kept it 100 (or more)!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Chaining",
      "Slide / Push"
    ],
    "Families": [
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shaolia: Emerald Sea",
    "ID": 347585,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347585/shaolia-emerald-sea",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A promo pack from the Shaolia: Great Houses Kickstarter that came free with most of the pledge tiers. It contains a promo 1v1 scenario, 16 Lv2 cards, 2 character cards, and 2 quest cards.&#10;&#10;4x Coastal Defense Post&#10;4x Coral Reef Habitat&#10;4x Patrol Boat&#10;4x Pearl Divers&#10;&#10;2 quests (they don't have names, they're just two additional quests to add when playing with the Great Houses expansion)&#10;&#10;2 Characters - Navigator &amp; Witch Doctor&#10;&#10;It also came with a little paper booklet that tells you about the new promo scenario and any rules that the promo pack adds.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Dice",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Brazen Crown",
    "ID": 347588,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347588/a-brazen-crown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A Brazen Crown is the first card game based on M&ouml;rk Borg, a pitch-black apocalyptic fantasy RPG set in a bleak and dying world.&#10;&#10;A Brazen Crown is a lightning-fast battle card game with strong drafting options. Each player controls a blended deck from two of five iconic factions (Royal, Occultist, Esoteric, Fanged &amp; Scum) and wins by reducing their opponent's health points to zero.&#10;&#10;On their turn, a player has three coins to spend on minions, spells, relics and traps from their hand. While the ultimate goal is to deal damage to the opponent, other card abilities include wounding or healing minions, searching for other cards, gaining loot to be spent on later turns, and so on.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crime Story: Stockholm",
    "ID": 347592,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/347592/crime-story-stockholm",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "During the festivities surrounding the Nobel Prize ceremony, a mysterious murder occurs in Stockholm's Vasa Museum. What happened? What was the motive? And most importantly - who is behind the attack?&#10;&#10;In 60 minutes, the players try to find out together what happened and who committed the crime. They decide which traces they want to follow and which they do not want to consider. Clues must be interpreted correctly and secrets must be uncovered.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Cities: Stockholm (Sweden)",
      "Series: Crime Story",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crime Story: London",
    "ID": 347593,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/347593/crime-story-london",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "At the famous Shakespeare Festival at the London Globe, the lead actor of Hamlet, Calvin Redgrave, has disappeared without a trace - hours before the most important performance of the year! What has happened? Who is involved? And most importantly, where is Calvin?&#10;&#10;In 60 minutes, the players try to find out together what happened and who committed the crime. They decide which traces they want to follow and which they do not want to consider. Clues must be interpreted correctly and secrets must be uncovered.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Series: Crime Story",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Selfie Fox",
    "ID": 347594,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/347594/selfie-fox",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "3-6 players compete against each other in various challenges based on the theme of the selfie.&#10;The players use spinner to determine the category of the round.&#10;Players move their standees around the board determining a word, which they either act out as a selfie (still frame), boomerang (pantomime without any aids), or challenge (detailed on a challenge card they draw). The other players have to guess the word. Players then will be rewarded with victory point cards, which can have a variety of possible, even negative numbers. The first player with a certain amount of victory points is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Communication Limits",
      "Line Drawing"
    ],
    "Families": [
      "Theme: Photography"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tokyo Highway 2 + 4 Kit",
    "ID": 347595,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347595/tokyo-highway-2-plus-4-kit",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "70",
    "Weight": "0",
    "Description": "This is an upgrade kit for 2-player Tokyo Highway (2016) and 4-player Tokyo Highway (2018) to make a 6-player version of Tokyo Highway.&#10;&#10;Adds 2 extra buildings and sets of 10 green and purple cars.&#10;&#10;Requires the road and pillar components from the 2-player version and all the components of the 4-player version to play. Or just use as alternative colored cars for your 2-4 players games!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Game: Tokyo Highway",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spillin' Beans: Grandpa-Approved Expansion Pack",
    "ID": 347596,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347596/spillin-beans-grandpa-approved-expansion-pack",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion contains 40 Grandpa-Approved cards in a tuck box. Swap out your dirty cards for these hilarious sanitized cards to play with family and prude friends!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Action / Event",
      "Betting and Bluffing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cross Bronx Expressway",
    "ID": 347601,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/347601/cross-bronx-expressway",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.8",
    "Description": "Cross Bronx Expressway is the third game in the Irregular Conflicts Series. It simulates the socio-economic processes of urban development, and the human costs that result, as a competitive city-builder with collective loss conditions. Players control one of three asymmetric factions working in the South Bronx between 1940 and 2000, pursuing their own goals while cooperating to keep the borough viable. Through a card driven sequence of play, they will work to solve the economic challenges facing the area by building infrastructure and organizations, forming coalitions, mitigating the multitude of issues facing the vulnerable population, and managing resources to stay out of debt. Cross Bronx Expressway offers an engaging way to learn about the recent history of American cities, as exemplified by Jane Jacobs&rsquo; pivotal work The Death and Life of Great American Cities, simulated through the case study of the South Bronx. Players will experience the conflicting incentives and complex factors shaping urban life, and together determine the fate of the Bronx.&#10;&#10;The gameplay is driven by a deck of event cards which determines turn order, and then players spend resources to take actions on map spaces. The game ends after the event deck is exhausted, or earlier if certain conditions are met. Players score victory points at regular periods during the game, and the player with the most points at the end of the game wins (unless an auto-loss condition for all players is met).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Queue",
      "Events",
      "Sudden Death Ending",
      "Take That",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: New York (New York, USA)",
      "Series: Irregular Conflicts Series (GMT)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Легенды Шервуда (Legends of Sherwood)",
    "ID": 347602,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/347602/legendy-servuda-legends-of-sherwood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Legends of Sherwood is a card game in which players use the general deck of robbers from Robin Hood tales: Little John, Will Scarlett, Maid Marian, Robin Hood himself and many others.&#10;&#10;Players raid wealthy merchants and knights, hunt in the forest and have a good time in taverns to earn more gold. First player who will earn 15 golden monets will be winner.&#10;&#10;All the robbers are different with their unique abilities. This allows players to create interesting combos. To earn monets you may:&#10;&bull; send robbers to Sherwood Forest or to Nottingham to raid reach mans &mdash; this is risk but it give more gold (if success, of course);&#10;&bull; to job or to hunt for silver;&#10;&bull; make many others actions with less risk.&#10;&#10;The game play in several rounds, each have 4 phases:&#10;1. Night. Players gain robbers cards.&#10;2. Morning. In centre of the game area places Sherwood and Nottingham cards.&#10;3. Day. Players play cards and apply card's abilities.&#10;4. Evening. All the cards from centre of the game area are discarded.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Novel-based"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jurassico",
    "ID": 347605,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/347605/jurassico",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Welcome to Jurassico new hires! I was told you were all top notch scientists in the field of genetics. It will be your job to finish genetic codes for our dinosaurs so we can sell them for profit. We can get a little competitive here, the boss has promised extra money to the scientist that finishes each dinosaur first. Oh and try to ignore those people across the way at Embryonic Inc, they are always bribing our employees trying to get our secrets, you aren't that type of person are you?&#10;&#10;Jurassico is a roll-and-write game heavily inspired by the process of reconstructing dinosaur DNA as seen in Jurassic Park. To do this, the players share a common pool of dice and take turns selecting pairs of dice to utilize, crossing off their sum from their scoring sheet (representing different dinosaur genomes, with six sets of genes needed to complete each), then re-roll the used pair for the next player.&#10;&#10;Much as in Jurassic Park, it is possible to take shortcuts by splicing your DNA with that of modern reptiles and amphibians, modifying dice values and/or colors, but the uses of this ability are limited only do this a limited number of times for each die. It is also (again inspired by the events of the book and the movie) possible to sell samples to a competitor (Embryonic, Inc) to earn additional points.&#10;&#10;The game continues until a player reaches five points based on the genomes they have completed and/or sold to the competition. There is also a solo mode where the player tries to reach a set points goal before Embryonic does.&#10;&#10;",
    "Categories": [
      "Animals",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Movies: Jurassic Park",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solomids",
    "ID": 347606,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/347606/solomids",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A solitaire game of stacking, sliding &amp; swapping Looney Labs pyramids to match up monochrome trees. Create all 15 trees to win!&#10;&#10;&lsquo;So you&rsquo;re ready to fly in my forces?&rsquo; the Emperor said, sliding a scrambled Solomids setup across the table.  &rsquo;First, you must prove your pyramidian prowess.  Win without swapping and you shall command an entire cavalry!  A one-swap victory, and you&rsquo;ll captain your own ship; swap two and it&rsquo;s off to cadet school for you! But lose&hellip;&lsquo;&#10;&#10;Using a flat playing surface, and a Looney Labs pyramid set composed of 9 pyramids (3 smalls, 3 mediums, &amp; 3 large) each of 5 different colors, totaling 45 pieces; win the game by assembling one small-medium-large stack of the same color (called a tree or tree-trio) at a time, attempting to form three complete &lsquo;rainbow stashes&rsquo; (five tree-trios, one of every color).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Relative Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Looney Pyramid Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rumors and Legends",
    "ID": 347614,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/347614/rumors-and-legends",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Rumors and Legends is a new, fun-filled mystery deduction board game. It stars a creepy cast of creatures and Cryptids, like the Sasquatch and Loch Ness Monster. You are investigating the disappearance of Professor Daffle, the world's leading researcher of Cryptozoology, as you travel to legendary locations like The Himalayas and Roswell, New Mexico. You are also in constant peril of getting lost in the Bermuda Triangle!&#10;&#10;Rumors and Legends is a light game that can be learned in 10-15 minutes and takes around 30-45 minutes on average to play. You'll find the mechanics comfortably familiar if you have played the usual suspects of mystery games before, but a host of new twists and turns to make the game feel unique, modern and thematically interesting.&#10;&#10;A player rolls the dice to determine their next move. Their move may involve moving their mini a specified number of spaces, drawing a Rumor card, moving the door minis, and/or moving to the Bermuda Triangle to end the turn.&#10;&#10;The game ends when a player is first to solve the mystery of Professor Daffle's disappearance. There are three components: the Creature responsible, the Location of Daffle's disappearance, and the Incident that was involved.&#10;&#10;The player who is able to solve the three components of the mystery is the one who wins the game.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Draw and Discard",
      "Components: 3-Dimensional (3D)",
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Impro Tuhmat K18-kortit",
    "ID": 347620,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/347620/impro-tuhmat-k18-kortit",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Outrageous party game for adults. &#10;In the IMPRO&reg; 18+ card game, the players dive into the naughty minds of themselves and their friends in four categories. In addition of the card deck, paper and pens for all players are needed. Game is prepared by mixing the cards and placing the deck on the table.&#10;&#10;Player in turn picks up the top card of the deck and proceeds according to the category rules. The category depicts how the player will execute the card: verbally, artistically, using their body language, facial expressions, or their wild imagination.&#10;&#10;Winner is the one who reaches 15 points first. The game can be played in teams also.&#10;&#10;This game can be integrated with Impro: hullunhauska seurapeli.&#10;&#10;&mdash;description from publisher (translated)&#10;&#10;&#10;H&auml;vytt&ouml;m&auml;n hauska seurapeli aikuisille. &#10;IMPRO&reg; K18-korttipeliss&auml; sukelletaan nelj&auml;n kategorian kautta oman ja kavereiden tuhman mielen sy&ouml;vereihin. Korttien lis&auml;ksi tarvitset kyn&auml;n ja paperia jokaiselle pelaajalle sek&auml; ajastimen. Peli valmistellaan sekoittamalla korttipakka ja asettamalla korttipakka p&ouml;yd&auml;lle.&#10;&#10;Pelin aloittaa nuorin pelaaja, mink&auml; j&auml;lkeen vuoro vaihtuu my&ouml;t&auml;p&auml;iv&auml;&auml;n kiert&auml;en. Pelivuorossa oleva pelaaja valitsee korttipakan p&auml;&auml;llimm&auml;isen kortin ja toimii kategorian m&auml;&auml;ritt&auml;mien ohjeiden mukaisesti. Riippuen kategoriasta, pelaaja suorittaa kortin verbaaliikan, taiteellisuuden, kehonkielen, kasvojen ilmeiden tai villin mielikuvituksen avulla.&#10;&#10;Pelin voittaa se, joka saa ensimm&auml;isen&auml; 15 pistett&auml;. Peli&auml; voidaan pelata my&ouml;s joukkuepelin&auml;.&#10;&#10;T&auml;m&auml; peli voidaan integroida lautapeliin Impro: hullunhauska seurapeli.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Communication Limits",
      "Line Drawing",
      "Open Drafting",
      "Paper-and-Pencil",
      "Storytelling",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Junfa: Struggle for China",
    "ID": 347623,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347623/junfa-struggle-for-china",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Junfa: Struggle for China&#226;&#128;&#139; takes players to the Chinese Warlord Era of the 1910s and 1920s where they will command different warlord factions as they compete to be the dominant faction in China by collecting the most victory points by the end of the game. Players will do this by increasing their political power to pass favorable legislation, using military forces to conquer and control provinces, and maintaining a steady cash flow, all while balancing support from foreign powers and the Chinese people. Players also engage with one another through bribery, diplomacy, and betrayal as only one will win to rule and shape China&rsquo;s future.&#10;&#10;In a game round players take turns performing special political, economic, and military actions such as moving armies in addition to playing cards and bribing other players. Players score points based on stats and controlling certain areas. At the end of 5 rounds, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Political",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Bribery",
      "Catch the Leader",
      "King of the Hill",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zum Gipfel der Jungfrau",
    "ID": 347625,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347625/zum-gipfel-der-jungfrau",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "6-part board game with 4 travel cards. The players start at Basel (by bicycle), Genf (by train), Chur (by Stagecoach) and Lugano (hiking). The players roll the die and move. Each player gets a travel card, wich shows his route and spaces where events hinder or benefit the player.&#10;&#10;When the players reach the center image of the board, they have to climb the mountain, so only even rolls count and are divided by 2, only allowing moves of 1, 2, 3 or none at all.&#10;&#10;The first player to get to the summit of the &quot;Jungfrau&quot; wins and ends the game.&#10;&#10;The game seems to have been published around 1900. No automobiles are pictured or mentioned.&#10;&#10;",
    "Categories": [
      "Sports",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Switzerland",
      "Mountains: The Alps",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ancient Mediterranean",
    "ID": 347627,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/347627/ancient-mediterranean",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The 'Ancient Mediterranean' is a civilization Euro style game for 2 to 5 players with easy rules and relatively short gameplay. (1-2 hours) In this game each player controls one of the 5 ancient cultures that settled around the Mediterranean Sea in a fictive period BC: Romans, Greeks, Persians, Egyptians and  Carthaginians.&#10;&#10;Each turn in the game represents a period roughly around 30 years, and it covers the rise (and fall) of the reign of one king. Every ruler will usually be specialized in one of the 5 aspects of the game and will improve its nation in one of those 5 areas: military, science, seafaring, city building and nation expansion. Each representing a type of action the players may execute on their turn.&#10;&#10;Every turn, as an action, each player will play one set of cards from his hand, but all cards played must be of the same type. Each action may be activated up to 5 times throughout the game. Every time a player wants to activate the same action, one more card is always required than the previous time. The game ends the moment some player manages to activate any action for the 5th time.&#10;&#10;At the end of each round, the player will draw an amount of cards equals to the number of resources his nation controls, but (out of those cards) he will get to keep only a number of cards equal to the number of UNIQUE resources he has.&#10;&#10;Players will collect 2 types of victory points: Glory and Culture. Final score is the LOWER of these 2 types of points. At the end of the game, the player with the highest final score wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Ancient: Carthage",
      "Ancient: Egypt",
      "Ancient: Greece",
      "Ancient: Rome",
      "Country: Iran",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Truth or Drink: What Up Fam Expansion",
    "ID": 347639,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347639/truth-or-drink-what-up-fam-expansion",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Truth or Drink game series helps you skip small talk and get down to the good stuff. The What Up Fam expansion pack is an all-new set of all-too-revealing questions, designed specifically for families&mdash;or, any group of folks who&rsquo;ve known one another for a long time.&#10;&#10;Each card features two questions, so you can pick the best one for the moment. The person being asked can either answer the question, or take a drink! In addition, a set of &ldquo;You Should Know This&rdquo; cards tests your knowledge about the other people playing.&#10;&#10;The game is played to a determined number of points.&#10;&#10;Players win the round by giving a satisfying answer and being awarded the question card.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Drinking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Truth or Drink: Sin Expansion",
    "ID": 347640,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347640/truth-or-drink-sin-expansion",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It&rsquo;s time for the ultimate confession.&#10;The Truth or Drink game series helps you skip small talk and get down to the good stuff. The Sin expansion pack is an all-new set of all-too-revealing questions, grouped thematically by the Seven Deadly Sins.&#10;&#10;This means there's questions about lust. We think that's hot.&#10;There's questions about greed. As many as we could put in there.&#10;There's questions about envy. They'll leave you wanting more.&#10;There's questions about pride. We're really proud of these.&#10;There's questions about sloth. Slow down and take a good look.&#10;There's questions about wrath. They're furiously good.&#10;TOO MANY questions, you say? No chance. Get ready to gorge yourself...because there's also questions about gluttony.&#10;&#10;Each card features two questions, so you can pick the best one for the moment. The person being asked can either answer the question, or take a drink!&#10;&#10;The game is played to a determined number of points.&#10;&#10;Players win the round by giving a satisfying answer and being awarded the question card.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Drinking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tajniacy: Agenci na kwarantannie",
    "ID": 347651,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347651/tajniacy-agenci-na-kwarantannie",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Polish promotional mini-expansion.&#10;&#10;Consist of 10 new cards (with 20 new codenames) in Polish connected to quarantine.&#10;&#10;Can be mixed with both regular Codenames (Tajniacy), Codenames Undercover (Tajniacy: Bez Cenzury), Codenames Duet (Tajniacy: Duet) or even Codenames Pictures (Tajniacy: Obrazki) if using mixed Word/Pictures game variant.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Home Base",
    "ID": 347654,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347654/big-home-base",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A board based flicking game. The basic rules are roughly the same as outdoor baseball.&#10;&#10;No need for speed or strength.&#10;The accuracy of the practice pitching will affect the results.&#10;&#10;How to win: &#10;Like outdoor baseball, the player with the highest score after nine innings wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Right Cruel and Fell: Wargame Rules for field battles of the Hundred Years War",
    "ID": 347684,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347684/right-cruel-and-fell-wargame-rules-for-field-battl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Right Cruel and Fell is a wargame for field battles in the Hundred Years War (1337-1453). &#10;It covers closely-related conflicts, such as the War of Breton Succession, the Castilian Civil War, or the Anglo-Scottish wars of the same time. &#10;The system is specific to time and place, although supplements expand the scope to include the War of the Roses, Italy (1300-1492) and the Teutonic Knights (1200-1410). &#10;The mechanisms particularly reflect these conflicts and the interaction of troops in them, with historical accuracy and even zeitgeist.&#10;&#10;A battlefield in RC&amp;F is divided into a grid of 3&rdquo; squares called acres, each of which represents approximately 70 yards in each direction. &#10;&ldquo;Troops&rdquo; of 400 infantry or 200 mounted men are the basic units; each troop on one base with a recommended size of 2&rdquo;x1&rdquo; although the gaming standard of 40mm frontages (or 60mm with 4&rdquo; acres) will work as well. &#10;There is likely no need to rebase miniatures. &#10;Each type of historical soldier and unit is accurately represented. &#10;The status-based attrition system (step loss) accounts for both physical and psychological deterioration. &#10;The game uses both six-sided and ten-sided dice, sometimes as singular rolls, sometimes in opposition to the enemy. &#10;RC&amp;F accounts for command and control, or lack thereof, as well as the character of leaders and their influence on troops&rsquo; behavior. &#10;The mechanics are straight forward, leaving players to concentrate on historical tactics, rather than worry more about rules. &#10;A large number of orders of battle and battlefield maps is included.&#10;&#10;RC&amp;F players should be ready for a challenge that accurately simulates battles in the Hundred Years War in a playable and enjoyable game. &#10;The author is a professional historian with decades of wargaming experience, who has extensively playtested these rules with both experienced and novice players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Hundred Years Wars",
      "History: Wars of Scottish Independence"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Right Cruel and Fell: Condottiero – Italian supplement, 1300-1492",
    "ID": 347690,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347690/right-cruel-and-fell-condottiero-italian-supplemen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Condottiero is a supplement to Right Cruel and Fell which adds troop types, new actions, and special rules to extend the timeframe and geographic location of the basic rules.&#10;&#10;This supplement covers wars in Italy from 1300-1492ce - the great age of the mercenary soldier during the Italian Renaissance. &#10;Like RC&amp;F, Condottiero contains historical orders of battle.&#10;&#10;The basic rules set of RC&amp;F is necessary to play this supplement.&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "History: Wars of the Guelphs and Ghibellines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Right Cruel and Fell: Help, Defend, Heal – Supplement for the Teutonic Knights 1225-1410",
    "ID": 347692,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347692/right-cruel-and-fell-help-defend-heal-supplement-f",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Help, Defend Heal is a supplement to Right Cruel and Fell which adds troop types, new actions, and special rules to extend the timeframe and geographic location of the basic rules.&#10;&#10;This supplement covers the Teutonic Knights and other military-religious orders and their eastern opponents, such as the Balts, Russians, Lithuanians and Poles (but not the Mongols). &#10;Like RC&amp;F, HDH contains orders of battle, both historical and hypothetical. &#10;In addition to the topical terrain generation rules, there is an accurate map of the large Grunwald battlefield.&#10;&#10;The basic rules set of RC&amp;F is necessary to play this supplement.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Crusades",
      "History: Polish-Teutonic Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Right Cruel and Fell: Livery and Maintenance – War of the Roses supplement",
    "ID": 347693,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347693/right-cruel-and-fell-livery-and-maintenance-war-of",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Livery and Maintenance is a supplement to Right Cruel and Fell which adds troop types, new actions, and special rules to extend the timeframe and geographic location of the basic rules.&#10;&#10;This supplement covers the War of the Roses.&#10;&#10;Like RC&amp;F, L&amp;M contains orders of battle, both historical and hypothetical.&#10;&#10;The basic rules set of RC&amp;F is necessary to play this supplement.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "History: Wars of the Roses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gung-Ho: Marine Raiders on Makin Island, 1942",
    "ID": 347694,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347694/gung-ho-marine-raiders-on-makin-island-1942",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The US Marine Raiders make their debut with a surprise raid on the Japanese-held atoll of Makin Island. &#10;Will these daring &quot;gung-ho&quot; Americans carry the day or be driven back into the sea by the dogged Japanese defenders?&#10;&#10;This campaign is designed to be used with Too Fat Lardies  Chain of Command and can also be readily adapted to your preferred WWII miniature ruleset.&#10;&#10;Contained in this book you will find:&#10;&#10;     Complete campaign setup, duration, and special rules to add variation to play&#10;     Platoon layouts for both US and Japanese forces, as well as campaign-specific Support Lists&#10;     Four scenarios based on period maps and satellite imagery&#10;     Pre-generated character names, custom Patrol Markers, and National Characteristics&#10;&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Musketry Like Thunder 2: More Great Civil War Battles Never Fought",
    "ID": 347695,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347695/musketry-like-thunder-2-more-great-civil-war-battl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Musketry Like Thunder 2 provides twelve fictional Civil War miniature gaming scenarios, from small introductory games to corps level actions.&#10;&#10;Each provides a unique tactical problem often encountered by the armies fighting the war.  &#10;These range from command and control issues, surmounting difficult terrain, to combating the weather as well as each other.  &#10;In addition, each scenario has great replay potential.&#10;Federals and Confederates can switch deployment areas, and you can modify the order of battle to represent different years during the war.  &#10;In fact, you can use the maps and deploy entirely different forces on the table!&#10;&#10;Try something new, where your opponent doesn't know everything about your army's deployment, strengths, and leadership before the game even starts!&#10;&#10;These scenarios are designed to be used with almost any American Civil War regimental or brigade level set of rules. Rules are included for figures based on 20, 30, 40, 50, and 100 historic men per figure/stand. Times are given for 10, 15, and 20 minutes per game turn. &#10;Maps are in full color, as are the numerous color photographs of the modern battlefield. &#10;This book does not contain rules for playing miniature wargames.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cold War 3! Gulf States: Gulf Wars – Saudi Arabia, Bahrain, UAE, Jordan & Oman",
    "ID": 347696,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347696/cold-war-3-gulf-states-gulf-wars-saudi-arabia-bahr",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "0",
    "Description": "GULF STATES: Saudi Arabia, bahrain, UAE, Jordan and Oman covers the smaller Gulf States for the Gulf War (Op. Desert Storm/Op. Granby) in 1991 and beyond. &#10;The contents of this book can be used to recreate the 1st and 2nd Saudi Brigades and the Gulf Coalition Forces. &#10;ALL equipment and personnel used by all of the Gulf States is included. &#10;Omani Challenger I's, Bahraini M60a3's, Saudi M1a1's, UAE AMX-30's, the ubiquitous M109a1, Rapier Air defence missiles, Scorpion and Scimitar reccee vehicles, Croatale SAM's and the M16/M4, M60a2, SAW and MILAN ATGM's equipping your ground forces.&#10;&#10;Also included are three fun scenarios, including an assault by Saudi Forces across the causeway to Bahrain in a &quot;what if&quot; scenario; Gulf Co-Alition forces on Highway-40 to Kuwait City Vs. Iraqi forces and a rescue the hostages scenario against insurgents in yemen by Oamani forces.&#10;&#10;Air power is included with F5/Tiger II's, the ubiquitous F-16, Jaguar and Mirage 2000 fighter jets providing much needed air support.&#10;&#10;Invade Kuwait! Push back the Iraqis (available soon as a seperate book: GULF WARS: Wars In The Gulf 1990-2020); liberate Kuwait, push onwards into Iraq -or engage in any number of &quot;what If&quot; scenarios.&#10;&#10;Operating a small Gulf States force is fun and brings an added element to your COLD WAR3! games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "History: Gulf War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Tale of Bravery: Demo Game",
    "ID": 347698,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347698/a-tale-of-bravery-demo-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A free print and play, story driven adventure game for 1 to 4 players set in fantasy Britain some 20 years after the death of King Arthur Pendragon.&#10;&#10;Each separate game session, or &ldquo;quest&rdquo; as it is called in the game, takes about 1 hour to play. Each quest can be won, lost, or even forfeited. The game is over when you have played through all quests listed in a separate questbook.&#10;&#10;Each one of the players controls a &ldquo;hero&rdquo;. There are four heroes to the so called &ldquo;party&rdquo;. The players win the game if they manage to complete the goals of all the quests of the game.&#10;&#10;The players will take turns reading aloud from the questbook. At regular intervals the players are allowed to make decisions on where to go and what to do. This affects the outcome of the game session. Whenever a fight occurs, it is played out on a game board made of separate modular tiles. The combat system is quick and focused on tactics and using the hero&rsquo;s abilities to survive.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Legacy Game",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Multi-Use Cards",
      "Components: Standees",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules",
      "Theme: Alternate History",
      "Theme: King Arthur / The Knights of the Round Table / Camelot",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Influencer Card Game",
    "ID": 347700,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347700/influencer-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The fast paced strategic card game that goes viral. Get the most followers and secure the influencer contract. But be aware, not everyone will agree with your posts and you may get blocked, hacked or loose posts to copyright claims. Don't get caught with misconduct or your followers will leave you.&#10;&#10;Influencer - The viral card game of the social media world. Be the player to acquire the biggest social media following to secure the influencer contract deal.&#226;&#128;&#168;&#226;&#128;&#168;&#10;&#10;Each player draws and discards cards to accumulate followers.  Players can also play cards against their opponents to take away their followers.&#10;&#10;The game ends when any one player has reached 100k followers, any player may play the influencer contract card on their turn to end the game.&#10;&#10;At the end of the game, the player with the biggest social media following after deductions wins the game. You cannot win if your account is blocked.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Puppies: A Barktastic Strategic Battle Card Game",
    "ID": 347732,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/347732/zombie-puppies-a-barktastic-strategic-battle-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2.875",
    "Description": "An Ebola research lab in Luanda, Angola in the 1980s. Through unfortunate chained circumstances (a professor, a snail and a cat are said to have been involved), a deadly virus breaks out, infecting only cute puppy dogs and mutating them into zombies!&#10;&#10;You can play this dynamic card game with 2-5 players, regardless of their language. Zombie Puppies can be learned in 5-10 minutes, requires strategic thinking, and gives you a whole new card game experience.&#10;&#10;And this is how you play it: With Zombie Puppies you acquire a set of cards which consists of healing, action, and infection cards. Each round involves drawing new cards, infecting your opponent and protecting or healing yourself.&#10;&#10;You can win either by keeping your own puppy alive despite being under constant attack or by being the first to get a hold of the healing serum - which is only possible with the right strategy!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Humor",
      "Party Game",
      "Zombies"
    ],
    "Mechanics": [
      "Sudden Death Ending"
    ],
    "Families": [
      "Animals: Dogs",
      "Card Games: Draw and Discard",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stingbad!: Mass Skirmish Fantasy Wargame Rules",
    "ID": 347733,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347733/stingbad-mass-skirmish-fantasy-wargame-rules",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Stingbad is a set of Fantasy wargame rules developed as part of a new series covering different periods.&#10;They were developed from the pedigree of our popular Sacre Bleu massed skirmish rules, using a variable sequence of play which means even underdogs stand a chance of winning.&#10;&#10;The rules stand alone, no other sets in the series are required, but all those in the Streamlined Play Rules Series share a core set of rules, so if you learn one picking up another one of the rules in the series is easy. Each set is, of course, heavily tweaked for the period they cover and are streamlined for fast play. We want our games to be straightforward, so we can concentrate on trying to defeat our tabletop enemy insted of spending our time 'fighting' the rules to get them to work! That is central to the design philosophy of these wargame rules.&#10;&#10;In the case of Stingbad, included are three ways of choosing armies, and the features include amongst other things flexible unit sizes, different types of battle, weather rules, commander ratings, fluke hits, heroes and speeches, collapsing buildings, smoke and - as you'd expect - magic rules. Magic can be powerful, it can cause hills to rise up or collapse, and trees to animate and become walking creatures and water to rage for instance, all assuming you can get the magic to work!&#10;&#10;The rules have taken years to develop, during which keeping them simple and not complicating things was a major challenge. They can be used with as many or as few figures as you want (individually based, that is!).&#10;&#10;We hope you decide to give them a go, and enjoy leading your hordes to ultimate victory, or even to glorious defeat... ?!&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hungry Life: North America",
    "ID": 347742,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/347742/hungry-life-north-america",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Hungry Life is an environmental education and awareness card game played between 2-5 players and for the whole family, schools and holidays.&#10;&#10;It comes in two versions: A Europe continent (English, French, German) and a North America continent (English) featuring species unique to that continent.&#10;&#10;Each player starts with their own deck of 20 cards plus five in their hand (player count dependant). You start by placing a primary producer/Base Card to create a new habitat. Each animal card will list what it can eat leading up to an apex predator. Each new habitat is connected as the game goes on, but with human projects such as roads and housing estates these habitats can become disconnected. Animals that could once be moved are now trapped. You must strategically place your animals, human projects and natural events to thwart your opponents.&#10;&#10;The game mechanics have been designed to practically demonstrate how humans are causing issues but also how we can help in a simple and family friendly game lasting 25 - 45min.&#10;&#10;Each animal card will also feature data about that animal so you can learn things like their weight, population size/trend as well as where they fall on the endangered species list.&#10;In the rules you'll also find a list of organisations that are working hard to protect our natural world.&#10;&#10;The first player to place all their cards wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Chaining",
      "Lose a Turn",
      "Move Through Deck",
      "Square Grid",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Ecology",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Mischief: Witches Expansion",
    "ID": 347743,
    "Year": "(2022)",
    "Geek Rating": "5.607",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347743/mythic-mischief-witches-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The Witches Expansion for Mythic Mischief adds a new playable Mythic Faction to the game, giving you a new asymmetric set of abilities with which to outsmart your opponents.&#10;&#10;An extra-curricular coven, these bad-witches are pretty, petty, powerful, and proud! When you see them coming, you better get running because these sharp-tongued teens have taken down the toughest of terrors with crafty spells and questionable gossip.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Mythic Mischief"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Mischief: Trolls Expansion",
    "ID": 347744,
    "Year": "(2022)",
    "Geek Rating": "5.599",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347744/mythic-mischief-trolls-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The Trolls Expansion for Mythic Mischief adds a new playable Mythic Faction to the game, giving you a new asymmetric set of abilities with which to outsmart your opponents.&#10;&#10;This subterranean theatre troupe just finished their underground rendition of &ldquo;Shakesfeare in the dark&rdquo; to much critical (parental) acclaim. These loud-mouthed monsters can usually be found singing in the cafeteria or hiding out in the theatre room.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Trolls",
      "Game: Mythic Mischief"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Mischief: Ghosts Expansion",
    "ID": 347745,
    "Year": "(2022)",
    "Geek Rating": "5.610",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347745/mythic-mischief-ghosts-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "These wispy wallflowers are quite the quirky crew. Thik framed glasses, ironic shirts and bad indie bands, these spirits haunt the halls of their school where they rival the trendiest of spectral spooks. Guaranteed these ghastly faux-geeks liked your favorite band before they were ghoul.&#10;&#10;The free expansion will feature the Gamefound exclusive glow-in-the-dark version of the ghost miniatures, never to be made again.&#10;&#10;The Ghost faction will not be sold at retail and will only be available through IV's store or at cons, and will not be sold at a discount. Future versions of the ghost expansion will not feature glow-in-the-dark miniatures.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Ghosts",
      "Game: Mythic Mischief"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Mischief: Headmaster's Box",
    "ID": 347747,
    "Year": "(2022)",
    "Geek Rating": "5.668",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/347747/mythic-mischief-headmasters-box",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Mythic Mischief, you play as a faction of Mythic Manor students competing to get as many of the other students caught by the Tomekeeper as you can without getting caught yourself.&#10;&#10;Each Faction has its own unique set of abilities to move around the board, move the other factions into the path of the Tomekeeper, and even alter the course of the Tomekeeper by moving bookshelves.&#10;&#10;Players are able to upgrade their Faction&rsquo;s abilities throughout the game by collecting powerful Tomes from around the library.&#10;&#10;The winner is the first Team to score 10 Mischief Points or the Team with the most points when the Tomekeeper finishes returning all of the Tomes after lunch!&#10;&#10;&mdash;description from the publisher&#10;&#10;The Headmaster's Box is a Gamefound Exclusive. Includes all current expansions in one box. Extra library components for 2v2 Blitz Mode and 7-player tournaments.&#10;&#10;This item consists of:&#10;1x Mythic Mischief Headmaster Box&#10;1x Mythic Mischief Base Box Components&#10;1x Extra set of Library Components&#10;1x Ghosts Expansion&#10;1x Trolls Expansion&#10;1x Witches Expansion&#10;1x Headmaster Game Trayz Inserts&#10;&#10;Will NOT be for sale after the campaign!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Expansions Changing Player Count",
      "Components: Game Trayz Inside",
      "Crowdfunding: Gamefound",
      "Game: Mythic Mischief",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bee War",
    "ID": 347749,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/347749/bee-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Bee War is a competitive tile colocation game, where the opponents will fight to be the first to bring the queen bee to the panel. The worker bees, bumblebees and wasps will be our allies to achieve our goals by using the available cards in the most optimal way to achieve victory. But beware, in Bee War no strategy is long term, check the score of your cards and minimize the damage when chance brings you an unexpected card.&#10;&#10;On their turn, a player picks a a card and play their cards. If the card allows it, you can move on the tiles the queen bee.&#10;We have defensive cards and attack cards, they must be used wisely. The game ends, when the queen arrives at her panel. The first  player who is able to bring his queen to his panel wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Connections",
      "Events",
      "Grid Movement",
      "Movement Points",
      "Take That"
    ],
    "Families": [
      "Animals: Bees",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mischief of Faction",
    "ID": 347751,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/347751/mischief-of-faction",
    "Min Players": "6",
    "Max Players": "25",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Mischief of Faction is a social deduction megagame where players work with their friends and neighbors to advance their agenda by passing policies and gerrymandering district lines to gain political advantage.&#10;&#10;In Mischief of Faction, players win by passing their faction's policies or scoring points for their home district.&#10;&#10;Play is divided into two phases: &quot;voting&quot; and &quot;policy&quot;. During the voting phase, all players vote on players to represent them in the capitol during the policy phase. During the policy phase, players discard policy cards based in a reverse draft (players discard instead of keeping cards.)&#10;&#10;Players win when their role card's objectives are complete. This is variable across four groups. Generally speaking, players want to score five policies for their faction or score five points for a district (most likely the one where they are located. Play continues until either a victory condition is met or 11 policies are in play.&#10;&#10;With two routes to victory, players face interesting tradeoffs: help their agenda or help their district?  All the while, players are moving from district to district, realigned to their new homes, new colleagues, and new alliances to build.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Semi-Cooperative Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon in a Box",
    "ID": 347752,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/347752/dungeon-in-a-box",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Dungeon in a Box is a solo dungeon crawler game based around a deck of cards and a handful of dice. Take on the role of the mighty warrior and slash your way through the dungeon until you come face to face with the boss. Will you win the day or be left at the feet of your would-be victim to serve as a warning to any foolish enough to follow in your footsteps?&#10;&#10;Dungeon in a Box offers many choices. Which dungeon will you enter? Will you fight the monsters in their rooms or flee? Will you press your luck or ensure victory? Do you drink your potions when you find them or save them? Blame the dice and rail against the cruelty of fates as much as you like but know that you have chosen your own path. You may get mad, you may get overly invested but one thing is for sure: you won't be able to stop until you find your victory.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Children's Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "YAMSTR",
    "ID": 347753,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/347753/yamstr",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Yamstr is a strategic version of the traditional Yam dice game.&#10;&#10;Score points in the 4 dedicated columns by rolling specific combinations. &#10;Make clever decisions and increase your chances of winning.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Artistes Misérable",
    "ID": 347754,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/347754/artistes-miserable",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Artistes Mis&eacute;rables is a humorous race-to-the-bottom card game where each player is a 19th century artist, trying to create as many masterworks as possible before dying sick, broke and depressed. In other words, a historical simulation.&#10;&#10;A player's muses are Poverty, Infirmity and Despair, represented by colored tokens. These are not only part of your score, they are a threshold that must be reached for the quality of certain paintings, e.g. &quot;you must be this miserable to paint this masterpiece&quot;.&#10;&#10;On their turn, a player can take two different actions from the following list:&#10;&#10;1) Draw a token of any color&#10;2) Play an Action on any player&#10;3) Draw a card&#10;4) Paint a painting&#10;&#10;All of these are done in the form of dark humor, from glorying in the despair of being dumped to reveling in the poverty of gambling debts that you will take to your grave unpaid.&#10;&#10;The game ends when a player succumbs to the weight of their combined poverty, infirmity and despair (a literal 'sudden death' ending), or when the deck runs out, in which case all the players are drafted into World War 1 and die a horrible death in the trenches of France.&#10;&#10;Scoring is based on accumulated misery, and the quality and quantity of paintings you produced before your predictable and unlamented end.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Open Drafting",
      "Set Collection",
      "Sudden Death Ending"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Greedy Granny",
    "ID": 347756,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.60",
    "Link": "https://boardgamegeek.com/boardgame/347756/greedy-granny",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players swipe treats from Granny's tray and push the button on her chair - you never know when she will wake up and send her teeth soaring!&#10;&#10;On your turn, you spin the spinner. Landing on green lets you steal a treat from Granny's tray and then press the button a number of times. Landing on purple makes you put a treat back on Granny's tray then press the button a number of times. Other symbols include losing a turn and stealing a treat from another player.&#10;&#10;If pushing the button makes Granny wake up, the player who woke her returns all treats to the tray.&#10;&#10;The first player to collect one of each treat wins the game!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Lose a Turn",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Night Cage: The Endbringer promo",
    "ID": 347758,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347758/the-night-cage-the-endbringer-promo",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Endbringer - Boss Monster - A new boss that speeds up the end game by causing tiles to be discarded on each player's turn.&#10;&#10;After 5 Omens are drawn, the Endbringer sits on top of the draw deck. At the end of each player's turn, discard a tile from the Draw stack. This effect continues until the Final Flickers begins.&#10;&#10;If playing within the Dirge, use the 5 Omens as both Boss Monsters.&#10;&#10;Given out at GenCon 2021 and in Game Trade Magazine # 260.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Maze"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Pieces as Map",
      "Sudden Death Ending",
      "Tile Placement"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SagaBorn Battles",
    "ID": 347759,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347759/sagaborn-battles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "SagaBorn Battles is a card based miniature game of player vs player skirmishing.&#10;&#10;Join in a skirmish game that explores the world of the Dark Return as you compete to find ancient artifacts. &#10;Battles can use any 28-32mm miniatures you already own, so all you need is the cards and some d8&rsquo;s to begin!&#10;&#10;The lands of Atheles have long been in a dark age, though now magic has begun to return. Adventurers, tomb raiders, and grave robbers search the lands for ancient relics of magic.&#10;&#10;SagaBorn Battles uses miniatures you already own. Terrain can be 2d or 3d printed and is based on 1 inch.&#10;&#10;Why play SagaBorn Battles?&#10;&#10;     Its fast. Set up and play takes around 30-45 minutes.&#10;     Its easy. You can learn the basics of the rules in 10 minutes.&#10;     A simple and fun dice system. One die to rule them all, combat outcome is determined in quick opposing rolls.&#10;     The lands of the Dark Return are full of peril and life, a world ready for adventure.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Master Potter",
    "ID": 347762,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/347762/the-master-potter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Pottery is as old as humanity, and many culture have left their mark on it. However, Persian pottery is known as the epitome of art, creativity, and practicality coming together. Along the history many people have tried their hands at pottery. But it takes a master potter to create a timeless vessel, and there can&rsquo;t be more than one master potter in each generation. And now the time has come to choose the master potter of your generation.&#10;&#10;The Master Potter is a competitive worker placement game, in which 2 to 5 players take on the role of pottery masters. Players must send their apprentices to different spaces across the board to collect the essential materials and form and decorate different pottery utensils which are among the available requests. Creating a pottery utensil will grant points to its creator, and the player that reaches 20 points first, will be the winner of the game.&#10;&#10;The game is played in consecutive rounds. Each player has 4 meeples, representing their apprentices. Each round begins Each round begins by players putting all their meeples on the board to collect resources, one at a time, until they are all placed. At that point all players collect their meeples, the first player marker is passed to next player in clockwise order, and the resource spaces are refilled and prepared for a new round.&#10;&#10;Each requested pottery consists of a basic shape and two sets of ingredients, each of which may include different number of colors and patterns or even additional clay blocks for ornamentation. Clay blocks can be collected from different parts of the riverbank, colors and minerals are up for grabs at the market, and artists can be hired to add different ornamentation to the pottery. However, remember that if you go to a space before others, you will get a better choice and a lower price.&#10;&#10;What will your pottery collection look like when this fierce competition is over?&#10;&#10;",
    "Categories": [
      "Economic",
      "Prehistoric"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Country: Iran"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Fury of The First Order Squadron Pack",
    "ID": 347763,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347763/star-wars-x-wing-second-edition-fury-of-the-first",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This squadron pack includes content for Kylo Ren and his devoted diehards, featuring new abilities and upgrades based on their appearance in Star Wars: The Rise of Skywalker and Star Wars: Resistance. This pack includes everything you need to add 1 TIE/wi Whisper Modified Interceptor ship and 2 TIE/se Bomber ships to your games of Star Wars: X-Wing! 14 pilot cards create a pool of versatile pilots for these ships which can be customized in a myriad of ways with the 32 included upgrade cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – BTA-NR2 Y-wing Expansion Pack",
    "ID": 347764,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/347764/star-wars-x-wing-second-edition-bta-nr2-y-wing-exp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This expansion includes everything players need to add two of these reworked starfighters into their Star Wars&trade;: X-Wing collection, beginning with two beautifully painted BTA-NR2 Y-wing miniatures. Additionally, beings from across the galaxy flock to join the Resistance, and 12 ship cards let them hand pick the right pilots for their strategy. The BTA-NR2 Y-wing is highly versatile and 18 upgrade cards invite players to customize their ships to meet your parameters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prognosis Death",
    "ID": 347765,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/347765/prognosis-death",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "St. Muerte Hospital 10:00 pm -&#10;A patient is admitted to the emergency ward with rapidly developing symptoms. Doctors rush to see the patient with morbid curiosity on the otherwise dull night...&#10;&#10;Prognosis Death is a set-collection card game where each player is a doctor who is trying to take the credit for curing a patient. You&rsquo;ll collect symptoms and use them to construct a diagnosis. You&rsquo;ll challenge and outwit your rivals, and you&rsquo;ll get the recognition you deserve &ndash; at any cost!&#10;&#10;Your objective in Prognosis Death is to either have the lowest score remaining in your hand when the patient is discharged, or the highest score in the case that the patient succumbs to their illness and perishes.&#10;&#10;At the start of every turn in Prognosis Death you&rsquo;ll add symptoms to your hand by either drawing an unknown card from the deck, or by taking a card from the public discard area. At the end of every turn, you&rsquo;ll have an opportunity to remove symptoms from your hand either by making a diagnosis, which consists of a set of matching symptoms, or by discarding a card to the public discard area.&#10;&#10;Every symptom card has an effect that will either trigger when that card is discarded, or when you make a diagnosis with that card as the top-most card. Symptoms also have effects that will trigger when they are retrieved from the public discard area. Whether these effects help or hinder you will depend on the card!&#10;&#10;Throughout the course of the game cards in each player&rsquo;s hand will become revealed and will become accessible to players who can see them. For the most part you can use accessible cards in any player&rsquo;s hand as though they were in your hand, but beware, cards that you have revealed become inaccessible to you - if it is still in your hand at the end of the game it will count towards your score.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sherlock Holmes: Mystery Game – Jack the Ripper Affair",
    "ID": 347766,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/347766/sherlock-holmes-mystery-game-jack-the-ripper-affai",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A board game using a map of London, a dice, incident cards, a list of subjects to find who is Jack the Ripper.  Roll the dice and move around the board, the space you land on pick a card and read the clue to help determine identity of Jack the Ripper or eliminate subjects.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Cities: London (England, UK)",
      "Historical Figures: Jack the Ripper"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "仙剑奇侠传—逍遥游 (Chinese Paladin: XiaoYaoYou)",
    "ID": 347769,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/347769/xian-jian-qi-xia-chuan-xiao-yao-you-chinese-paladi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2",
    "Description": "With the collapse of the Tower of Imprisoned Demons, the thousands of demons once again rampaged the earth. To avoid being overwhelmed by the creatures, the Great God Nuwa used the magic of returning to the soul to create the Xiaoyao Illusion that temporarily trapping dangerous demons in it.&#10;&#10;The celestial heroes of all time and space have received the message from Nuwa: Please come to the Illusion to conquer the demons and save the common people! The number of powerhouses with the highest merits will get my reward-go back in time and change the thing that makes you most regrettable. Therefore, the powerhouses from all walks of life have packed their bags and set off for the Xiaoyao Illusion.&#10;&#10;The players are divided into two teams, A and B, according to the number of players in the game. Each player plays a different hero with special skills. Players take their turns one by one. A turn includes several phases, during which you can trigger event cards, play scrolls, and get equipped. The most important phase is the Battle Phase, during which you can trigger a battle with monsters. Your teammates can support you and your opponents can interfere. Cards and skills can be used to influence the battle. If you win, you get the winning effect and may keep the monster as your pet, otherwise, you have to get punished for losing.&#10;&#10;After the monster deck is empty, the team with higher points from pets wins! You can also win by killing all your opponents. Don't forget the love stories from the main video game because the heroes won't hesitate to sacrifice their lives to save their lovers!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "End Game Bonuses",
      "Events",
      "Once-Per-Game Abilities",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "L'infanterie attaque !: Un jeu d'escarmouche durant la seconde guerre mondiale",
    "ID": 347771,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347771/linfanterie-attaque-un-jeu-descarmouche-durant-la",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "L'infanterie attaque ! is a skirmish game for 2 to 6 players. &#10;It invites you to relive the confrontations of the Second World War on a smaller scale than usual. &#10;Far from the great mass battles, small clashes between small groups of men played a role that was sometimes crucial and not recounted in the history books. &#10;In this game the individual soldier is honored and you will focus on following his progress as the battle progresses and sometimes accompany him until his death. We invite you to create the story of these anonymous people who have forged the world we live in at the cost of their lives. &#10;The game includes a scenario generator with 288 possible combinations, 29 skills and 6 nations represented. &#10;The campaign possibilities are therefore very numerous and not one part will be the same. &#10;The figures can be of any brand. &#10;The rules are written for 28mm but by dividing all the distances by 2 you can play in 15mm or even 1/72. &#10;The playing surface can simply be your living room table, you can use a play mat. &#10;For the terrain, leave room to your imagination. For more interesting games, the playing area should have a minimum of obstruction items to provide shelter and strategic stakes.&#10;&#10;&ndash; Description (translated) from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Les Voltigeurs: Le jeu d'escarmouche",
    "ID": 347772,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347772/les-voltigeurs-le-jeu-descarmouche",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Les Voltigeurs is a skirmish game for 2 to 6 players. &#10;It invites you to relive the confrontations under the Napoleonic era on a smaller scale than usual. &#10;Far from the great mass battles, small clashes between small groups of men played a role that was sometimes crucial and not recounted in the history books. &#10;In this game the individual soldier is honored and you will focus on following his progress as the battle progresses and sometimes accompany him until his death. &#10;We invite you to create the story of these anonymous people who have forged the world we live in at the cost of their lives. &#10;The game includes a scenario generator with 288 possible combinations, 29 skills and 6 nations represented. The campaign possibilities are therefore very numerous and not one part will be the same. &#10;The figures can be of any brand. &#10;The rules are written for 28mm but by dividing all the distances by 2 you can play in 15mm or even 1/72. &#10;The playing surface can simply be your living room table or you can use a play mat. &#10;For the terrain, leave room to your imagination. For more interesting games, the playing area should have a minimum of obstruction items to provide shelter and strategic stakes.&#10;&#10;&ndash; Description (Translated) from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Ulule",
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood & A Black Flag: Swashbuckling Skirmish Wargaming",
    "ID": 347773,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/347773/blood-and-a-black-flag-swashbuckling-skirmish-warg",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Grab a brace of pistols and strap on your cutlass, as you head for the desperate and blighted isles of the Triangle in pursuit of untold wealth and power!&#10;&#10;Decide who your hero is by equipping them with feats and influence, then recruit a ragged team of unsavoury ne'er-do-wells and do your best to bash them into something resembling an organized ccrew. Then take to the streets of Devil's Spit in a new skirmish wargame from the author of Horizon Wars and Horizon Wars: Zero Dark.&#10;&#10;With a stripped-down style focused on tactical gameplay and decisive action, Blood &amp; A Black Flag is a miniatures-agnostic skirmish game you can turn as easily to sci-fi space opera or sword and sorcery as you can to the golden age of piracy.&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Pirates",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Formation",
    "ID": 347775,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/347775/formation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Formation is a light playing card-arranging strategy game for 2-4 players. Every player begins the game with 9 random cards dealt out in front of them, each with a suit and an ability. There are 15 suits and 5 abilities (switch, defend, replace, steal and collect). Players take advantage of their cards' abilities while racing to be first to line up three rows or columns of the same suit. Formation is a re-implementation of a game called Triumph, by the same designers.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  }
]