[
  {
    "Rank": "N/A",
    "Name": "Time's Up! Game Geek Expansion",
    "ID": 60165,
    "Year": "(2009)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60165/times-up-game-geek-expansion",
    "Min Players": "4",
    "Max Players": "18",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3846",
    "Description": "This is an expansion to Time&#039;s Up! with the names of well-known people, games, etc. from the gaming scene. Ever mimed Gary Gygax? Or Ingenious? Here's your chance!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Time's Up!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diamonds Cave",
    "ID": 60169,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60169/diamonds-cave",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The mountain is full of diamonds!&#10;Players act as miners and dig long tunnels into the mountain.&#10;Start digging your tunnel to take diamonds!&#10;Tunnels with torches illuminate a longer portion of the digging.&#10;Dark tunnels stop you.&#10;If you block other players' tunnels, they lose diamonds and will have to begin new tunnels...&#10;...and you will gain more diamonds!!!&#10;&#10;Keep in mind the type of tunnels found under the mountain, and you will reach the diamonds faster than others.&#10;If you don't want to risk too much, you can choose a less risky path, but you will dig slowly...&#10;&#10;The digging ends when there are no more diamonds.&#10;Who gained more diamonds?&#10;Whose is the longest tunnel?&#10;Whose is the darkest tunnel?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Maze",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Royal Pastime of Cupid or Entertaining Game of the Snake",
    "ID": 60171,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/60171/the-royal-pastime-of-cupid-or-entertaining-game-of",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Game of the Snake is an adaptation of the Game of the Goose Game of Goose. It is a simple roll and move game played with two dice, with spaces that cause you to move back, lose a turn, etc. If one reads the rules which are printed on the game board, there is also an element of gambling as well as elements of an early party or drinking game.&#10;&#10;The game starts by the players agreeing on &quot;what to play for,&quot; &quot;which is to be lay'd down and then you must throw who shall play first.&quot; Some spaces require the player to put up an additional wager: &quot;He that throws upon 38 must feast with Cupid paying his share, that is, as much as he stak'd down first, and must remain there till his Companions have play'd once about.&quot; If you land on space 30 you have to wash yourself in the fountain &quot;until dispac'd by some other.&quot; If you land on 59, the bottle space, the player is &quot;to drink a Glass and pay a stake till his turn comes to throw again.&quot;&#10;&#10;The earliest known version was published in Antwerp, ca. 1620, by Pieter de Jode as &quot;El Juego Real de Cupido&quot;.  A copy of this version, published for the Spanish market, can be seen in the British Library (ref: Maps * 999(1) See also: https://www.bl.uk/picturing-places/articles/the-royal-game-of-cupid-a-17th-century-board-game). A French translation was published in Paris, ca. 1640, by the widow of Charles Petit as &quot;Jeu Royal de Cupidon&quot; (private collection http://www.giochidelloca.it/scheda.php?id=1240 ) and a version was published in Amsterdam, ca. 1625&ndash;1640, by Claes Jansz. Visscher. This version, &quot;Het Nieuw slange Spel anders Genaemt Koninclycke Tytkorting van Cupido&quot; (&quot;The New Snake Game, otherwise known as the Royal Pastime of Cupid&quot;), introduced the peasant dance as the central motif, which was reproduced in some later English editions. A copy can be seen in the Rijksmuseum Amsterdam (https://www.rijksmuseum.nl/en/collection/RP-P-OB-77.369).&#10;&#10;The earliest known British edition was published ca. 1690&ndash;1700 by John Garrett at his shop &quot;next the stayres of the Royal Exchange in Cornhill&quot;, London, with the peasant dance motif. A copy of the Garrett edition is included in the George Clarke print collection, Worcester College, Oxford (http://prints.worc.ox.ac.uk/about.html).&#10;&#10;William Dicey published an edition ca. 1736&ndash;40 from his press in Bow Churchyard, London, using the same design. An example of the Dicey edition can be found in the John Johnson Collection of Printed Ephemera, Bodleian Library [where it is incorrectly dated &quot;1794&quot;]: (http://digital.bodleian.ox.ac.uk/inquire/p/6ff20133-45bb-4276-a090-cc2b2851ffba).&#10;&#10;A different design was employed in the edition published by Laurie &amp; Whittle, 53 Fleet Street, London, in 1794. The central motif shows cupid sharpening his arrow. A copy of the Laurie &amp; Whittle edition is included in the John Johnson Collection of Printed Ephemera, Bodleian Library (http://digital.bodleian.ox.ac.uk/inquire/p/7e4aa3bb-b2e6-4f0a-9055-f3418ff9dd94). This edition was published in a later state by R. H. Laurie (Laurie's son) ca. 1850. An example can be found in the Victoria &amp; Albert Museum (V&amp;A E.1747-1754 http://collections.vam.ac.uk/item/O26286/the-royal-pastime-of-cupid-board-game-r-h-laurie/). James Lumsden &amp; Son of Glasgow also used this design in an edition published ca. 1810&ndash;1830. A copy of the Lumsden edition is also included in the John Johnson ephemera collection (http://digital.bodleian.ox.ac.uk/inquire/p/278f99e8-623d-45a0-93e4-631277631bef).&#10;&#10;A third design was used by the Bowles family. The first Bowles edition was published by Carington Bowles, St Paul's Churchyard, London. The game is included in Carington Bowles's &quot;New &amp; Enlarged Catalogue&quot; published in 1784, so we can estimate a similar publication date for the game (it is not included in the earlier Bowles catalogue, published by John Bowles &amp; Son, in 1753). A later state of this edition was issued Carington Bowles's son, Henry Carington Bowles, who traded from the St Paul's Churchyard address as Bowles &amp; Carver between 1793 and 1830.&#10;&#10;While the coiled serpent design is reminiscent of the ancient Egytptian game  Mehen, there is no evidence of any relation between the two other than the spiral track.  The same can be said of the relation between this game, as well as of Mehen and the Game of Goose being related to the Phaistos Disk, which dates to about 1600 BCE and which some have theorized may be an ancient board game. We are sure, however, that &quot;The Royal Pastime of Cupid, or Entertaining Game of the Snake&quot; is an adaptation of &quot;The Game of the Goose&quot;.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Snakes",
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clean the Clock",
    "ID": 60176,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/60176/clean-the-clock",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A simple roll and move game for 2 players. You have to roll a 3 on one of two dice in order to move. When you fail to make a 3 on one of your dice, the turn passes.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dirk's Dice Airport Dice Game",
    "ID": 60182,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60182/dirks-dice-airport-dice-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a simple dice rolling game for 2 or more players. The unique feature of this game is the changeable dice faces, although the game does not come with any extra faces. The object is to score 101 points by rolling the dice. Different special symbols on one die affect the scoring in different ways, such as receiving your points from the player on the right rather than just scoring them. When you roll a &quot;King&quot; you have the option to &quot;interchange dice faces&quot; which, according to the publisher, &quot;can influence the speed of dice or give extra strategic possibilities such as reduced speed of others when you are winning.&quot;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Track",
    "ID": 60183,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/60183/star-track",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simple roll and move game. You need a 6 to launch your rocket. Other spaces provide various good and bad effects.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spider's Web",
    "ID": 60184,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/60184/spiders-web",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simple roll and move game. Unlike other similarly titled games, in this game each player takes on the role of a spider. The first one to get to the center of the web gets to eat the juicy fly --- yum! Roll a die and follow the good or bad effects of the space you land on.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Spiders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mouse House",
    "ID": 60185,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/60185/mouse-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players take on the role of a mouse. The first one to reach the old dresser in the attic gets to sleep in the drawer. A simple roll and move game where players suffer the good or bad effects of the space they land on.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horsing Around",
    "ID": 60187,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/60187/horsing-around",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A simple roll and move childrens' game. The players are horses in a race who suffer the good or bad effects of the space they land on.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SuperStar",
    "ID": 60188,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/60188/superstar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a children's roll and move game based on Pachisi . Players need a 5 to start one of their four markers on the start space. Some spaces can only be occupied by one player. A roll of 6 gets you another turn. You can't move if your move will take you to a space occupied by 2 or more markers, If you land on another player you send them back to their starting box. You can have all of your markers in play at once. The first player to get all four markers on the SuperStar at the center of the board wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pärlspelet",
    "ID": 60189,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/60189/parlspelet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The board forms a miniature version of Chinese Checkers for two players, white and blue. Unlike that game, pieces that get jumped are here flipped over to change colour and allegiance. Each player has a &quot;genuine pearl&quot; (with the same colour on both sides, initially hidden among the other pieces) which must be protected from capture and brought to the opponent's end of the board. The game is a draw if both genuine pearls are eliminated before one of them can reach its goal.&#10;&#10;The box sports a patent number as well as the legend &quot;The International Inventors Exhibition Brussels 1967&quot; and a couple of indistinct badges that may or may not represent awards. Rules are provided in Swedish and English.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NFL Gamebreaker Trivia",
    "ID": 60191,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/60191/nfl-gamebreaker-trivia",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Play an entire football game by answering trivia questions about the NFL. More than 1,500 trivia questions assure you variety. Play offense, defense, and special teams. Test your knowledge of gridiron strategy. Enjoy authentic football game piece and scoreboard.&#10;&#10;Product Description:&#10;Excalibur NFL Game Breaker Trivia - Dominate NFL Game Breaker Trivia with your knowledge of football players and history. Choose your play, answer the questions and march down the field! Your opponent won't just watch from the sidelines. Armed with a set of defensive cards, the &quot;D&quot; will be busy trying to predict what the offense will do. The right choices will make the difference! Watch out for the Game Breaker! These cards change the momentum of the game in the blink of an eye. NFL knowledge and strategy will determine the outcome of this game!&#10;&#10;&#10;     NFL GameTime Trivia Game&#10;     Play an entire football game by answering trivia questions about the NFL&#10;     More Than 1,500 trivia questions assure you variety&#10;     Play offense, defense, and special teams&#10;     Test your knowledge of gridiron strategy/enjoy authentic football game piece and scoreboard&#10;&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tante Emma",
    "ID": 60192,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/60192/tante-emma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In order to succeed in Tante Emma the players have to recognize the items on the shopping list, but the luck of dice will also determine the winner. Each child receives a shopping list that he/she tries to complete. They draw wares from the bag and throw the dice to determine price. The first child to complete his shopping list wins.&#10;&#10;Content:&#10;- 14 wares&#10;- 40 coins&#10;- 20 shop chips&#10;- 4 shopping lists&#10;- 1 bag&#10;- 1 dice&#10;- Instructions&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kleiner Lachzahn",
    "ID": 60193,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60193/kleiner-lachzahn",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "What kind of food does the little smiling tooth (lachzahn) like to eat? After eating what kind of food is the smiling tooth in need of being brushed? Kleiner Lachzahn is a learning game for children.&#10;&#10;In the game Haba combines three product groups into one game. The games each contain three thematically connected games adapted to the age of the children. The game ideas increase in difficulty with age and are a memory game for 2 year olds, a simple dice game for 3 year olds and a jigsaw-puzzle and a deduction game for 4 year olds.&#10;&#10;Game Contents:&#10;1 game board&#10;1 toothbrush, &#10;1 toothpaste, &#10;7 foodstuff, &#10;16 puzzle pieces, &#10;1 image template, &#10;1 tooth cube, &#10;1 teeth cleaning dictionary&#10;1 Rulebook&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Dice",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1,2,3: Mäusezählerei",
    "ID": 60194,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/60194/123-mausezahlerei",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "While the cat is sleeping, the mice zips to and from the ladder. How many treats are there?&#10;&#10;In this game Haba combines three classic product groups into one game. The games contains three thematically connected games adapted to the age of the children. The game ideas increase in difficulty with age and are a classifying game for 2 year olds, a simple dice game for 3 year olds and a jigsaw-puzzle and searching game for 4 year olds. Each of the games teaches counting to children.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational",
      "Math",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ab nach Hause!",
    "ID": 60195,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/60195/ab-nach-hause",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The bear, owl, cat, dog, mouse, and frog are hungry after a walk in the woods and want to go home as quickly as possible. Which three animals get home the fastest?&#10;&#10;Game play: The playing cards in which three animals in different combinations are displayed, are mixed and put face down in a stack.&#10;Then each child draws a card and remembers that the animals depicted. Every child now moves the animal figures forward, but only so many as there are participants in the game.  A game ends when a child takes his third animal to the goal.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Race"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Cats",
      "Animals: Dogs",
      "Animals: Frogs / Toads",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ach, du dickes Ei",
    "ID": 60197,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/60197/ach-du-dickes-ei",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A logic game for preschool children.&#10;&#10;Each of the five wooden tablets show on one side a red hen in a nest and on the other side a small blue rabbit. And around the tablets there are patterns of red and blue dots. The tablets are shuffled and arbitrarily now show a sequence of five animals, eg. chicken-chicken-chicken-bunny-bunny, then converted to colors, the sequence red-red-red-blue-blue.&#10;&#10;These colors patterns can then be found on one of the tablets. Who ever first discovers the correct pattern from the tablets, is given as a reward a smooth shiny egg for his basket. The first to get 4 eggs wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das kleine Känguru",
    "ID": 60198,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60198/das-kleine-kanguru",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The little kangaroo is weeping in the animal nursery, it is being ridiculed for his bag. But during a walk he remembers how useful it can be, and decides to teach his friends a lesson.&#10;&#10;The game is aA story to read aloud, to look at pictures, while being a racing game, in which all must work together simply for finding a lost ball, before it disappears into the bush. The game is beautifully done and the kangaroo on the cover has the game material in its bag.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Kangaroos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das verrückte Schimpfwörter-ABC",
    "ID": 60199,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/60199/das-verruckte-schimpfworter-abc",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A game based on the story book by Michael Schober and Regina Schwarz. The players take turns in building an animal from different body parts. For the correct matching they receive points.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magellan 2000",
    "ID": 60201,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/60201/magellan-2000",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game is designed for 4th grade students and above. To play this game, a student should be able to read a map and know how to locate locations by using latitude and longitude. In addition, compass directions and map orientation skills are also needed to be competitive.&#10;&#10;Object of the game:&#10;Players must complete their journey by landing on each of the capitals that are determined by their Journey Cards. The player, who visits all of their destinations first (correctly answers questions at their destination city), is the winner of the game.&#10;&#10;Contents:&#10;&#10;     Game board (map of the world)&#10;     Four playing pieces, each a different color (blue, red, yellow, green)&#10;     A six sided die&#10;     One stack of Journey Cards (134 possible destination cards)&#10;     Six stacks of continent Question Cards (144 cards)&#10;     One stack of Chance Cards (90 cards)&#10;     One Magellan 2000 Action Spinner&#10;     One sand-through-the-hour-glass minute timer&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magic Castle",
    "ID": 60203,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/60203/magic-castle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The game was designed with second grade Spanish l immersion students in mind which is why the instructions are in Spanish. By playing the game students will be reinforcing subtraction math facts from 1-12. Younger children, 5 to 6 years old, who have been introduced to subtraction could also play the game.&#10;&#10;By using a board game the students are reinforcing their counting, number recognition and subtraction skills by using a number line, recognizing the number of dots on the die and by counting the number of spaces they have to move their marker.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Speculator",
    "ID": 60205,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60205/speculator",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this monopoly-type game the properties are (existing Hungarian) companies and players can only buy shares of the companies. Moreover, when a player arrives to the appropriate space, the other players also can buy the shares of that company. But it is more expensive, since when shares of a company are bought, the value (and price) of all the shares of that company increases. A lot of other features of stock markets are included in this game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Math Designs",
    "ID": 60208,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60208/math-designs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mathematics is considered by most students to be a frustrating and pointless experience. A board game was chosen for this subject mainly as a motivator for the students. Games are considered to be a good means to break the routine of traditional forms of teaching. This is especially true for the teaching of mathematics. An art theme was chosen to engage another part of the student's mind while practicing the fundamentals of algebra.&#10;&#10;The objective of the game is to practice the rules of algebra by solving several dozen different problems.&#10;&#10;Winning the Game The player who completes their design first wins the game.&#10;&#10;Contents:&#10;&#10;     One magnetic game board&#10;     Two boxes of algebra problems (500 cards total)&#10;     Four playing tokens (1 of each color)&#10;     One die&#10;     72 art cards&#10;     400 magnetic colored art bits (100 of each color)&#10;     One hourglass timer&#10;&#10;&#10;Other items required but not included with the game:&#10;&#10;     Four pads of scratch paper&#10;     Four pencils&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trash or Treasure",
    "ID": 60209,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60209/trash-or-treasure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a game inspired by one of my stranger hobbies - metal detecting!&#10;&#10;On your birthday you got a brand new metal detector and a shovel from a buddy of yours who is totally into this rather weird hobby. So you and up to three of your friends take to the fields in search of treasures. What will you find? Trash or Treasure??&#10;&#10;In this free to print and play board game for two to four players, you grab your Beginner's Detector and a Small Shovel and search a field for hidden treasures like coins, rings and artefacts. But beware, there is not only treasure to be unearthed, but also useless trash. For each treasure you add to your collection, you score one Victory Point. You may sell off Treasure from your Collection to buy new equipment, like better detectors and shovels. For every two pieces of Trash in your Garbage Bin, your VP Score is reduced by one. Whoever reaches 10 Victory Points first is the winner (in a 2 players game - if there are 3 players, you need 7 VPs to win, if there are 4 players, you need only 5 VPs). The other players may continue to play for second and third places.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GlobeQuizz",
    "ID": 60215,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60215/globequizz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This interactive world map fascinates both children and adults. Just touch the globe with the stylus to get a lot of information on the capitals, areas, currencies, distances between countries, etc.. It is played alone or with family in activating mode boardgame (2 to 4 players). Everyone chooses his level, thereby leveling the playing field. To learn geography while having fun.&#10;&#10;Contents:&#10;&#10;     Electronic Globe&#10;     Gameboard&#10;     Playing cards&#10;     Playing pieces&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Electronic",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rank & File: Horse & Musket Rules 1740~1900",
    "ID": 60217,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/60217/rank-and-file-horse-and-musket-rules-17401900",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Rank and File are a set of horse and musket rules that cover the period from 1740 through to 1900. The basic game mechanics are simple and easy to learn with the aim of being able to play large games within a reasonable time frame.&#10;&#10;The mechanics use a fairly standard D6 system for table top games with both sides taking their actions in phases - either alternate for movement or simultaneous for firing, morale and melee.  Units can represent anything from battalions to brigades and are made up of a number of stands.  As losses are taken stands of figures are removed and the unit is forced to take morale tests, multiple failures remove the entire unit.&#10;&#10;The rules are broken down into basic and optional rules - at the most basic level the game is fast and simple, the optional rules add more detail and realism but also add more time to the game play.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Miniatures",
      "Napoleonic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Caterpillar: Age of Tank",
    "ID": 60218,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/60218/caterpillar-age-of-tank",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "After colliding with asteroids, in 2030, Earth was nearly destroyed. Earthquakes and tsunamis swept away all the cities, and few people survived. Transportation was almost impossible because most of the roads were gone, and tanks with caterpillars became the major transportation system; the shortage of fuel made people develop a solar engine.&#10;&#10;Within ten years the survivors built four new cities. Your job is Tank Master -- deliver resources safely from city to city, compete with others for jobs, and harvest natural resources to gain victory points.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zauberschwert & Drachenei: Player Sheets & 7th Player Material",
    "ID": 60220,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60220/zauberschwert-and-drachenei-player-sheets-and-7th",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "This micro-expansion has two parts to it: First, components for a seventh magician in the game. Second, seven player sheets to help organize each player's cards, with spaces for cards from the basic game as well as from Wissen &amp; Artefakte and Helden &amp; Zauberspr&uuml;che. You can also track your power stones and magic points on the sheets.&#10;&#10;Components:&#10;- 7 player sheets&#10;- 3 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dragons",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tycoon: Business Game",
    "ID": 60221,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/60221/tycoon-business-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "An exciting business game in which each player holds the position of a compancy chairman. Each chairman has to buy materials for his factories and manufacture products which he must sell competitively under changing market conditions. Shrewd management is needed to maintain suffcient income to pay the monthly expenses of the business and provide for expansion. Failure to take advantage of favorable market conditions may result in bankruptcy or being taken over by a more successful company. The winner is the most successful chairman at the end of 12 months trading.&#10;&#10;Reimplemented by: Business Strategy&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Neuroshima Hex! Duel Chain Reaction Cards",
    "ID": 60224,
    "Year": "(2009)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60224/neuroshima-hex-duel-chain-reaction-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Chain Reaction cards, given out as a freebie at Essen 2009, as well as with preordered copies of the game enhance the effect of Terminals in Neuroshima Hex: Duel. 2 out of the 5 cards can be used in a game, and the players may both purchase energy from the cards and use their special abilities.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Neuroshima"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – Sleep of the Dead Asylum Pack",
    "ID": 60231,
    "Year": "(2009)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60231/call-of-cthulhu-the-card-game-sleep-of-the-dead-as",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.6667",
    "Description": "With this 40 card Asylum Pack, never-before-seen cards are introduced into the Call of Cthulhu LCG metagame, bringing new deck-building strategies for players of every faction. The search for Twila Katherine Price continues in this penultimate entry into the series.&#10;&#10;Also included in this Asylum Pack is part five of The Lost Dreamers serial tale by Nate French. This episode follows Gregory Gry through his nerve-wracking encounter with John Henry Price, whose sanity is still very much in doubt.&#10;&#10;Based on the fiction of H.P. Lovecraft and his literary circle, Call of Cthulhu: The Card Game takes two players deep into the Cthulhu Mythos where investigators clash with the Ancient Ones and Elder Gods for the fate of the world.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – Search for the Silver Key Asylum Pack",
    "ID": 60232,
    "Year": "(2009)",
    "Geek Rating": "5.538",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60232/call-of-cthulhu-the-card-game-search-for-the-silve",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "With this 40 card Asylum Pack, never-before-seen cards are introduced into the Call of Cthulhu LCG metagame, bringing new deck-building strategies for players of every faction. In this expansion pack, the Environments of the Dreamlands will be explored, where the rules of the waking world are inverted and upset, and the inhabitants of these dreamscapes will come to terrible life to threaten hapless dreamers.&#10;&#10;Also included in this Asylum Pack, part four of The Lost Dreamers serial tale, by Nate French. This episode follows Gregory Gry deeper into the mystery of Twila-Katherine Price's dream-inspired painting, and along the way introduces aid from unusual and dangerous quarters.&#10;&#10;Based on the fiction of H.P. Lovecraft and his literary circle, Call of Cthulhu: The Card Game takes two players deep into the Cthulhu Mythos where investigators clash with the Ancient Ones and Elder Gods for the fate of the world.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tabletop Ninepins",
    "ID": 60235,
    "Year": "(1636)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/60235/tabletop-ninepins",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Ninepins can be enjoyed with 2 or more players.  The object of the game is to knock down as many of the wooden pins as possible with each roll of the ball.  The first player to score exactly 31 points is the winner. To begin, the ninepins are setup at one end of a table or at a mark on the floor, in three rows of three that form a diamond shape.  The players set a mark at some distance from the pins where they will stand when rolling the ball. Each player bowls both balls, tallies the the score, replaces the pins and passes the balls to the next player in turn. Players continue to knock down pins until someone wins by scoring 31 points. If a player goes over 31 points, that player must continue to take turns until he or she knocks down all the ninepins in one turn, to win the game.&#10;&#10;Tabletop Ninepins is a solid wood game with pins standing 5&quot; in height and balls 2&quot; in diameter.  It is recreated from accounts and print sources from Colonial Williamsburg, VA.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "VEX: Exciting Game of Strategy",
    "ID": 60237,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/60237/vex-exciting-game-of-strategy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "VEX - Exciting Game of Strategy&#10;&#10;Each player (2 or 4 may play) attempts to line up 5 pieces of the same color, either horizontally, vertically, or diagonally.&#10;&#10;RULES OF PLAY:&#10;&#10;1. Each player selects a group of like-colored pieces and gathers his pieces to his position.&#10;&#10;2. The group picks a Starter who begins the hand by placing one of his pieces near the center of a table or a flat playing area.  After the first hand, the winner of each hand may be the Starter for the next hand. Action then continues around the playing area to the Starter's left, with each player placing one of his pieces on the playing area.&#10;&#10;3. EACH PIECE THAT IS PLACED ON THE TABLE OR PLAYING AREA MUST HAVE AT LEAST ONE COMPLETE SIDE TOUCHING ONE COMPLETE SIDE OF AT LEAST ONE OTHER PIECE THAT HAS ALREADY BEEN PLAYED!&#10;&#10;4. A player may place a piece next to any other piece, thus blocking the other players' attempts to win.&#10;&#10;5. Players may warn each other that someone is about to win, but the game is especially exciting if the players agree not to warn each other.&#10;&#10;6. The first person to win 5 hands wins the game.  If the group wishes, a time limit may be set, and the player who wins the most hands in that time wins the game.&#10;&#10;7. If all the pieces are played, but no one has won, the winner is the one who has the most groups of 4 pieces, or the hand may be replayed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GiftTRAP Geek Edition",
    "ID": 60256,
    "Year": "(2009)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60256/gifttrap-geek-edition",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;Exklusive Mini-Erweiterung&quot; (exclusive mini expansion) for Gift Trap by Heidelberger.&#10;&#10;Ziplock bag, 21 double sided gift cards with English and German text, 2 rule cards for standalone or expansion play (German only), 1 blank card.&#10;&#10;The gifts are 'geeky' things like &quot;Learn to paint minis&quot; or &quot;A collection of Hentai Mangas&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Game: GiftTRAP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feudaly",
    "ID": 60266,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60266/feudaly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A Hungarian boardgame inspired by Monopoly but based on Hungarian life after the time when Hungary switched over from communism to capitalism. The game holds an ironic mirror to Hungarian politics and every day life.&#10;The different money items feature politicians. The gameplay is very similar to Monopoly.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Agglomeration",
    "ID": 60276,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60276/agglomeration",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Agglomeration  - A family of processes which can be used to concentrate valuable minerals based on their adhesive properties.&#10;&#10;Sounds like an exciting premise on which to base a board game, right? Well it is!&#10;&#10;Fight your way to the top of the raw materials market as the CEO of a mining and refining company. Start out small  and expand into new regions while battling your competitors and a wild unpredictable market.&#10;&#10;* A fluctuating market index will create havoc on you projected income.&#10;    * Battle other corporate warriors across the US for regional dominance.&#10;    * Take loans from the bank to expand rapidly and crush your competition.&#10;    * Deal in 4 different classes of resources.&#10;    * Outbid other players for market dominance&#10;&#10;Do you have what it takes to dominate?&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Open Drafting"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice 'n' Easy",
    "ID": 60277,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/60277/dice-n-easy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this two player game, players roll and place their dice on a shared grid in an effort to form numerical sequences (in any direction) and sets (diagonal only).  Points are scored based on the values shown on the dice, with a bonus multiplier for longer sequences and larger sets.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mission Commander",
    "ID": 60284,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60284/mission-commander",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game is designed to challenge players by testing their knowledge on a variety of information bases related to the U.S. space program.&#10;&#10;The object of Mission Commander is to complete a lunar mission without losing your ship (or the lives of your crew). Players maintain their missions, their equipment and their lives by accumulating and conserving energy along the journey.&#10;&#10;Energy is gained through the accumulation of energy points, which are earned by answering questions during the mission. Questions are provided by a deck of playing cards which are placed on the board prior to the start of each game. As a general rule, correct answers to questions gain energy, while incorrect answers will lose energy.&#10;&#10;The first player to complete his or her mission with the minimum required amount of energy points wins the game.&#10;&#10;Contents:&#10;&#10;     A Board&#10;     One 4-sided die&#10;     One 6-sided die&#10;     Four game tokens (different colors)&#10;     One deck of question cards (80 cards total)&#10;     One set of Mission Commander documentation&#10;&#10;&#10;(Rules and Questions &amp; Answer Keys)&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing",
      "Space Exploration",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pit: Tulip promo card",
    "ID": 60290,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60290/pit-tulip-promo-card",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A set of nine tulip cards valued 70 thay you can use to add 1 extra player to the game. Free give-away from Repos matching their edition of Pit.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gold War (ゴールド・ウォー)",
    "ID": 60294,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60294/gold-war-gorudouo",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "User summary&#10;This expansion for Dungeon War (aka Meikyu Kingdom Card Game: Make You Conquest) adds a new concept of Gold Coins, which you can use to pay your mercenaries, bribe your opponents and rank up your facilities.&#10;&#10;Designer's summary&#10;&#232;&#191;&#183;&#229;&#174;&#174;&#227;&#130;&#146;&#230;&#142;&#162;&#231;&#180;&#162;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#131;&#162;&#227;&#131;&#179;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#129;&#174;&#233;&#131;&#168;&#229;&#177;&#139;&#227;&#130;&#146;&#230;&#148;&#187;&#231;&#149;&#165;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#155;&#189;&#227;&#129;&#174;&#229;&#156;&#159;&#229;&#156;&#176;&#227;&#129;&#171;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#227;&#129;&#138;&#233;&#135;&#145;&#227;&#129;&#167;&#229;&#130;&#173;&#229;&#133;&#181;&#227;&#130;&#146;&#233;&#155;&#135;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#155;&#189;&#227;&#129;&#174;&#230;&#150;&#189;&#232;&#168;&#173;&#227;&#130;&#146;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#175;&#227;&#130;&#162;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#171;&#232;&#191;&#145;&#227;&#129;&#165;&#227;&#129;&#143;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;Search through the labyrinth to find and capture the monster lairs in order to expand your own domain. Advance towards victory by hiring mercenaries or making improvements on the facilities within your land.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Szó ami szó",
    "ID": 60302,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60302/szo-ami-szo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is the Hungarian Go. The aim of the game is to create words in given categories such as geography, history, literature or music. The letters do not have accents so one letter can stand for several Hungarian accented or not accented letters. Before the game begins the players have to agree as to how many points a player has to collect to win the game and how much time is allowed to create a word.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Imádkozz okosan",
    "ID": 60303,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60303/imadkozz-okosan",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A community building board game. The Hungarian title translates &quot;Pray in a smart way!&quot;. The game play is similar to that of Monopoly. Throw the dice and decide what you want to do with your money. The aim of the game is to build a church community. Four church communities compete. Each community wants to gain more members. The aim is not to collect money but having a nice church and community can attract people to your church community.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Metropolis",
    "ID": 60304,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/60304/metropolis",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a  Hungarian boardgame in which you have to gain power by taking control of different parts of a metropolis. There are three parts of the town. The minimum number of players is three but the game shines with more players.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Chess",
    "ID": 60305,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/60305/fantasy-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A chess-like board game for two players. Each player chooses a race (humans, dwarfs, elves, undead or orcs) and then his &quot;army&quot;, i.e. his set of figures (including exactly one king). Similar to chess, each figure has different movements. Since, other than in chess, the armies are not predefined, there is a setup phase before the game where players place their figures on the board. Then the game is played like chess, with players alternately moving figures according to their possible movements. A player loses when his king is captured.&#10;&#10;The complete rules can be found at https://zandor.popcorn.cc/english/fantasychess.htm&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polikresz",
    "ID": 60306,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60306/polikresz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is an educational boardgame and teaches the Highway Code in a fun way. The players have to answer to questions in connection with traffic rules.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "2109",
    "ID": 60308,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/60308/2109",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "2109 is a dice game set in the not-so-distant future of the year 2109. Players roll 7 dice to improve their ships in various ways, to attack other players and to earn valuable items to use later. Victory points are awarded for various accomplishments and/or trade-ins. The winner is the first player to earn 10 VP. The game is fast, usually around 20 mins, and plays with 2-4 players.&#10;&#10;2109 is currently free to Print-And-Play, compliments of the designer. Enjoy!&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zockato",
    "ID": 60313,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/60313/zockato",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The players want to get more money in every round and the one with the most at the end of the game wins.&#10;&#10;The rules of the cards (What color is trump or no trump, open or close calling of your tricks and other things) change every round. A dice will tell you how many cards you will get this round (it can be from 1-10) and than you will guess how many tricks you will get. Bevor the round starts everybody has to bid money on his guess (min. 5, max.20). If you were correct you double your money. Wrong guess? All money is gone...&#10;&#10;And of course there are also the tactical special cards...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Uruk: Wiege der Zivilisation – 5-/6-player expansion",
    "ID": 60318,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60318/uruk-wiege-der-zivilisation-5-6-player-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Given away to the first 50 visitors to the DDD Verlag GmbH booth each day in Essen at Spiel 2009, the 5-/6-player expansion to Uruk: Wiege der Zivilisation does exactly what it says:  It provides the extra bits to enable up to six players to play, but this expansion requires two copies of Uruk: Wiege der Zivilisation.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Mesopotamia",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grow A Million",
    "ID": 60337,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.28",
    "Link": "https://boardgamegeek.com/boardgame/60337/grow-a-million",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The basis for the game is a bet between the players about who can earn 1 Million &quot;Hemp-Franks&quot; and leave to an nice island first. This goal has to be accomplished by growing Marihuana and selling it.&#10;&#10;Every player has a so called &quot;Hemperium&quot; (a cardboard), which represents her growroom. Different items/people (cards) will be played on it and so be related to it. During the game players roll a die and walk around a track on the main playing board representing one year. Every now and then they pass a mark to harvest their grown cannabis and after a whole round (year) they have to pay their workers. Depending on the field they land on one of four actions has to be performed.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Règle d'Or",
    "ID": 60358,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60358/la-regle-dor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sports game published in France in the '50s. It combines a trivia  section with a board that has a cycling track and a swimming pool in the middle. Each player gets a racer and a swimmer in the same colour.The winner is the player who is as first who reach the square &ldquo;arriv&eacute;e&rdquo; with his cyclist and reached the end of the swimming pool with his swimmer. If the swimmer had reached his finish line, but the cyclist not, the player continues and will advance only his cyclist or oposite.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of the French Revolutionary and Napoleonic Wars Volume I",
    "ID": 60359,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60359/battles-of-the-french-revolutionary-and-napoleonic",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1",
    "Description": "(from the back of booklet:)&#10;&#10;Battles of the French Revolutionary and Napoleonic Wars Volume I contains 11 diverse scenarios ranging from 1797 to 1814. Although usable with any grand tactical system, it was designed to complement the From Valmy to Waterloo miniatures rules. Each scenario has its own map, a meticulous researched Order of Battle, chain of command, victory conditions, and historical comentary. The appropiate unit card have also been included. Additionally, there is a section concerning tactics as it relates to the rules.&#10;&#10;In alphabetical order, the scenarios are: Albuera, Auerstaedt, Orthez, Pultusk, Raab, Rolica, Rivoli, Saafield, Saguntum, Shevardino and Talavera.&#10;&#10;The best commanders of the period are represented here. Can you surpass their feats of daring.&#10;&#10;&#10;Scenarios: &#10;&#10;    Rivoli 1797&#10;    Saafeld 1806&#10;    Auerstaedt 1806 &#10;    Pultusk 1806 &#10;    Rolica 1808&#10;    Raab 1809&#10;    Talavera 1809&#10;    Albuera 1811&#10;    Saguntum 1811&#10;    Shevardino 1812 &#10;    Orthez 1814&#10;&#10;&#10;43 pages booklet&#10;16 pages &quot;unit cards&quot;&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kapcsolj gyorsan!",
    "ID": 60362,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/60362/kapcsolj-gyorsan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In this fun game the players throw the dice and move accordingly. On the board there are different fields and the fields are named certain categories such as art, countries or literature, etc. When a player moves on a certain spot he immediately has to name something in that field. The spots are marked by letters. When a player finished a letter group he draws a fortune wheel and acts according to what the wheel says.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Baba-mama társasjáték",
    "ID": 60364,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60364/baba-mama-tarsasjatek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "This boardgame is for girls. In the game the players have to dress up their toddler and give them all the neccesarry gears to go to the daycare. The player wins who gets her baby in the daycare first with the most dress and gears on. The cards are faced down and the players cans see only the numbers. The players throw the dice and move. If they step on a square that has a card they act according to what the card says. The winner is who collects the most cards.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Otthontól az iskoláig",
    "ID": 60365,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/60365/otthontol-az-iskolaig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In this boardgame the players leave home and go to school They role the dice and on certain spots there is a picture and they have to act according to what the picture  tells them to do. Sometimes it means they draw a bonus card and then they can advance their figure as many steps as the number on the bonus card. The winner is who gets to school first.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mese kvartett",
    "ID": 60367,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60367/mese-kvartett",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In this cardgame the players have to find four matching cards that retell a story. The English title translates &quot;Story Quartett&quot;. Each card has a symbol at the top left hand corner. The artwork is beautiful on the cards.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Játék a betűkkel",
    "ID": 60368,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60368/jatek-a-betukkel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In this wordgame both players have a board on which they have to create words with the given letters separately. The rules are the same as in Scrabble but the board does not have bonus marked spaces.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grid Lions",
    "ID": 60371,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/60371/grid-lions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Grid Lions is an abstract strategy game of risk and destruction for two players. Players compete for points and ultimately victory by laying waste to their opponent one line at a time.&#10;&#10;Playing the game is simple: remove your opponent from the board 1 line at a time. This is not one of those one-at-a-time, chip-away-at your opponent games. If removing 9 (of your opponent's 30 total) tokens with 1 card is not enough to satisfy your need to dominate, adapt! There are adapters you can attach to a line to make it act in unique and more devastating ways. But you will need to take care, as any actions you take may affect your own tokens.&#10;&#10;In addition to eliminating your opponent, you will need to earn enough points to solidify your victory. Earning points is as easy as placing your tokens in risky locations. Can you manage to outmaneuver and outscore your opponent? Will you pull off a victory even after all of your tokens are removed? Are you worthy of the title Grid Lion?&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BANG! Uncle Will",
    "ID": 60381,
    "Year": "(2004)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60381/bang-uncle-will",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.875",
    "Description": "Uncle Will is a expansion card for BANG!. Once during his turn, he may play any card from hand as a General Store.&#10;&#10;The name and artwork is based on Will Niebling, former CEO of Mayfair. It was given away for free at major European conventions and Fairs (eg Essen, Lucca, Nuremberg). In addition, daVinci Games sent this card if players sent a self-addressed stamped envelope to them.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BANG!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordinoes",
    "ID": 60384,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.97",
    "Link": "https://boardgamegeek.com/boardgame/60384/wordinoes",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dominoes... but with Words! Wordinoes is the word equivalent of the classic parlour game. Instead of matching numbers, players match their Wordinoes by making new words or phrases, word association, pairing opposites or using rhyme.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Negotiation",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tactiques Napoléon",
    "ID": 60386,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.98",
    "Link": "https://boardgamegeek.com/boardgame/60386/tactiques-napoleon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "Tactiques Napol&eacute;on is a complete house rules system, downloadable for free, for use with the Napoleonic tactical series of games published by Clash of Arms, Simulationes Tacticas, with a focus towards playability and command. Highlights include Reserves, Fatigue, Panic, Command Blunders, Lost Flags, Grand Assaults and much more.&#10;&#10;The rules make use of a d10 dice and require individual game modules which contain all the players need to adapt their published games to Tactiques Napol&eacute;on.&#10;&#10;Modules for each game are available and contain updated Ordres de Bataille, special rules, victory conditions and terrain charts. Ownership of the original published game is required.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)",
      "Series: Napoleonic (SimTac)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cap sur la Lune",
    "ID": 60396,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60396/cap-sur-la-lune",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Space exploration game released early '70s; each player maneuvers satelites on a board. Comes with 9 differen rulesets.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Durbuy, ma commune!",
    "ID": 60398,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60398/durbuy-ma-commune",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Educational game in French about the town of Durbuy (in the south of Belgium). Comes with 400 trivia cards, 10 sanction cards, 10 bonus cards, 6 pawns and a die.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mazinga Z alla riscossa",
    "ID": 60399,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/60399/mazinga-z-alla-riscossa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Doctor Inferno and his ally, baron Ashura want to dominate the world thanks to their evil robots. Mazinga Z is the earth defender and he will have to struggle to defeat the evil enemies. In the game you are Rio and you will pilot Mazinga Z to lead him toward the final clash and defeat Dr. Inferno. If you're the first defeating him you will be the winner.&#10;&#10;Game-play:&#10;The game is divided into two different phases: during the first Rio has to reach Mazinga's head, in the second there are the fights against the evil space monsters.&#10;&#10;1st phase:&#10;Roll the roulette and advance on the board, along the path to reach Mazinga's head. Avoid Ashura's areas: she will make you go back, while if you meet Aphrodite nothing will affect your way.&#10;Every player reaching Mazinga's head will immediately move its pawn to the Rio piloting area.&#10;&#10;2nd phase:&#10;There is a new path to afford and Mazinga's cards now will drive your game-play, determining victories or defeats during the fights. The roulette still brings you forward toward Dr. Inferno.&#10;To win fights you must draw Aphrodite's cards. Moreover while in a Aphrodite's area you are protected against Ashura evil effects. If you are in a Ashura o Space Monster area you will suffer of the penalties of these monsters.&#10;&#10;Victory conditions:&#10;Be the first to reach Dr. Inferno and defeat him drawing an Aphrodite card. Otherwise step back and let the other players try to win&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tsotsi",
    "ID": 60400,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/60400/tsotsi",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Power hungry politicians, bold and brazen criminals and the full arm of the law all come together in this back-stabbing, bullet-flying card game about law and order in South Africa.&#10;&#10;Life can be tough in the streets of South Africa for those on the right side of the law. You may be a politician elected into position on the promise of cleaning up the streets. You will need the help of other politicians and the combined forces of the law to rid your region of its 10 major crimes. If you do it before time runs out you win.&#10;&#10;For those on the wrong side of the law, life can be equally tough, fighting the law and trying to scratch a living. You may be a criminal seeking to expand your empire on the streets of South Africa. You need to work against the law keepers to keep crime out there before time runs out.&#10;&#10;Each player is assigned a secret identity. Either a politician or a criminal. A starting hand of 6 cards is dealt to each player. There are 10 separate crime cards, each with a negative value. Theses are turned over one at a time until solved. Crimes are solved by placing positive cards from your hand on top of the negative crime card until the number reaches 0 or greater. However, their are negative valued cards as well that delay the process and 12 special cards with various functions. The criminals have ample opportunity to delay the process of crime solving.&#10;&#10;If the 10 crime cards are solved before all the cards run out, the politicians win. Otherwise, the criminal (or criminals) wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Hand Management",
      "Hidden Roles",
      "Negotiation",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Country: South Africa",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monuments: Heroes, Traders, and Science",
    "ID": 60401,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60401/monuments-heroes-traders-and-science",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This is an expansion to Monuments - Wonders of Antiquity consisting of 3 tokens, one for each symbol of the base game. Helmets = Helden (Heroes) / Ships = H&auml;ndler (Traders) / Scrolls = Gelehrte (Scients).&#10;&#10;You may use an action to buy one of the new tokens and earn 2 victory points immediately, provided that you have the majority of the matching symbol in your display. You may buy from the bank in the beginning or later from the former owner. The token does not change its owner in case of changes in majority, but only when using an action of the one who owns the most symbols to buy it.&#10;&#10;Each token allows you to use a specific feature once each turn.&#10;Helmets: buy an additional card for 1 victory point.&#10;Ships: trade 1 card from your hand with one of the open 3&#10;Scrolls: change order of monument cards when expanding this monument.&#10;&#10;At the end of the game the tokens are worth additional 3 victory points each.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting"
    ],
    "Families": [
      "Game: Monuments – Wonders of Antiquity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Circa 1863: Rules for the American Civil War",
    "ID": 60404,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/60404/circa-1863-rules-for-the-american-civil-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A tabletop 'tactical combat' wargame based around the middle period of the American Civil War.  The game is designed for 15mm miniatures, but includes an adaption for 5mm miniatures.&#10;Third edition included a yellow quick reference sheet.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Subway",
    "ID": 60407,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/60407/subway",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Subway is one of several &quot;LP games&quot; released some time in the 80s, where the &quot;box&quot; is the shape and size of a record sleeve and folds out to reveal the board.&#10;&#10;This game is a tafl derivative (see Hnefatafl) where one player controls 1 mother submarine and 8 mini subs, while the other controls 16 destroyers. The goal for the sub player is to escape the board with the mother sub, while the other player tries to eliminate it.&#10;&#10;There are a few differences from the usual tafl beside the obvious elongated playing field. By default, pieces can only move one step at a time; rook movement is an optional rule. Some tiles allow the submarine player to photograph &quot;defense installations&quot;, which forces the other player to remove a destroyer from the board. At some points around the edges of the board it's possible (rather arbitrarily) to move diagonally.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Submarines",
      "Traditional Games: Tafl"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Puritan Bobber",
    "ID": 60413,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/60413/puritan-bobber",
    "Min Players": "6",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "During the 17th century, good Puritans labored hard six days a week, carving a life from the savage wildernessof the New World to forge a community in which they could freely worship and maintain their religious beliefs without fear of persecution.  They spent the entire seventh day worshipping at the town meeting house, the highlight being a feiry sermon lasting up to six hours.  On that one day of rest, it's no wonder some people's minds wander, their conciousness fades, and they nod off to catch a few precious winks of sleep before another week of grueling work.&#10;&#10;In Puritan churches, the &quot;bobber&quot; was an unfortunate soul charged with slowly patrolling the congregation, poking anyone who had obviously dozed off with a long pole with a cloth-padded end. Sometimes the offender switched places with the bobber, redeeming himself by shuffling endlessly around the meeting house in search of other lax Puritans.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jeu d'Automobile",
    "ID": 60414,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60414/jeu-dautomobile",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Players move their counters which represent automobiles along a track which represents countryside.  Landing on hazards delays their trip.  There is nothing original to the game itself but the incidental art and particularly the detailed die cast metal early autos create a nice feel for the early days of motoring.&#10;&#10;The rule book states it is printed in Germany, but is not clear where the components were manufactured.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kitchen Kombat",
    "ID": 60423,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/60423/kitchen-kombat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The card game that puts the PAIN into cooking!&#10;&#10;Welcome to the highly competitive world of Kitchen Kombat. You are about to enter the Kitchen Battledome where you will pit your strength and courage against rival chefs. The action is tense and the meals delicious. Or they should be. But be aware. Your opponents will do their best to sabotage your efforts. Do you have what it takes to be the winning chef? Fasten your apron, adjust your hat, sharpen your knives and warm your oven--it is time to battle!&#10;&#10;Consisting of 110-cards Kitchen Kombat is designed for ages 8 and up.&#10;&#10;Easy printing on Avery 5390 Name Badges or plain white cardstock.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "De la Terre à la Lune",
    "ID": 60431,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60431/de-la-terre-a-la-lune",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "French game about travelling to the moon. The players move their rockets from earth towards the moon using cards that are numbered 1 to 8. There also is a satelite on the board that can interrupt the flight. The game comes with a board and 32 cards in 4 colours.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Esprit Fantômes",
    "ID": 60448,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60448/esprit-fantomes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back of the box (and translated from French with the help of Google Translate):&#10;&#10;Agatha's Book of Witchcraft has disappeared! The whole manor is worried because this book contains magic formulas that can have great power! If an evil spirit manages to use it, it would be a disaster for the world. . . . A true little ghost, curious to solve the riddles, you count your good friends and help solve this mystery!&#10;&#10;Find the characters of the Esprit Fant&ocirc;mes series . . . and solve the riddle with them!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Liebesgeflüster",
    "ID": 60450,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/60450/liebesgefluster",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Liebesgefl&uuml;ster is a partner game where one player draws a wish card and then whispers or acts what is on it, the other player then takes one of the 32 answer cards and chooses on of the 3 possible answers and whispers this back but only the first letters of this word, for example: &quot;LA - PE - BI - BU&quot;. The first player then tries to guess the words behind it.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combino",
    "ID": 60451,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/60451/combino",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The game is played with coloured cubes and cards that have pictures on it. He, who finds first the corresponding card and points on that, gets a chip. He who obtains six chips to win.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Potopoly",
    "ID": 60452,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60452/potopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game of high finance and international pot smuggling. Potopoly is the Marijuana themed version of Monopoly made by TUC Enterprises in 1979. The path is a 5-sided pentagon as opposed to Monopoly's square 4-sided path, there are little wooden baggie-shaped pieces instead of houses, and instead of owning properties you own dealer rights to an area.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Speedy",
    "ID": 60454,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/60454/speedy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This game is about mice. The start player points at a card and all players try to find out which mouse is missing.  The first, that names the correct color of the missing mouse, may retain the card.  He, who has most cards at the end, wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marquis: Intriganten",
    "ID": 60463,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60463/marquis-intriganten",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 7 card expansion for Marquis. Each player gets one randomly distributed card from the expansion at the start of the game. This card can only be used in conjunction with the corresponding character. For example: the Comtesse can use Marriage to gain 2 diamonds from any one Marquis; the Jeweler can make &quot;Le grand coup&quot; and get all the money from the bank for 2 diamonds.&#10;The seven cards are: Marriage (Comtesse), Revenge (Pickpocket), Arson (Blackmailer), Le grand coup (Jeweler), Prophecy (Seer) Verdict (Prosecutor), Retaliation (Veto)&#10;&#10;This expansion also includes rules for a Mercenary variant for 2-3 players.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Federation Commander: Hydran Attack",
    "ID": 60471,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60471/federation-commander-hydran-attack",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "More ships for the: &#10;&#10;     Hydrans: Ranger, Lancer, Hunter, Buffalo Hunter, Rhino Hunter, Pegasus Crusier, Tartar, Iroquois &#10;     Lyrans: Light Cruiser, Battlecruiser, &#10;&#10;&#10;and others: Klingon F5W, Kzinti FFK &#10;&#10;     Includes eight scenarios, one of them is the Energy Monster &#10;     Also included rules for new terrain (nebula, black hole, pulsar). &#10;     Includes 40 large counters for FCHA, 40 more large counters for the ships in Booster Packs 91-95, and 140 half-inch counters for both! &#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Federation Commander",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Map Pack – Solaris VII",
    "ID": 60473,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60473/classic-battletech-map-pack-solaris-vii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Welcome to the Gaming World&#10;&#10;Check your myomers; calibrate your actuators; fine-tune your gyro; load-out the newest prototype weapons - and never forget to check with your image consultant, all while keeping your stable manager happy. On Solaris VII war is a sport and your career can die quicker than your 'Mech. Whether your stable manager is out to get you, the mafia is on your tail, or your next opponent has a piece of new technology you've never heard of before, on Solaris VII the stakes are always high and the rewards of success higher . . . provided you can seize them.&#10;&#10;Map Pack: Solaris VII provides players with information on the gaming world and the stables that run it. Additionally, a slew of new Level 3 weapons and equipment tailor-made for the close-in rough-and-tumble fighting of Solaris VII duels are included. Also provided are ten previously published Solaris VII maps, now compiled together and reprinted for the first time and including rules for using these maps in standard Classic BattleTech play.&#10;&#10;Solaris VII box set:&#10;&#10;&bull;Boreal Reach (Davion Arena)&#10;&bull;The Factory (Marik Arena)&#10;&bull;Ishiyama (Kurita Arena)&#10;&bull;The Jungle (Liao Arena)&#10;&bull;Steiner Coliseum (Steiner Arena)&#10;&#10;Solaris - The Reaches:&#10;&#10;&bull;Hartford Gardens (Xolara)&#10;&bull;King of the Mountain (Xolara) &#10;&bull;The Scrapyard (Burgton)&#10;&bull;The Pool (Bracken Swamp)&#10;&bull;The Mud Pit (Roland Fields)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Interstellar Players",
    "ID": 60475,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60475/classic-battletech-interstellar-players",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In a universe spanning more than a thousand light years, the mighty House leaders and Clan Khans rule their star empires with absolute power...or at least they'd like to believe so. Illuminati. Genecaste. Order of Cincinnatus. Irian Corporate Cabal. Behind the House thrones and Clan Halls, a hundred or more such secret organizations wield immense power. Insinuating their influence into every level of society and government, from the Magistracy of Canopus to the Clan homeworlds, these hidden power brokers can make life difficult for the average Joe, or shake the very foundations of the Inner Sphere. Interstellar Players&acirc;&bdquo;&cent; describes the most powerful and influential people, organizations and entities behind the scenes of the Classic BattleTech universe. Some are firmly established, but shown here in a way you've never seen them before; others have only recently come to light. Gamemasters and players can decide which of these power brokers are real and which are paranoid fantasies. Any of these shadowy groups, from this sourcebook or the gamemaster's imagination, can become the ultimate villain in any type of BattleTech campaign. Let your imaginations run wild!&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic BattleTech: Combat Equipment",
    "ID": 60477,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60477/classic-battletech-combat-equipment",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Publisher Blurb:&#10;&#10;The Cutting Edge!&#10;&#10;As wars continue to flare across the Inner Sphere and Clan homeworlds, every faction pushes forward with new military developments, fielding cutting-edge equipment, from new personal weapons to battle armor and ProtoMechs.&#10;&#10;Combat Equipment is a companion volume to both Classic BattleTech and Classic BattleTech RPG. Providing a plethroa of new tools for the battlefield, Combat Equipment also contains a rules expansion allowing players to build non-combat vehicles from buses to trains and large atmospheric craft to super-large wet navy vessels. Also included: a full technical readout section detailing fourteen new battle armor designs in various stages of prototype development; eight new ProtoMechs; and pre-printed record sheets for the battle armor and ProtoMech designs.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EAT",
    "ID": 60479,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/60479/eat",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the Deep Dish website:&#10;&#10;Welcome to the ultimate showdown of man against food.  Pick the dish you want to try to eat from the buffet, roll the special EAT dice and see if you manage to force it down or if you lose your lunch. Be careful not to eat too many different flavors and avoid gross food if you can while you race to victory.&#10;&#10;EAT is easy to learn, plays quickly and is an ideal family or party game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Minnesota Wild",
    "ID": 60485,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/60485/monopoly-minnesota-wild",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;The classic game of Monopoly themed with the NHL team, The Minnesota Wild&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: USA",
      "Game: Monopoly (Official)",
      "Sports: Ice Hockey",
      "States: Minnesota"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seven Hills",
    "ID": 60488,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/60488/seven-hills",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "In this game, you become a noble of early Rome with a considerable cachet. You have a solemn duty to help the prosperity of Mother Rome as a Romand noble who appreciates value of public life. In all ages, population is the key factor of power for which Rome was especially thirsty, because it doesn't hire mercenary soldiers from outside. So your first concern as a Roman leader is to settlement new Roman citizen on the hills of Rome from outside as many as possible. As your Clientes whom you five aid for settlement in Rome and have to gather, they are going to be unswerving supporters for your family and enter the war for Glorious Rome with you. And even they can elect you as Consul with prime prestige. But even in this age of honor, you must be faithful to the principle.It is that you should never look down upon the underprivileged like a slave. Even though they don't have any influence, anyone can't know the time whem their pent-up dissatisfaction will be burst at anywhere. If you can't manage them, they will be exposed to your rival's conspiracy and you will face threat of serious revolt finally.&#10;&#10;Summary:&#10;object: winning the most Prestige Points after 5 rounds of play&#10;There are 3 phases: the Settlement Phase, the Consul Phase and Round Scoring.&#10;In the Settlement Phase you deploy Clientes markers on 'Hills' or 'Forum Romanum'&#10;In the Consul Phase is a consul chosen.&#10;Then you'll get scores from the different hills if you are in control of them.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (City Scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "G.I. Joe Cobra Battle Game",
    "ID": 60489,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/60489/gi-joe-cobra-battle-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "It's G.I. Joe vs. Cobra in a 2 player foam dart launching battle game!&#10;&#10;Each player controls a rubber band powered launcher (green for the G.I. Joe player, blue for Cobra) that has 4 targets located on its base. Players sit approximately 6 feet apart and take turns firing shots to try and knock out the opponent's targets.&#10;&#10;First player to knock out all four of the opponent's targets wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Toys: G.I. Joe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Everyday Mathematics Family Games Kit for Early Childhood",
    "ID": 60503,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/60503/everyday-mathematics-family-games-kit-for-early-ch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "A collection of rules, game boards and numerous bits for playing twelve different educational games, all with a focus on early childhood mathematics. While designed for home use by parents, many of the games in the kit are also suitable for classroom use with larger groups. The rules booklet and each game includes an introductory section about the purpose of the collection and each game. The games included in the kit are as follows:&#10;&#10;&#10;     Coin Exchange (Money Cube Game 1) -- A two player game using play money and two special dice, each marked with 2 pennies, 2 nickles and 2 dimes. Players simply roll the dice and collect money from the bank. The winner is the player with the most money when the bank runs out of dimes.&#10;&#10;&#10;&#10;     Concentration with Number Cards and Dominoes -- A two player game using a special deck of numbered cards (0 through 9) and 10 dominoes from a standard set that have a total of 0 to 9 pips. The cards and dominoes are shuffled and arranged in a face-down tableau, and the players take turns flipping over one card and one tile, collecting matching sets.&#10;&#10;&#10;&#10;     Disappearing Train -- A two to four player board game a special board, 16 counters for each player and a special die with sides -1, -2, -3 and +3, with two other blank sides. Players make trains out of 12 of their counters and remove counters from the train according to the die roll, but the player has to roll a positive number to begin and an exact number to end. The game ends when a player collects 12 counters.&#10;&#10;&#10;&#10;     Double-Digit Dice Game -- A game using two special dice, one marked 0, 1, 2, 3, 4 and 5, and the other marked 5, 6, 7, 8, 9 and 0. Players roll both dice in turn and try to make the largest two digit base ten number. A suggested variation is to go for the smallest number. It could also be played as a press-your-luck game. It's suggested for two to four players, but any number can play.&#10;&#10;&#10;&#10;     High Roller -- A simple dice game suggested for two to four players, but any number can play. In turn, players roll two regular six-sided dice, then re-roll the lower, keeping track of their score. This is for the youngest players who are just learning how to count pips. The highest score after two rounds wins.&#10;&#10;&#10;&#10;     Matching Coin Game -- A game about matching coins rolled on a special die showing pennies, nickels, dimes and quarters, and placing them into the correct segments of a money tray. It's suggested for four or five players, but any number could play.&#10;&#10;&#10;&#10;     Monster Squeeze Game -- A two player guessing / deduction game using a special board and monster figures to keep track of high and low guesses on a number line. Each player in turn thinks of a number from 0 to 10 and the other makes guesses, moving the monsters until the number is guessed correctly. Fewest guesses to get the number wins.&#10;&#10;&#10;&#10;     One-Dollar Game -- A two player game where the object is to be able to collect enough change to be able to exactly exchange for a dollar. Players collect coins according to a special die with coins on the faces, making change for larger coins along the way. A special board helps players keep track of things.&#10;&#10;&#10;&#10;     Paper Money Exchange Game (Money Cube Game 2) -- A two player game where the object is to be the first to collect $100 by collecting bills shown on a special die, making change for larger bills along the way. A board helps players keep track of things, and variations are given for collecting $1000 and adding another special die.&#10;&#10;&#10;&#10;     Plus or Minus Game -- A territorial game played on a checkers board (included in the kit). Players roll a special die with faces -2, -1, 0, 1, 2 and 3, placing or subtracting counters from the board. Suggested for 2 players, it could be played by up to four.&#10;&#10;&#10;&#10;     Spin a Number (1-10) -- A simple spin and move race game played with a single counter for each player on a track board. Suggested for 2 to 5 players, but any number could play.&#10;&#10;&#10;&#10;     Top-It -- A two player card game similar to &quot;War&quot; played with a special numbered deck. The object is to either get the most or fewest cards after one trip through the deck.&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Deduction",
      "Dice",
      "Economic",
      "Educational",
      "Fantasy",
      "Game System",
      "Math",
      "Number",
      "Racing",
      "Territory Building",
      "Trains"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Pattern Building",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mystic Path: Nebel um Burg Tiefenkaastel",
    "ID": 60513,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/60513/mystic-path-nebel-um-burg-tiefenkaastel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "1500",
    "Play Time": "1500",
    "Weight": "3.5",
    "Description": "The first game of the publisher, presented at the games fair in Essen in 2009.&#10;&#10;The game combines the elements of roleplaying games and survival horror. It can be played by 2-5 players, who play 1 of 7 different fantasy heroes. When on the &quot;world map&quot; (a village inclding castle) the story is told via MP3-CD while the players progress from location to location. A lot of locations feature turn-based tactical combat on cardboard floorplans.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hollands Glorie",
    "ID": 60517,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/60517/hollands-glorie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "Hollands Glorie is a game about tug-boats on the North Sea, inspired on a novel with the same name by Jan de Hartog. The gameboard depicts the North Sea, with six harbours and six offshore platforms. At the start of the game, eighteen ships are placed at sea.&#10;&#10;A Weather Card is drawn, which shows the weather in different areas, and two ships which are in jeopardy. The players attempt to reach these ships and tug them to a harbour. If a player succeeds in doing so, he collects a number of coins as reward. At the end of the game, the player with the most coins wins.&#10;&#10;Movement is determined by rolling two dice. In fair weather, the a tug-boat moves a number of squares equal to the sum of the two dice, in unstable weather only the number shown on the highest of the two dice and in a storm only the number shown on the lowest of the two dice&#10;&#10;Rolling doubles results in a special event. On a double 5 or 6, the weather shifts and new ships are placed in jeopardy. On any other double, the player draws a Log Card, which will often have some one-time effect or give him a special assignment with which he can gain coins.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of War: Hit & Run Booster Pack",
    "ID": 60524,
    "Year": "(2010)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60524/wings-of-war-hit-and-run-booster-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A new boster pack with the famed SPAD VII fighter, French but used by many nations, and the Aviatik Berg D.I, one of the best Austrian fighters f WWI. For both are provided also cards for the wars that raged across Europe and around the Mediterranean from 1919 onward.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of War: Crossfire Booster Pack",
    "ID": 60525,
    "Year": "(2010)",
    "Geek Rating": "5.552",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/60525/wings-of-war-crossfire-booster-pack",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "A new booster pack for the WWI line with the long awaited Bristol Fighter, a revolutionary two-seater fighter. Together with it, some more traditional two-seaters are provided: the Austrian Phonix C.I, the German Rumpler C.IV and the Italian SAML S.2. Post-WWI color schemes are also included both for the Bristol Fighter and the Phoenix, ranging from the wars in Eastern Europe to the Mexican revolution.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Logomino",
    "ID": 60527,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60527/logomino",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Dominoes variant in which the tiles contain two symbols on each side; each symbol also has a color. A tile matches another tile if either both shapes or both colors or all of them match.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lügen haben kurze Beine",
    "ID": 60528,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60528/lugen-haben-kurze-beine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "The game board shows pairs of shoes. The players draw tiles and and place them face down on the board, starting on the left side (there are four rows). The tile has to match the picture under it. The other players can doubt that and check - if they doubted correctly, the wrong-doer removes two tiles, if not, the accuser does that. Each column of four matching tiles scores points at the end of the game.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wereld-Delen",
    "ID": 60530,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/60530/wereld-delen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this game, each player is an inhabitant of one of the continents. At the start of the game, each player will receive an assignment, which will involve visiting some location on another continent. When a player reaches his destination, he gets another assignment. The first player to complete all four assignments related to his continent wins the game.&#10;&#10;Players travel across the board by throwing one or two dice and moving the exact amount shown. Players cannot pass each other, except on the airport spaces. If a player lands exactly on top of another player, that other player is returned to his home town. In addition, on some squares a player must draw a Route Card or an Action Card that will trigger some special effect.&#10;&#10;The assignments represent certain questions that the player is supposed to find an answer to, such as Does apartheid exist in Latin-America? When a player completes his assignment, he receives a card which contains the answer to that question.&#10;&#10;In the advanced version of the game, General Problems are added, which concern problems that aren&rsquo;t linked to one of the continents. Each player receives two cards describing such a problem. Cards describing the solutions are distributed among the players. In addition to completing their assignments, the players also need to find the solution to their General Problems. Certain locations on the game board offer the option to ask another player for the solution card, as do certain Action Cards. (One of these locations is New York, as headquarters of the United Nations.)&#10;&#10;The expert version of the game adds the United Nations Securtiy Council to the game. Players visiting New York can now call for a meeting of the Security Council. During such a meeting, the players vote on the positioning of UN Armies. These armies block player movement. No player can pass them (but by landing on top of them, they can be removed).&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beachball Switch-er-oo",
    "ID": 60531,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60531/beachball-switch-er-oo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rules:  The Nowhere Land Beach Ball Factory has blown its stack, scattering beach balls throughout the land.  The turtles of Turtle Coast have found many of hte balls and they are now hidden beneath their shells.  Travel throughout Nowhere land looking for the turtles and the missing beach balls.  Try to find the matching color ball under the turtle shell.  The player who finds the most balls and returns them to the Beach Ball Factory wins the game!&#10;&#10;It is related to Maggie and the Ferocious Beast according to an emblem on the box.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El jinete solitario",
    "ID": 60550,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/60550/el-jinete-solitario",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box cover: &#10;Entertaining game where the players have to make a long and dangerous journey through the desert. Each player could rely on the help of our friend Lucky Luke. With Lucky Luke, he will be able to overcome the different dangers which are all around him.&#10;The players will move their characters around the board by rolling the dice until they reach the end of the journey.&#10;Play and enjoy yourself with The Lonely Rider!&#10;&#10;Components:&#10;&bull;    A full colour board&#10;&bull;    Eleven board pieces representing the characters and obstacles with their plastic stands.&#10;&bull;    A plastic dice&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Plato's Revenge",
    "ID": 60551,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60551/platos-revenge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;The exciting, fast-moving geometry construction game.  Players toss the die to collect shapes to build structures.  Earn points for building Plato's famous geometric forms.  The high scoring player wins &quot;Plato's Revenge&quot;.&#10;&#10;Game Contents:&#10;12 equilateral triangles&#10;12 squares&#10;1 six-sided die&#10;1 rules sheet&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memocards Suche Drei",
    "ID": 60562,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/60562/memocards-suche-drei",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Suche 3 (&quot;Search Three&quot;) is a variant of the classic game Memory.&#10;Instead of looking for two identical cards, you have to look for three motives which are not identical, but have something in common (called a &quot;trilogy&quot;) - for example, a red, yellow and green traffic light.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NanoVenture",
    "ID": 60569,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/60569/nanoventure",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "NanoVenture: The Nanotechnology Board Game explores the connections between science, specifically nanotechnology, and society. In this game, players become leaders of a new country. The leaders are challenged to make decisions regarding their country's use of nanomaterials and nanotechnology for industrial expansion, military applications, economic security and basic scientific research, while maintaining a high approval rating from the citizens of the country.These decisions require players to carefully analyze the interplay of technological advances, regulations, public perception and risk, while also learning about the emerging field of nanotechnology.&#10;&#10;It is best to play NanoVenture with four to five players. However, teams can be used if there are more than six players.&#10;&#10;Each game includes:&#10;&#10;&#10;     Game Board (1)&#10;     Game Rules (1)&#10;     Glossary of Terms (1)&#10;     Player Tokens (6)&#10;     Dice (2)&#10;     Population Chips (30)&#10;     Yellow $5 Million Chips (200)&#10;     Blue $1 Million Money Chips (150)&#10;     Budget Management Cards (6)&#10;     Decision Cards (15)&#10;     Development Cards (18)&#10;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tell Me No Lies",
    "ID": 60575,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/60575/tell-me-no-lies",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Think you can tell when someone is lying to you? Think you're good a pulling the wool over someone's eyes? Well, Tell Me No Lies will put that to the test. Get a group of friends (or even strangers) together and see how good you really are.&#10;&#10;Tell Me No Lies is a party game where success is based on your ability to pick when someone is lying (or telling the truth) through their body language.&#10;&#10;The general course of play involves answering questions depending on what your Answer card says. If it says 'Truth', answer the question truthfully, and lie if it says 'Lie' (obviously). The other players have to figure out whether you are lying or telling the truth.&#10;&#10;Note: All files for the game are in the files section in a single zip. However, if you can't be bothered printing out the Truth/Lie cards, you can just use a standard deck of cards instead.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  }
]