[
  {
    "Rank": "27708",
    "Name": "The Ladybug Game",
    "ID": 14076,
    "Year": "(2004)",
    "Geek Rating": "5.418",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/14076/the-ladybug-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0526",
    "Description": "From the publisher:&#10;&#10;&quot;The Ladybug Game is designed for interactive play between parents and children. Parents are encouraged to read a lively introductory story about the adventures of four ladybugs &ndash; Ella Yellow, Rickie Red, Tommy Teal and Olivia Orange.&#10;&#10;The object of the game is to help them find their way back home (a rosebush) after a windstorm launches them airborne and they land on a faraway dirt pile. The first ladybug to find her way &ldquo;home&rdquo; is the winner. Along the way, the ladybugs encounter various hazards such as tall grass, praying mantis&rsquo;, aphids and ants.&#10;&#10;The Ladybug Game was invented by Kylie Copenhagen, a first grader in California who loves ladybugs.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Insects",
      "Animals: Ladybugs / Ladybirds"
    ]
  },
  {
    "Rank": "27709",
    "Name": "Gone Fishin'",
    "ID": 9812,
    "Year": "(1890)",
    "Geek Rating": "5.418",
    "Avg Rating": "4.15",
    "Link": "https://boardgamegeek.com/boardgame/9812/gone-fishin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Each player gets a plastic fishing pole with a little magnet at the end of the fishing cord.&#10;The players sit around a cardboard aquarium in which plastic fish, cardboard fish and pieces of garbage are hidden from their view.  Players have to try and 'fish' the fish from the aquarium while trying to leave the garbage alone.&#10;The bigger the catch, the more points you earn, and the treasure chest is worth the most points of all. Who catches the most fish for the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Theme: Fishing / Angling",
      "TV Shows: Popeye the Sailor",
      "Characters: Max & Moritz",
      "Comic Strips: King Features Syndicate",
      "Components: Magnets"
    ]
  },
  {
    "Rank": "27710",
    "Name": "The Shining: Escape from the Overlook Hotel",
    "ID": 310408,
    "Year": "(2020)",
    "Geek Rating": "5.418",
    "Avg Rating": "4.04",
    "Link": "https://boardgamegeek.com/boardgame/310408/the-shining-escape-from-the-overlook-hotel",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "The Shining: Escape from the Overlook Hotel puts one or more players in the roles of unhinged writer Jack Torrance's wife and son, Wendy and Danny, who must work together and find a way out of the mysterious resort!&#10;&#10;Driven by the &quot;Coded Chronicles&quot; mechanism, which requires you to unlock clues and solve puzzles for unique storytelling codes, the game allows you to use psychic abilities like &quot;the shining&quot; to get through more than two challenging hours of escaping the threat of homicidal Jack and the paranormal hotel itself! Since every Coded Chronicles game is enriched with thematic details and objectives, escaping captivity makes this edition's difficulty level as hard as a dizzying hedge maze (minus the time limit)!&#10;&#10;Players can anticipate being engaged with every unpredictable turn, thanks to Wendy and Danny's heightened abilities, which allow their characters to investigate with double the intuition as characters from the previous Coded Chronicles game, Scooby-Doo: Escape from the Haunted Mansion. Use Wendy's skill of looking and using surrounding objects to get a better hold of helpful items or tap Danny's supernatural &quot;Shining&quot; to reveal hidden clues.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Authors: Stephen King",
      "Category: Escape Room Games",
      "Movies: Horror Movies",
      "Series: Coded Chronicles Game (The OP)"
    ]
  },
  {
    "Rank": "27711",
    "Name": "Teenage Mutant Ninja Turtles: Pizza Power Game",
    "ID": 9464,
    "Year": "(1987)",
    "Geek Rating": "5.418",
    "Avg Rating": "4.82",
    "Link": "https://boardgamegeek.com/boardgame/9464/teenage-mutant-ninja-turtles-pizza-power-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Teenage Mutant Ninja Turtles: Pizza Power Game, is based on the late 80's cartoon of the same name. Players play as one of the four Turtles and move around the board while fighting enemies. Players can travel on the streets or through the sewers. Battles are handled with a 'flipper' which the players load dice into and attempt to shoot them into one of three numbered compartments. To win you must defeat 3 enemies, go to the Technodrome and recover the secret Mutogen.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Turtles",
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "27712",
    "Name": "The Simpsons: LOSER Takes All!",
    "ID": 5129,
    "Year": "(2001)",
    "Geek Rating": "5.418",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/5129/the-simpsons-loser-takes-all",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "A Simpsons branded party game with a strong truth or dare flavor.&#10;&#10;The winner is the player with the lowest score at the end of the game.&#10;&#10;Players select a Simpsons character for a pawn and place it on the board.  They are given $20 in fake money and 10 junk food tokens as well as the give character cards matching the pawn they selected.&#10;&#10;Players take turns using the spinner to decide actions and movement.  Moving into a new square triggers the action described on the square, in addition to any action the spinner dictated.&#10;&#10;Typical actions are giving away money or junk food tokens to other players, receiving money or junk food tokens from other players, and swapping money or junk food tokens with another player.&#10;&#10;Special actions are the question spaces on the board.  When a player lands on one they must read the next question on the current question card, write down their answer, and pick one of the other players to guess the written answer.  If they guess correctly, they turn one of their character cards face down; if they guess incorrectly, then the current player turns one of the his/her character cards face down.&#10;&#10;Some sample questions:&#10;&quot;True or False: I'd rather watch a horror movie than a sentimental drama.&quot;  &#10;&quot;What's my favorite movie?&quot;  &#10;&quot;Has a dog ever chased me?&quot;&#10;&#10;When one player has turned all five character cards face down, the game is over.  Players with face up character cards remaining must add three points per card to their point total (sum of junk food and money).  The player with the lowest score wins.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "27713",
    "Name": "Time Control",
    "ID": 6447,
    "Year": "(2003)",
    "Geek Rating": "5.418",
    "Avg Rating": "2.13",
    "Link": "https://boardgamegeek.com/boardgame/6447/time-control",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Boxed board game for 2-4 players, recommended Ages 12 and up. Each player controls 12 Time Agents and a Timeline (board). Agents are sent into the &quot;past&quot; from &quot;today&quot; to combat enemy agents and to alter history. Altering history creates time waves that travel to &quot;today&quot; and create problems. Players who accumulate too many of the wrong sorts of problems lose. Players may get rid of problems by discarding agents or time control points, or may attempt to create &quot;solve problem&quot; waves. All players play simultaneously; players may interrupt one another if desired, canceling an announced action. Players may &quot;take time control&quot; and become un-interruptible. Taking time control may be contested by another player; if so, a duel ensues, a blind bid using time control points, which are discarded after the duel. Agent vs. agent conflict is resolved the same way; the results of an agent vs. agent conflict are resolved with blind draws from the Fate deck.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "27714",
    "Name": "TKO",
    "ID": 158917,
    "Year": "(2015)",
    "Geek Rating": "5.417",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/158917/tko",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "In this boxing game, players simultaneously choose a punch or a block to gain points. Compete for the TKO Belt as you maneuver around the ring in this clever boxing game. You&rsquo;ll need more than brute strength to get inside your opponent&rsquo;s head. Choose from 8 different fighters and keep it clean out there!  Fight!&#10;&#10;Number 2 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Pack O Game (Perplext)",
      "Sports: Boxing"
    ]
  },
  {
    "Rank": "27715",
    "Name": "Con Sonar!",
    "ID": 308357,
    "Year": "(2011)",
    "Geek Rating": "5.417",
    "Avg Rating": "3.32",
    "Link": "https://boardgamegeek.com/boardgame/308357/con-sonar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "A red storm is coming!&#10;&#10;From beneath the ocean surface, boomer submarines from the six nuclear nations are preparing to launch their radioactive payload.&#10;&#10;In Con Sonar! your goal is to sink more enemy submarines than the other players, while making sure your own subs survive.  12 submarines are placed on the &quot;firing solution&quot; board at the beginning of the game.  Players play a fleet card to move a submarine up or down the board, by matching symbols on their other fleet cards or on the revealed torpedo cards, they can chain actions together and launch a torpedo.  If a torpedo is launching, dice are rolled and the higher a submarine is on the firing solution board, the more likely it is to be sunk.&#10;&#10;Player score is based on the number of subs sunk, the number of surviving friendly subs, and various bonus objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Command Cards",
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "27716",
    "Name": "Pimp: The Backhanding",
    "ID": 15064,
    "Year": "(2005)",
    "Geek Rating": "5.417",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/15064/pimp-the-backhanding",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3636",
    "Description": "From the publisher:&#10;&#10;Forget growing up to be a fireman, cop or doctor. Join the profession so highly regarded for its virtues &mdash; become a pimp! Mack some ho&rsquo;s and put them to work. Make the biggest roll of dough and be declared the Mack-Daddy. Just watch out for other pimps as they try to put a beatdown on you and your ho&rsquo;s. A ho in the hospital don&rsquo;t earn you no dough!&#10;&#10;I&rsquo;m Your Mack Daddy Now&#10;&#10;Pimp is a hilarious, stand-alone card game for two to four mature players. Rev up the chrome-caddy, dust off the purple suit and fedora, and make yourself some dough with the world&rsquo;s oldest profession. 100 cards plus rules sheet.&#10;&#10;White Wolf Entertainment AB ISBN: 1-58846-624-8 Stock #: 5140&#10;&#10;&#10;     Enough strategy and variety to offer great repeat play value&hellip;&#10;     But not so complex that you can&rsquo;t play after too many beers or too few pretzels&#10;     If you like being politically correct and never laughing, don&rsquo;t buy this game&#10;     A fast-playing, yet high-strategy game, ideal for after-hours game-nights&#10;     Suggested for mature players.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Theme: Sex Workers"
    ]
  },
  {
    "Rank": "27717",
    "Name": "Moral Dilemma",
    "ID": 167715,
    "Year": "(2014)",
    "Geek Rating": "5.417",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/167715/moral-dilemma",
    "Min Players": "5",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Moral Dilemma is a rude, adult party game where the right answer is always determined by your peers. This party game of ethical debate will put you and your friends in a position to discuss some of the most outrageous predicaments with some of the most terrible resolutions that we could think of. Two unique sets of rules will create two very different ways to play the game! In one set, argue for what you believe, and in the other you argue for whatever the cards tell you.&#10;&#10;On your turn, you pull a card and read. You then secretly vote for one of two choices on the card. The rest of the group (society) then votes as a team. If you agree with society, then you get the point!&#10;&#10;Includes hundreds of unique moral dilemmas (with a few classics thrown in there) that can sprout hours of fun and debate!&#10;&#10;What&rsquo;s in the box:&#10;&#10;385 Cards&#10;Game Instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Negotiation",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27718",
    "Name": "Po-Ke-No",
    "ID": 8784,
    "Year": "(1930)",
    "Geek Rating": "5.417",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/8784/po-ke-no",
    "Min Players": "2",
    "Max Players": "13",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0476",
    "Description": "Includes 12 boards and a large number of poker-style chips (no cards, however). Paraphrased from the box:&#10;&#10;A game that is a combination of the two games known as Poker and Keno (or Lotto), with features that make it more interesting and exciting than either.&#10;&#10;Each player, except the dealer, is given a board and some counters. If there are no more players than boards, the dealer may also play if desired. The dealer or &quot;caller&quot; is furnished with an ordinary deck of 52 playing cards, shuffles them, and turns over the top one calling it out. Each player with that space on their board covers it with a counter. The dealer continues turning over cards until someone wins by having a complete row of five scored, either horizontally or vertically. The player who wins becomes the next dealer.&#10;&#10;Several scoring methods are suggested, such as collecting all counters lying on other boards. Or, continue playing until everyone has a line of five, then scoring via the rank of poker hands - the boards are arranged so that each line vertically and horizontally represents every different poker hand, ranging from a &quot;straight flush&quot; to &quot;a pair&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": [
      "Series: Senior (Cadaco)",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "27719",
    "Name": "Electric Football",
    "ID": 7584,
    "Year": "(1948)",
    "Geek Rating": "5.416",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/7584/electric-football",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.4286",
    "Description": "Most of you will recognize this old classic. It has been re-released several times since its 48' inception. Most of the re-releases revolved around alternate years Super Bowls with the players present from the respective teams ending up in that years game box. This game gave you all the players needed for a full football team on offense and defense and movement bases that allowed particular players to hopefully run particular routes. There was also the triple threat QB. He could pass, punt and kick your field goals. Earlier versions just included a little clicker type device to flip around the ball. Little felt football were included. Game field vibrated with an electric buzzer to set the players in motion. Set up your formations then turn the switch on and off accordingly, adjusting your players as the rules allowed. So what if the game is absolutely impossible to play? The components were enough to keep us all entertained and constantly wanting to pull it out.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports Teams: National Football League (NFL)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "27720",
    "Name": "The Secret Labyrinth",
    "ID": 1217,
    "Year": "(1998)",
    "Geek Rating": "5.416",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/1217/the-secret-labyrinth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4375",
    "Description": "Part of the Ravensburger Labyrinth Games series, it's Labyrinth transposed in a circular format, and with a rock-paper-scissors &quot;combat&quot; system added.  Most reviewers consider it disappointing when compared with the other games in the series.  The first player who captures (or steals from another player) seven treasures or seven trolls wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Game: Labyrinth"
    ]
  },
  {
    "Rank": "27721",
    "Name": "The Game of Life: The Simpsons Edition",
    "ID": 12545,
    "Year": "(2004)",
    "Geek Rating": "5.416",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/12545/the-game-of-life-the-simpsons-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2381",
    "Description": "From the box back:  Welcome to the Simpson's way of LIFE. Will you get an education or a cool tattoo? Maybe you'll invent the Flaming Moe, drive the monorail, or raise tomacco. Perhaps you'll join The Stonecutters or catch a three-eyed fish or appear in the next McBain film. Just beware of all-syrup super-Squishees, Quetzlzacatenango peppers, and the exotic wiles of Princess Kashmir. Make your mark on Whacking Day and you might retire to Monty Burn's Manor. Or forget all that and just play this great game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Game: Game of Life",
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "27722",
    "Name": "Nine Men's Morris",
    "ID": 3886,
    "Year": "(-1400)",
    "Geek Rating": "5.415",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/3886/nine-mens-morris",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7847",
    "Description": "Nine Men's Morris is a very old game that has been played for thousands of years all over the world.  It was most popular about five hundred years ago and was played by Monks in churches as well as on village greens throughout England.&#10;&#10;The game is for two players.  One player has nine black playing pieces, the other has nine white playing pieces.  The first player to reduce their opponent to two pieces wins.&#10;&#10;In the first stage of the game players take turns placing their pieces on the board, attempting to make a line of three.  Once all the pieces have been placed, players may slide them, still attempting to make a line of three.  Whenever a player makes a line of three, they remove an opponent's piece of his choice.  When one player has only three pieces left, he is allowed to move any piece from any point on the board to any other point in order to more effectively block the winning opponent and to make a line of three.  As soon as one player is left with only two pieces, his opponent wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Series: The Reliquary Collection (Bibelot Games)",
      "Traditional Games: Morris"
    ]
  },
  {
    "Rank": "27723",
    "Name": "Dreidel",
    "ID": 12746,
    "Year": "(1500)",
    "Geek Rating": "5.415",
    "Avg Rating": "3.95",
    "Link": "https://boardgamegeek.com/boardgame/12746/dreidel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The game of Dreidel is a descendant of Teetotum and a sister game to Put & Take Game. It is especially played by Jewish families, most commonly during the Hanukkah Festival. A 'Dreidel' is a top that is spun to land on one of its four sides. Each side has a letter - initials for the words &quot;Nes Gadol Hayah Sham&quot; (a great miracle happened there) outside of the Land of Israel (Eretz Yisrael) and in the Land of Israel (where the modern State now is) &quot;Nes Gadol Hayah Po&quot;. Players put items (typically candy or cookies) into a pot. Each player spins the Dreidel to see what happens...&#10;&#10;N(eis) - The player gets nothing from the pot.&#10;G(adol) - The player gets everything in the pot.&#10;H(ayah) - The player gets half the pot.&#10;P(o) / S(ham) - The player must add one of something to the pot.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice",
      "Components: Polyhedral (not D6) dice",
      "Components: Teetotum Dice",
      "Religious: Judaism"
    ]
  },
  {
    "Rank": "27724",
    "Name": "Escape from the Grand Hotel: The Escape Room Game",
    "ID": 278139,
    "Year": "(2018)",
    "Geek Rating": "5.415",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/278139/escape-from-the-grand-hotel-the-escape-room-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "See what mysteries await you in this fast-paced, quick-thinking escape room game!  Invite your guests, set your scene and get ready to host a night of fun and intrigue. The ultimate quest? To uncover the dark, hidden secret of The Grand Hotel&hellip;&#10;&#10;Owned by the wealthy but mysterious Blossom family, this once magnificent hotel was in danger of being closed for good until the sudden return of the Blossom son, Kurt and his beautiful wife, Lauren. They want to restore the hotel to its former glory but nothing is quite what it seems!&#10;&#10;When their glamorous, rich and influential guests arrive for the grand re-opening, they&rsquo;re ready for a night to remember &ndash; little do they suspect it will be for all the wrong reasons!&#10;&#10;Invite your guests, set your scene and get ready to host a night of fun and intrigue. Each guest can come dressed as one of the eight characters, ready to play their role. During the evening, they must travel through the hotel solving the series of mysterious puzzles that release them from each room. The ultimate quest? To uncover the dark, hidden secret of The Grand Hotel.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape from (Professor Puzzle)"
    ]
  },
  {
    "Rank": "27725",
    "Name": "Doctor Who Collectible Card Game",
    "ID": 3122,
    "Year": "(1996)",
    "Geek Rating": "5.415",
    "Avg Rating": "3.61",
    "Link": "https://boardgamegeek.com/boardgame/3122/doctor-who-collectible-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "Based on the long-running British science fiction television program.  Each player starts with a draw deck, 3 creature cards and a deck of Time cards.  The table is divided into past, present and future.  Each player announces in which zone they will operate. They draw one card and then play one card. If they choose the zone of their current Time card they may then play a second card OR draw an additional card at the end of their turn. The essence of the game is to overwhelm your opponent in at least one time zone. Each creature has three stats: Energy, Substance and Support.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Time Travel",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "27726",
    "Name": "True or False",
    "ID": 2000,
    "Year": "(1994)",
    "Geek Rating": "5.415",
    "Avg Rating": "4.20",
    "Link": "https://boardgamegeek.com/boardgame/2000/true-or-false",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "True or False is a game in which the aim is to correctly answer as many true/false statements as possible, so you can go around the game board before everyone else.&#10;&#10;For every wrong answer you give you have to move closer to the center of the board. If you hit the center and you have to restart the game. On the other hand the track is shorter near the center. For each right answer, you may choose to move outwards as well.&#10;&#10;The statements are from different time ages:&#10;- Before Christ&#10;- Year 1 - 1899&#10;- 2000th century&#10;- Anytime&#10;The time age depends on the current colour your counter stands on.&#10;&#10;New changed rules, doesn't force you to restart from the beginning after running through 3/4 of the board, but only one step backwards.&#10;&#10;The Finnish version by Anv&#195;&#164;ndbart Litet F&#195;&#182;retag does not have time ages, but rather four different categories - 'It Can Happen', 'Delicious', 'Naturally' and 'This &amp; That'&#10;&#10;The Norwegian version by N.W. Damm & S&#195;&#184;n (Damm) does not come with a game board, but the players bet money on how sure they are in their beliefs. First player to 1 000 000 wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "27727",
    "Name": "Battleships",
    "ID": 27190,
    "Year": "(1931)",
    "Geek Rating": "5.414",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/27190/battleships",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The pen and paper Battleships upgraded to printed paper and large scale.  The grid is 14 x 22 and includes land and sea.  You (S.E.L.F.) place 14 units including submarines, aircraft and ammo dumps (7 squares in a &quot;U&quot;).  You attack your opponent (N.M.E.) by calling grid co-ordinates.  Once per game you may unleash the &quot;blockbuster&quot; which hits 9 squares (in a square shape).  A total of 63 hits are needed to win the game.  Comes with at least thirty 3-color play sheets.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "27728",
    "Name": "Single Card Game",
    "ID": 206274,
    "Year": "(2016)",
    "Geek Rating": "5.414",
    "Avg Rating": "3.84",
    "Link": "https://boardgamegeek.com/boardgame/206274/single-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Single Card Game is the most minimalist card game ever, consisting of only a single card.&#10;&#10;At a players turn you put the card in front of your mouth without looking. So the other people see if you're frowning or laughing. Now you have to guess your mood of the moment. Other players can give you clues with thumbs up or down. &#10;When you guess the right mood, you stay in the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "27729",
    "Name": "Greed Quest",
    "ID": 9666,
    "Year": "(2004)",
    "Geek Rating": "5.414",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/9666/greed-quest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1515",
    "Description": "Greed Is Good!&#10;... and there's treasure to be won, so what are you waiting for? Three to six players race to the bottom of the dungeon to grab The Hoard. Now all you have to do is get out with it ... but everyone else is between you and the exit!&#10;&#10;Each player has his own deck of cards that control movement. Bluff, scheme, and strategize your way to the head of the pack ... but some cards will change the rules when you least expect it!&#10;&#10;This is a fast, unpredictable game, easy to learn and fun for all ages, with lots of quick replay value. And it's illustrated by Phil Foglio!&#10;&#10;Home Page: http://www.sjgames.com/greedquest/index.html&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Point to Point Movement",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "27730",
    "Name": "Wizard School",
    "ID": 185154,
    "Year": "(2016)",
    "Geek Rating": "5.414",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/185154/wizard-school",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.5833",
    "Description": "Wizard School is like normal school, except it's a card game where you have to carefully manage your abilities and resources to make sure that you don't flunk out of the most prosaic magical academy in all the world.&#10;&#10;Wizard School is a cooperative card game in which 2-5 players take turns at passing tests, besting monsters in the most epic group project of all time. And yes, you are graded cumulatively. When one of you fails, you all flunk out.&#10;&#10;Difficulty and length of games can be managed by choosing from among 20 different graduation cards, which helps ensure that each game is a new experience.&#10;&#10;Your goal may be to graduate, but you can&rsquo;t let the monsters overrun the school. As they pile up, you&rsquo;re forced to use your magic just to stay alive, and you may have nothing left to pass the Graduation Milestones. If you reach an F (on the Graduation Card), it&rsquo;s Game Over.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27731",
    "Name": "Story War",
    "ID": 137550,
    "Year": "(2013)",
    "Geek Rating": "5.413",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/137550/story-war",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3529",
    "Description": "It&rsquo;s a card game for 3-to-8 players that combines storytelling and combat! It&rsquo;s more about creativity and alluding to pop culture (or just regular culture) than it is about math or numbers. It takes about 30 minutes to play a full game, even with an 8 person game.&#10;&#10;Players choose a Warrior card (like Medusa or Puss In Boots) from their hand to represent them in battle, then multiple players must work together as a team to defeat the players on the other side of the table. They also use Item cards (like Excalibur or Flying Carpet) to get them out of a tight spot and turn the battle around! Each battle is also set on a Battlefield (like Beanstalk or Sleepy Village) and players can use the terrain to their advantage.&#10;&#10;The actual battle is conducted by players describing their character's action to the judge, who has final ruling on all matters. If it convinces the judge, it's fair game! After each battle, the role of the judge passes to the player on the current judge's left.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27732",
    "Name": "Trap the Cap",
    "ID": 1730,
    "Year": "(1927)",
    "Geek Rating": "5.413",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/1730/trap-the-cap",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0909",
    "Description": "An age-old children's game, for which multiple variants exist.  Multiple editors and editions.&#10;&#10;In the common version of the game, players roll the dice to move their &quot;caps&quot; around the board.  If a player lands on another cap or a stack of caps, that player captures the stack by nesting his or her cap on top of the stack.  A player then seeks to return that stack of caps to home-base to keep them.  The game ends when there is only one active color of caps left on the board.  In one version of the game, the winner is the player who captured the most caps of other colors during the course of the game.  In the other version of the game, the player who has active caps left on the board is the winner.&#10;&#10;According to Miscellaneous Game Book this was first published in 1927 by Otto Maier Verlag.  It led to many copycats, including two from Spears.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Running-Fight Games",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "27733",
    "Name": "Headache",
    "ID": 9921,
    "Year": "(1968)",
    "Geek Rating": "5.412",
    "Avg Rating": "4.39",
    "Link": "https://boardgamegeek.com/boardgame/9921/headache",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0833",
    "Description": "Players move their men around the board while trying to capture the other player's men.  Pieces are cones that are stacked when captured.  The winner captures all of his opponent's men.&#10;&#10;Gameboard has 2 dice in a pop-o-matic bubble.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Area Movement",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Running-Fight Games",
      "Components: Pop-O-Matic"
    ]
  },
  {
    "Rank": "27734",
    "Name": "Trick 'r Treat",
    "ID": 1170,
    "Year": "(1998)",
    "Geek Rating": "5.412",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/1170/trick-r-treat",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0909",
    "Description": "Against the sand timer, you've got to match off 8 dice against the cards you've been dealt. The dice show various pumpkin heads from Halloween, with different eyes, mouths and stems. Grab the dice that match your cards and pass them for checking. If you're correct, grab some sweets, but if you're wrong, your checker dumps one of their cards on you. Play some rounds and the most sweets wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Holidays: Halloween",
      "Series: à la Carte (Goldsieber)"
    ]
  },
  {
    "Rank": "27735",
    "Name": "Evil Baby Orphanage",
    "ID": 128565,
    "Year": "(2012)",
    "Geek Rating": "5.411",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/128565/evil-baby-orphanage",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4848",
    "Description": "The semi-educational game of time travel and abduction!&#10;&#10;Evil Baby Orphanage is a communal deck party card game for three or more players. Each player takes on the role of a Time Nanny using advanced time out technology to rid the time stream of the world's worst villains and &quot;prehabilitate&quot; them to be accountants, or ballerinas, or something.&#10;&#10;The game consists of two decks; the baby deck and the nanny deck. During your turn play nanny cards from your hand to &quot;adopt&quot; babies from your friends, keep your babies in check, and make your opponent's babies go nuts. Then each of your babies takes its &quot;unsupervised actions&quot; unless you can calm them down with toys or nap time. Finally, adopt an evil baby from the time stream (three face up babies from the baby deck), draw more nanny cards, and end your turn.&#10;&#10;Start your turn with ten mischief and win the game, but be careful, containing the world's most mischievous babies isn't easy! Keep your babies from burning down your orphanage as you try to keep the Unabomber away from the arts and crafts table, Kim Jong Il away from the toy rocket ship, and Caligula away from everyone...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "27736",
    "Name": "There's a Moose in the House",
    "ID": 12063,
    "Year": "(2004)",
    "Geek Rating": "5.411",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/12063/theres-a-moose-in-the-house",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.027",
    "Description": "From the publisher...&#10;&#10;Eeek! There's a moose loose in the kitchen... and another in the bathroom! In this silly matching card game, the goal is to keep moose out of your house, while at the same time giving them to your opponents. Use a door to close off empty rooms, or if you're lucky, plant a moose trap to keep those lovable but uninvited visitors away! The player with the fewest moose wins.&#10;&#10;Contents&#10;&#10;20 Empty Room cards &#10;20 Moose in the Room cards &#10;10 There's a Moose in the House cards &#10;5 Door cards &#10;3 Moose Trap cards&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Moose / Elk"
    ]
  },
  {
    "Rank": "27737",
    "Name": "Busen Memo",
    "ID": 6749,
    "Year": "(2001)",
    "Geek Rating": "5.410",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/6749/busen-memo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4118",
    "Description": "Busen Memo is a a memorization game, not dissimilar from Memory and Concentration. Here you must find the matching left and right breasts of 48 women.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "27738",
    "Name": "Shark Attack!",
    "ID": 6284,
    "Year": "(1988)",
    "Geek Rating": "5.410",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/6284/shark-attack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "It's a race! And a chase! And a swim-for-your-life escape! You are one of four little fish that encounter a shark with a ferocious appetite. You've got to move--and move fast!&#10;&#10;Roll the dice and move your fish. But watch out! If you're not fast enough, the motorized shark creeps up behind and swallows your fish. You're out of the game. The last fish to escape the shark's bite wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Race",
      "Real-Time",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Animals: Sharks"
    ]
  },
  {
    "Rank": "27739",
    "Name": "Harry Potter: Magical Beasts Board Game",
    "ID": 218358,
    "Year": "(2016)",
    "Geek Rating": "5.410",
    "Avg Rating": "4.13",
    "Link": "https://boardgamegeek.com/boardgame/218358/harry-potter-magical-beasts-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Set in the Harry Potter world, you play as one of the four characters, Harry Potter, Ron Weasley, Hermione Granger or Ginny Weasley in a race to discover the magical beasts. You will collect clues to track down creatures inside and outside Hogwarts.&#10;&#10;The objective is to obtain four cards that corresponds to one beast. Each turn, a player will roll the dice which will correspond to the number of spaces a player moves. When a player lands on a tile that indicates a type of a card (Color, Size, Location or M.O.M Classification), they get to take one card from that pile. The card is then placed facedown. Should you obtain another card of that type, you place the new card on top of the other card. The dice ranges from 2-6 with one of the sides showing a &quot;P&quot;. When this side is rolled, the player who rolled it, gets to go to a passage (location space marked with a &quot;P&quot;) of his/her choice. All other players not on a &quot;P&quot; are temporarily removed. The game board then shifts and the player who rolled the &quot;P&quot; are able to put the other players on any tile of his/her choosing and can steal one of their cards. First player who obtains all four cards of each type for one magical beasts wins.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "27740",
    "Name": "Mega Man: The Board Game",
    "ID": 150811,
    "Year": "(2016)",
    "Geek Rating": "5.410",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/150811/mega-man-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.5714",
    "Description": "Mega Man: The Board Game, created and licensed by Jasco Games, brings all the excitement and fun found in the classic video game series to the tabletop.&#10;&#10;Created for the 25th anniversary of the character, Mega Man: The Board Game is a 2-6 player board game in which players control both their character and Dr. Wily's forces, ideally to impede the progress of other players. After determining who goes first, players choose the Robot Master's stage on which they wish to start the game. On your turn, flip over the challenge card to reveal your first challenge. You choose the dice you wish to use to pass the challenge, then play cards from your hand and use abilities from your character to blast, jump or run through the challenge. Your opponents can play cards from the Dr. Wily side of their hand to make your challenge more difficult, possibly doing damage or taking lives from you along the way. If you beat the challenge, you move forward on the stage a number of spaces determined by the challenge you defeated.&#10;&#10;Once all spaces are clear and you are face-to-face with the Robot Master, you enter the &quot;Boss Battle&quot;. You and your opponents now take turns battling each other until only one robot remains standing. If you are the victor, you take the Robot Master's powers from the character card, stacking it under your own character card. If you were the first player to defeat this Robot Master, you also gain its Trophy, which allows you to set a die to any face you wish in a future Challenge or Boss Battle.&#10;&#10;Play continues around the board until you have defeated enough Robot Masters to enter Dr. Wily's castle and face the final boss. The first player to defeat Dr. Wily wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Video Game Theme: Nintendo"
    ]
  },
  {
    "Rank": "27741",
    "Name": "Evil Genius: Deathray",
    "ID": 180611,
    "Year": "(2015)",
    "Geek Rating": "5.410",
    "Avg Rating": "4.48",
    "Link": "https://boardgamegeek.com/boardgame/180611/evil-genius-deathray",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.3684",
    "Description": "Have you ever dreamed of being an Evil Genius?&#10;&#10;Perhaps you&rsquo;ve already begun your career by experimenting with lasers and uranium. Every Evil Genius needs a deathray to make global leaders bow to his or her every whim.&#10;&#10;The Vile Genius Labs team produces quality board games for your domination needs. Our first of many board games is Deathray 1.0, which enables you to design and craft a devious machine of global domination!&#10;&#10;Your nefarious imagination has no limits when it comes to the weapons and components you add to your deathray.&#10;&#10;From guidance systems and power sources to weapons and ammo, you and your flunky plug each piece into place, while competing against and sabatoging other Evil Geniuses to complete your death ray first.&#10;&#10;Let the darkness flow through you as you build your deathray to your exacting specifications and make your dream a reality.&#10;&#10;Dream! Build! Dominate!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "27742",
    "Name": "Black Mirror: NOSEDIVE",
    "ID": 265316,
    "Year": "(2018)",
    "Geek Rating": "5.409",
    "Avg Rating": "4.08",
    "Link": "https://boardgamegeek.com/boardgame/265316/black-mirror-nosedive",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8",
    "Description": "Modeled after the iconic Black Mirror episode of the same name starring Bryce Dallas Howard, in NOSEDIVE players are challenged to create a &quot;perfect&quot; life by collecting lifestyle cards, while avoiding any &quot;dings&quot; to their social score.&#10;&#10;Integrated with the free NOSEDIVE smartphone app available on iOS and Android, the game includes over one thousand unique experiences to impress players' important friends and improve their social standing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Voting",
      "Worker Placement"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "27743",
    "Name": "Sorry!",
    "ID": 313121,
    "Year": "(2016)",
    "Geek Rating": "5.409",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/313121/sorry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "3 pawn version of Sorry! with rules that allow moving out of home with cards other than 1 and 2. Identical to 2013 Fire &amp; Ice version, but with those aspects removed.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Game: Sorry!",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "27744",
    "Name": "Escape The Night: The Board Game",
    "ID": 313850,
    "Year": "(2020)",
    "Geek Rating": "5.409",
    "Avg Rating": "4.72",
    "Link": "https://boardgamegeek.com/boardgame/313850/escape-the-night-the-board-game",
    "Min Players": "1",
    "Max Players": "11",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Based on the first season of the hit reality competition of the same name, this competitive/cooperative roll-and-move voting game for 1-11 players features 10 characters invited by &quot;The Savant,&quot; a prominent socialite, to attend a dinner party on his behalf in celebration of his inheritance of a mysterious house trapped in the year 1920. Upon arrival, however, they quickly discover that an evil entity has possessed the house and trapped them inside. To escape, they must find 9 cursed artifacts needed for a ritual to banish the entity. But it won&rsquo;t be easy&mdash;the house's evil forces have perplexing puzzles and vicious monsters guarding the artifacts. Worse yet, they must complete the ritual before sunrise, as every hour, the entity demands they vote for two of their own to compete in a deadly challenge, with only one survivor. Additionally, the entity has sent a masked servant to retrieve the artifacts first on its behalf. Will the 11 trapped guests perish one by one, or will they complete the ritual and escape the night before sunrise?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Horror",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Alliances",
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Take That",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Eastar Game Manufacturing",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "27745",
    "Name": "Devil Bunny Hates the Earth",
    "ID": 1817,
    "Year": "(2001)",
    "Geek Rating": "5.409",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/1817/devil-bunny-hates-the-earth",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2222",
    "Description": "Second in the seemingly choose-random-words-for-a-plot Devil Bunny series, the idea behind this game is, frighteningly enough:&#10;&#10;You and your friends are honest, hard working taffy pulling machines working in Devil Bunny's taffy factory.  Devil Bunny hates the Earth, for reasons best left known to people who bother to think about such things, and has decided to have his revenge by releasing upon this world the most unsatisfying brand of saltwater taffy known to man.  You and your friends have devised a way to stop him, however.  By luring cute and cuddly little squirrels into the factory and getting them to gum up your works (presumably doing unpleasant things to the squirrel, too) you think you might be able to break yourself, thus foiling Devil Bunny's plot.  Sure, it's a half baked idea, but you're taffy pulling machines, not scientists.  Besides, Devil Bunny's plot isn't likely to succeed anyway.&#10;&#10;The game focuses on distribution of tokens (representing squirrels) in a linear fashion eventually leading to your machine.  However, on certain rolls of the dice, Devil Bunny will come out onto the board and repair (remove tokens from) a machine.  Wacky, fun, quick.&#10;&#10;Awards&#10;&#10;&#10;    2001 Origins Award Nominee: Best Abstract Board Game&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "27746",
    "Name": "Connect 4 (Revised Edition)",
    "ID": 65262,
    "Year": "(2008)",
    "Geek Rating": "5.409",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/65262/connect-4-revised-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2381",
    "Description": "From Hasbro.com:&#10;&quot;Challenge a friend to checker-dropping fun with CONNECT 4! There are three ways to play, so choose your game:&#10;&#10;Original: Drop in your checkers and be the first to get 4-in-a-row to win.&#10;&#10;Pop Out: Get 4 in a row by popping a checker out instead of dropping one in!&#10;&#10;Pop 10: Pop checkers out of the grid. If your checker is part of a 4-in-a-row, you get to keep it. The first player to get 10 checkers wins.&#10;&#10;When you're done playing, tote your game around with a convenient carrying handle. The checkers store inside the grid so you're ready to play anytime!&quot;&#10;&#10;Contents:&#10;42 checkers (21 yellow, 21 red)&#10;Grid with checker catcher base/handle&#10;Instructions&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 3-Dimensional (3D)",
      "Components: 6 x 7 Grids",
      "Game: Connect 4",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "27747",
    "Name": "Jim Henson's Labyrinth: The Board Game",
    "ID": 198447,
    "Year": "(2016)",
    "Geek Rating": "5.408",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/198447/jim-hensons-labyrinth-the-board-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.8125",
    "Description": "&quot;Give me the child. Through dangers untold and hardships unnumbered, I have fought my way here to the castle beyond the Goblin City to take back the child that you have stolen, for my will is as strong as yours, and my kingdom as great.&quot;&#10;&#10;Jim Henson's Labyrinth: The Board Game is a beautiful exploration of the movie for 1-5 players in which Sarah, Ludo, Sir Didymus and Hoggle must adventure through the labyrinth and make their way to the goblin city to save Toby from Jareth, the goblin king!&#10;&#10;The board is very simplistic, beautifully illustrated and dominated by the titular Labyrinth. This is the maze that players must navigate every time they wish to save Sarah&rsquo;s baby brother. Each game is different with the blank card spaces being filled with the magical encounters and monsters that are depicted on the deck of cards that comes with the game, this ensures a great deal of replayability and unpredictability in the game, giving the Labyrinth its signature feel.&#10;&#10;The game consists of two distinct stages, one in which the group must adventure through the labyrinth trying to find the goblin city whilst keeping their willpower as high as possible (nobody wants to fall into the oubliette!), and a second stage in which the players must fight their way into Jareth's castle where Sarah must say the&nbsp;magical words that will release her brother.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Jim Henson's Board Game Collection (River Horse)"
    ]
  },
  {
    "Rank": "27752",
    "Name": "Mensch ärgere Dich nicht",
    "ID": 404427,
    "Year": "(1910)",
    "Geek Rating": "5.407",
    "Avg Rating": "3.84",
    "Link": "https://boardgamegeek.com/boardgame/404427/mensch-argere-dich-nicht",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&quot;Mensch &auml;rgere Dich nicht&quot; is a very well known German board game, developed by Josef Friedrich Schmidt in 1907/1908. The game was issued in 1914 and sold about 70 million copies. It is similar to Parcheesi, but has several considerably different rules.&#10;&#10;In the most recent Mensch &auml;rgere Dich nicht:&#10;- You only roll with one die, not two. There are therefore no bonuses (which often give you choices in Parcheesi) and penalties for rolling doublets. Instead, you roll the die again if you rolled a 6.&#10;- You start the game with a pawn on your enter space.&#10;- It is much harder to enter a pawn after the beginning of the game. This happens on a 6 and it is compulsory. The probability is 16.67%, whereas the probability in Parcheesi to roll a 5 on one of two dice or with both dice together is considerably higher at 41.67%. So it is much less likely that you have more than one movable pawn which would present you with choices when you roll.&#10;- There are no bonuses for capturing opponent's pawns or for reaching home.&#10;- There are no safe places where you can't be captured by an opponent, not even your own enter space.&#10;- You have to move any pawn off your enter space first chance you get unless there are no more pawns in waiting to enter as well. Which also reduces the number of decisions you can make.&#10;- Blockades with two pawns of the same colour on a space aren't possible under the standard rules, they are only an optional variant.&#10;- The board is somewhat different, particularly there is no home path leading up to a home square.&#10;&#10;These differences are based on the rule PDFs of the  Mensch &#195;&#164;rgere dich nicht rules by Schmidt Spiele and the  Parcheesi rules by Hasbro (version from 2001).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "27748",
    "Name": "Spellfire",
    "ID": 4229,
    "Year": "(1994)",
    "Geek Rating": "5.407",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/4229/spellfire",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0444",
    "Description": "Microbadge:  &#10;&#10;Spellfire is a CCG put out by TSR, using many of the monsters and personalities from the various Dungeons and Dragons settings (Forgotten Realms, Dark Sun, Ravenloft, Dragonlance, etc).  The first player to play 6 realm cards and successfully protect them wins the game. To attack enemy realms and defend their own, players use heroes, monsters, spells, psionic powers, thief abilities, artefacts and magical items.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Open Drafting",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "27749",
    "Name": "Monopoly: Disney",
    "ID": 8633,
    "Year": "(2001)",
    "Geek Rating": "5.407",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/8633/monopoly-disney",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8571",
    "Description": "This special Limited Edition includes the following features:&#10;&#10;1.  Eight (8) Collectible playing pieces, including Snow White and Pinnochio &#10;2.  Magic Moments and Show Time cards to magically reward you or send you on a mad chase around the board (replaces Chance and Community Chest) &#10;3.  White Rabbit Cottages and Sleeping Beauty Castles to build on your properties &#10;4.  Gameboard spaces contain the Disney films as properties you are buying.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "27750",
    "Name": "Outrage! Steal the Crown Jewels",
    "ID": 1147,
    "Year": "(1992)",
    "Geek Rating": "5.406",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/1147/outrage-steal-the-crown-jewels",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8966",
    "Description": "The Official Tower of London Board Game&#10;The Challenge. You have been challenged to enter the Tower of London, steal one or more of the Crown Jewels and escape. This is no easy task. The Jewels are housed in the White Tower in the centre of the Fortress. The White Tower is surrounded by walls and towers, beyond which, on the north, east and west sides, lies an uncrossable moat. To the south is the River Thames.&#10;Security within the Tower of London is such that you cannot bring anything with you which might asssist you. All the equipment necessary must be gathered while you move around inside the Tower of London looking like an innocent visitor. You may wish to attempt the challenge individually or in teams.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Components: Gems/Crystals",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "27751",
    "Name": "Jumanji",
    "ID": 359194,
    "Year": "(2021)",
    "Geek Rating": "5.406",
    "Avg Rating": "4.61",
    "Link": "https://boardgamegeek.com/boardgame/359194/jumanji",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This game has completely different rules from the 1995 version, which was reissued in 2017 in a wooden box but with the same old rules. The rules also seem to be different from the 2019 playable prop replica. The focus of the new game is an actual jungle adventure.&#10;&#10;The 2021 version has similar wooden box, but the board now has  four undifferentiated pathways over a jungle scene with a waterfall and a volcano and other jungle details. The pawns now look like the rhinoceros figure from the original movie.  It comes with two regular six-sided dice, four six-sided &quot;challenge dice&quot;, 12 life tokens, and a sand timer. When the lid opens the two sides have the same text as the game in the original movie.&#10;&#10;It has a deck of 100 &quot;challenge cards&quot; and a green card reader which doesn't work very well. (There's also an electronic version that reads the text.) On the front of the card is a hidden riddle, from which you're supposed to guess one of 20 categories.&#10;&#10;On the back of the card is a &quot;challenge&quot;.  These range from the sort of dice rolling that was used in the old game to physical role-playing activities like jumping across an imagined chasm or racing to the refrigerator to get a piece of fruit and taking a bite before the timer runs out.  There are storytelling challenges like imagining there's a lion and telling how you'd get away from it, acting challenges like having the whole group howl like wolves, and trivia questions relating to the jungle.&#10;&#10;If you fail a challenge you lose a life token.  If any player loses three life tokens the group as a whole loses the game, but players can give their life tokens to another player.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Card Play Conflict Resolution",
      "Player Judge",
      "Race",
      "Role Playing",
      "Roll / Spin and Move",
      "Semi-Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Jumanji / Zathura"
    ]
  },
  {
    "Rank": "27753",
    "Name": "Spoons",
    "ID": 1692,
    "Year": "(1972)",
    "Geek Rating": "5.406",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/1692/spoons",
    "Min Players": "4",
    "Max Players": "13",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0851",
    "Description": "You pull from a regular deck of cards 4 of a kind for each person playing. Shuffle those all together and deal them out so each person has 4 cards. They can't look at them until the game starts though. Place spoons on the table (enough for all except one player). Position them fairly, so each person pretty much has the same chance to grab one. You have one person (this job rotates hand to hand) start calling out 'pass'. How you pass is to select one card from your hand, put it on the table face down next to the person on your right, then you pick up the card the person on your left put down. You keep doing this until 1) you get 4 of a kind or 2) someone else gets four of a kind. At this point you grab a spoon, and the person who doesn't get a spoon gets a 'pig' point. Once you get 3 pig points you are a hog. If you are a hog you have lost, but you can still be part of the game. Hogs can talk to game players, but if a game player talks to a hog they get a pig point. Of course the winner is the person left when everyone else is a hog.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Player Elimination",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Card Games: Exchange",
      "Card Games: Matching",
      "Card Games: Outplay",
      "Components: Traditional Playing Cards",
      "Sports: Golf",
      "Traditional Games: Spoons"
    ]
  },
  {
    "Rank": "27754",
    "Name": "Young Jedi: Collectible Card Game",
    "ID": 2130,
    "Year": "(1999)",
    "Geek Rating": "5.406",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/2130/young-jedi-collectible-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6364",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;This is a very simple CCG based on the movie Star Wars: Episode I.&#10;&#10;First, after shuffling, you see who goes first (usually drawing &quot;destiny&quot;) and then draw 6 cards from your reserve deck.  The player who goes first usually chose the planet to battle at first.  And, from these 6 cards, you then deploy up to 6 &quot;counters&quot; worth of cards from your hand.  These can be Locations (if you are on the same planet), weapons and characters.  There were also &quot;effect&quot; cards that could be deployed to the table to boost up your characters, power, equipment and # of counters per turn.&#10;&#10;Phase two is battling for the planet you are currently on.  You lay any battle cards in your hand down and pick up your deployed character and weapon cards.  These are arranged in the order of &quot;battle card, weapon card, character card.&quot;  With the cards in order from last (first character you want to battle with) to first (last character to be battled), you place them face down in a stack and you both turn over cards until you get to a character (in the case of weapons and battle cards).  Cards turned over before the character are attached to the character (weapons and such) if the character can use them.  If the character can not use them, then they are discarded.  If you have weapons, you total up the number of &quot;power dots&quot; (red dots) and draw destiny.  That is the top card of your reserve deck.  You then look at the small number on the &quot;die&quot; in the upper right hand corner of the card.  You add this power to the character.  Whichever character has more power wins and the loser discards his character and attached cards.  Damage is listed on the card that lost.  The loser then discards that many cards off the top of his or her deck.  Both players then turn over their cards in the fight deck for the next characters to fight, etc. If the attacker ends up with more characters then the defender then the defender discards 1 card for each.  The cards that survived the battle remain at the planet for the next round.&#10;&#10;The final phase is called even up.  Pick up your original hand and you may discard it before drawing back up to 6 cards then go back to phase one again.  If you have more than 6 cards in your hand, you have to discard down to 6.  If you have less than, and you wish to keep them, you then draw to equal 6.  If you are not satisfied with your hand, you can discard the whole thing and draw 6 fresh cards.&#10;&#10;If after a battle you are the only one with characters left on a planet you have won it and you move to the next planet which is chosen by the winner of the planet.  You can also &quot;surrender&quot; the planet.&#10;&#10;You win by controlling 2 of the 3 planets or by running your opponent out of cards.&#10;&#10;There are a lot of other little things involved but that is basically how the game goes.  The artwork on the cards is up to Deciphers usual very high standards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "27755",
    "Name": "Star Trek: The Game",
    "ID": 3419,
    "Year": "(1992)",
    "Geek Rating": "5.405",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/3419/star-trek-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2143",
    "Description": "Players must navigate their way to each of the four planets by correctly answering questions from each of the five categories, obtaining four citations and returning to STARFLEET(tm) Command completely intact and fully functional. The first player to meet these requirements wins the game and is appointed the rank of Admiral.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "27758",
    "Name": "Shit Happens",
    "ID": 196379,
    "Year": "(2016)",
    "Geek Rating": "5.405",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/196379/shit-happens",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.0588",
    "Description": "Shit Happens is as funny and surprising and crazy as REAL LIFE.&nbsp;Each card depicts a horrible event that has happened- or COULD happen- to you.&nbsp;Like: BEING ATTACKED BY A SWARM OF BEES or SEEING YOUR FATHER NAKED.&nbsp;A panel of mental health experts has rated them all, from 1 to 100.&nbsp;Players have to put ten cards in their correct order.&nbsp;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "27756",
    "Name": "Bibleopoly",
    "ID": 6668,
    "Year": "(1991)",
    "Geek Rating": "5.405",
    "Avg Rating": "3.70",
    "Link": "https://boardgamegeek.com/boardgame/6668/bibleopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3636",
    "Description": "Bibleopoly is a simplified Monopoly re-theme where the object of the game is to be the first to build a church. This results in a faster game in which players aren't eliminated before the game ends. Bibleopoly is likened to Monopoly with the only goal being the first to have a property with a hotel.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Religious"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Religious: The Bible",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "27757",
    "Name": "Watch Ya' Mouth",
    "ID": 214899,
    "Year": "(2016)",
    "Geek Rating": "5.405",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/214899/watch-ya-mouth",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Watch Ya' Mouth contains a bunch of mouthguards and more than nine hundred phrases on 143 cards that you will find extremely challenging to say while sporting a mouthguard. Can you communicate clearly enough that others will guess what you're trying to say?&#10;&#10;The game is designed to play in teams, usually of two. One person wears a cheek retractor similar to what you get at a dentist, then they read a phrase on a card with the equipment in their mouth. Their teammate(s) are supposed to try and repeat the phrase correctly back (without the retractors).&#10;&#10;The team with the most correct answers wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Dental Retractor",
      "Game: Watch Ya' Mouth"
    ]
  },
  {
    "Rank": "27759",
    "Name": "Elfer raus!",
    "ID": 2086,
    "Year": "(1925)",
    "Geek Rating": "5.404",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/2086/elfer-raus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "Players attempt to empty their hands by playing off of the starting card in a grid pattern on the table. The number and color of a card determine whether or where a card may be placed, and players may play multiple cards per round or hold back any number of cards as a tactical decision. The game starts with the 11 red on the table, thus the title Eleven Starts!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Game: Elfer raus!",
      "Series: Kartenspiele (Ravensburger)"
    ]
  },
  {
    "Rank": "27760",
    "Name": "Rocketville",
    "ID": 21239,
    "Year": "(2006)",
    "Geek Rating": "5.404",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/21239/rocketville",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5797",
    "Description": "From the publisher:&#10;In the retro-future Hometown USA known as Rocketville, there's no greater honor or privilege than holding the office of Mayor- the goal of this fast-paced game of luck and strategy. Traveling from district to district via rocket, players campaign for votes- making promises, garnering endorsements, and recruiting robotic assistance- in a mad dash to win the popular vote and the game.&#10;&#10;",
    "Categories": [
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Retro"
    ]
  },
  {
    "Rank": "27761",
    "Name": "Kanji Battle",
    "ID": 28718,
    "Year": "(2007)",
    "Geek Rating": "5.404",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/28718/kanji-battle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4211",
    "Description": "In this card game you take the role of a Japanese mage, and you will battle others that, like you, long for the power the Kirin confer to their lords. For that, you will have to use spells binding the power the kanji give to the cards. In turns, you will choose how to combine them to make the most spectacular attack, to obtain one of the three Kirin cards that will give you the victory.&#10;&#10;Kanji battle is an agile game, quick to learn, where you will have a good time diving into the most magical Japan.&#10;&#10;Learn Japanese playing...&#10;&#10;Moreover, if you love the Japanese culture and you want to get fluent with the language, with the game you will learn to read kanji easily.&#10;&#10;The deck consists of 100 cards needed to pass the Official Level 4 Japanese exam (Noken 4), and can be used both to play and to study the language.&#10;&#10;Home Page: http://kanjibattle.edgeent.com&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan"
    ]
  },
  {
    "Rank": "27762",
    "Name": "Bed Bugs",
    "ID": 8486,
    "Year": "(1985)",
    "Geek Rating": "5.404",
    "Avg Rating": "4.48",
    "Link": "https://boardgamegeek.com/boardgame/8486/bed-bugs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0588",
    "Description": "What a rude awakening, you've got Bed Bugs!&#10;&#10;Players try to remove little plastic bed bugs of their color from a vibrating bed with oversized tweezers. The first to get all their bed bugs out of the bed wins.&#10;&#10;Excellent for building hand eye coordination in young and old alike. It&rsquo;s a wild ride but watch out, don't let the bed bugs bite!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Insects",
      "Components: Tweezers"
    ]
  },
  {
    "Rank": "27763",
    "Name": "Men Are from Mars, Women Are from Venus",
    "ID": 3515,
    "Year": "(1998)",
    "Geek Rating": "5.404",
    "Avg Rating": "3.95",
    "Link": "https://boardgamegeek.com/boardgame/3515/men-are-from-mars-women-are-from-venus",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "A game inspired by the book by John Gray.  Each turn one player draws a card and must answer a multiple choice question.  The other players attempt to guess how that player will answer.  Points are awarded for guessing correctly.  The questions deal with provocative and sometimes sensitive topics (sexuality, values, etc.), so one of the choices that is available to the answerer is &quot;choose not to answer&quot; (called the &quot;cave&quot; for men and &quot;well&quot; for women).&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Mars and Venus",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "27764",
    "Name": "Anastyr",
    "ID": 358340,
    "Year": "(2023)",
    "Geek Rating": "5.404",
    "Avg Rating": "2.76",
    "Link": "https://boardgamegeek.com/boardgame/358340/anastyr",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "Between the time that saw the sinking of Atlantis and the great flood that was to cover the world, there was an unsuspected Bronze Age. An age of legends, raw magic and conflicts in the lush jungles and steaming swamps that would one day become the Mediterranean Sea. Heroes from all over the continent embarked on a Homeric quest to save the world from the threat posed by Anastyr, the queen of dragons.&#10;&#10;Anastyr is a cooperative board game with miniatures for 1 to 4 players. Each player takes on the role of a powerful hero, and your team of heroes embarks on an incredible odyssey through a world where they will face hordes of enemies and monsters, wizards and warlords, all very different depending on the environment in which they live. Each hero has their own equipment and fighting style that will each evolve during the course of their journey; all hoping to be powerful enough to face the ultimate threat at the end of this epic, adventure-filled campaign! During their quest, heroes will ride a variety of mounts (horses, raptors, saber-toothed tigers and other exotic creatures) that will give them special advantages, and their combat skills and ability to coordinate with their companions will be tested constantly.&#10;&#10;Anastyr has some particularly immersive innovations, such as scrolling tiles, interchangeable magnetic mounts, and backdrops that turn your game board into a beautiful diorama. The game features a dynamic mix of playing cards and special dice to roll and introduces combat mechanics loosely based on brawler video games. Heroes eliminate their opponents by unleashing fearsome combos. But they will also be able to ravage the battlefield with their Fury, a devastating attack resulting from unleashing their rage that has accumulated over the course of the battle. Each hero has a unique deck, which reflects their individual fighting style. And in the campaign mode, this deck can be improved by the player by the addition of new cards they can choose which will reflect the evolution and the leveling up of the hero over time.&#10;&#10;Anastyr is easy to learn, but also fast, tactical... and brutal!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Dice Rolling",
      "Map Addition",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27765",
    "Name": "Trivial Pursuit: DVD – Pop Culture Game",
    "ID": 8039,
    "Year": "(2003)",
    "Geek Rating": "5.404",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/8039/trivial-pursuit-dvd-pop-culture-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "All-new multi-media version of America's favorite trivia game. Includes 2,400 card questions and a DVD with 600 DVD questions.&#10;&#10;Features 6 categories: Television, Movies, Music, Sports/Games, Buzz, and Fads.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "27766",
    "Name": "Surprise Slides Game",
    "ID": 149051,
    "Year": "(2013)",
    "Geek Rating": "5.403",
    "Avg Rating": "4.13",
    "Link": "https://boardgamegeek.com/boardgame/149051/surprise-slides-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each player on their turn spins a spinner and moves to the matching color.  If the spot landed on is a 'slide' that player's token moves either forward or backward depending on the slide.  Also on the spinner are 'flip' and 'shuffle' which allow the players to flip or shuffle the rooms which contain the slides, changing the location and direction of the slides on the board.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Comic Strips: Peanuts",
      "Movies: Frozen"
    ]
  },
  {
    "Rank": "27767",
    "Name": "Dante's Inferno",
    "ID": 6201,
    "Year": "(2003)",
    "Geek Rating": "5.403",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/6201/dantes-inferno",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9688",
    "Description": "This is a fairly complex strategy game featuring resource management and trading.  The objective is to move one of your player tokens to the 9th circle and defeat Lucifer.&#10;&#10;The initial setup is the outer ring of the board. Each tile is two rings and the tiles are numbered. Players take turns placing 3 of their player tokens on the tile of their choice.  Each tile corresponds to one of four resources.&#10;&#10;At the beginning of each player's turn, two dice are rolled.  A 7 brings a demon into play in a corner of that player's choice.  Any other number will result in some players gaining resources. Rolling doubles gives your regular allotment of resources, plus a resource of your choice.  Rolling 2 or 12 allows you to place a marker on one tile that either doubles or eliminates production for that tile.&#10;&#10;Players can use their resources to bring out new player tokens, buy new tiles for inner circles of hell, move themselves, descend deeper into hell, move others, flip tiles, or alter die rolls.  Players can trade resources with other players during their turn.  The lower circles of hell generate more resources (2 for 3/4, 3 for 5/6 and 4 for 7/8).&#10;&#10;The game ends when a player descends to the ninth level and defeats Lucifer by rolling a 10 or better on two dice.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Religious"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Demons",
      "Digital Implementations: VASSAL",
      "Theme: Hell"
    ]
  },
  {
    "Rank": "27768",
    "Name": "Yahtzee Jr.",
    "ID": 3845,
    "Year": "(1988)",
    "Geek Rating": "5.403",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/3845/yahtzee-jr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0952",
    "Description": "Yahtzee Jr. -  for 2 to 4 players Ages 5 and up&#10;&#10;Score the most points by rolling as many of the same Disney characters on the dice as you can.&#10;&#10;On each turn, you roll the dice UP TO THREE TIMES, trying to roll as many of the same Disney characters as you can. You roll Yahtzee style ... selecting the dice you wish to re-roll ... and re-rolling up to two times after your first roll. The Mickey Mouse dice icon is &quot;wild&quot; and can count as any character you wish. The more matching dice of a character you roll, the higher you score. To score, add up the matching dice of that character. Then mark the score by placing its matching token on the score board.&#10;&#10;After all turns have been taken and scored, players then total up their scores by adding up the Column Numbers above each of their tokens. The player with the highest total wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Mice",
      "Brands: Disney",
      "Characters: 101 Dalmatians",
      "Characters: Benjamin the Elephant",
      "Characters: Captain Sabertooth",
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Comic Strips: Rupert Bear",
      "Comic Strips: Spike and Suzy",
      "Game: Yahtzee",
      "Movies: Star Wars",
      "Movies: Toy Story",
      "Series: Kniffel (Schmidt Spiele)",
      "Theme: Superheroes",
      "Traditional Dice Games: Yacht",
      "TV Shows: SpongeBob SquarePants",
      "Versions & Editions: Junior Versions of Grown-Up Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "27769",
    "Name": "Toss Across",
    "ID": 6898,
    "Year": "(1969)",
    "Geek Rating": "5.403",
    "Avg Rating": "4.44",
    "Link": "https://boardgamegeek.com/boardgame/6898/toss-across",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A dexterity version of Tic-Tac-Toe in which the players or teams take turns tossing bean bags onto the 3x3 game board trying to rotate the spaces so that an X or O is showing.  The first player or team to get three of their symbol in a row wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Characters: Hello Kitty",
      "Components: 3 x 3 Grids",
      "Series: World's Smallest Games Series (Super impulse)",
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "27770",
    "Name": "Tribond",
    "ID": 1962,
    "Year": "(1989)",
    "Geek Rating": "5.402",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/1962/tribond",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3614",
    "Description": "Players are given a list of three items and must determine the common bond.  Landing on another pawn brings up a challenge situation, where the winner stays put and the loser moves back.  The first team to bring their three pawns around the triangles wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: TriBond",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "27771",
    "Name": "Roller Coaster Hippo",
    "ID": 4587,
    "Year": "(1988)",
    "Geek Rating": "5.402",
    "Avg Rating": "4.81",
    "Link": "https://boardgamegeek.com/boardgame/4587/roller-coaster-hippo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1852",
    "Description": "Roller Coaster Hippo is a party game where players have to answer questions, mime, or model objects in clay. The hippopotamus who reaches the finishing line first, wins. Along the way, players are given funny tasks and participate in crazy events. Play typically lasts approximately one hour, although a 30-minute game is also described in the rules.&#10;&#10;This game has also been released in an advanced version as Ein Nilpferd kommt selten allein (Hippofolies Master)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Line Drawing",
      "Singing",
      "Storytelling"
    ],
    "Families": [
      "Animals: Hippopotamuses",
      "Promotional: Board Games",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "27772",
    "Name": "Yeti in My Spaghetti",
    "ID": 198961,
    "Year": "(2015)",
    "Geek Rating": "5.402",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/198961/yeti-in-my-spaghetti",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "No one knows why, but a yeti is sitting on the spaghetti. Spaghetti is laid across a bowl and the yeti is placed on top. Players take turns taking spaghetti from the bowl using a single hand. If the current player successfully remove a noodle and Yeti does not fall to the bottom of the Bowl, then the next player in turn order goes next. If Yeti falls to the bottom of the Bowl during the current player's turn (or immediately after their turn, before the next person goes), the game is over! The player who last successfully removed a Noodle before the player who made Yeti fall is the winner!&#10;&#10;Contents: 30 noodles, Yeti, Bowl, Instructions&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Player Elimination"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Food & Drink: Pasta/Spaghetti"
    ]
  },
  {
    "Rank": "27773",
    "Name": "The Big Bang Theory: Fact or Fiction Game",
    "ID": 115793,
    "Year": "(2011)",
    "Geek Rating": "5.402",
    "Avg Rating": "4.35",
    "Link": "https://boardgamegeek.com/boardgame/115793/the-big-bang-theory-fact-or-fiction-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2222",
    "Description": "Get Ready to get your geek on as you test your knowledge from THE BIG BANG THEORY! Players answer trivia question, compete in rounds of &quot;Rock, Paper, Scissors, Lizard, Spock&quot; and draw their way to collecting a complete set of character cards!&#10;&#10;Included are: Fact Cards, Fiction cards, Character Cards, Game board, 8 Playing Pieces, Die, Pad of Paper, and Comprehensive instruction manual.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: The Big Bang Theory"
    ]
  },
  {
    "Rank": "27774",
    "Name": "Wench",
    "ID": 17451,
    "Year": "(2005)",
    "Geek Rating": "5.401",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/17451/wench",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.2581",
    "Description": "Wench is a fast paced social game utilizing 52 cards illustrated by artist Monte Moore (Magic CCG, Playboy, Lucasfilm, DC Comics.) Wench! A Drinking Man's Thinking Game can be played as a drinking game, or other methods of 'penalties' can be agreed upon by players prior to game play.  The cards also feature traditional poker symbols, so the cards may be used to play games such as Texas Hold 'Em, Poker, or a Wench variation utilizing the card mechanics.  Cards have 3 different categories, Stein (table cards), Barley (played only on a player's turn) and Wing (which can fly out of a player's hand at any time).  The game involves remembering what cards your opponents have that they may have shown during the game, or tricking them into breaking one of your rules or a rule that is in play so they must pay a penalty, and you can remove a card from your hand. The object of the game is to remove all cards from your hand and go 'out,' thereby making the player at the end of the night, who accumulated the most points, The Wench of the evening.  They will then have to pay an agreed upon punishment such as buy the beer or pizza, take out the garbage, etc.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Category: Drinking Games"
    ]
  },
  {
    "Rank": "27775",
    "Name": "Pass-out",
    "ID": 5650,
    "Year": "(1962)",
    "Geek Rating": "5.401",
    "Avg Rating": "3.81",
    "Link": "https://boardgamegeek.com/boardgame/5650/pass-out",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "1.1",
    "Description": "Reminiscent of a College drinking game, players roll and move around a board taking a drink when the board square instructs.&#10;&#10;Each time a player passes the 'start' square he must take a 'Pink Elephant' card which contains a tongue twister.  If he managers to recite the card three times successfully he gains the card.&#10;&#10;The first player to obtain 10 'Pink Elephants' is declared the winner.&#10;&#10;A large disclaimer at the end of the rules: &quot;Not intended for use with Alcoholic Beverages.&quot;&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "27776",
    "Name": "Fox and Geese",
    "ID": 10213,
    "Year": "(1400)",
    "Geek Rating": "5.401",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/10213/fox-and-geese",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4783",
    "Description": "Possibly a relative of Hnefatafl, Fox and Geese is a hunt game played on a cross-shaped board of thirty-three points connected by vertical, horizontal, and alternating diagonal lines.  Like many ancient abstract strategy games, the number of pieces and their starting positions varies from region to region but the general play of the game is the same: one player controls a single piece, the fox, the other player controls the geese (usually 13 to 17).  The fox player tries to remove all of the geese from the board by jumping them.  The geese player tries to prevent this from happening by pinning down the fox so that it cannot move.&#10;&#10;The game of Solitaire can be played on a Fox &amp; Geese board, and some sets include additional markings for playing Asalto = Siege.&#10;&#10;There are some claims that Fox and Geese is related to an earlier game called Halatafl, but there is as yet no concrete definition of what exactly this game was or how it was played.  There are also several contemporary games using the Halatafl name, at least one of which is played on a similar board to Fox and Geese but with differing rules.&#10;&#10;https://av.getinfo.de/media/11310?2 ( CC Attribution - NonCommercial - NoDerivatives 3.0 )&#10;http://vimeo.com/51819749&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement",
      "Square Grid",
      "Static Capture",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Animals: Foxes",
      "Animals: Geese",
      "Digital Implementations: Tabletopia",
      "Mechanism: Hunt",
      "Players: Two-Player Only Games",
      "Promotional: Board Games",
      "Region: Palestine",
      "Rivers: Volga",
      "Traditional Games: Fox and Geese"
    ]
  },
  {
    "Rank": "27777",
    "Name": "Star Wars: Jedi Unleashed",
    "ID": 3285,
    "Year": "(2002)",
    "Geek Rating": "5.401",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/3285/star-wars-jedi-unleashed",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4286",
    "Description": "Two to Five players take on the roll of the Jedi in a battle against creatures and droids on the Geonosis battle field.  Players receive a number of Jedi cards from a random draw.  The Jedi are distributed around the circular battle field as are the enemy.  Players then move one of their Jedi and attack the enemy, followed by moving one of the enemy and attacking an opposing player's Jedi.  The advanced game includes the Reek which players may try to climb upon and/or crush their opponents with. There is a built in mechanism that will end the game through use of Yoda moving along a track when a &quot;Yoda&quot; die face comes up.  When he reaches the end of the track, it's game over (unless everything has been destroyed before then). Players win by destroying the most creatures, counting only those on their surviving Jedi cards.  There is also a nice mechanism to allow an eliminated player back into the game using unclaimed Jedi cards.&#10;&#10;The game comes with a sturdy mounted board, 18 Jedi cards, 3 special dice with attack labels, 74 hard cardboard Pawns with plastic stands, and rules.&#10;&#10;FROM THE BOX: The Jedi have been thrown into a perilous fight against a swarm of enemy creatures.  Severely outnumbered, you are up against unthinkable odds... Who will you target first, the Genosians?  Count Dooku?  Jango Fett?&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "27778",
    "Name": "Overturn: Rising Sands",
    "ID": 240624,
    "Year": null,
    "Geek Rating": "5.401",
    "Avg Rating": "1.60",
    "Link": "https://boardgamegeek.com/boardgame/240624/overturn-rising-sands",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "160",
    "Weight": "0",
    "Description": "Overturn was a campaign on Kickstarter that was suspended by Kickstarter for multiple reasons including DMCA violations. The game was never produced. The demo rulebook made available was mostly a straight-up copy of the Massive Darkness rulebook.&#10;&#10;Overturn is tactical combat based RPG board game with co-op elements to it. It uses a rich Middle Eastern folklore as a backdrop to tell its story which is ingrained with supernatural elements, legends and conspiracies.&#10;&#10;The game uses a multiboard system to depict major scenarios with each major scenario ultimately ending after defeating its boss. The objective to win is simple: defeat all the bosses to reach the final boss and win the game. This can be done all on its own but it&rsquo;s the coop element that makes Overturn unique. Each board or primary mission can be completed with multiple heroes and players yet each player has the option to pursue their own version of the story on the board and the choice to assist other players or not.&#10;&#10;The combat is turn based with the enemies having their own unique AI that makes them formidable as well as unpredictable. Players grow their levels by defeating enemies and learning new skills and increasing their power. This applies to enemies too who grow just as much tough as the player grows bolder.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27779",
    "Name": "Trivial Pursuit: 90's Time Capsule Edition",
    "ID": 13945,
    "Year": "(2004)",
    "Geek Rating": "5.400",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/13945/trivial-pursuit-90s-time-capsule-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4038",
    "Description": "Same old game--new categories: &#10; OOPS - Mistakes and mishaps&#10; WIRED - Technology and anything new&#10; VIEWING - The stuff you watched&#10; TRENDS - Fads, fashions, food and slang&#10; IMPORTANT - The hard news&#10; HANGING - Leisure time fun&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Decades: The 1990's",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "27780",
    "Name": "Intelligent Design vs. Evolution",
    "ID": 28257,
    "Year": "(2006)",
    "Geek Rating": "5.399",
    "Avg Rating": "1.81",
    "Link": "https://boardgamegeek.com/boardgame/28257/intelligent-design-vs-evolution",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "Author and evangelist Ray Comfort and actor Kirk Cameron created this game that promotes the case for intelligent design.&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Prehistoric",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "27781",
    "Name": "The Very Hungry Caterpillar Game",
    "ID": 29653,
    "Year": "(2006)",
    "Geek Rating": "5.399",
    "Avg Rating": "3.73",
    "Link": "https://boardgamegeek.com/boardgame/29653/the-very-hungry-caterpillar-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players spin the spinner and move their caterpillar box around the board, adding food pieces to their box.  At various points, players must collect enough food to proceed.  First player around the board wins.&#10;&#10;This is a different game from the same-named Very Hungry Caterpillar Game, which is made further confusing because both games have very similar box-fronts, using the same picture from the cover of the book.  This game requires players to move around a board and collect food, meeting certain goals along the way.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Butterflies",
      "Series: World of Eric Carle (University Games)"
    ]
  },
  {
    "Rank": "27782",
    "Name": "Spare Time Bowling",
    "ID": 4165,
    "Year": "(1940)",
    "Geek Rating": "5.399",
    "Avg Rating": "3.90",
    "Link": "https://boardgamegeek.com/boardgame/4165/spare-time-bowling",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.0833",
    "Description": "A Table Top dice game. Specialized dice have blanks and a pin and one has a split.  Roll the dice twice and try and come up with no pins.  Scoring accurately reflects bowling, but there is no skill or decision making here-- just roll the dice and score.&#10;&#10;Similar games:&#10;&#10;    Bowling Dice&#10;    Bowl and Score&#10;    Bowl-A-Strike&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Mechanism: Roll-and-Write",
      "Players: Two-Player Only Games",
      "Series: Sports Dice Games (Lakeside)",
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "27783",
    "Name": "Battle of the Sexes Card Game",
    "ID": 5788,
    "Year": "(2001)",
    "Geek Rating": "5.399",
    "Avg Rating": "3.47",
    "Link": "https://boardgamegeek.com/boardgame/5788/battle-of-the-sexes-card-game",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0909",
    "Description": "From the box:&#10;&#10;Find out once and for all which is the superior sex.  This fun, fast-paced party game tests one's knowledge of the opposite sex with gender-based questions.  Does she know the usual number of lugs on a whee?  Can he think of the best way to stop a run in stockings?  &#10;&#10;The winner is the first to correctly answer three consecutive questions covering a wide range of topics.&#10;&#10;Includes 50 cards with 144 questions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Battle of the Sexes"
    ]
  },
  {
    "Rank": "27784",
    "Name": "Kriegspiel",
    "ID": 3602,
    "Year": "(1970)",
    "Geek Rating": "5.398",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/3602/kriegspiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.913",
    "Description": "&quot;Kriegspiel is a full-scale wargame between two nations.&quot;  In the advanced book it says &quot;Of all the games in the Avalon Hill line this game is best suited for introducing novices to the growing science of game strategy.&quot;  A basic traditional hex and counter turn based wargame, units having combat and movement factors.  Combat results are done by computing odds  (1-1, 1-2, 3-1, etc) and using a CRT by cross-referencing one of 4 defending strategies and 3 attacking strategies (no dice).  Victory is by reducing the opponent to 20 combat factors or occupying all of the opposing cities.  Advanced game adds reinforcements, weather, air power, supply, etc.&#10;&#10;Famous for the traveling Kriegspiel sold as the final item at the GenCon auction every year.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Rock-Paper-Scissors",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "27785",
    "Name": "Taco vs Burrito",
    "ID": 249816,
    "Year": "(2018)",
    "Geek Rating": "5.398",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/249816/taco-vs-burrito",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Taco vs. Burito is a deliciously unpredictable card game where players compete to create the weirdest, wildest meal.&#10;&#10;On your turn: &#10;Draw one card and:&#10;&#10;     Add an ingredient card to a Taco/Burrito - or -&#10;     Add Tummy Aches to reduce the value of a meal -or-&#10;     Add a Hot Sauce Boss to double the value of a meal!&#10;&#10;&#10;- or -&#10;Play an action card&#10;&#10;But beware! The Health Inspector and Order Envy can ruin your meal.&#10;&#10;Gameplay continues clockwise with players drawing and playing cards until the draw pile is gone. Once any one player is out of cards the game is instantly over and the player with the most points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "27786",
    "Name": "Anasazi: Lost Pueblos of the Ancients",
    "ID": 24224,
    "Year": "(2006)",
    "Geek Rating": "5.398",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/24224/anasazi-lost-pueblos-of-the-ancients",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7843",
    "Description": "The four Anasazi tribes lived in the middle-west of America and mainly built their settlements into the walls of canyons. It is still not known why they suddenly left them in the 13th century.&#10;Only later on were the settlements and treasuries discovered by expeditions because most of them were hidden and difficult to find.&#10;The players take part in various expeditions and try to discover the treasuries and settlements of the Anasazi.&#10;&#10;",
    "Categories": [
      "American West",
      "Exploration"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "27787",
    "Name": "Dread Pirate",
    "ID": 5457,
    "Year": "(2002)",
    "Geek Rating": "5.398",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/5457/dread-pirate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4505",
    "Description": "Dread Pirate is an elegantly presented family game focusing on pirate lore and like any good Pirate the one with the most loot wins.&#10;&#10;Each of the pirates start in their own port with a few doubloons and jewels of their own color. The rest of that color of jewel are piled near their port and the remaining doubloons are piled on &ldquo;Dread Island&rdquo; in the center of the map, along with the &lsquo;fate&rsquo; cards that are drawn when sailing through specific marked areas of the board. It is these pirates goal to sail to the other ports and either raid or trade for jewels of the other colors. Once a pirate has at least one jewel of each color they can land on that Dread Island and collect some free doubloons. &quot;Skirmishes&quot;can be had with other pirates at sea and may slow the journey, but the reward of treasure can be great. Once all the jewels are gone from the original piles in the home ports (some will accumulate on Dread Island), the game is over and everyone counts the swag in their pouch.&#10;&#10;The 2002 Signature Edition of this game is packaged in a wooden treasure chest and includes a board in the form of an aged treasure map, three wooden dice, four treasure sacks, four die cast metal ships, one wooden wind cube, fifty-two Dread Pirate cards, four map cards, fifty replica doubloons, 120 treasure jewels, 1st Edition rulebook, and captain&rsquo;s log. The chest and rule book are also marked &quot;Old Century Classics&quot;.&#10;The 2003 Signature Edition is identical with the exception that it only has 100 jewels, and a 2nd Edition Rulebook and is marked &quot;Front Porch Classics&quot; instead of &quot;Old Century Classics&quot;.&#10;The 2007 Signature Edition differs from the 2003 version in that it has a 3rd Edition rulebook, a Jolly Roger flag, and the four map cards are discontinued.&#10;The cloth map has extra anchor icons identical to the ones seen in Buccaneer's Revenge, and the game comes in a black wooden chest instead of a brown one. It is also marked &quot;copyright Sababa Group&quot;, instead of Front Porch Classics.&#10;&#10;The Bookshelf Edition is packaged in a wooden bookshelf box and includes all of the components of the 2003 Signature Edition, plus a Jolly Roger flag. The rulebook is marked &quot;Bookshelf Edition&quot;. The Copyright 2003 Bookshelf edition rulebook is otherwise identical to the 2nd edition treasure chest rules.&#10; The 2007 Bookshelf Edition, which was marketed by Sababa Toys, has a rulebook that corresponds to the 2007 Signature Edition. It only has 45 gold pieces instead of the 50 seen in all previous editions. The coins are also smaller, and the cloth map is smaller than the one seen in the Signature Edition.&#10;Sababa Group editions of the game are also marked &quot;Copyright 2007 Sababa Group&quot; on the Dread Pirate cards and on the inside box lid.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Containers: Unique Shape",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "27788",
    "Name": "Ms. Monopoly",
    "ID": 289363,
    "Year": "(2019)",
    "Geek Rating": "5.398",
    "Avg Rating": "2.70",
    "Link": "https://boardgamegeek.com/boardgame/289363/ms-monopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Ms. Monopoly is a Monopoly-version in which female players make more than men. They start the game with $1,900, while men get $1,500. When passing Go, female players collect $240 whilst men receive $200.&#10;Men, on the other hand, are rewarded for supporting women. Community chest cards describe activities that support women, like publishing an article on successful women entrepreneurs or watching the newest superhero movie with a female lead. Such cards will award more money to male players than to female players.&#10;&#10;The properties on the board have been replaced by inventions made by women.&#10;&#10;The mascotte for the game is Ms. Monopoly, who is a niece of Rich Uncle Pennybags and an advocate whose mission is to invest in female entrepreneurs.&#10;&#10;&mdash;user summary&#10;&#10;&#10;     MEET MS. MONOPOLY: This breakout Monopoly board game introduces a new character to the Monopoly family, and is a celebration of women entrepreneurs and inventors.&#10;     BUY INVENTIONS BY WOMEN: Instead of buying properties, players buy some of the things that wouldn't exist without the innovative women who invented them.&#10;     GET MORE MONEY: In the Ms. Monopoly game women get a higher payout at the start of the game and more money when passing Go&#10;     DREAM BIG: Players can build business headquarters to collect even more rent. Zoom ahead with ride shares, and purchase utilities -- such as solar heating -- invented by women&#10;     THEMED TOKENS: Move around the game board using one of the tokens that represents Ms. Monopoly: A notebook and pen, a jet, a glass, a watch, a barbell, or Ms. Monopoly's white hat&#10;&#10;&#10;This breakout Monopoly game introduces Mr. Monopoly's niece, a self-made investment guru, here to update a few things! The game celebrates women inventors as players move around the board collecting iconic things that wouldn't exist without women. WIFI, chocolate chip cookies, bullet proof vests and the list goes on! This is the first game where women make more than men, but who you are is up to you. Includes unique tokens that represent Ms. Monopoly's adventurous spirit.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Income",
      "Ownership"
    ],
    "Families": []
  },
  {
    "Rank": "27789",
    "Name": "Pictureka! Card Game",
    "ID": 53317,
    "Year": "(2008)",
    "Geek Rating": "5.397",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/53317/pictureka-card-game",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0286",
    "Description": "From the back of the box:&#10;&#10;Four different card games to get your creative juices flowing.&#10;&#10;&bull; A is for Apple!  Race to find pics of things that start with a certain letter!&#10;&bull; Race to get rid of all 8 of your cards by spotting mission pics.&#10;&bull; Get calm and stretch your brain muscles in a matching pairs game.&#10;&bull;&nbsp;Get creative and combine cards to complete missions.&#10;&#10;Pictureka fun in a play-it-anywhere card game.&#10;&#10;Contents: 78 picture cards, 32 mission cards and instructions.&#10;&#10;Four games included:&#10;8-Away&#10;Alphabetti&#10;Matchureka!&#10;Cow's Creative Combo&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Pictureka",
      "Series: Shuffle Card Games (Cartamundi / Hasbro)"
    ]
  },
  {
    "Rank": "27790",
    "Name": "Bunco Party",
    "ID": 18041,
    "Year": "(2004)",
    "Geek Rating": "5.397",
    "Avg Rating": "3.76",
    "Link": "https://boardgamegeek.com/boardgame/18041/bunco-party",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2222",
    "Description": "Includes rules for One Table Bunco (2-4 players), Party Bunco (exactly 12 players) and any number in between (5-11 players).&#10;&#10;Object of the game is to win the most rounds (out of six rounds).  You win a round by being the first person (or team) at your table to score 21 points.  You score one point each time you roll the target number (target is 1 for round 1, 5 for round 5, etc).  You can immediately win a round and gain control of the giant Fuzzy Bunco Die by being lucky enough to roll a True Bunco (four-of-a-kind of the target number).  The player with the most &quot;wins&quot; after 6 rounds is the winner.&#10;&#10;For fun the Bunco Party host can offer small prizes for the person with the most wins, the most Buncos, the most losses, the person who is holding the giant Fuzzy Die at the end of round 6, etc.&#10;&#10;When you play with 5 or more players, there will be two or three tables, and players will switch tables &amp; teams frequently.&#10;&#10;Differences from other Bunco games:  4 dice per table, 1 giant Fuzzy Bunco Die, and 12 postcards to invite your friends to your Bunco Party.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "27791",
    "Name": "Name 5",
    "ID": 89340,
    "Year": "(2009)",
    "Geek Rating": "5.396",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/89340/name-5",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Can you name the five Great Lakes in 30 seconds?  Sure, but can you name five things you shouldn't say to your boss?  That's the idea behind this quick-thinking team trivia game.  When it's your team's turn, roll the die and move your pawn that many spaces.  You'll then draw a card and you and your teammates will try to name 5 things that fit a category within 30 seconds.  If you can, you get another turn.  If not, it'll be your opponents' turn.&#10;&#10;Most of the spaces on the board are solid colors, which determine what category is in play.  For example, if you land on a red space, you play the red category.  However, there are four kinds of special spaces:  All Play (both teams get a different category, and the first team to name 5 things in their category rolls the die and takes the next turn), Flip Flop (teams alternate giving answers until someone can't think of another), Wild (your team gets their choice of the five categories on the card) and Double Down (you have to pick two of the 5 categories and name five things in both those categories, all in 30 seconds).&#10;&#10;When you reach the big Name 5 space in the center of the board (which you have to do by exact count), you'll have the chance to win the game.  You and your team will have 90 seconds to name 5 things in each of the 5 categories on the card.&#10;&#10;Contents: 336 game cards (3,360 questions), 1 60-second sand timer, 1 dry-erase marker, 1 dry-erase scorecard, and instructions&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "27793",
    "Name": "Punderdome: A Card Game for Pun Lovers",
    "ID": 202771,
    "Year": "(2016)",
    "Geek Rating": "5.396",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/202771/punderdome-a-card-game-for-pun-lovers",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "One part game, one part conversation starter, you don't need to be a pun master to master Punderdome: the goal is to make bad jokes and have fun along the way.&#10;&#10;A player (the prompter for that round) draws two prompt cards from the deck, and then reads the prompts to the rest of the group, who have 90 seconds to create a single, groan-worthy pun that combines the two prompts.&#10;&#10;When time is up, pun makers share their puns with the prompter, who awards the prompt cards to the player whose pun he or she likes best. The winner then draws the next pair of prompt cards and the process repeats. Players win by obtaining 10 pairs of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "27792",
    "Name": "DogFight WW1",
    "ID": 152955,
    "Year": "(2013)",
    "Geek Rating": "5.396",
    "Avg Rating": "3.98",
    "Link": "https://boardgamegeek.com/boardgame/152955/dogfight-ww1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Take on the role of aviator of World War I. Challenge your opponent to fight in the air, take advantage of the capabilities of your aircraft and prove that you deserve the title of ace.&#10;&#10;The aim of the game is to get the most victory points by winning plane battles. Game is very simple and quite similar to traditional card game called &quot;War&quot;.&#10;&#10;During turn active player chooses one victory card (the winner of the battle will get it)  Victory cards have some special abbilities. After that he decides which factor of the plane will be important in this battle (each plane card has some features like: speed, range, fire power, maneuverability etc.). After that each player plays one plane card in a secret. Bigger factor wins. That player is now active player.&#10;&#10;Game ends when nobody has card in a deck and hand. Winning player is a person with more victory cards.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Fighting",
      "World War I"
    ],
    "Mechanics": [
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "27794",
    "Name": "Grzybobranie",
    "ID": 32236,
    "Year": "(1975)",
    "Geek Rating": "5.396",
    "Avg Rating": "4.32",
    "Link": "https://boardgamegeek.com/boardgame/32236/grzybobranie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Grzybobranie - &quot;The Mushrooming&quot; - is a very old children roll and move game (it was old in early 1970-s...).&#10;&#10;Players roll a single die and move their mug-shaped pawns along the road. When they stop on a space with one or more uncollected mushrooms (wooden or plastic pieces usually) they put them into their mugs. Red mushrooms are &quot;bad&quot;, other ones are &quot;good&quot;. Some spaces are event ones - like gain/lose a turn, go forward or backward, discard one or more mushrooms etc. When all the players reach the end of the track the one with most &quot;good&quot; mushrooms wins.&#10;&#10;The game is very popular in Poland - there are many versions by many publishers (they often differ in the shape of the path, the number of mushrooms to collect, and the adventures included).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking",
      "Theme: Mushrooms"
    ]
  },
  {
    "Rank": "27795",
    "Name": "24 DVD Board Game",
    "ID": 24783,
    "Year": "(2006)",
    "Geek Rating": "5.395",
    "Avg Rating": "2.30",
    "Link": "https://boardgamegeek.com/boardgame/24783/24-dvd-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players become CTU agents trying to collect clues and prevent terrorist attacks in this thrilling DVD game based on the award-winning 24 television series! Participate in the on-screen games and challenges, and analyze the vital and potentially misleading clues in your quest to thwart terrorism and become the top agent!&#10;&#10;Throughout the game, the DVD also acts as a timer, counting down the 24 hours to the terrorist attack that the players are working to prevent. A &quot;virtual CTU office&quot; allows players to analyze data. Future expansions are promised, adding new cases to be solved.&#10;&#10;Contents: DVD, game board, game cards, label sheet, player tokens. For 2 or more players, ages 13 and up.&#10;&#10;Buy Microbadge - 24 fan&#10;&#10;&#10;Buy Microbadge - Kiefer Sutherland is a character Jack Bauer plays when he&#039;s not saving the world.&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: DVDs",
      "Players: Two-Player Only Games",
      "TV Shows: 24"
    ]
  },
  {
    "Rank": "27796",
    "Name": "The Simpsons Trivia Game",
    "ID": 2980,
    "Year": "(2000)",
    "Geek Rating": "5.395",
    "Avg Rating": "4.54",
    "Link": "https://boardgamegeek.com/boardgame/2980/the-simpsons-trivia-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Hey Man, Bart Simpson here! Everybody knows that I'm America's bad boy,  but do you know how many spikes I have on my head? Or what my geeky sister Lisa's middle name is? No? Well, don't have a cow man! Inside this game are lots more questions about your favorite dysfunctional family, The Simpsons. Compete with your friends, or even other Simpson trivia-nerds! You'll have lots of fun, and you might learn something (but not yucky school-type stuff! Ay Carumba)&#10;&#10;The game is available in a number of different &quot;collector tins&quot;.  From what I can tell from reviews, the contents of each tin is the same.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "27797",
    "Name": "Charades",
    "ID": 5122,
    "Year": "(1550)",
    "Geek Rating": "5.394",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/5122/charades",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1064",
    "Description": "A traditional parlor game for large or small groups, charades was once so popular as an after-dinner activity that it was known simply as &quot;The Game.&quot; Its recorded history dates back to 16th century France, and the name has become a catchphrase for many different pantomime games. Many boxed versions with suggestions and timers are available, and several TV shows have been made using the basic idea of the game.&#10;&#10;In most versions, one player silently acts out a title (book, movie, show, etc.), phrase or person and their team must guess it. The words can be from a commercially made list or just creatively made up by the players. Many signals and conventions have become traditional (see link below). The experience is usually humorous, whether you are strenuously flapping away like a buzzard - alternating with pretending to push a buzzer and lying dead on the floor - for several minutes while your team guesses everything but buzzard (&quot;bird!&quot; &quot;scavenger!&quot; &quot;bird of prey!!&quot; &quot;raptor?&quot;) or frantically struggling to think up clever clues. Many of the clues use the &quot;sounds like&quot; hint - pretending to sew for the word &quot;so,&quot; for example. The excitement and frustration of piecing together the clues and guessing is also a great part of the fun, of course, and the relief is immense for both the actor and the guessing team when the guess is finally (or miraculously suddenly) correct. The game usually produces much laughter in the group playing it - solving the riddles is only part of the experience.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Holidays: Christmas",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "27798",
    "Name": "Potions Brew",
    "ID": 204887,
    "Year": "(2016)",
    "Geek Rating": "5.394",
    "Avg Rating": "3.61",
    "Link": "https://boardgamegeek.com/boardgame/204887/potions-brew",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Potions Brew is a card game and the winner of the 4th &Ouml;sterreichischen Spieleautorenwettbewerb (Austrian game designer competition).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "27799",
    "Name": "Buffy the Vampire Slayer: The Board Game",
    "ID": 7822,
    "Year": "(2000)",
    "Geek Rating": "5.394",
    "Avg Rating": "3.95",
    "Link": "https://boardgamegeek.com/boardgame/7822/buffy-the-vampire-slayer-the-board-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8182",
    "Description": "Each player takes on the role of either a human or vampire in the battle for control of the town of Sunnydale, but just who is hunting whom? You must be vigilant and find your allies before your enemies can unite against them or you.&#10;&#10;Players control coloured pawns that represent characters from early in the Buffy TV series, both good (Buffy, Giles, Xander, Willow, and Cordelia) and evil (The Master, Drusilla, and Spike). The twist is, no-one knows which pawn you control, or which character it represents. At the start of the game each player is given a colour card and a character card, kept secret from the other players. Unowned colours and characters are still in play, not controlled by any player. Each turn players can choose to move any pawn they wish, not just the colour they control. When you move a pawn into a space that's already occupied, you may choose one player (or unowned group of colour and character cards) and ask to see their colour. If that colour pawn is present in the space you just moved to, you may ask to see their character card. You cannot reveal this information to the other players. Once this phase is complete, anyone who controls a pawn in that same space may reveal their colour and character cards to everyone and start a fight. The losing side has to drop a character involved in the combat (and the associated player, if any) from the game. Play continues until it's established that all remaining players are on the same side.&#10;&#10;Same theme and nearly identical name, but a different game from Buffy the Vampire Slayer: The Game.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Roll / Spin and Move",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "TV Shows: Buffy the Vampire Slayer"
    ]
  },
  {
    "Rank": "27800",
    "Name": "The Princess Bride: Prepare to Die",
    "ID": 137348,
    "Year": "(2013)",
    "Geek Rating": "5.394",
    "Avg Rating": "3.56",
    "Link": "https://boardgamegeek.com/boardgame/137348/the-princess-bride-prepare-to-die",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A party game in which players fill in the famous phrase &quot;&#10;Hello.  My name is Inigo Montoya.  You killed my father.  Prepare to die.&quot;' with ridiculous names and activities:&#10;&quot;Hello.  My name is Mandy Patinkin.  You drank my milkshake.  Prepare to die.&quot;&#10;Players use two decks - the My Name Is deck and the Prepare to Die deck - to construct these combinations, with the goal being to please the whims of the round's judge.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Books: The Princess Bride",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27801",
    "Name": "Cardiceo",
    "ID": 337503,
    "Year": "(2016)",
    "Geek Rating": "5.393",
    "Avg Rating": "3.53",
    "Link": "https://boardgamegeek.com/boardgame/337503/cardiceo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Players are dealt 5-10 cards with values 1-15.  Using 3 die, with 4, 8, and 12 sides, the dice are thrown. Dice are added to match the value of the cards, and the cards are discarded.  The first player to discard all of their cards wins. Only dice that the previous player used may be rolled.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "27802",
    "Name": "Bucket of Doom",
    "ID": 166081,
    "Year": "(2014)",
    "Geek Rating": "5.393",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/166081/bucket-of-doom",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The death-dodging party game.&#10;&#10;When the shit hits the fan you need a plan. Escape from seriously bad situations with the help of seriously useless objects.&#10;&#10;Ever wondered what you&rsquo;d do if you woke up buried alive in an airtight coffin? Or you discover you had an alien parasite in your stomach? Well, we have. And we&rsquo;ve made it into a delightfully dark party game.&#10;&#10;Bucket of Doom is a card based game in a hot pink toxic bucket. Players take it in turns to share their daring escape from impending doom using one of their personal object cards to escape. Players vote for their favourite story, best plan wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "27803",
    "Name": "Happy Families",
    "ID": 21389,
    "Year": "(1851)",
    "Geek Rating": "5.393",
    "Avg Rating": "4.81",
    "Link": "https://boardgamegeek.com/boardgame/21389/happy-families",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.04",
    "Description": "This game is very similar to the The Game of Authors. The biggest difference appears to be that the names of the missing set cards are not provided on at the bottom of each card. The game can be used to teach job names to children.&#10;&#10;This game was designed in England and was originally published for the Great Exhibition by John Jaques &amp; Sons. The outside of the box described the name as Happy Families while the inside of the box describes the name as Merry Families. Each quartet consists of four family members -- a father, a mother, a son, and a daughter. The fathers are Mr. Daub the Painter, Mr. Dough the Baker, Mr. Pill the Doctor, Mr. Sand the Grocer, Mr. Saw the Carpenter, Mr. Snip the Barber, Mr. Stain the Dyer, Mr. Smut the Sweep, Mr. Thread the Tailor, and Mr. Tub the Brewer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Deduction",
      "Educational",
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Prehistoric"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Animals: Pigs",
      "Authors: Enid Blyton",
      "Authors: Jean de La Fontaine",
      "Books: Harry Potter",
      "Books: Le Petit Poucet",
      "Books: Winnie the Pooh",
      "Brands: Disney",
      "Card Games: Exchange",
      "Celebrities: Gerry Anderson",
      "Characters: Sooty",
      "Characters: Spirou et Fantasio",
      "Cities: Arcachon (France)",
      "Cities: Bordeaux (France)",
      "Cities: Bourges (France)",
      "Cities: Carcassonne (France)",
      "Cities: Laval (France)",
      "Cities: Mont Saint Michel (France)",
      "Cities: Nantes (France)",
      "Cities: Nice (France)",
      "Cities: Reims (France)",
      "Comic Books: Tintin",
      "Constructions: Châteaux of the Loire Valley (France)",
      "Constructions: Fort Boyard (France)",
      "Constructions: Louvre (France)",
      "Fictional Events: Clone Wars",
      "Folk Tales & Fairy Tales: Peter Pan",
      "Historical Figures: Claude Monet",
      "History: French Revolutionary Wars",
      "Islands: Noirmoutier (France)",
      "Islands: Oléron (France)",
      "Movies: Frozen",
      "Movies: Ratatouille",
      "Movies: Star Wars",
      "Movies: Toy Story",
      "Promotional: Board Games",
      "Region: Basque Country",
      "Region: Brittany (France)",
      "Region: Vendée (France)",
      "Religious: Islam",
      "Sports: Bicycling / Cycling",
      "Theme: Circus",
      "Theme: Flowers",
      "Theme: Food / Cooking",
      "Traditional Card Games: Go Fish",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!",
      "TV Shows: The Flintstones"
    ]
  },
  {
    "Rank": "27804",
    "Name": "Lucky Ducks",
    "ID": 10320,
    "Year": "(1995)",
    "Geek Rating": "5.393",
    "Avg Rating": "4.18",
    "Link": "https://boardgamegeek.com/boardgame/10320/lucky-ducks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This wacky, quacky matching game combines developmental skills for young children with the fun of a &ldquo;My First Game.&rdquo; Lucky Ducks offers all the benefits of memory and matching games in a format that&rsquo;s easier for little fingers than cards. As a bonus, it helps kids with shape recognition and colors. Switch on the circular pond, and the ducks start swimming&ndash;the bottom side of each duck has a colored shape. Players take turns picking up a duck and looking at the color and shape; if it matches their color and shape they get to keep the duck. If it doesn&rsquo;t match they put it back. The ducks continue to swim so it&rsquo;s more challenging than a traditional memory game, but easy enough for even the youngest duck lovers to play. This extra challenge makes the game more fun for parents and kids to play together, with plenty of opportunities for fun and learning. For 2-4 players ages 3 and up. Includes motorized &ldquo;pond,&rdquo; 12 ducks, and complete instructions. Requires 2 AA batteries (not included).&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "27805",
    "Name": "ThinkBlot",
    "ID": 2878,
    "Year": "(1997)",
    "Geek Rating": "5.392",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/2878/thinkblot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Look into the ThinkBlot images. How many things can you spot? Do you see a praying mantis or a pair of scissors? Is it an eggshell or a crown? Look closer. There are hundreds of ways to interpret the images!&#10;&#10;Can you convince the other players to see what you see? The more you see and persuade, the more you score!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "27806",
    "Name": "Pirateology: The Game",
    "ID": 27959,
    "Year": "(2007)",
    "Geek Rating": "5.391",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27959/pirateology-the-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Ride the rough seas in your quest to hide gold and out-smart, out-battle and ultimately out-live your opponents. Engage in piracy and battles aboard ships in this game of pirate greed and deceit.  Avoid being castaway or losing battles of Liar's dice to become the pirate with the most booty and win the game! Five sculpted Pirate Play Pieces and Pirate's respective ships, 50 gold coins and a 3D Sculpted Skull Bank included. Inspired by the book by Templar Publishing, Pirateology: A Pirate Hunter's Companion.&#10;&#10;",
    "Categories": [
      "Dice",
      "Novel-based",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Ology board games (Templar Publishing / Candlewick Press)"
    ]
  },
  {
    "Rank": "27807",
    "Name": "Boxes",
    "ID": 17106,
    "Year": "(1889)",
    "Geek Rating": "5.391",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/17106/boxes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5854",
    "Description": "The game, which is known by many names and has been released in many versions, was invented in 1889 by the French mathematician Fran&ccedil;ois Edouard Anatole Lucas and first named La Pipopipette.&#10;&#10;Boxes is a plasticised version of a game we used to call Dots and Dashes. In the paper and pencil version, you draw a grid of dots and then each player must alternately draw dashes joining adjacent vertical or horizontal dots. If you are able to complete a square, you mark it as your own and you must draw another dash. At the end of the game, players achieve long runs of squares. When all squares are claimed, the game ends, and the winner is the player with the most squares.&#10;&#10;The grid of boxes is 8x9 in size for 72 positions to be captured.&#10;&#10;Similar to:&#10;&#10;    Squares - but on a larger rectangular board.&#10;    Honeycomb (which uses a hex board)&#10;    Squaresville (with double scoring squares and premarked edges)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 2 x 2 Grids",
      "Components: 8 x 9 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Players: Two-Player Only Games",
      "Traditional Games: Dots and Boxes"
    ]
  }
]