[
  {
    "Rank": "N/A",
    "Name": "The Moon Mullins Game",
    "ID": 36547,
    "Year": "(1927)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36547/the-moon-mullins-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": " The MOON MULLINS Game based on the comic strip of the same name. The comedic things that happen in the cartoon strip happen in this game from &quot;Bumping in to a Fat Lady&quot; which causes you to move back 2 spaces to &quot;Tripping over Carpets&quot;  which results in your being able to advance 3 spaces. This is a simple roll and move game from the late 1930's.&#10;&#10;Components for 1927 ed:&#10;16.25 x 16.5&quot; non-character specific game board&#10;5 die-cut thin cardboard full-color character playing pieces&#10;4-1/8 x 4-1/8&quot; separate spinner with large image of &quot;Kayo!&quot; &#10;set of character playing cards&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Strips: Chicago Tribune Syndicate",
      "Comic Strips: Moon Mullins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Happy Camper",
    "ID": 36548,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36548/happy-camper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Happy Camper was inspired by John Conway's Game of Life. It can be played on any flat surface using any objects that can be arranged in a square grid.&#10;&#10;The game is played in two phase. In the first phase players start &quot;campsites&quot; with one &quot;camper&quot; (piece) each and then take turns adding one camper to their site and one to their opponent's. When all the campers have been used the second phase starts; the last player takes just one camper and places it in the opposing campsite. (The number of campers is odd; the rules suggest 11, 13, 15, or 17.)&#10;&#10;In the second phase players take turns removing a camper from their opponent's campsite and placing it in their own. The removed piece must have fewer than two or more than three neighbors, and must be placed in a space with exactly three neighbors.&#10;&#10;When neither player can move the game ends and the player with the high score wins. Three scoring variants are given: in the simplest each camper is worth one point, in the others the pieces have to have numbers on them (e.g. playing cards) which determine their point values. The numbered pieces can be used face-up or face-down, with players only able to look at them when they are moved.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Memory",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Space Race",
    "ID": 36549,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36549/the-great-space-race",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Race to the moon and back as the United States of America and the Soviet Union compete for International prestige. The game starts in the late 1950's and spans 3 decades. It attempts to simulate the economy, the military, and the scientific community as they play crucial roles in the race to the moon. This is only a game but the events contained herein are real. You'll experience the frustrations of failure and the joys of success as we take you back in time into the Great Space Race.&quot;&#10;&#10;The game board depicts a track 30 spaces long. The object is to be the first player to get to the moon (space 30) and return back to Earth (space 1). The game also uses a deck of Launch Cards broken down into three groups reflecting events of the fifties, sixties, and seventies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Print & Play",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "No Limit Texas Dreidel",
    "ID": 36551,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/36551/no-limit-texas-dreidel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Texas Hold'em Poker with Dreidels!&#10;&#10;Players get a couple of dreidels in the hole (not seen by other players) and together with a three more communal dreidels bet chocolate gelt against the other players that they have the best 5-dreidel combination.&#10;&#10;The standard edition is for 2 to 4 players, but the deluxe edition has enough dreidels for 8 players.&#10;&#10;Home Page: http://www.texasdreidel.com/index.php&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Religious: Judaism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Man Hunt",
    "ID": 36552,
    "Year": "(1937)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36552/man-hunt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Title: Man Hunt, by Parker Brothers, circa 1937.&#10;&#10;The following information is summarized from the game rules.&#10;&#10;The Idea of The Game&#10;&#10;Each player is an agent in pursuit of a criminal. By means of clues furnished on the cards and in the envelopes you may, by the use of a little judgment, be the first to catch your criminal and earn the major portion of the reward. For two to six players.&#10;&#10;Equipment&#10;&#10;1 Game board - An outline map of the United States, showing the names of states, cities, and routes of travel that must be used when traveling from one city or state to another.&#10;&#10;6 Different colored Pins- Used to represent each player.&#10;&#10;24 Biographical cards- Each showing a sketch and biographical information on a separate criminal.&#10;&#10;A few examples of biographical cards include a few BLACK AMERICANA cards:&#10;&#10;&quot;LUCKY&quot; HAMES, WANTED for holdup and robbery in Jackson, Miss., on April 5, 1936. Age 31, Height 5 ft. 7 inches. Weight 136 lbs. Eyes maroon, complexion black. Hair usually close cut. If arrested notify police at Jackson, Miss.&#10;&#10;&quot;WHITEY&quot; COLLINS, WANTED for murder of white man in Dallas, Texas, on February 8, 1934. Age 33, Colored, Height 5 feet 7 inches. Weight 155 lbs. Hair black and kinky, eyes maroon, complexion full black. If arrested notify Police Department of Dallas, Texas.&#10;&#10;&quot;TOMBSTONE&quot; THOMPSON, WANTED for hold-up and robbery of a woman in Abilene, Texas, on Sept. 30, 1936. Age 31, Height 5 feet 9 inches; Weight 165 lbs. Very prominent front teeth---one gold. Typical field hand, close cropped hair. Scar under right eye. If arrested communicate with Police, Abilene, Texas.&#10;&#10;&quot;MIDNIGHT&quot; JOHNSON, WANTED in Atlanta, Georgia, for slashing another negro with razor, in fight over crap game, Dec. 31, 1936. Age 31, Height 5 feet 7 inches, Weight 145 lbs., Sporty dresser, black, short, fairly straight hair. Scar on nose. Hold and notify Atlanta Police.&#10;&#10;24 Envelopes bearing each criminals name - Each envelope contains either four or five clues to assist in tracking the criminal and trace his movements.&#10;&#10;2 dice - Used to determine player movement.&#10;&#10;160 Bills - Paper money in denominations of $100, $50, $20, and $10.&#10;&#10;To Start&#10;&#10;Each player is given $1000.00 and puts $500.00 into a pool which is set aside to serve as reward money. Players then randomly choose a criminal to track. Opposing players then are provided the clue envelopes for their opponent's criminal. Players then place their pin on the map where their criminal is wanted. Highest roll of the dice goes first.&#10;&#10;The Play&#10;&#10;Players then attempt to track their criminal first by reading the biographical card, and judging what location the next clue to his whereabouts may be obtained. Dice are then rolled to determine the distance the player can move, the full amount of two dice for air travel, the large number of the two for express train, or the smaller number of the two dice for automobile. Upon arrival at his destination he will ask the player holding his clue envelope if a clue is found at the location. If no clue is found he must return to the city he started from, or last city where he obtained a clue. Players may also send other players on missions to uncover clues for them. If the player being sent refuses the mission he must pay $100 into the reward pool. If he goes on the mission and uncovers a clue for another player he will receive $50 from that player. If no clue is uncovered, the player sending him on the mission pays $50 to the reward pool.&#10;&#10;The final clue will advise of the death or capture of the criminal.The first player to uncover all of the clues for his criminal receives $1000, the second to finish $800, and third $600, and any players after $500, or until the reward pool money is exhausted. The player with the most reward money at the end is the winner.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Travel"
    ],
    "Mechanics": [
      "Deduction",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: USA",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pulijudam",
    "ID": 36555,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/36555/pulijudam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Originally an ancient Hindu game for children, Pulijudam is a two player strategy game free from elements of chance.  It is almost an abstract strategy game, but one of its alternative names, &quot;Lambs and Tigers&quot;, suggests the theme overlaid for children.&#10;&#10;Pulijudam is very similar to Bagh Chal and Fox and Geese - it is essentially a member of the Hnefatafl family of asymmetrical abstract games, although of very different origin.  One player uses three pieces representing tigers; the other player uses fifteen pieces representing lambs.  The initial placement of the three tigers is fixed.  The lamb player begins to place his fifteen lambs wherever they wish in the twenty remaining spaces on the board; neither side can move any pieces until all of that type have been placed.  Therefore the tigers may begin to move from the third turn while the lambs may only move from the fifteenth turn.&#10;&#10;Each piece may move to any vacant adjacent space on the board (effectively orthogonally).  Tigers may 'eat' lambs by jumping over an adjacent lamb into a vacant space beyond.&#10;&#10;The game is won when the tigers have captured all the lambs or the lambs have encircled the tigers preventing them from moving.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Sheep",
      "Animals: Tigers",
      "Mechanism: Hunt",
      "Players: Two-Player Only Games",
      "Series: The Reliquary Collection (Bibelot Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tsaritsyne 1919: La Chute du Verdun Rouge",
    "ID": 36556,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/36556/tsaritsyne-1919-la-chute-du-verdun-rouge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3",
    "Description": "Tsaritsyne 1919: La Chute du Verdun Rouge (Tsaritsyne: the fall of the Red Verdun) covers the fourth battle for Tsaritsyn, from June, 12th to July, 1st 1919.&#10;&#10;Wrangel's cavalry Army of the Caucasus attacks the fortified area of the Red Verdun. With infantry and tanks reinforcements, coupled with sudden appearance of Mamontov's cavalry corps manoeuvring on the rears, the Whites manage to take the city at the end of June.&#10;The Reds benefit from special advantages such as Budyenny's cavalry corps, river flotillas and trenches.&#10;&#10;Scale : regiments or brigades. &#10;1 hex = 4 km. &#10;1 turn = 1 day&#10;&#10;English or French versions available. &#10;20 pages booklet (rules and historical article), a player aid and 306 full-colour counters. The map is 42*60 cm (about 16*24 inches).&#10;The counters have to be cut and mounted (high quality Desk Top Game).&#10;&#10;Booklet contents : &#10;- Rules : 9 pages &#10;- Examples : 1p &#10;- three scenarios : 3p &#10;- historical notes : 3p (and maps) &#10;- author's notes and play notes : 1p&#10;&#10;Scenarios : &#10;- introductory scenario &#10;- scenario in 4 turns : the last days of the battle &#10;- the full battle&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "History: Russian Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "E-GADS",
    "ID": 36557,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36557/e-gads",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "E-GADS was developed by Bob Slater to raise funds for humanitarian projects around the world.&#10;&#10;Contestants move around the game board collecting cards and attempting to slow down the progress of the other players. When a player lands on a &quot;War&quot; space a special die roll settles the conflict using the classic rock/paper/scissors method!&#10;&#10;Includes a colorful game board, tokens, dice, score sheets, cards, instructions, and storage insert.&#10;&#10;(c)2002 Core Club International&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rose Bowl Computerized Football",
    "ID": 36558,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36558/rose-bowl-computerized-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The offense calls out one of 14 plays. Players then consult a shared Play Chart with 15 result columns to determine their desired result and then select one of 8 values in their &quot;analog computer&quot; -- a box with two selector wheels and a result window.  The result (the sum of the 2 numbers) is display by opening a window to a 3rd door in the computer.  Players view play result on the Play Chart and move the ball on the field contained in the game box. A quarter is equivalent to 15 plays.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sons Of Hercules",
    "ID": 36559,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36559/sons-of-hercules",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Based on a syndicated television show from the 1960s.  The show itself was a repacking of a number of Italian sword-and-sandal epics, most of which had nothing to do with Hercules.&#10;&#10;There are six events shown on the game board, but they have noting to do with the mechanics.  Players roll two dice and by using the number on each die, or the sum, try to cover one of the six spaces on the board.  The player that covers the last spot receives an award ring.  Players can also challenge an opponent for their rings.  First player with four award rings wins.&#10;&#10;Milton Bradley number is 4632.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Characters: Hercules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trigos imin",
    "ID": 36561,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/36561/trigos-imin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The game is made of 36 wooden cubes in four colors. There is no board: the cubes move on the playing surface, and the space changes as the game goes on.&#10;&#10;The rules propose two different games :&#10;&#10;IMIN is a movement game in which you must eliminate the cubes of your opponents on an horizontal ever changing 2D surface.&#10;&#10;ASH is a 3D game: in the first phase you must try to form a square of four cube horizontally or vertically; if no one wins, then in the second phase you must eliminate the highest number of your opponents' cubes.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Video Grin 'N' Bear It",
    "ID": 36563,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36563/video-grin-n-bear-it",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Video Grin 'N' Bear It is a game designed by Bizarre Games and Spitting Image.&#10;The game includes a 60 minute VHS video, hosted by Hysterical Eddie, a puppet created by Spitting Image.&#10;Before playing the game 6 props from around the home are selected.  Each prop is labeled 1 to 6, to correspond with the spots on the huge game die.&#10;Each player then also receives 6 laughter tokens.&#10;The tape issued various challenges and players lose their tokens for doing something wrong.&#10;The last player remaining with tokens is the winner.&#10;There are also variations for play included with the games rules.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Set Collection"
    ],
    "Families": [
      "Components: Videocassettes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spe-Lingo",
    "ID": 36564,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/36564/spe-lingo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Spe-Lingo is a game of words. Each player competes for high score by composing words from letters dealt him. The system of play is similar to the card game Rummy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Man Called Mr. President",
    "ID": 36565,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36565/a-man-called-mr-president",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players attempt to guess the United States President that appears on the bottom of a card, based on clues on the top of the card.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bitva",
    "ID": 36566,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36566/bitva",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Bitva (in English &quot;Battle&quot;) is a light abstract wargame, played on a hex grid. This game is playable either as a 2-player or a 4-player game in two variations - an easier game with less options or more difficult (in a manner) with more options and restrictions on movement/opponent elimination.&#10;&#10;You basically roll two 6-sided dice and them can jump with one of your soldiers from the field numbered on either the first/second die to a field numbered on the second/first die.&#10;&#10;Example: you roll 2 and 6 and therefore you can jump from 2 to 6 or from 6 to 2 (you are not allowed to jump 2 to another 2 or 6 to another 6) if your soldier stands in a formation (2 soldiers on adjacent hexes). If you land on a square with your opponent, you eliminate him from the board. If your soldier stands as a single unit, he can only jump onto an adjacent hex (providing appropriate numbers have been rolled).&#10;&#10;There is also one general per side which can jump on any appropriately numbered hex even if he does not stand in a formation. He also has 2 (or just 1 in case of 4 players) &quot;Home hexes&quot; where no soldier can attack him unless all other soldiers of the general's side are dead already.&#10;&#10;When the enemy general is removed from game, the game ends.&#10;&#10;In the advanced game there is an inner area which is used for elimination. The outer area is a no-fighting zone (cover).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flower Garden",
    "ID": 36567,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/36567/flower-garden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The objective of the game is to create as many complete flower as possible before the caterpillar is completed.&#10;&#10;Each turn, the player rolls the dice.  Either she adds a part to the caterpillar or she takes a petal of the color indicated on the dice. A flower is completed when all of the petals are of the same color or when they are all of different colors. Instead of taking a new petal, a player may also choose to move one from one flower to another.&#10;&#10;There is a minimum strategy to use in this game, so it's great for kids who love flowers.  The wooden pieces are all magnetic and are of high quality.  You can also bypass the game and just &quot;play&quot; with the components.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Butterflies",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Norse Odyssey",
    "ID": 36568,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/36568/norse-odyssey",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;A solo dice game of Viking Raids of the Ninth Century. Summer of 869...You and your 10 Kinsmen from Olafursdal, Norway build the most beautiful dragon ship ever constructed on the Heimdalsfjord and set sail to trade and loot the riches of Europe. It's early April and you have 32 weeks (turns) before you have to be back home when the winter comes.&quot;&#10;&#10;&quot;Victory: Keep book of the turns. If you don't get to Norway before turn 32 is over, you perish in the cold Northern European Winter. If you get to Norway, you can continue the next spring. With multiple players, the richest player is the winner on turn 32.&quot;&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Medieval",
      "Nautical",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Players: Games with Solitaire Rules",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of The Track",
    "ID": 36569,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/36569/legends-of-the-track",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Legens of the Track - 1,500 Metres&#10;&#10;Legends is our third simulation of the classic track event. First came The Metric Mile, much played both solo and as a multi-play and postal game. Legends is an 'eye-in-the-sky' game, the user is 'looking down' on the track with no more involvement than rolling the dice, consulting the Charts and keeping the Race Control Sheet up-dated. A few years ago Legends could not have been published, the demand was all for 'involvement' games, where the user's input had a definite effect on the outcome. The Sport of Kings, with its many small decisions all affecting the final outcome, is typical of that genre.&#10;&#10;The brief for Legends was for a non-involvement ATG simulation with races playable in 10-12 minutes, accurate as far as any mixed-era simulation can be, providing enough detail and stats. (split and final times) to keep the hard-core replay gamer happy and with a system that needed a minimum of book-keeping. With a simple but effective Track Display, one hundred ATG athletes who will run their races in the way they usually ran them in real life (but with ability to change race 'plans' if you wish) with times geared to 2007 standards, pace-makers, 'fast' and normal tracks, weather effects, race 'quality' effects and fitness levels.&#10;&#10;Legends will be an ideal vehicle for solo campaigns, enough 'going on' to keep the interest at a high level, fun to run races, and the chance to run a full season incorporating Grand Prix meetings, Olympics (or World Championships), world-record attempts and with a few minor meetings flung in to keep the mix flexible.&#10;&#10;--description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Race",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Sports: Athletics / Track and Field",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kiss & Cry: Women's Figure Skating Game",
    "ID": 36572,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36572/kiss-and-cry-womens-figure-skating-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Features All skaters who appeared in at least 2 competitions during the 2005-2006 season are included&#10;&#10;Each skater rated in 7 different categories, from technical elements to deductions.&#10;&#10;Separate .pdf files for each country allow for easy competition setup. Run any event from a single country exhibition to an Olympic final. Both short and long programs available.&#10;&#10;Optional scoring modifiers and homer judges rules&#10;&#10;Keep score on the scoresheet as you play; a calculator is required to figure the total scores.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wonder Strike: The Game of International Soccer",
    "ID": 36573,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/36573/wonder-strike-the-game-of-international-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game of International Soccer!&#10;&#10;Features Hundreds of clubs from all countries rated in offensive &amp; defensive ability. Each club is rated for their performance at home, away and on neutral ground. Teams are also given an overall performance rating.&#10;&#10;Game engine utilizes fast action cards.&#10;&#10;74 different offense charts provide for a variety of situations.&#10;&#10;Score sheet and extra charts: track stats as you play with optional player selection system. If you have real team lineups, the following stats may be tracked: Shots, goals, shots on goal, saves, fouls, yellow/red cards, and tackles. Charts for direct free kicks, corner kicks, loose balls, shot locations, weather effects, and more.&#10;&#10;Play matches between different divisions &amp;/or national clubs, using the national ratings system. Rate your own teams with the included simple formula.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Medieval Keep",
    "ID": 36574,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/36574/medieval-keep",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Multiplayer card game or Solo rules.&quot;&#10;&#10;&quot;Each player controls a small town in a medieval setting. Every turn players build structures and hire defenders to protect their town. Some cards are used to send invaders and disasters to destroy your opponent's towns.&quot;&#10;&#10;The custom card deck contains three types of cards: Structures, Invaders, and Disasters. Revenue gained from structures can be used to purchase Defenders ranging from guards and swordsmen to longbow men and mounted knights.&#10;&#10;&quot;Object: Have the most defenders and structures at the end of the game. Each defender and structure is worth 1 victory point. The game ends when the last card is drawn from the deck. In a multi-player game, the game ends if all but one player's town is destroyed.&quot; In a solitaire game you win by getting through the deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "HolyQuest",
    "ID": 36576,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/36576/holyquest",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;This one player game was originally used as a solo adventure system for HOLYQUEST Fantasy RPG (which uses FUDGE). But it is simple enough for anyone to pick up and play as a solo card and dice game. You play a group of four adventurers fighting evil in dungeons and wilderness settings.&quot;&#10;&#10;The game provides long and short game victory conditions and a campaign game suggestion.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blackbeard's Last Stand",
    "ID": 36577,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36577/blackbeards-last-stand",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Blackbeard's Last Stand is a fast-paced, stacking tile game for 2 players. Players pick 5 tiles from the pouch and then take turns stacking the different tiles in sequence. Be the last to stack the Blackbeard tile, win the Doubloon and plunder your opponent's points to win the round. Be the first player to score 100 points to win Blackbeard's Last Stand!&#10;&#10;Contents of Blackbeard's Last Stand Game Tin:&#10;&#10;* 1 Replica Doubloon&#10;    * 10 Wooden Plank Tiles&#10;    * 1 Cloth Pouch&#10;    * Instructions and Hightlights of Blackbeard's Life, Death and Travels.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Pirates"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes & Hordes II",
    "ID": 36578,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36578/heroes-and-hordes-ii",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A solo card game pitting the player's heroic bands of men, elves, and dwarves against evil hordes of monsters. The game culminates in a climactic battle which the heroes must win to prevail.&#10;&#10;The game uses a custom deck containing approximately 120 cards. There are four types of cards: Heroes (forces of the men, elves, or dwarves), Hordes (forces of the goblins, undead, and dragons), Traits, and Events. The Heroes fight in three groups segregated by race. The Evil Hordes also fight in separate groups until all cards have been drawn from the deck, at which point the remaining Hordes form into a single unit which the Heroes must destroy to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes & Hordes",
    "ID": 36579,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36579/heroes-and-hordes",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Solo Card game. Fantasy Theme. Summon Heroic Armies to beat back the Evil Hordes.&quot;&#10;&#10;The game uses a custom deck containing approximately 120 cards. There are eight types of cards: Men, Elf, Dwarf, Goblin, Undead, Dragon, multi-hero, and Event. The Men, Elves, and Dwarves are the player's forces (fighting in segregated groups), and the Goblins, Undead, and Dragons make up the three Evil Hordes. Whenever a Horde eliminates a group of Heroes, the player receives a Devastation Token.&#10;&#10;The game ends when there are no cards left in the deck at the beginning of a turn. Victory is based on the number of Devastation Tokens received: four or more is a loss, two or more is a win, and three is a tie.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Ambitions",
    "ID": 36580,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36580/imperial-ambitions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;A simple space combat system featuring individual ships in large fleet strategic combat operations.&quot;&#10;&#10;&quot;The game is played in two parts, on two different maps. The Strategic Game is played only on the strategic map, and the Tactical Game, where battles are fought, is played only on the tactical battle maps.&quot;&#10;&#10;&quot;In the Strategic Game, units move from one star system to another, and construction, repairs and various economic functions are conducted.&quot;&#10;&#10;&quot;At the end of the Strategic Sequence of Play, any hexes containing opposing units on the strategic map may trigger a battle (at the discretion of either one of the players with forces in the same hex), at which point each battle is resolved on a tactical map using the Tactical Game.&quot;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Metal: The Board Game",
    "ID": 36581,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/36581/black-metal-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In this game each player controls a character. The characters are young black metal fans from Scandinavia.&#10;&#10;The object of the game is to transform your character from a young wanna-be black metal fan, to an true, hardcore, and infamous pioneer of the black metal subculture.&#10;&#10;In order to do this, the characters travel around Scandinavia and complete different mission cards, obtain equipment and join bands.&#10;&#10;The game is largely card-driven with a gameboard to track movement.&#10;&#10;The game has a very humorous and ironical approach to the extreme black metal subculture, and some insight in the area is needed to appreciate much of the humor. The game contains some elements that might be offensive, and players are advised to remember that it is only a parody.&#10;&#10;At the moment, the game is only available in Danish, but it is playable if you speak any of the Nordic languages. Also is uses some terms from the other Nordic languages.&#10;&#10;The game is not commercial, but a copy is available for download. See URL in the links section.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Infected",
    "ID": 36582,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/36582/infected",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Draw a card and use your body to communicate your new affliction to the other players, if someone guesses the illness in a timely manner, the amount of points indicated on the card are awarded to both the infected person and the player who diagnoses it. Whoever correctly diagnoses an illness is the next player to get infected. Points are subtracted if a player passes up a card, however that player may pick a new card during the same turn. The game is over when all the cards have been played and the winner is the player with the most points.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arcanum: Call to Adventure",
    "ID": 36583,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/36583/arcanum-call-to-adventure",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Arcanum, Call to Adventure is the newest expansion for the Arcanum game system.  Take the old map tiles and throw them away, we have new, better tiles for you now.  A hex shaped tile replaces the old tile system and allows easier movement through trails and better overall graphics.  Now the creation of the Arcanum world falls into your hands, as you and other players try out new configurations and pathways to adventure.&#10;&#10;Expands:&#10;&#10;    Arcanum&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "C'est la vie!",
    "ID": 36584,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/36584/cest-la-vie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "(Description from game publisher)&#10;&#10;In life, there are good times and bad times. That's life.&#10;&#10;With a bit of creativity, luck and common sense, you will go through all challenges of life.&#10;&#10;Make your way in the following domains &quot;Career&quot;, &quot;Wealth&quot;, &quot;Family&quot; and &quot;Fitness&quot;.&#10;&#10;The future is upon your hands, make the best of all unexpected events.&#10;&#10;The player who will have the happiest life will win the game.&#10;&#10;This game has been created by a Swiss insurance company.&#10;&#10;It contains:&#10;&#10;1 boardgame&#10;2 dice (one red and one white)&#10;6 pawns&#10;1 Destiny Stone&#10;50 Lucky Pigs counters&#10;50 Horseshoe counters&#10;80 Clover counters&#10;12 Destiny cards&#10;32 Precaution cards&#10;3x55 &quot;C'est la vie!&quot; cards&#10;33 Career cards&#10;33 Wealth cards&#10;33 Family cards&#10;33 Fitness cards&#10;1 rulebook in German, French and Italian&#10;&#10;The boardgame contains an inner circle and an outer circle. Players move their pawn in the inner circle and the Destiny Stones moves in the outer circle.&#10;&#10;Once the Destiny Stone has made a complete turn in the outer circle, the game ends, and the player with the most Luck points wins the game.&#10;&#10;Lucky points are earned by winning the challenges in the inner circle.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pacification of the Middle East",
    "ID": 36585,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36585/pacification-of-the-middle-east",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Solo card game. Low-Complexity Simulation of current efforts by Western Powers to stabilize the Mid-East Region in their favor. The Player takes on the Role of the US President.&quot;&#10;&#10;The player's success is measured on four Meters which are used to determine victory. These are the Western Fear Meter, Arab Hostility Meter, Political Turmoil Meter, and Oil Control Meter.&#10;&#10;&quot;Victory: The Game ends at the end of 10 turns. You win a Peace Victory if at the end of the game, both the Western Fear Meter and the Arab Hostility Meter are at 5 or less. You win an Oil Victory if at the end of the game, your Oil Control Meter is 15+.&quot;&#10;&#10;&quot;Defeat: You lose if the Political Turmoil Meter is ever 5+ at the end of your turn: You are kicked out of Office. You lose if the Arab Hostility Meter is ever 30+ at the end of your turn: All the Arab Countries declare war against you.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pearl Harbor",
    "ID": 36586,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/36586/pearl-harbor",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "3",
    "Description": "&quot;Solo Card Game. December 7, 1941. The player takes the role of the Japanese Imperial Navy First Air Fleet. Objective: Destroy as many US targets as possible.&quot;&#10;&#10;The game is played with a custom deck of approximately 80 cards. There are four types of cards in the deck: Target, Strategy, Weapon, and Defense. The player attacks targets by playing a combination of Target, Strategy, and Weapon cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War II"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pomerium",
    "ID": 36587,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/36587/pomerium",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;A solo game of warfare and intrigue in the Roman Empire.&quot;&#10;&#10;&quot;The time frame is somewhere between 50 and 150 AD. An emperor of long standing has just died. You happen to know with certainty that you are his intended successor, but he died before announcing this to the Senate. Your job: defeat the other powerful contenders to the throne and claim your rightful place as Imperator!&quot;&#10;&#10;The designer notes: &quot;The scope of the player's choices in the game is somewhat limited, possibly making this more of a simulation than a strategy game. However, it was my intent to construct something that can be played as a simple pastime rather than with a great deal of advanced forethought.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Ancient: Rome",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Remember the Alamo",
    "ID": 36588,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36588/remember-the-alamo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Simulates the siege of the Alamo in 1836. Card game (no dice required). For 1 (Solo) or 2 players. The Texians and Mexicans have their own unique decks.&quot;&#10;&#10;This card game is playable solo (with the player as the besieged &quot;Texians&quot;) or with two players. You win when your opponent goes to draw a card and there are no cards left in his deck.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Cities: San Antonio (Texas, USA)",
      "History: Texas Revolution",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micronauts: The Game",
    "ID": 36589,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/36589/micronauts-the-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "This is a set of World War II miniature rules from GHQ designed especially for their Micronauts (1:2400) naval miniatures line. All rolls use one d20.&#10;&#10;Game Scale:&#10;Surface ships: one model = one ship, 1 inch = 1000 yds/meters, 1 tactical turn = 6 minutes (in large scenarios, one hour strategic turns are used).&#10;Motor Torpede Boat: 1 unit = 4 boats.&#10;&#10;Submarine: one sub is represented by 6 markers; one true and 5 false (dummies).&#10;&#10;Aircraft: 1 unit = 6 aircraft, a turn is divided into 6 impulses for movement/combat.&#10;Aircraft enter a scenario already airborne. Takeoff/landing operations are not covered.&#10;&#10;Nationalities included in the rulebook: US, British, Dutch, German, Japanese, and Italian. Free download Bonus Supplements add Soviet, French and many classes, including hypothetical ones.&#10;&#10;Color game markers and combat table cards are also included. Get started with 10 ready-to-play historical scenarios set in the Atlantic, Mediterranean and Pacific.&#10;&#10;You can also design your own scenarios with the (somewhat confused) scenario generation system.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Portland-Cityopoly",
    "ID": 36590,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36590/portland-cityopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;An entrepreneurial business and trading game&quot;. Monopoly clone for the city of Portland, OR, where one builds not houses and hotels, but &quot;branch offices&quot; and &quot;skyscrapers&quot;.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Portland (Oregon, USA)",
      "Game: Cityopoly"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Salem's All-American Street Game",
    "ID": 36591,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36591/salems-all-american-street-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Satiric simulation of navigating the &quot;driver's nightmare&quot; streets of downtown Salem, OR.&#10;&#10;&quot;Object of the game is to travel downtown Salem, accomplish your errands, and be the first player to return home.&quot;&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hitchhiker's Quest for the Galaxy",
    "ID": 36593,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/36593/hitchhikers-quest-for-the-galaxy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Card game for 2-4+ players. Hitch-Hiker&rsquo;s Guide to the Galaxy Theme. Victory: The First player to complete the requirements on a Quest card he controls wins the game.&quot;&#10; The game is played using a custom deck of approximately 80 cards. There are eighteen different types of cards in the deck. These include Quest, Main Character, Character, Planet, Robot, Fish, Ship, Thing, Location, Advice, and Condition cards. Except for the Quest cards, each card has one of six types of powers: Reveal Power, Continuous Power, Event Power, Discard Power, Sacrifice Power, and Alignment Power. The powers are used to try to meet the conditions on the Quest card that the player has in play.&#10;&#10;Per the rules, the &quot;most Depressed player goes first.&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Books: The Hitchhiker's Guide to the Galaxy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Indian Wars",
    "ID": 36594,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36594/indian-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Card game for 2 Players. Theme: American Indian Wars in the Post Civil War Years. One player is the Whites. The other player is the Indians.&quot;&#10;&#10;The game is played using a custom card deck containing seven types of cards: Initiative, White Combatant, Indian Combatant, Firepower, Aftermath, Special, and Historical. Most of the cards are ranked with a number. Some cards can only be played by one player.&#10;&#10;Each player starts with twenty Blood Chips. Blood Chips are won from the opposing player by playing cards having a higher total Combatant score.&#10;&#10;&quot;Victory: Reduce your opponent to zero Blood Chips. Note: If both players are reduced to zero at the end of a Turn, the player with the least negative total wins. A White win indicates an early end of the Indian Wars in The White Mans favor. An Indian win indicates additional Resistance and a &#10;Continuation of the Indian Wars. (By 1870 there were more Whites in Kansas than Indians in the entire US)&quot;&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swamp Fighters",
    "ID": 36595,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36595/swamp-fighters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "&quot;Wet Wargame for 2 or more players. Fantasy Swamp theme. Victory: Destroy all enemy units.&quot;&#10;&#10;Components: &quot;Tiles are used to make the Map. Chits are used to represent Units. Each player has their own set of unit chits. Cards are used to represent Spells. Six sided dice are needed to play.&quot;&#10;&#10;The game is played on an 8x8 grid or chess board. The terrain tiles are randomly distributed on the squares. There are five races of creatures which live in the swamp: Lizard Men, Crab Men, Bullywugs, Snake Men, and Turtle Men. The players choose to play one of these races, controlling 20 or 21 creatures in a battle to the death.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Origins: The Age of Reason",
    "ID": 36600,
    "Year": "(2008)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/36600/origins-the-age-of-reason",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.8571",
    "Description": "From the publisher:&#10;&#10;This deck allows you to advance your Origins civilization into Era IV, the modern age. You must have Origins to play this expansion.&#10;&#10;Contains:&#10;&#10;&#10;    Era IV Rules&#10;    Designer's Notes&#10;    55 cards&#10;    A New Short Scenario&#10;    Origins Errata and Optional Rules&#10;    Strategy and Card Tabulation&#10;    Frequently Asked Questions&#10;    Sample first turn.&#10;&#10;&#10;Expands:&#10;&#10;    Origins: How We Became Human&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: BIOS (Phil Eklund)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wicce Hearts",
    "ID": 36601,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36601/wicce-hearts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A witchcraft themed card game.&#10;&#10;The game is played using a custom deck of 36 cards. The deck is divided into four suits (Ankh, Pentagram, Familiar, and Item) numbered 1 to 9. The players attempt to win each turn by playing the highest ranking card from the same suit as the first card played on the turn. The winner of the turn receives all cards played on the turn.&#10;&#10;The game is won by the player who scores the most points. Points are generally based on the value of the Pentagram cards held by your opponents. In addition, bonus points are awarded for holding certain cards or combinations of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play",
      "Religious"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Play by Play",
    "ID": 36602,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36602/play-by-play",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This fascinating game is designed to play along with a TV or radio broadcast game. Contestants join in the action by trying to predict each play before it happens. The points awarded for each play are determined by their degree of probability.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Commodity Speculation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ypres",
    "ID": 36605,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/36605/ypres",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Card game of Western Front Battle 1915 (solo or 2 players)&quot;&#10;&#10;Each player has two custom decks, Officer and Unit Decks. The players also share a common Modifier Deck. Each player also uses ten-sided dice as casualty markers to track their troop casualties. Ten terrain markers used to track victory points.&#10;&#10;&quot;The side that loses his troops loses the game. The player that first possesses 10 Terrain markers wins the game.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "World War I"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Cities: Ypres (Belgium)",
      "Country: Belgium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Africa",
    "ID": 36606,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/36606/africa",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A solo card game of exploration and conquest in Africa. Playable solo, or with two or three players.&#10;&#10;The game is played with three custom card decks, the Province Deck, Unit Deck and Event Deck. There Province Deck has cards for eight provinces, each rated for income and defense. The Event Deck contains favorable and cataclysmic events.&#10;&#10;The Unit Deck has Native, Colonial, European, and Rebel Armies. The Rebel Armies represent the forces the player must eliminate from the provinces. The player must pay upkeep for all friendly armies in the provinces.&#10;&#10;The player may also build settlements, towns, and forts in a province. These installations alter the income or defense values of a province.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Swiss Family Robinson",
    "ID": 36608,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/36608/swiss-family-robinson",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;Solo Board, Dice, and Card Game. You control the Swiss Family Robinson. A Group of Pirates is attacking your Rocky Redoubt.&quot;&#10;&#10;The game uses a chess board or other 8x8 grid and a set of custom cards. Six pieces are used to represent the family members, classified as three grown men, two women, and a child. Sixteen pawns are used to represent the pirates.&#10;&#10;Each pirate moves 0-2 spaces toward the family members each turn, as determined by random die roll. The cards are played to cause the family members to attack the pirates.&#10; &quot;Victory: Drive off all of the Pirates and keep the Family Members from being captured.&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Troll Trouble",
    "ID": 36609,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36609/troll-trouble",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The dark order of wizards have been bickering over who has the most gifted house elf. They have decided to organize a contest and send their naughty little house elves into an old mine to retrieve the magical golden egg of Eddenburg. The 1st elf to return to the Mine Entrance with the golden egg wins.&quot;&#10;&#10;&quot;The hen that lays the golden eggs is protected by a giant and his body guards (a family of rock-hard ugly trolls). The giant and his bodyguards have been living in this same little mine shaft for over 300 years. Now as you can imagine the mine is really disgusting, there are germs everywhere, and not only germs but super germs. These super germs can cause diarrhea in house elves. As you can imagine it is hard for an elf to ride in the mine carts and sneak around quietly without their Pepto Bismo.&quot;&#10;&#10;&quot;As far as combat the trolls certainly have an advantage over the elves in strength, but they are stupid and sometimes completely forget who they are and what they are. They begin to waddle and walk around in circles mumbling to themselves. If these trolls had a brain they would be really dangerous.&quot;&#10;&#10;&quot;Another interesting aspect of trolls is that when they see an elf they drool, and when I say drool I really mean drool. Because of this it is really difficult for an elf to sneak around because they are tracking mucus around on the bottoms of their boots, not to mention it is really slippery. On the positive side when a troll captures a house elf and drools all over it, it can become very slippery and sometimes&#10;it can squirm and slip free.&quot;&#10;&#10;&quot;Two other techniques house elves have learned that are effective against trolls. First, trolls can't stand elves that squeak and second, trolls are particularly self conscious when elves flash them.&quot;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Horde",
    "ID": 36610,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36610/the-horde",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A card game based on the vintage Crystal Dynamics fantasy computer game of the same name. The game is played with two custom decks, a Recruit Deck and a Horde Deck. The Horde Deck is composed of Hordlings, the creatures that make up the Horde. The Recruit Deck includes forces which the player will use to combat the Hordlings.&#10;&#10;The takes on the role of Chauncey, who must hold off the Horde for five years, battling the Hordlings in a predetermined series of locations, including the Shimto Plains, Fetid Swamps of Buuzal, Tree Realm of Alburga, Kar-Nyar Desert, and Frozen Wastes of Vesh.&#10;&#10;&quot;Victory: You (Chauncey) are killed if all 4 Grimthwacker cards are in the Recruit Discard Pile. You lose if you are ever unable to play your taxes. You win if you survive all 5 years (=20 turns).&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Prince Caspian",
    "ID": 36613,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/36613/monopoly-prince-caspian",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "C.S. Lewis' book &quot;Prince Caspian: The Return to Narnia&quot; merges with the world-famous board game Monopoly.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Books: The Chronicles of Narnia",
      "Brands: Disney",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pow-Wow-Opoly",
    "ID": 36614,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36614/pow-wow-opoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a culture-based variant of Monopoly. The game has an Aboriginal powwow theme, allowing players to learn a bit about the culture as they play.&#10;&#10;From the game's website &quot;My vision of this game is that it educates the general public and inquiring minds about what a Pow-Wow is and how it is an expression of our culture as First Nations People. It has also been my vision to see our culture in a format that is fun and accessible to all people, to share the little idiosyncrasies that make us &ldquo;Indian&rdquo;. After playing Pow-Wow-Opoly you will know what an Indian Taco is or that we always carry a little duct tape in our &ldquo;Indian Car&rdquo; for quick repair jobs on our travels; we usually have a spare blanket in the trunk and an extra hand drum just in case.&quot;&#10;&#10;The website is www.pow-wow-opoly.com&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Secret Weapons",
    "ID": 36617,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/36617/panzer-grenadier-secret-weapons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "From the Avalanche Press website:&#10;&#10;Science fiction became reality during the Second World War, as scientists and engineers labored madly to bring bizarre new weapons to the battlefield. Panzer Grenadier: Secret Weapons is a 64-page book supplement to the popular Panzer Grenadier series, looking at some of these laboratory products &mdash; all of which existed at least on the drawing board, and many of which actually saw service.&#10;&#10;Origins Award winning author John R. Phythyon Jr. tells of odd programs like Germany's super-heavy tanks &mdash; vehicles like the 180-ton Maus tank and the equally huge Tiger III. None of those actually saw combat, but the world's first anti-tank guided missile, the German X7, apparently did.&#10;&#10;Britain's huge tanks are also covered, with the slow and heavy Tortoise and the slow and heavy Black Prince. And there's the awesome Centurion, a design so solid it remains in service in some of the world's armies more than six decades later.&#10;&#10;Plus we have flying machines. There are German Fl.282 helicopters (in three versions), Fa.223 helicopters (also in three versions) and the huge Fa.284 helicopter. Plus the P.1003 tilt-rotor aircraft, ancestor of the modern-day Osprey. Finally, German jets make an appearance to lend close support, including the Me.1099 attack plane fitted with a 55mm automatic cannon.&#10;&#10;And there's more. The Americans get their Sikorsky R4 reconnaissance helicopter, while the Japanese receive the Ka-1 autogyro. For every Panzer Grenadier fan who's asked for weird science, this is exactly what you've wanted.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orion Emperor",
    "ID": 36619,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/36619/orion-emperor",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "This Orion Emperor is 4X game designed in the spirit of Master of Orion series for PC. The players take roles of leaders of the different races and factions and start to develop their newly founded space empires via exploring the space, making political decisions, managing of their parliament and preparing against all the possible encounters the game provides and of course against the other players who happen to share the same interest to rule the whole galaxy.&#10;&#10;The essence of the game is your own parliament which needs constant management by strong leader to make sure the parliament makes the right decisions for the future of your empire. As your power and respect grows during the game, with careful planning your empire's parliament suddenly is making just the decisions their strong leader wants...but then also starts to happen the first contacts to other players which surely will open a can of worms of new challenges.&#10;&#10;Orion Emperor (play test name: Master of Orion IV) has been under development for 2 years. The newest release is the 4th edition of Orion Emperor.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Exploration",
      "Political",
      "Space Exploration"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Space: Orion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Armchair Generals",
    "ID": 36620,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/36620/armchair-generals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Armchair Generals is a grand strategy war game that puts you in charge of one of the major sides in either WWII or in a, hypothetical, WWIII scenario. Each side consists of a number of different troop types, including armies, fleets and air forces.&#10;&#10;The playing board is two sided, with maps of the world on each side. On one side is the world as it was in 1939 and is used for the four player version of the game (WWII). The other side is a map of the world as it was in the late 1980s and is used for two and three player games (WWIII).&#10;&#10;In the two player game one player takes the role of NATO and the other takes on the role of the Warsaw Pact. For the three player game the third player dons the mantle of China. The four player game is based on WWII and each player controls either Japan, USSR, the Western Allies or the Axis Powers.&#10;&#10;The object of the game is to be the first player to grab a set number of economic 'points' and thus, dominate your opponents.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El juego de la Luna",
    "ID": 36621,
    "Year": "(1890)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36621/el-juego-de-la-luna",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A very simple roll-and-move game. Players roll a die and move their playing pieces through the board spaces, in some of which there is a humanized Moon in one of their phases (full, new, first quarter and last quarter). Depending on which phase of the Moon the players fall, they stay where they are, advance additional spaces or go back to previous spaces.&#10;&#10;Note: The current info on the game is scarce and not fully accurate, as it dates from 1890. If anyone has additional information and more accurate data, please provide it.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Roma Defendenda Est",
    "ID": 36622,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/36622/roma-defendenda-est",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "This solitaire or two players game offers a series of &ldquo;what ifs&rdquo;, based on the historical situation following the Italian Armistice, signed 8th of September 1943. Starting from the historical position of the Italian and German divisions, one player, as the Italian, must try to save Rome from falling in German hands before the arrival of the American reinforcements through the air. But this game can also be played with a German opponent, or from the German perspective, with a single player try to reach the Eternal City before the American air transported units.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Cities: Rome (Lazio, Italy)",
      "Country: Italy",
      "History: World War II (Italian Resistance)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drunken Coachman",
    "ID": 36624,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36624/drunken-coachman",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;... the Amusing Game played in Naval Messes.&quot;  This is a small box card game where the goal is to move the Coachman figure between players using the cards dealt to you at the beginning of the game (they move the card a certain number of players left or right&quot;.  If a stop if played you lose a chit from your stock (you star with twelve) to the centre.  A &quot;fares please&quot; card gets you one stock counter from each player.  The person who has the Coachman in Front of them at the end wins the chits from the centre.  You play to a set total score or until all but one player is eliminated.  The original game makes you play your cards without looking at them but a suggested variant of playing from your hand make it more interesting.  This is one of a number of light English Card Games created during the 1930's.  There is no publisher, author or date on the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shako",
    "ID": 36625,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/36625/shako",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Shako which means Chess in Esperanto, is a chess variant played on a 10X10 board. This variant uses all the rules of orthodox chess, and the way the pieces are placed in the opening setup, again in the familiar pattern, allow players to follow practical all the openings used for orthodox chess. The new pieces are taken from Xiangqi (Chinese Chess).&#10;&#10;Elephants are added on the outside of the rooks. Elephants move one or two squares diagonally. When an elephant moves two squares, it is allowed to jump.&#10;&#10;the two ranks of pieces are moved up, so sit as they would on an 8X8 board. the rank closest to the player is empty except for two cannons on the outer most squares.&#10;&#10;Cannons move without taking like rooks, and they move with taking by going in a straight horizontal and vertical line and jumping over exactly one piece: when a cannon takes a piece, there must be exactly one piece between the original and final square of the cannons move - this piece may be of either color. (This is identical to the move of the cannon in Xiangqi.)&#10;&#10;Other pieces move as normal. Win is by checkmate&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Market",
    "ID": 36626,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36626/market",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A type of poker game which involves bidding on cards&#10;Each player will bid with a limited amount of money on faceup cards for his hand. At the end of the round, who ever has the highest hand wins. The hand rankings are as follows:&#10;    1 pair &#10;    3 card straight &#10;    3 card flush &#10;    2 pair &#10;    3 card straight-flush &#10;    4 card straight &#10;    4 card flush &#10;    3 of a kind &#10;    5 card straight &#10;    5 card flush &#10;    full house &#10;    double 3-of-a-kind &#10;    four of a kind &#10;    5 card straight flush&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gates",
    "ID": 36627,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36627/gates",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A connection game played on a triangular board made up of hexagonal cells.  The object is connect the three sides of the board by a continuous path.  Pieces are hexagonal tiles that contain both players' colors.  Players alternate turns, placing a tile in one of three possible orientations on a board hexagon.&#10;&#10;The game now comes in several different rule-set flavors, including one called &quot;Hex Gate&quot; in which, as in Hex, players try to connect their own sides of the board with a continuous path of their own color&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rift Rats",
    "ID": 36628,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36628/rift-rats",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rift Rats is the nickname given to an elite group of Starliner Captains who navigate rifts in the space-time continuum delivering prospectors to landing zones throughout the galaxy (d&rsquo;ers dilithium in d&rsquo;em d&rsquo;er planets). In an effort to deter future prospectors, tribes of native species from these planets have built a defensive network inside the rifts known as the Rat Trap. How good of a starship pilot are you? Think you can survive the 'Rat Trap'?&quot;&#10;&#10;The designer notes: &quot;Many solo games offer a very limited course of actions, require very little thought or strategy and are overly dependent on luck. Rift Rats attempts to challenge solo players and provide a variety of different situations.&quot;&#10;&#10;A solo or multi-player game. The object is to deliver seven passenger pods to seven landing zones, or to be the first to do so in a multi-player game.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Transportation"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solitaire Conquest",
    "ID": 36629,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/36629/solitaire-conquest",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Solitaire board and card game with a fantasy conquest theme.&quot; The object of the game is to eliminate all of the Hordes from the continent.&#10;&#10;The map depicts a continent made up of twelve connected regions. Each region is large enough to hold a stack of cards. Cards from the Foe Deck are dealt equally into eleven of the regions. These stacks are known as the Hordes. The player starts in the vacant region with a force drawn from the Ally Deck.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Hole",
    "ID": 36630,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/36630/space-hole",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Solo Dice &amp; Card game. The player must defend and build up his Space colony.&quot;&#10;&#10;The game uses a custom card deck containing four types of cards: Events, Invaders, Defenders, and Structures. Each Structure card is rated for power use, number of defender cards supported, and Mega-credits generated. Defender and Invader cards have Force values. Events represent good and bad happenings in the game.&#10;&#10;If the player's Base is destroyed, the game ends and the player loses. Otherwise the player attempts to have as many Mega-credits as possible once the last card has been drawn from the deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek RPG Solo Card and Dice Game",
    "ID": 36631,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/36631/star-trek-rpg-solo-card-and-dice-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple solitaire game portraying adventure and exploration in a number of Star Trek milieus.&#10;&#10;Designer's Description: &quot;I always had a soft spot in my heart for Roddenberry's Utopian Star Trek. A veteran of the FASA STAR TREK RPG, The adventures I loved the most were the basic explore, first contact, go where no man has gone before on a Constitution Class Star Ship. This game captures that feel.  Although I loved the FASA game, I am trying to be progressive, so I have used a VERY SIMPLIFIED system based off the new Decipher Star Trek RPG.&quot;&#10;&#10;&quot;You will need 2 six-sided dice and a card deck composed of the STAR TREK CARD LIST below. I have also included a STAR TREK: THE NEXT GENERATION CARD LIST, STAR TREK: THE MOTION PICTURES CARD LIST, STAR TREK: THE ADVENTURES OF CAPTAIN SULU! CARD LIST and the crew from the ENTERPRISE-B in a STAR TREK: &#10;GENERATIONS CARD LIST (give Capt. Harriman a chance; he's just green).&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spanish Armada",
    "ID": 36632,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/36632/spanish-armada",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Solo card game using a regular deck of cards. Based on the Failure of the Spanish Armada to invade England in 1588. The Armada had 122 Ships. The English 66. The English sank 2 Spanish Ships and were able to disperse the Armada. The dispersed Armada drifted into the North Sea and had to circle around Ireland in treacherous weather to return home. On the journey home 39 transports foundered or ran aground.&quot;&#10;&#10;The deck is split into two halves, the red half (Spanish Armada) and the black half (English Squadrons). Each turn has two phases, a Straggler Phase and an Engagement Phase. The player must use his English raider ships to disperse Spanish stragglers, which are then placed in the player's Victory Pile. The victory conditions set the level of success or failure based on the number of cards in the Victory Pile after the Spanish Armada Deck has been exhausted.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Madagascar 1942",
    "ID": 36633,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/36633/madagascar-1942",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Solitaire wargame included in Panzerschreck Anthology.&#10;&#10;The player controls an invasion force of 7 British units that must control an unknown quantity of Vichy French held positions around the north coast of Madagascar by the end of the 5th turn.&#10;&#10;Victory conditions are determined by random die roll at the end of the game, but either Diego Suarez and/or Antsirane must be  in British hands by the end of the last turn.&#10;&#10;All 9 objectives are held by the Vichy French units at the beginning of the game. These units are deployed face down and may be reinforced due to events.&#10;&#10;Counters:&#10;&#10;1 Turn marker&#10;7 British units (Combat-Morale-Movement)&#10;1 Royal Navy marker&#10;19 Vichy French units (Combat-Morale-Movement)&#10;&#10;Game includes unmounted, colour counters, 8.5&quot; x 11&quot; hex map, optional rules, optional historical French set-up, and designer's notes.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Madagascar",
      "Magazine: Panzerschreck (Minden Games)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Housing Drive",
    "ID": 36636,
    "Year": "(1948)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/36636/housing-drive",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "'Housing Drive' is a board game published by Pepys Games of London in the 1940's.&#10; 2-6 players race to complete a housing estate using the least government subsidy possible. Houses are built by, first, obtaining a &quot;Licence to Build&quot; and then blue, red and green counters, representing respectively Units of Labour, Units of Material and Units of Power.Players may trade counters to complete their housing estates. Each player is provided with a Playing Board representing a Housing Estate and indicating positions for the various pieces used during the game.&#10;&#10;In the 1940's this was a topical subject for a board game as the British government was replacing housing stock destroyed by the Luftwaffe and also trying to provide more 'Homes fit for heroes'&#10;&#10;The game is notable for the quality of its components - metal dice, counters, coins, good quality wooden houses and Playing Boards - at a time when rationing was still in place and raw materials were at a premium.&#10;&#10;At some time the box was enlarged, and the rules were subsequently enlarged from 2 to 3 pages. Parts of some rules were rewritten, and explanations of some rules expanded. Two new paragraphs were added at the end. One was headed, &quot;Housing Drive, Shorter Version&quot;. The other was headed &quot;Housing Drive, Simplified Version&quot;, described as &quot;a simple game for young children.&quot;&#10;&#10;A player who completes the game and has no Government Subsidy debited against him/her is the winner. If two players qualify, the one who has built the most houses wins. If all players have Government Subsidies debited against them, then &quot;the player whose Government Subsidy per House is the lowest is the winner.&quot;&#10;&#10;Incidentally, the front of the game describes it as being for 2 to 8 players, although the rules and pieces are clearly for 2 to 6 players (e.g. there are only 6 playing boards). At some time a red sticker was placed on the enlarged box correcting the error.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Soccero",
    "ID": 36637,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/36637/soccero",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "From the official website:&#10;&#10;&quot;Soccero is the football boardgame that delivers the most exciting and realistic football experience! The game consists of two players or managers moving the player figures and the ball on the game board using dice. The player who has scored more goals by the end of the game wins. The game is designed to serve the skilled and strategic mind - but just as in real football, luck can always bring an unexpected challenge!&#10;&#10;The Basic Rules make it easy and fun to get into the game. Later the managers may choose to follow the Extended Rules. The extended rules will add more realistic football features to the game turning it more challenging. The extended rules contain special situations such as goal kick, corner kick, throw-in, free kicks and penalty kick.&quot;&#10;&#10;Re-implements&#10;&#10;    Die wilden Fussballkerle: Das dampfhammerharte Fussball-Spiel&#10;&#10;&#10;Re-implemented in:&#10;&#10;    Soccero (Second Edition)&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Country: Finland",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Year War",
    "ID": 36638,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/36638/one-year-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "2.6667",
    "Description": "Based on famous Japanese animation series &quot;Mobile suit Gundam&quot;.&#10;This game covers the whole of one year war in the TV series.&#10;This game contains all important episode and characters and weapons in not only &quot;Mobile suit Gundam&quot; but also in &quot;08 Mobile suits platoon&quot;, &quot;War in a pocket&quot; and &quot;Stardust Memory&quot;.&#10;&#10;The game components contains&#10;700 units&#10;2 map (1 space, 1 global)&#10;96 weapon cards&#10;several play aids&#10;rulebook&#10;&#10;The game is played with one half-month game turn which is further divided into 2 action cycles.  Thus, each cycle represents 1 week.&#10;&#10;An important subject of one year war is weapon development.  This is represented by technology level and weapon development cards.  Every weapon need specific technology level and in some case its predecessor weapon which must be developed earlier.&#10;&#10;This game has 2 scenarios&#10;1) Campaign scenario, whole 1 year war, 20+ hours&#10;2) TV series scenario, last 4 months, 8 hours&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gettysburg Campaign",
    "ID": 36640,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36640/the-gettysburg-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Recreates Robert E Lee's 1863 invasion of Pennsylvania using the same block game system as Worthington's previous Civil War game Forge in Fire. The game will cover the historic campaign through June and July. The Confederate player will play Lee while the Union player will play Union Commanders Joe Hooker and then George Meade. The goal of the Confederates is to capture certain import areas including if possible such cities as Baltimore and Washington.&#10;&#10;The game itself uses a classic block game system. Strategic level play takes place on a point to point map of the Maryland and Pennsylvania countryside. Once combat is joined players will switch their counters to a battle board to conduct the tactical level combat. The units themselves are classic block game counters with a unit's strength being designated by numbers on the outside of the block which can be rotated to reflect losses in combat.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Country: USA",
      "History: Battle of Gettysburg",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conniption",
    "ID": 36641,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36641/conniption",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;You'll be having conniption fits when the playing board is flipped upside down. Watch closely as the colored disks start tumbling into new color sequences. Will they land  in winning color combinations for you, or for your opponent? Yikes!&#10;&#10;In turn, players drop their discs down the vertical slots. But first, they must decide to flip the board before, or after, they play, creating brand new disk dilemmas.&#10;&#10;Flip your way to 4 in a row to win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 6 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gettysburg: The Battlefield Game",
    "ID": 36642,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36642/gettysburg-the-battlefield-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Gettysburg: The Battlefield Game is a very popular game that presents an unusual look at this greatest Civil War battle, taking 2 to 6 players on a competitive &quot;tour&quot; of the famous battlefield. Union and Confederate players play to win, using knowledge and luck, experiencing incidents and events from the climactic three-day battle in July 1863.&#10;&#10;The game includes a 4-part game board, a d6, six stand up figures (3 union, 3 confederate) a rule sheet, and a battle book.  The battle book contains trivia questions and historic anecdotes that affect the outcome of the game.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fab's Quiz",
    "ID": 36643,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/36643/fabs-quiz",
    "Min Players": "5",
    "Max Players": "9",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Initially created as a joke for my girlfriend's birthday, this trivia game is real fun to play.&#10;&#10;The game is played in teams of two players each.&#10;&#10;One team is selected to start playing and then the game is played clock-wise.&#10;&#10;At a team&rsquo;s turn, a dice is rolled and the counter representing the team is moved half of the dice result.&#10;&#10;Then a card is drawn and the team has to answer a question about my girlfriend (may be adapt to any person you want prior to play).&#10;&#10;If the team answers correctly to the question, it may advance again its counter based on the result of a new dice roll.&#10;&#10;The better you know the person, the quicker you will advance in the game.&#10;&#10;The team that finishes first after three complete board turns is the winner of the game, and receives a &quot;Very Best Friend Diploma&quot;.&#10;&#10;Some special cards will add unexpected events as they are drawn :-)&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gobsmacked!",
    "ID": 36644,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/36644/gobsmacked",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Place 3 in a row of the same color or shape and your opponent scores a point in this maniacal memory game. It's enough to make your mind spin as you try to remember the pattern on the board before it's spun around and another patterned plug is added into play.&#10;&#10;Was black on the right and whit on the left? and square below and circle above? Avoid putting 3 same pattern pieces in a row to win the game.&#10;&#10;Contents:&#10;1 vertical wooden board, 1 wood stand, 22 playing pieces, 2 Gobsmackers, instructions.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 5 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Up",
    "ID": 36645,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/36645/one-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Lining up 4 bearings of the same color is the goal, but rising to the challenge involves skill and scheming! Starting with the counter at #1, each player pushes 1 bearing 1 space. the counter is them moved one up to #2. Now you must complete 2 moves. As the counter progresses from 1 to 10, the number of moves you make increases, escalating the fun and the frenzy of One Up. Can you rise to the challenge?&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sprocket",
    "ID": 36647,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/36647/sprocket",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Try to outsmart your opponents by creating gears with the rotor pieces. When a gear is formed, a lug is added into play! The first player to add all of their lugs into play, wins the game.&#10;&#10;But watch out! If a gear contains differing heights of stacked lugs, all players add lugs into play, so take your time in deciding which rotor to rotate and which lugs to stack. Most importantly, decide which move benefits you the most!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Turkupeli",
    "ID": 36651,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/36651/turkupeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the Turku version of the Kaupunkipelit (City Games) series. The southwestern city of Turku is the oldest city in Finland (founded 1229), was the capital before Helsinki until 1812, and still is the 6th largest city and the hub of the 3rd largest metropolitan area in the country, the capital of it's region, and an important seaport with shipyards.&#10;&#10;Unlike most games in the series, this one (along with Helsinkipeli) came in two different editions; an earlier edition in a styrofoam box inside a cardboard sleeve fastened by velcro (similar to the concurrent Swedish Lokalspelet series) and a later edition which is similar to most of the other games in the series.&#10;&#10;Kaupunkipelit is a series of games, each of which is basically a light version of Monopoly localized to a city/region of Finland. The games promote local companies, councils, educational institutes etc. and were designed as a fund raising effort for local sports clubs.&#10;&#10;The main differences between these games and Monopoly are:&#10;&#10;-Instead of a &quot;street&quot; each square on the board represents a local business.&#10;-There are no hotels or houses, but each square has two title deeds instead of just one, allowing two players to jointly own any location on the board.&#10;-The majority of the event cards are trivia questions about the locality the game is set in.&#10;-While the effects of the first two corner squares (Go and Jail in Monopoly) remain the same for every edition (Go and Stock Market Crash), the effect of the other two corners varies from edition to edition and is the only real difference between them (except for the trivia content, of course). They are typically also local businesses but without title deeds and thus no rent either, but some special effect instead, such as pass a turn or get an extra throw.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Income",
      "Loans",
      "Lose a Turn",
      "Ownership",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Cities: Turku (Finland)",
      "Country: Finland",
      "Promotional: Board Games",
      "Promotional: Towns / Cities / Regions",
      "Series: Kaupunkipelit",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ronin: War",
    "ID": 36652,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/36652/ronin-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ronin is a tactical and customizable miniatures game of gigantic mechanized battle. Ronin:War introduces tanks, flying machines, and other units along with a new set of added rules to bring large-scale battle to the world of Ronin. Command your units to eliminate enemy forces, while marching your superior Ronin mechs across the battlefield for an epic showdown.&#10;&#10;Expands:&#10;&#10;    Ronin: Duels&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kierto",
    "ID": 36653,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/36653/kierto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kierto (Cycle) is an educational game about recycling, designed by a group of Finnish junior high students and their teachers. The prototype won first prize in the Economic Information Office's recycling competition and was then published by EIO in cooperation with the Finnish Association for Nature Conservation.&#10;&#10;The game board has several recycling facilities for different types of waste; each player is dealt five waste cards which they then have to deliver to the correct facilities. First one to get rid of all 5 cards is the winner. There are also event cards, which may help or hinder the players.&#10;&#10;The die and playing pieces are wooden; the rest of the game is made of recycled paper and cardboard.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Silja Line Risteilypeli",
    "ID": 36654,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/36654/silja-line-risteilypeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a promotional game for the shipping company Silja Line.&#10;&#10;The game board is a rough map of the Baltic sea and surrounding areas. Using Route/Ship and Place of Departure cards, the players must complete as many cruises as possible;  the winner is the player who reaches Stockholm or Helsinki with the most completed cruises when the Route/Ship deck runs out.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Theme: Cruise ships"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Texas Hold'em StrataCards",
    "ID": 36655,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/36655/texas-holdem-stratacards",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "StrataCards is a unique set of playing cards that let you play poker like a game of solitaire or with a group. Each deck contains 52 cards and 2 &quot;jokers&quot;, but instead of typical front and back faces, each side has multiple card faces printed on it. For this Texas Hold'em deck, the fronts show 2 card faces, and the backs show 3 card faces.&#10;&#10;The front of each card represents your two hole cards, and their value relative to other starting hands. There are also example flops labeled &quot;Weak&quot;, &quot;Good&quot;, &quot;Great&quot;, and &quot;The Nuts&quot;, and their value relative to other possible flops. Text descriptions include a standard name and a popular nickname for the hole cards, and the common slang for your made hands and draws.&#10;&#10;The back of each card represents three cards that would be a great flop for the starting hand on the front. The idea is that without looking at the front of the card, you can deduce a range of hole cards that might be on the front just by looking at the flop cards on the back. Turn and River cards are displayed by placing one card under another so that only one new card face is showing.&#10;&#10;This connection between the cards on the front and back lets you play and learn the game by yourself, or practice your hand reading skills in a game with others. Key points of the system are: starting hands and their values before and after the flop, learning the lingo that the professionals use to describe their hands, and good practice spotting bad beats, missed draws, pure bluffs, and the stone cold nuts.&#10;&#10;Game variations you can play with this deck include: Texas Holdem, Greek Holdem, Heads-Up Holdem Solitaire, Multi-Way Holdem Solitaire, Holdem Flash Cards, and Blind Man's Bluff.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Police Pursuit",
    "ID": 36656,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36656/police-pursuit",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Police Pursuit is a law enforcement question and answer game with three levels of play. Players with greater knowledge of the criminal justice system will be challenged by the more complicated questions.&#10;&#10;The &quot;good guys&quot; and the &quot;bad guys&quot; move along two tracks while avoiding five color-coded category traps:&#10;&#10;TV-Movies Cops &amp; Robbers&#10;&#10;History Of Crime &amp; Gangsters&#10;&#10;Jurisdiction &amp; Crime Trends&#10;&#10;Police Technology&#10;&#10;Case Law &amp; Courts&#10;&#10;Includes a colorful board, hundreds of question cards, tokens, dice, rules, and a storage insert.&#10;&#10;Ages 14 and up.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Big Umbrella Game",
    "ID": 36657,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36657/the-big-umbrella-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The rules are short enough to post here, so here they are directly from the game box.&#10;&#10;OBJECT:  To be the first player to move from Start to Finish.&#10;&#10;PLAY: Each player decides whether he wants to be a duck or a cat.  The first player places his playing piece on the starting space for ducks, if he has a duck, or on the starting space for cats, if he has a cat.  He then spins the big umbrella and moves his playing piece counterclockwise to the next space of the color indicated on the spinner.&#10;&#10;Cats can only move to spaces under umbrellas and ducks can only move to the rainy spaces.  For example, if a player who has a cat playing piece spins red, he can move forward, in this turn, only if the next red space is under an umbrella.  If it is not, he cannot move at all and must wait until his next turn.&#10;&#10;Play passes to the left, and players advance whenever they spin the color of a space to which they are allowed to move.  Whenever a player spins the color that matches the color on his playing piece, he may spin again.  A player must spin the correct color to land on Finish.&#10;&#10;The first player to reach Finish is the Winner.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Duel Blade",
    "ID": 36658,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36658/duel-blade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Duel Blade pits two combatants of equivalent skill in a contest of strategy and endurance. Choice of armor and weapons helps to shape combat strategy and fighting style. Weapons balance attributes of accuracy and power, armor balances the attributes of evasion and deflection. Are you a powerful barbarian brandishing a mighty battle axe, or a swash buckling pirate who finds value in speed over strength? Choice of armor and weapon will change your strategies and your game.&#10;&#10;Available for download from http://www.1km1kt.net/cat/tabletop&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eurasian Chess",
    "ID": 36660,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/36660/eurasian-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Eurasian Chess brings together the familiar Western chess with the chess games of China and the far east. Like Chinese chess Eurasian chess is played on intersections (lines) not on the squares. Each player has 12 pieces and 10 pawns. The pieces are King, Queen and two each of horse (knight), chariot (rook), Sage (bishop), Cannon, and Arrow&#10;&#10;The cannon is from Chinese Chess. It moves as a Rook, except that it must jump over an intervening piece (called a screen) to capture a piece. When it doesn't capture a piece, it merely moves as a Rook.&#10;&#10;The Arrow is the equivalent of the cannon but operates on the diagonals&#10;&#10;The board is played with a 'river'&#10;&#10;As a compromise with Chinese Chess, the Eurasian King may not cross the river. Like their counterparts in Chinese Chess, which may not face each other across an open vertical line, Kings in Eurasian Chess may not face each other across any open vertical or diagonal line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Chronicles of Narnia: The Lion, The Witch and the Wardrobe – The Epic Battle Between Good and Evil",
    "ID": 36662,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/36662/the-chronicles-of-narnia-the-lion-the-witch-and-th",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This game with 108 playing cards appears to be a typical roll-and-move board game.  Each player must move his or her four Pevensie children to their finish area while avoiding villains such as the Dwarf, the Minotaur, Maugrim, the Spectre, and the White Queen.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Movies / TV / Radio theme",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: The Chronicles of Narnia",
      "Brands: Disney",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Chronicles of Narnia Collector's",
    "ID": 36663,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/36663/monopoly-chronicles-of-narnia-collectors",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This Narnia version of Monopoly includes graphics from the 2005 movie &quot;The Lion, The Witch, and The Wardrobe&quot; and the 2008 sequel &quot;Prince Caspian&quot;.  The game features collectible pewter game pieces and unique character cards.  Gather power against the White Witch and the Telmarine Army through buying, selling, and trading Narnian locations.  The landmarks include Cair Paravel, the Black Woods, and Asian's Camp.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Books: The Chronicles of Narnia",
      "Brands: Disney",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sauter sur Kolwezi",
    "ID": 36664,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/36664/sauter-sur-kolwezi",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "A &quot;bonus game,&quot; solitaire-only covering Operations Leopard and Bonite in 1978. In that year, rebels in Katanga attacked copper mines around Kolwezi, taking hostages in the bargain.  France sent in the Foreign Legion (represented by the player) to drive them out.&#10;&#10;Like all Vae Victis games, this game requires assembly prior to play, and the original rules are in French.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "History: Conflicts in the Congo",
      "Magazine: Vae Victis",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "En Pointe Toujours V: Afrique contemporaine",
    "ID": 36665,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/36665/en-pointe-toujours-v-afrique-contemporaine",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6",
    "Description": "Units are squads, Heavy Weapon Teams, and individual Leaders, vehicles &amp; guns. During play, players alternate activating formations under their respective leaders, with each activated unit able to take a single action - commonly move, fire or move 1/2 distance plus fire at reduced effect. A variety of other actions common to tactical scale games are possible - break down/assemble Heavy Weapons, entrench, etc.&#10;&#10;Infantry Combat is resolved on a CRT, with units being 'Stopped', 'Neutralised' (demoralised), Eliminated or losing a step. Anti-armour combat is resolved by a smaller CRT, using the difference between attack &amp; defence factors such as penetration, armour, terrain, movement, range, etc.&#10;&#10;Morale is measured per formation, with reduced efficiency (-1 to all actions, and must roll to activate at all) or even Rout possible after a certain number of losses.&#10;&#10;from the rulebook:&#10;&quot;En pointe toujours ! is a game of company-level tactical combat.  Volume V covers military operations in Africa in the second half of the 20th century.&quot;&#10;&#10;Contains 3 scenarios :&#10;&#10;    41-&quot;H&eacute;licos sur B&eacute;ni Erda&quot; (Helicopters over Beni Erda - Beginning 1971) French against Chadians&#10;    42-&quot;Blind&eacute;s katangais&quot; (Katangan armour - 19 May 1978) French against Katangan&#10;    43-&quot;Echec &agrave; Salal&quot; (Failure at Salal - 16 April 1978) French &amp; Chadians against Lybians&#10;&#10;&#10;4 geomorphic maps, format A4 : map O, P, Q and R.&#10;&#10;Like all Vae Victis games, counters must be assembled prior to play, and the rules are in French.&#10;&#10;Game published in Vae Victis No. 80 with Sauter sur Kolwezi .&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Continents: Africa",
      "History: Chadian – Libyan Conflict",
      "History: Conflicts in the Congo",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Series: En Pointe Toujours! system (Vae Victis)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reels & Deals: The Movie-Making Card Game",
    "ID": 36666,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/36666/reels-and-deals-the-movie-making-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Reels &amp; Deals: The Movie-Making Card Game is an ideal game for a mixed level gaming group.  The game is suitable for ages 10 and up and has wide conceptual appeal.&#10;&#10;Players start with script cards from the Comedy, Drama, and Action genres - these function like &quot;recipes&quot;.  Then they raise funds and compete in Bidding Wars to assemble their casts.  Players choose from over 60 unique Actor, Actress, and Director cards. Each character is a parody on a pop culture figure and has its own full-color illustration.&#10;&#10;Children and casual gamers will enjoy the art and parodies, while more serious gamers will appreciate the game's smooth operation and strategic elements.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shopping",
    "ID": 36668,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/36668/shopping",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a &quot;Roll &amp; Move&quot; game from 1973, published by John Ladell Co Inc., Canton, Mississippi 39046.&#10;&#10;There are 60 Item cards showing things that can be found at a few of the shops around the board.&#10;&#10;Each player is dealt 10 cards which they must get rid of by landing on the shops where their items can be purchased.&#10;&#10;Additionally, each player &quot;owns&quot; three of the shops round the board, and can force players to draw on of their shopping cards as a kind of &quot;rent&quot;.&#10;&#10;Also, players may have to pay for parking permits at the Police Station, can get loans at the Loan Companies and the Pawn Shop, and get extra cash at the Bank and the Welfare Office.&#10;&#10;The first player to get rid of their 10 shopping cards (their &quot;shopping list&quot;) will win the game, as long as they don't have an outstanding loan.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zoom! in on French",
    "ID": 36669,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36669/zoom-in-on-french",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A French vocabulary building game, where one player chooses one of the 400 tiles, reads the word, without showing the players the picture on the other side, and everyone searches for an illustration of the item on their personal game board. Once found the tile is placed on the grid containing the item.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Playoff Tennis",
    "ID": 36670,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/36670/playoff-tennis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A very simple dice game consisting of a wooden board, three dice, three pegs, and rules all kept in a small plastic container.&#10;&#10;This game attempts to simulate the basics of tennis. There is a Serve Die and two Volley Dice to determine the outcome of given actions. Two pegs track the score while the other one represents the ball as it goes from side to side.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Het Babbelpadden-picknick-puzzel spel",
    "ID": 36671,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/36671/het-babbelpadden-picknick-puzzel-spel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "First children must build the board, which is a puzzle.  Then it is a roll-and-move to get your frogs to the picnic in time.  Some lily pads ask you to draw a card and follow the instructions.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Amazing Science Fiction and Horror Trivia Game",
    "ID": 36672,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/36672/the-amazing-science-fiction-and-horror-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Amazing Science Fiction and Horror Trivia Game is designed to test knowledge in eight trivia categories:  Science Fiction Films, Horror Films, Monsters and Superheroes, Classics (Pre-1950), Actors and Their Roles, Television, Frontiers and Galaxies (Star Trek and Star Wars), Into the Unknown(print, music and other media).&#10;&#10;There are two sets of rules.  The Basic rules are the typical roll, move and answer trivia question rules, advancing to the winning space (Escape Velocity).  Basic rules also include Regulations which add teaming, bidding, sneak peak, etc. based on dice roll.&#10;&#10;The Advanced rules add negotiations for deals, trades and alliances whenever you land on a space occupied by another player.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Memory",
      "Science Fiction",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Innervision",
    "ID": 36673,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36673/innervision",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Back of the Box:&#10;&#10;Increase your awareness with the challenge of Innervision&#10;&#10;A unique and exciting new board game that tests your knowledge with 4,800 questions and answers in six separate categories: Entertainment, Art/Literature, Culture/Geography, Black History, Recreation/Sports, Nature/Science.  Sharpen your wits--learn about the history and culture of black people and their many accomplishments and contributions.&#10;&#10;&#10;This game appears to be a Trivial Pursuit-like game but with a different board layout as well as score-keeping pieces.  My set was without instructions but it could be playable with standard Trivial Pursuit rules.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unbreakable",
    "ID": 36675,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/36675/unbreakable",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Unbreakable is a game of futuristic ground combat for 2 players.  Each player assembles a platoon of crawlers, walkers, and powered armor squads and equips them with nukes, stasis rays, lasers, and more.  Then the platoons meet in combat where they unleash terrible powers of overwhelming destruction.&#10;&#10;The game can be downloaded for free from the following website:&#10;http://interformic.com/un/&#10;&#10;Game Components:&#10;1 17&quot; x 22&quot; map&#10;48 hex tiles&#10;102 cards&#10;24 counters&#10;121 markers&#10;2 player aids&#10;&#10;You will also need at least 3 six-sided dice and about 50 coins or bingo chips.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Launch Fighters!",
    "ID": 36676,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/36676/launch-fighters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Launch Fighters! is a hex-and-counter tactical space battle wargame available for free from the following website:&#10;http://www.launchfightersgame.com/&#10;&#10;Each counter represents a single fighter-carrying ship or a squadron of fighters. Players manoeuvre their ships and fighter counters to attack the enemy. Combat is decided by rolling a number of dice against a target number.&#10;&#10;Advanced rules allow players to construct their own ships.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yucky Stuff card game",
    "ID": 36677,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36677/yucky-stuff-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "WARNING!&#10;May not be appropriate for people with weak stomachs.&#10;&#10;Yucky Stuff Card Game:&#10;&#10;This is a deck of 30 cards by Discovery Kids that was given out at Arby's with the kids meal. There are 5 categories: Strange &amp; Ugly (Blue), Beetles &amp; Bugs (Green), Amazing Body (Yellow), Body Bugs (Red), and, Dirty Devils (Purple). Each card has an item featured on it. Most of them are creatures like slugs or stink bugs (Hence Yucky Stuff). Some are body parts like fingernails or the stomach. Each card has great artwork and facts. This game is played like Go Fish.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ripley's Believe It or Not! Did You Know? Quiz Cards",
    "ID": 36678,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36678/ripleys-believe-it-or-not-did-you-know-quiz-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Prepare  to be amazed as you quiz your friends, family, and even yourself. These quiz card facts are stranger than fiction, yet each one is absolutely true. The deck includes 200 extraordinary facts, in four categories: Amazing creatures of the land and sea, Science, Inventions, and Technology. Fascinating people through history facts from around the world. Astound yourself. Astonish you family and friends. Learn some unbelievable-but true facts.&#10;&#10;3 different games to play:&#10;&#10;Choices (2 Players)&#10;&#10;Risk (3 or more players)&#10;&#10;Dream Team (4 or more players in teams of 2)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "JUMP",
    "ID": 36679,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/36679/jump",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Essentially, the objective of the game is to be the first player/team in a race to move all game pieces around the track and into a home path, while impeding the progress of the opposing players/team through strategic interference. Players move around the board, using cards dealt to them. Cards are clearly marked with alternate uses, increasing the available play options. A key component is that play pieces can be coupled, allowing the top player to take control of his opponent&rsquo;s play piece(s). Other forms of interaction include trading, uncoupling, switching control, and sending an opponent back to start again.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Team-Based Game",
      "Trading"
    ],
    "Families": []
  }
]