[
  {
    "Rank": "N/A",
    "Name": "Shockiloo",
    "ID": 313789,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313789/shockiloo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It is a dice rolling and quiz game. Players have to answer the quize correctly for a chance to roll the dice. In doing so, they race to save their loved ones from Electrical hazards in the home.&#10;&#10;(Description from publisher)&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nemesis: Void Seeders",
    "ID": 313790,
    "Year": "(2021)",
    "Geek Rating": "6.204",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313790/nemesis-void-seeders",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.1818",
    "Description": "&quot;Every spaceship has a voice; a melody of machinery and subsystems its crew learns intimately during long travels. The problem is, ever since the last mission our ship sounds WRONG. There&rsquo;s something foul in the way it&rsquo;s speaking to us. Barely audible murmurs. Strange whispers no machine could make. The dark corridors and vast halls almost seem to SING.&#10;&#10;Some of us have tried to locate sources of this interferences, but they always seemed two steps ahead. Stalked by their never-ending presence, we soon started cracking. Our engineer has cut some words on his flesh. When we asked why, he replied:&lsquo;Incandescent secrets need to be written in blood&rsquo;. Then, our navigator took a spacewalk without her suit. When we pulled her in, her entire face frozen and cracked, she grinned in a way I will never forget.&#10;&#10;Now, it got even worse. Noises turned into voices, sharing tales of slaughter and terror. They do not run from us anymore. They encircle us and herd us through the ship to some dark purpose. I need to UNDERSTAND them before it&rsquo;s too late. I put my hand on the pistol grip, looking at the backs of my last two crewmembers. I see dark mysteries swirling under their skulls. It would only take two bullet holes to release them...&quot;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Rules:&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OverlookVoidseeders are a race that can interact with the minds of crew members. They will have few nests instead of one, but only one strong fighting presence at given moment. Once killed, new one will be awakened from the most developed nest.&#10;&#10;This race will focus on whispering and controlling minds - people who will be near them will start to hear voices commanding them to do different destructive things.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;NestsOn the board, there is normally 1 Nest as a room token, but there are additionally 2-3 smaller nests. Those are places where new Voidseeders will born. At the moment of discovering main Nest, you should put a Stalker miniature in it (this is the model that is on the ship from the beginning. He is very dangerous, especially when faced by people with a high Insanity level).&#10;&#10;Other Nests will start showing up on the board together with discovering certain Exploration tokens. Those nests will be especially dangerous. They will not move, but if a crew member will happen to end the turn at the tile with a nest, he will get a serious wound.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;VoidlurkersThey will spawn in nests, and their objective will be to spread insanity and try to move players to Nests.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;WhispersersThey will work very similar to Voidlurkers, but with the difference that they will have the main goal of defending the main nest.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;StalkerHe is a main guardian. He takes advantage from fear / insanity of the crew members and will focus on them.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DespoilerEquivalent of the Queen. Actually, it is hard to say if she is real or if it is a mass hallucination. One way or the other, she will only emerge when all Insanity tokens are on players (number of tokens will be specific for different numbers of players). She is extremely strong.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Contamination cardHere it will change a little bit - players will normally get a contamination card every time they will get an insanity token. They will be easier to discard (you don't need to check if it was infected or not). Effect of the card will only take place at the very end of the game, and it will be the same as in the normal version - if it will turn out it was indeed &quot;infected,&quot; it will mean that your character, even if escaped, went mad and lost the game either way.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Whispers mechanicThis mechanism will change the noise mechanic. Whenever you move (or an event card will tell you to), you will need to roll for whispers. If you would get a corridor with an whisper token already in it (you hear something more) - you need to draw a Card from the Insanity deck. Those cards will apply to you or not based on the numbers of insanity tokens your character has. Effects might be very different - from one-time action to permanent disabilities.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;CombatIn combat, Voidlurkers will only try to add insanity tokens to you and then run away to the closes nest. Whisperers will be harder to kill, as well as present some portion of actual physical danger, but their main weapon will still be giving you insanity tokens.&#10;&#10;Things will change with Stalker and Despoiler - those two will be huge opponents who will give you real wounds, so you will not want to be near them.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Event phaseIn the event phase, one additional step that will be added is checking your insanity tokens and numbers of Voidlurkers and Whisperers in all rooms next to yours. If the number of them is higher than the number of insanity tokens, you add one insanity token and draw one contamination card.&#10;&#10;But whenever you will be in a room with other people, this effect will be less harmful. (they can help you calm down)&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Overall feelOverall feel we will be going for will be way different from what you will have in the base Core Box. We have a lot of cool ideas how to get Insanity cards in a way, that it will be an additional layer of you not trusting your friends - not only because of their objective but perhaps because of the Insanity cards.&#10;&#10;Additionally, interaction with Voidseeders will be way different, you will need to think very carefully where to move or place your hero to not go insane.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Player Elimination",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Nemesis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jetpack Joyride: Deluxe Edition",
    "ID": 313791,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/313791/jetpack-joyride-deluxe-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Jetpack Joyride is a real-time competitive puzzle game adapted from the mobile game of the same name! Players need to fly their way through a lab using the polyomino tiles over a series of three rounds, avoiding obstacles and collecting coins along the way. Whoever has the most points at the end of the third round wins!&#10;&#10;This edition contains 3 additional expansions: Vehicle Expansion, Lucky Barry Expansion and Solo Campaign Expansion.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Racing",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexapod: The Curious Pastime of Entomology",
    "ID": 313794,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/313794/hexapod-the-curious-pastime-of-entomology",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In a game of Hexapod  you take the role of dedicated Entomologists, collecting insects for your display cases.&#10;&#10;Each turn you will select one of the three cards available to you and add it to your hand before playing a card into your display case.&#10;&#10;Each type of insect has its own value and will score more or less points depending on how you add it to your arrangement. Players must plan ahead in order to keep a well organised collection.&#10;&#10;Play continues until a player uncovers the Spider Card or opts out. At the end of the game, the player with the highest scoring display case wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Insects",
      "Card Games: Draw and Discard",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Endangered: New Species",
    "ID": 313803,
    "Year": "(2021)",
    "Geek Rating": "5.767",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313803/endangered-new-species",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8571",
    "Description": "The race is on to save 7 species in 6 new scenarios. Can you convince the UN in time, all while racing to keep populations healthy and destruction at bay?&#10;&#10;This is a big box expansion for Endangered. The base game is required to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dropsy",
    "ID": 313804,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.83",
    "Link": "https://boardgamegeek.com/boardgame/313804/dropsy",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players take turns drawing cards until someone gets THREE of the same color. But there&rsquo;s a twist&hellip; instead of discarding the cards you don&rsquo;t want, you must hold ALL your cards, and you must hold them in the manner directed on the card! UNDER YOUR CHIN; ON YOUR HAND; ON YOUR HEAD; UNDER YOUR ARM; INSIDE YOUR ELBOW; or BETWEEN YOUR FINGERS.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ダイスクライマー (Dice Climber)",
    "ID": 313809,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313809/daisukuraima-dice-climber",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#175;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#158;&#227;&#131;&#188; (Dice Climber) is a Japanese game with dice.&#10;&#10;Dice Climber is a game that themes on mountain climbing. Each player throws dice in their own turn and climbs up or goes down the mountain. The game ends when the mountain tiles run out.&#10;&#10;After the game ends, players count up the point tokens which they obtained or on the mountain tiles, then the player with the highest points wins.&#10;&#10;&#227;&#128;&#140;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#175;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#158;&#227;&#131;&#188;&#227;&#128;&#141;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#177;&#177;&#231;&#153;&#187;&#227;&#130;&#138;&#227;&#130;&#146;&#227;&#131;&#134;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#130;&#179;&#227;&#131;&#173;&#227;&#130;&#146;&#230;&#140;&#175;&#227;&#129;&#163;&#227;&#129;&#166;&#231;&#153;&#187;&#233;&#160;&#130;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#128;&#129;&#228;&#184;&#139;&#229;&#177;&#177;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#177;&#177;&#229;&#178;&#179;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#129;&#140;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#177;&#177;&#229;&#178;&#179;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#139;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#168;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#138;&#227;&#130;&#185;&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#129;&#174;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#130;&#146;&#229;&#144;&#136;&#232;&#168;&#136;&#227;&#129;&#151;&#227;&#128;&#129;&#230;&#156;&#128;&#227;&#130;&#130;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gopher Broke",
    "ID": 313816,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/313816/gopher-broke",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Gopher Broke is a fast-paced game fun for the whole family!&#10;&#10;Each turn, roll all 7 dice. If you roll more gophers than foxes, you can move 1 space for each money bag rolled OR &quot;Gopher Broke!&quot; and leave your money bags and foxes on the table, and re-roll all gophers to try to get more money!&#10;&#10;If you roll more foxes than gophers, your turn ends and you pass dice to the next player.&#10;&#10;If your movement ENDS on a space occupied by another player, you bump that player back to the gopher hole (0).&#10;&#10;Be the first to make it around the board 3 times to reach Millionaire&rsquo;s Mansion to win!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Animals: Foxes",
      "Animals: Gophers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Concentration Concentration",
    "ID": 313819,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313819/concentration-concentration",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Concentration Concentration is a social trivia game. Players each collect the same number of cards (which determines the number of game rounds. So if each player has 3 cards, it means that each player would play 3 rounds). On each turn, the active  player reads the question on one of their cards. For instance: Names of living things that have more than 3 legs... Name of landlocked countries... Names of things in the kitchen... There are 200 cards. When the active player reads the question, they begin by mentioning an answer quickly and next player does the same and it keeps going clockwise until someone fails, forgets an answer during turn or repeats what has been answered before.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bizarre Bazaar: A Book of Mysterious Treasures for Rack & Ruin",
    "ID": 313820,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313820/bizarre-bazaar-a-book-of-mysterious-treasures-for",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In the lands of the fallen Empire of Light, during the time of shattered hope a very strange phenomena has begun to occur.&#10;In forest clearings, abandon caverns and at the ends of roads that go no where there is suddenly a caravan.&#10;Or perhaps, there are many caravans. Or perhaps, only a simple merchant&rsquo;s stand.&#10;However it appears, the strange dealers ask payment in gold, but demand respect in tribute and those who offend them suffer strange consequences.&#10;To most adventurers the risks are well worth their trouble because those items sold in the Bizarre Bazaar are the stuff of legend.&#10;&#10;Bizarre Bazaar is the first mini-expansion for Rack &amp; Ruin. &#10;It contains 36 truly wondrous items, and the rules for attaining them.&#10;&#10;This is not a complete product and the Rack &amp; Ruin Core Rulebook is required to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Where Humans Don't Belong",
    "ID": 313821,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313821/where-humans-dont-belong",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Where Humans Don't Belong is a deep space exploration game in which you are trying to escape the unknown galaxy into which your damaged starship has been thrust. Explore uncharted space, board derelict freighters, land on ringworlds and other amazing locations &mdash; all while being hunted by an alien dreadnought intent on your destruction. The fate of your ship and her crew lies in your hands!&#10;&#10;At the start of the game, you name your ship, choose its loadout, and pick the bridge crew. They will encounter awesome galactic horrors and fight battles in space as well as on the surfaces of strange alien planets. The game features a negotiation system so that you can attempt to talk your way out of sticky situations using translator tech, rather than always relying on your fusion pistol sidearm, although it's nice to have a backup plan.&#10;&#10;The game includes more than thirty maps of derelict starships, ringworlds, and exoplanet surfaces, and while primarily a solitaire game, Where Humans Don't Belong also provides rules for a two-player co-operative experience.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Horror",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Cooperative Game",
      "Dice Rolling",
      "Finale Ending",
      "Map Addition",
      "Move Through Deck",
      "Multiple Maps",
      "Narrative Choice / Paragraph",
      "Point to Point Movement",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Sudden Death Ending"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (City Scale)",
      "Components: Map (Interplanetary or Interstellar scale)",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shards of Alkemae",
    "ID": 313824,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.76",
    "Link": "https://boardgamegeek.com/boardgame/313824/shards-of-alkemae",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Shards of Alkemae may be played at three different levels, Novice, Apprentice, and Master. Game play remains essentially the same, but rules change from level to level.  Regardless of level, players take turns laying down tiles to form the game board and move their game pieces about the board, trying to lay claim to regions worth the most points.&#10; The tiles (based on Penrose tiles) are of two types, kites and darts, which fit together to form a quasi-symmetric  tessellation. A gold kite serves as the centerpiece and entryway for game pieces to move onto the playing area. Sixty kites and thirty-six darts are placed into separate bags, from which players draw blindly to begin their turns.  Represented on each tile face is one of the following elements: earth, air, fire, or water.  Additionally, there are twelve &ldquo;wild-card&rdquo; kites, which can serve as any of the four elements.&#10;&#10;Each player begins the game by drawing a tile from each bag and setting them in front of the player, one face up, one face down.  On a turn, a player draws a tile from either bag and sets it down adjacent to the tiles already placed. A player may place the tile drawn, either tile in front of that player, or any &ldquo;face-up&rdquo; tile from another player. Judicious tile placement  usually  results in the formation of one of seven geometric patterns, called &ldquo;shards&rdquo;, which are named: ace, deuce, jack, queen, king, star, or sun. Any player completing one of these shards receives a token representing the shard formed. After placing a tile to form a shard, the player then advances one of four playing pieces (in the shapes of chemical glassware) onto the game board.&#10;&#10;As players place more tiles, the game board grows, and like-colored regions of each of the elements form.  Players accumulate shards which may be turned in for gold &ldquo;transmuting stones&rdquo;, which are then used by a player to lay claim to a region (any contiguous grouping of like-colored tiles). Players try to move their game pieces into regions and lay claim to one region of each element before the other players.&#10;&#10;The game ends when one player claims one region of each element, or all the tiles have been placed on the board. Two key components of a winning strategy are prediction (determining  where wealthy regions will form) and risk/benefit analysis (choosing whether to claim smaller regions early or wait until they grow into more prosperous ones as the board grows).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catch The Letch",
    "ID": 313827,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/313827/catch-the-letch",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players will face each other in an epic battle for becoming the queen of the beach, and charm more letches than each other. You will imperson one of the 8 different girls, each with 3 main characteristics (boobs/butt, one-piece swimsuit/two-piece swimsuit and hair colours(red, blonde, brown, black) + suntan(extra one)). The main objective is to &quot;catch&quot; the letches on the board using this characteristics (letch has his own preferences).&#10;&#10;But be wise, you can only play/discard one &quot;action&quot; card and charm only one letch using your &quot;charm&quot; ability  during your turn. Action cards make the difference, because they can make you charm more letches in a turn, interrupt other player's actions, make the letches charmed by others run away from them and come back to the beach (the neutral war zone) or simply steal them, enhance yourself, earn new characteristics and more.  As time passes more letches will come to the beach, so basically... The longer you play the greater your odds of winnning... Or losing. But don't worry, Catch The Letch has been built with the idea of having fun and playing many many games in a short amount of time, with each game lenght of 20 minutes max (8 players), down to 10 minutes (2 players)! We decided to make a game for as many people as possible, because we have a lot of fun when we play toghether with friends, but sometimes we do even like to relax and have a fast game with one or two of them.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bolt Action: The Longest Day",
    "ID": 313829,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313829/bolt-action-the-longest-day",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Years of planning culminate in The Longest Day, the long-awaited invasion begins with the assault on the beaches of Normandy; D-Day 6th June 1944...&#10;&#10;The longest day&#10;&#10;Normandy, 6 June 1944. The Allies undertake the largest and most ambitious amphibious landings in history to return the fight to western Europe.&#10;&#10;Re-create the turning point of the war, that allowed the Allies to gain a foothold in Europe and which was to set the stage for the Axis downfall.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: France",
      "Game: Bolt Action (Warlord Games)",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Break-A-Leg",
    "ID": 313832,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313832/break-a-leg",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "55",
    "Weight": "0",
    "Description": "Break-A-Leg is a pick and pass card drafting game for 2-5 players that plays in about 30 minutes. Players take on the role of a theatrical producer hiring the best cast, creative, and crew, while simultaneously foiling the plans of the opposing producers.&#10;&#10;During each of three recruitment sessions (rounds), players collect cards representing team members from the four theatrical production team areas: Actors, Designers, Run Crew, and Front of House.  Players draft additional Directors, Specialists, and Apprentices to augment their production.The ensemble is assembled into teams, then scored, and players are given a representative for each team they have formed. Bonuses reward multi-round planning, and on the fly strategy adjustment.  At the end of the game, &ldquo;Ghost Light&rdquo; cards collected throughout the rounds score bonuses, and players are rewarded if they have earned a representative from all four teams.&#10;&#10;Break-A-Leg is a lightweight game that is easy to learn, yet offers a plethora of options for experienced players, such as draft signaling, counter-picking, multi-round planning, and draft-pick priority.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Party Tails",
    "ID": 313836,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.17",
    "Link": "https://boardgamegeek.com/boardgame/313836/party-tails",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Party Tails is a card game for people that like animals, drinking, and animals drinking &ndash; no drinks required! The goal is to knock out your opponents by giving them the total number of drinks listed on their Animal Card. You&rsquo;ll choose your Animal, hand out drinks, play Party Cards to mix things up, knock out all of your opponents, and win bragging rights for being the ultimate party animal!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The WitchBorn: War Mage Diary",
    "ID": 313851,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313851/the-witchborn-war-mage-diary",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "We are at war!&#10;&#10;Our WitchBorn enemy is undead and seemingly limitless, stealing our bodies even as we fall on the field of battle, stealing our strength, stealing our wisdom, stealing our training, and sometimes even stealing our memories.&#10;&#10;We organize and plot. But how can we ever hope to succeed without the power that prayer and magic bring us against The WitchBorn threat?&#10;&#10;Four join me in writing this supreme work. With their remarkable knowledge, guidance, and mastery, War Mage Diary teaches over one hundred spells from the elemental, the dark, and the Divine. This tome also warns of the dangers WitchBorn pose to Lhyonnesse, Kasel, Asylum, the Wandering Forest, and all of Perdition. We share lore and include a compendium of magical wands, arcane gear, and Unreal Beasts for young Adepts like yourselves.&#10;&#10;Please master this work, add to it, and practice the magic held within until The WitchBorn are no more. Short of this, do not let this work fall into our enemies&rsquo; clutches for fear they turn this last hope against us.&#10;&#10;Aric Stonemason&#10;Hammer of Dur, Adept of the Divine&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Simple Fantasy Rules",
    "ID": 313853,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313853/simple-fantasy-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple Fantasy Rules is a set of rules for fantasy wargames ideally with 28mm figures but could be used with other scales without too many problems.&#10;&#10;The rules are quite simple to learn and should keep the players on their toes trying to work out the best course of action.&#10;&#10;There are a number of basic army lists included to help you organise your forces as well as a few sample armies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Green vs Tan: Where Dingos Dare",
    "ID": 313854,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/313854/green-vs-tan-where-dingos-dare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Green Vs. Tan: Where Dingo's Dare!&#10;&#10;An exciting new, easy to learn skirmish game that the whole family can enjoy!&#10;&#10;Utilizing a fluid, fun dynamic of mechanics that are very straightforward and simple, this game can be read and played like a pro today!&#10;&#10;The game also includes print and play minis and objectives for your convenience!&#10;&#10;All models are Characters, with names and unique stats and traits, and all are willing to do their part, either for the Green Guard, or the Tanzer Elite!&#10;&#10;Everything you need is here!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hail Caesar: The Roman Invasion of Britain",
    "ID": 313855,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/313855/hail-caesar-the-roman-invasion-of-britain",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "In 43 AD the Roman army landed on the south coast of a small island called Britain seeking to add this latest territory to Emperor Claudius&rsquo; vast empire &ndash; an empire that already spanned much of the known world.&#10;&#10;The Roman forces, spearheaded by the legionaries in their segmented armour and large scutum shields, were highly trained, equipped and disciplined. Backed by the deadly Scorpion catapults how could these barbarians stop them?&#10;&#10;Arrayed against them the fiercely independent British tribes &ndash; many daubed in woad war paint and with spiky, limed hair &ndash; determined to retain their own rule. Each warrior a skilled, ferocious fighter defending their home and family, they would make these Roman invaders pay in blood.&#10;&#10;This Hail Caesar starter set allows you to build your forces &ndash; both Roman invader and defiant Britons &ndash; as you fight for control of the island in massed battle!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: England",
      "History: Roman Britain",
      "History: Roman Empire",
      "Series: Hail Caesar (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1944: The WWII Card Game",
    "ID": 313857,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313857/1944-the-wwii-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The generic card game War &ndash; played with a standard deck of 52 playing-cards &ndash; has been around for a long time, and remains many youngsters&rsquo; introduction to wargames. 1944: The Card Game upgrades its predecessor with a military theme and more interesting mechanisms. While the old playing-card game is a purely random exercise, in 1944 the players get a small hand of cards and must choose which to play. A player&rsquo;s strategy, tactics, memory and hunches can go a long way toward winning. Of course, a little luck wouldn&rsquo;t hurt, either.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napad na Doomrock",
    "ID": 313859,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/313859/napad-na-doomrock",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Assault on Doomrock is a co-operative adventure game set in a humorous fantasy world. Players start the adventure by generating random heroes from two cards. Combinations like sadistic paladin, stinky warrior, frustrated mage or impatient rogue are only few of the possibilities.&#10;&#10;The unique party of heroes will venture forth into a randomly assembled world map. While gaining crazy abilities, and searching for gold and ridiculous items, heroes must face three increasingly difficult encounters. These battles play out in a grid-free, highly tactical battle system that uses character positioning, dice and ability cards.&#10;&#10;The goal of the game is to defeat the third epic boss encounter. In order to do that, heroes must carefully exploit the map to grow as powerful as possible before they run out of time.&#10;&#10;Feature highlights:&#10;&#10;     Fully cooperative board game, with card driven artificial intelligence.&#10;     Variable heroes and scenarios, generated from over 300 cards.&#10;     Grid-free, highly tactical battle system, with dice allocation planning phase.&#10;     Fully randomized adventure on the world map, with quests, events, shops and rewarding exploration.&#10;     8 Heroes with 12 random traits. 78 unique ability cards. 80 item rewards.&#10;     12 possible battle encounters, which gives over 60 battle encounter combinations.&#10;&#10;&#10;&#10;This is the third, improved edition of Assault on Doomrock for Polish market, now with additional content and native accents prepared especially for compatriots:&#10;&#10;     2 new heroes (Hussar and Noblewoman)&#10;     Double-sided trait and hero cards for a male and female version&#10;     3 new encounters&#10;     44 new cards, including new abilities, items, events, traits, locations&#10;     Improved balance&#10;     Improved readability by introducing symbols&#10;     Improved encounters by moving them to large cards&#10;     Enriched artwork on the cards&#10;     Adventure board (separate add-on)&#10;     A pack of promo cards&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Zombies",
      "Crowdfunding: Wspieram",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jetpack Joyride: Collector Box",
    "ID": 313861,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/313861/jetpack-joyride-collector-box",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Jetpack Joyride is a real-time competitive puzzle game adapted from the mobile game of the same name! Players need to fly their way through a lab using the polyomino tiles over a series of three rounds, avoiding obstacles and collecting coins along the way. Whoever has the most points at the end of the third round wins!&#10;&#10;This edition contains Deluxe edition of the game, The Party expansion, Dry-Erase board and pen as well as couple of collector items: Barry's mini, metal coin, cotton bag, and poster.&#10;&#10;This edition was available only during Kickstarter campaign of the game.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Racing",
      "Real-time",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monster Farm",
    "ID": 313863,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/313863/monster-farm",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Monster Farm is a Drafting, Bidding, and Resource Management game.&#10;You take the role of a Monster Farmer and decide which monsters you want to feed. Then you get to bid on Monster Fruit to feed them in the Open Market. If you need more fruit, you can go to the Black Market to get more. Also, you can use a Monster Thief to steal fruit for you. All the while, Seasonal Events will cause you to adapt to new conditions on the farm. Do you have what it takes to be a Monster Farmer? (Please say yes! The monsters are really hungry and need someone to feed them.)&#10;&#10;In Monster Farm there are 5 phases to the game&#10;&#10;Phase 1&#10;In phase one, everyone gets 5 five Monster Cards, then you pick one and pass the others. Each Monster Card has the fruit required to feed it listed below. Overall, the more points a monster is worth the harder it will be to feed it. You keep doing this until you have drafted your farm. In this stage, you might be trying to draft easy monsters to speed up the game and get a blitz win.  Or maybe you go with a few big, harder monsters hoping that if you feed just a few big guys, you can pull it off.   Or maybe you do a balanced draft. It is all up to you and the monsters you draft will affect the way you play the rest of the game.&#10;&#10;Draft 5 monsters for your farm!&#10;&#10;Phase 2&#10;In phase two, a Seasonal Event happens; this will cause all farmers to adjust their strategy. It could be gaining a monster, losing a monster, or maybe gaining some random fruit and more. Things will change and affect your strategy. However, this is an environmental change and it affects everyone. It is not just one player becoming lucky or unlucky.&#10;&#10;Phase 3&#10;In phase three, there is an Open Market bid.   You are bidding on a bundle of three fruits. Each player bids on the market starting with the first player for that round.  Each player must bid higher or pass.  If you pass you are out of the bidding round. This becomes quite tricky. Maybe you really need only one fruit or you may need all the fruit.  How much should you bid?  It could also be that you don&rsquo;t need the fruit but you buy it so that you can prevent someone else who does need it from buying it.  Do you bid it up and hope you don&rsquo;t get left with it? A lot can happen here. There are various fruits, some will help you feed you monsters others will give you a permanent income bonus.  At the bottom right of each card, you can see how many of those there are in the deck.&#10;&#10;Also once per game, you can play a Monster Thief to steal the bid! It is like a tactical nuke. You only get to use it once during the game so play it wisely.&#10;&#10;Phase 4&#10;In phase four, you are buying fruit on the Black Market.   The fruit is random and you can even get a rotten fruit which is completely useless. Since it is the Black Market, there is no quality control.  Remember the Monster Gems you spend here means that you will have less when you go to bid on the Open Market.&#10;&#10;Phase 5&#10;In phase five, you collect your base income of 3.  If you have purchased Fruit Stands or Monster Cafes from the Open Market or Black Market, your income is increased.   For each Fruit Stand, you will receive an additional 1 Monster Gem added to your income.   For each Monster Cafe, you will receive an additional 2 gems during this phase.   You keep these cards until the end of the game.&#10;&#10;Winning the Game&#10;Repeat phases 2 thru 5 until someone has fed all of their monsters. The first person to feed all their monsters receives a Monster Egg for an additional five points.  All other players finish playing the rest of that round.   Then each player adds up the points on their fed monsters and the one with most points wins and is now the &ldquo;Master Monster Farmer!&rdquo;&#10;&#10;In Monster Farm, you get an amazing 2 to 6 player game that the whole family can play in about 30 minutes. I have been playing board games for quite some time but often much of my games go unplayed because they just don&rsquo;t fit the number of players, or they take too long, or they just don&rsquo;t fit the ages/abilities of the players. I wanted to make sure that the game would be fun for both adults and kids. I wanted it simple but yet have a good depth of strategy.   Also, I wanted a game where you don&rsquo;t just play for 5 minutes then wait 15 minutes until it is your turn again.   This game passes the Smore Games QualityTest, which is, after people play the game once, they want to play it &ldquo;Smore!&rdquo;   I want to thank all my playtesters and the feedback they have given.  This is an OUTSTANDING GAME!  Have fun!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Economic",
      "Fantasy",
      "Farming"
    ],
    "Mechanics": [
      "Auction: Turn Order Until Pass",
      "Closed Drafting",
      "Memory",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Settlers: Rise of the Empire – Interimperial Organizations Tiles",
    "ID": 313864,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313864/imperial-settlers-rise-of-the-empire-interimperial",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A set of 4 promo tiles. Offered as preorder bonus for Imperial Settlers: Rise of the Empire expansion but will be available separately a few months after the release of the Rise of the Empire expansion.&#10;&#10;Interimperial Organization Tiles give players an additional way to advance on the Progress tracks. But you have to hurry up &ndash; every Organization helps only the first player who&rsquo;s ready to pay the price of the Progress.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Contracts",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Imperial Settlers",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Spider-Man & Ghost-Spider",
    "ID": 313865,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313865/marvel-crisis-protocol-spider-man-and-ghost-spider",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Hailing from an alternate universe, Brooklyn teenager Miles Morales was bitten by a radioactive spider and granted incredible powers including enhanced strength, speed, and agility as well as the ability to generate bio-electrokinesis blasts. When the Spider-Man of his dimension was killed in battle with the Green Goblin, Miles took up the mantle of the fallen hero and became the new Spider-Man.&#10;&#10;Born in another alternate reality, teenager Gwen Stacy gained incredible powers when she was bitten by a radioactive spider while on a school field trip. Taking the name Ghost-Spider, Gwen uses her powers to fight evil and help those in need, both in her dimension and by teaming up with her fellow web warriors from other dimensions.&#10;&#10;Contents:&#10;2 Miniatures&#10;  &#226;&#128;&#163; 1 Spider-Man&#10;  &#226;&#128;&#163; 1 Ghost-Spider&#10;2 Bases&#10;2 Character Stat Cards&#10;3 Team Tactic Cards&#10;1 Crisis Card&#10;1 Affiliation Card&#10;10 Tokens&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Politraces",
    "ID": 313878,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313878/politraces",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "POLITRACES is a board game that give you the opportunity to feel like a participant in a real Political Races and prove to others that you deserve to get the Power and become the President!&#10;&#10;STANDARD RULES OF THE POLITRACES GAME&#10;business board game for 3-8 players, age 8+&#10;&#10;The Goals of the Game&#10;&#10;1. Become President - 1st place. It is necessary to pay a fee for participation in the Elections, go to the Small Circle and win the Elections by collecting the most Votes.&#10;2. Become Prime Minister (or Secretary of State) - 2nd place. The President decides who will take this position.&#10;3. Become Oligarch (1) - 3rd place. It is necessary to buy the Institution Oil Derrick. Oligarch has the right to give or exchange their Votes (but not to sell to the Treasury), however they can`t go to the Small Circle and become the President. If the President gives the Oligarch the 2nd place, then they share the 1st place.&#10;-1) Possible if more than 4 players are playing (see the Institution Oil Derrick).&#10;&#10;     The remaining players take their places according to the number of collected Votes. &#10;     It is useful for players to choose the strategy, for example:&#10;&#10;&#10;- collect resources and Votes to pay the Elections fee and try to become the President;&#10;- collect resources to transfer them to your Candidate for Presidency and increase their chances of winning;&#10;- collect resources to buy an Oil Derrick (if available) and become an Oligarch.&#10;&#10;     Execution of agreements depends on the wishes of the players.&#10;&#10;&#10;&#208;&#161;oncept of the Game&#10;&#10;All people who strive for power are conventionally divided into four categories that have different, but equal resources, forming the Political Quadrant&copy;:&#10;- Businesspersons (entrepreneurs) - have money or other resources which can be quickly sold;&#10;- Activists (popular people) - know how to gather, motivate and encourage other people to act;&#10;- Public Officials (civil servants) - have connections and authority;&#10;- Experts (smart people) - have special knowledge and status.&#10;To get the Power (win the Game) players need to collect all the specified resources and get voters Votes.&#10;&#10;Gameplay&#10;&#10;1. Game preparation&#10;&#10;The players, who sit in a circle (1), lay the Playing Field (2) (game board) in the center.&#10;The Chance and Debate cards are shuffled and laid out face down on the specially marked places.&#10;Players choose who of them will be the Treasurer, i.e. responsible for the Treasury (3) (game bank), which is placed at the bottom of the Game Box, which contains cards, chips and others).&#10;-1) Participants play clockwise in the order they originally sit down to play (until the end of the Game).&#10;2) The Playing Field consists of 4 sectors and 2 circles which divided into cells.&#10;Sectors. The Game has 4 color sectors, which correspond to certain resources in the form of chips: Businessperson (green color, Money resource), Activist (purple color, People resource), Public Official (red color, Connections resource), Expert (blue color, Knowledge resource). Each sector consists of seven cells. In each of the sectors there is a START cell with which the Game begins. Having passed the sector cells, the player goes (down) to the Big Circle and plays there (the exception - Go to Another Sector cell). Players may get back to the sectors thanks to the Crisis cells or some of the Chance cards.&#10;The Big Circle is Political Races. It consists of 24 cells. There are also 2 freestanding cells: Jail and Resort.&#10;The Small Circle is Elections. Located in the center of the Playing Field and consists of 6 cells. &#10;3) In the Treasury any 2 resources (same or different) may be exchanged for any other 1 resource or a Vote, but the Votes cannot be sold to the Treasury (except for special game situations). Exchange in the Treasury can be made only at the time of the player`s turn. The Treasury does not give loans, advances, does not accept Real Estate as collateral, etc. Stealing from the Treasury is prohibited.&#10;&#10;2. Starting the Game, the first move, next moves&#10;&#10;At this stage, players will move between sectors and the Big Circle. To determine who will make the first move each player will throw the Dice one time. The Player, who has the highest number (1) on the Dice, becomes the First Player, selects a pawn (game chip) and puts it on the START of any sector of their choice (2). The remaining players take turns, going around the board clockwise from the First Player by selecting their pawns and putting them on the following START (3) cells.&#10;The Treasurer distributes to each player 5 chips of their basic resources and 2 chips of each remaining resource (4).&#10;For each turn started in a Big or Small Circle, players will receive 1 of their basic resource (5) until the end of the Game from the Treasury (passive income), even when the Elections are announced (except for a situation when a player stays on the Jail cell).&#10;The First Player rolls the playing Dice (with 6 faces) once and moves forward the number of cells indicated on the Dice clockwise.&#10;Once on some cell, the player is obliged to perform the action that is indicated there (only once, when they gets on the cell).&#10;When the Dice is pictured - this means that the player need to roll the Dice to determine what event will occur (the special conditions for the Institution Police). &#10;When some resource or Vote chip is pictured - this means the corresponding resource or Vote chip.&#10;Also, before the end of their move, players have the right to interact with other players and do operations (6).&#10;When the player has completed all the actions, they announces the end of their move (themself).&#10;All next players, clockwise, do the same actions as the First Player.&#10;It is important to be attentive and keep an eye on other players. If someone did something forbidden during the Game (for example, made a move when it should be skipped) or forgot to do something (for example, to get their basic resource), but the player&rsquo;s move is already over, then the Game continues without correcting the situation (except for situations such as moving someone else&rsquo;s pawn).&#10;Players are not allowed to combine their resources and/or Votes.&#10;What is not prohibited is allowed in the Game. This means that players may freely interpret game situations (rules) and make non-standard decisions.&#10;Players can speed up the Game by reducing the Election participation fee, announcing early Elections (counting Votes), limit the time of the players moves using the hourglass or making more Debates (see Debates in the Description of the Game Cells).&#10;- &#10;1) If several players have the same highest number (for example, 6:6), these players will roll the Dice again.&#10;2) There are 4 START cells in the Game in four equivalent sectors, where you may start the Game. This determines the basic resources and right to immunity of the players: Businessperson (green color, Money resource, immunity from the Business Center and Hotel), Activist (purple color, People resource, immunity from the Union of Activists and Society for the Ecology Protection), Public Official (red color, Communications resource, immunity from the Police and Tax Inspection), Expert (blue color, Knowledge resource, immunity from the Institute of Expertise and Academy).&#10;3) If there are more than 4 players, the placement of pawns continues in the second round. That is, the fifth player puts their pawn on the same START cell, on which the First Player pawn stands. And so on.&#10;4) Resources (i.e. game currency). After placing the players pawns, each player receives from the Treasury 5 resources of the sector in which they started the Game (the basic resource), as well as 2 resources from the other sectors.&#10;For example, a player on the START of the Businessperson sector (green color) will receive 5 chips of Money, 2 of People, 2 chips of Connections and 2 chips of Knowledge.&#10;5) If during the Game some player gets into another sector, they still continues to receive their basic resource, which they initially received.&#10;For example, the player started the Game in the Businessperson sector and its basic resource is Money, and then they got into the Public Official sector, but they still remains a Businessperson until the end of the Game and receives one Money as basic resource. &#10;6) Operations. Players can perform any operations that do not violate the Rules of the Game (contacting other players, exchanging or selling their resources and Real Estate, using Chance cards, etc.), but only during their turn. If some player misses a move, they cannot perform operations (exception - the Resort cell).&#10;Resources and Real Estate (except the Oil Derrick) can be freely disposed of (exchanged or sold), while Votes are not (exceptions - see the Oligarch description and the Political Party cell).&#10;Presents. During their turn, players may make or accept gifts: resources, Real Estate, Chance cards.&#10;Out of resources. If the player does not have resources (or Votes) for payment (to another player or to the Treasury) - they must purchase necessary ones (in the Treasury or from other players). If resources are still insufficient, the player must sell their Real Estate (if available). If the player does not have resources or Real Estate for payment, they may either pay 1 Vote to the Treasury (even if they has to pay another player), or go to the Jail for 1 move (except for the Candidate for Presidency).&#10;&#10;3. The Small Circle, Election of the President, the end of the Game&#10;&#10;To get to the Small Circle, it is necessary to pay a participation fee to the Treasury - 10 of each resources (1) and it is also necessary to have 10 Votes (which remain in the player&rsquo;s hands).&#10;The player can go to the Small Circle only at the beginning of their turn (before the Dice is thrown), but the player is allowed to conduct any operations before this (for example, sell Real Estate or exchange resources with other players).&#10;The player who has moved to the Small Circle (the Oligarch cannot) puts the Game pawn on The Beginning of the Campaign cell and becomes Candidate for Presidency (has immunity and cannot get to Jail when there is nothing to pay).&#10;After one Candidate for Presidency has collected 50 Votes, they announces the Election of the President (2), after which the players finish this Game round (counting from the First Player) and play the Final Round (3).&#10;Elections. After the Final Round was payed, each player may take 1 Vote from the Treasury and give it to their Candidate for Presidency (you could Vote for yourself), after what the Votes are counted and the winner (just 1 person(4)) is announced as President (1st place). &#10;The President decides who gets the 2nd place. &#10;If there is the Oligarch in the Game, they takes the 3rd place (or if the President appoint the Oligarch 2nd place, then the Oligarch shares the 1st place with the President).&#10;The remaining players are ranked according to the number of Votes in their hands.&#10;-1) That is, the fee for the participation in the Election of the President is 40 resources, namely 10 Money resources, 10 People resources, 10 Connections resources and 10 Knowledge resources.&#10;2) Only Candidates for Presidency (that is, players who at the time of the announcement of the Election were in the Small Circle) may compete for the post of the President.&#10;After the announcement of the Election of the President, none of the players may go to the Small Circle and become a Candidate for Presidency.&#10;3) For example, if 4 people play and the 3rd (in a row from the First Player) player announces Election of the President, the 4th player goes after him/her, and the final round is played, that is, all players, starting with the First Player, make 1 more move (the last one). &#10;4) If, after counting the Votes, it turns out that several Candidates for Presidency gained the same number of Votes, more than others, another Game round is held (until one winner is determined).&#10;&#10;Description of the Game Cells&#10;&#10;1. START. The Game begins with this cell. There are 4 START cells, which are located in the 4 different Game sectors. During the Game, players will get to START cells of different sectors. Every time some player gets to the START cell, they gets 2 resources of the sector in which this cell is located (indicated on the cell).&#10;2. Award. The second cells of all sectors. Here players only get resources pictured on the cell, the number of which determined by the Dice.&#10;3. Chance. If the player gets to the Chance cell, the player takes the top card from the Chance deck, which lies on the Playing Field (on the specially marked spot), reads what it is written on the card and follows the instructions.&#10;The possibility to transfer the card to another player is indicated on the card. &#10;If, after using the Chance card, the player moved to another cell, the relevant instructions are followed. However, if the player is returned to the cell where they stood (i.e., the last move was canceled), the cell instructions are not executed. &#10;If the card cannot be used, then the player draws the next card.&#10;4. Exhibition, Meeting, Round Table and Training. The fourth cells of all sectors where players should skip the next move and, at the same time, receive the resources pictured on the cell, the number of which determined by the Dice.&#10;5. Forum Brings Resources. The fifth cell of all sectors, where players receive resources from other sectors. First, the player rolls the Dice to determine resource from which sector they will receive (counted from the next sector clockwise) and then they rolls the Dice again to find out the number of the resources they will receive.&#10;For example, a player, being in the Activist sector, gets to the Forum Brings Resources cell. To find out which resource they will receive, the player rolls the Dice for the first time. Let&rsquo;s say, the number 3 on the Dice, what means the 3rd sector clockwise from the Activist, that is, the Businessperson sector. This means that the player will receive Money resources, the number of which is determined by the second roll of the Dice.&#10;6. Raiders Attack Your Business, Your Organization Splits, Attestation, and Exam. The sixth cells of all sectors.&#10;The player should throw the Dice:&#10;- if the number is 1, 2 or 3 on the Dice - the player goes to the START cell of the sector in which they is and, accordingly, receives two resources which are pictured on the cell;&#10;- if the number is 4, 5 or 6 on the Dice - the player remains on the cell which they stands on. &#10;7. Go to Another Sector. The seventh cells of all sectors. The player may throw the Dice to determine the sector in which they will go to the START cell and receive corresponding 2 resources (counted from the next sector clockwise). To stay in place, the player has to pay the Treasury 1 pictured resource.&#10;For example, the player gets the Go to another sector cell of the Businessperson sector, where is offered a choice:&#10;1) Pay 1 resource (which is pictured) to stay on this cell and move to the Big Circle from the next move;&#10;2) Roll the Dice to go to the START of one of the sectors and receive 2 pictured resources.&#10;Suppose that the player decides to roll the Dice and gets 2. This means that the player must go to START on the second sector clockwise, namely the Public Official sector.&#10;8. Real Estate Market. There are 10 Real Estate Market cells in the Game, where players may buy and sell Real Estate.&#10;There are 2 types of Real Estate - Institutions and Investments.&#10;In Standard rules we only use Institutions.&#10;The player, who purchased an Institution, gets profit from its use if some other player gets to them, also they gets 1 resource of the color of the Institution for each turn that the payer started as the owner of the Institution. &#10;Real Estate may be profitably sold if the corresponding Chance card is drawn out.&#10;Before the Game starts, all Real Estate is stored in the Treasury.&#10;The Game has eight pairs of standard Institutions cards (Business Center, Hotel, Union of Activists, Society for the Ecology Protection, Institute of Expertise, Academy, Police, Tax Inspection) and additional ones - Oil Derrick. &#10;Real Estate Cards symbolize the 4 gaming sectors, as evidenced by their value, content and color (except for Oil Derrick).&#10;The Treasurer divides the Institutions cards into two identical decks, one of which is mixed and will be offered to the players if they get into the Real Estate Market cell, and the second is stored in the Treasury.&#10;All Real Estate cards have a Market Price and a Crisis Price, shown on the cards. Players have the right to make any Real Estate deals between themselves  (sell, buy, exchange, etc.).&#10;When a player is on the Real Estate Market cell, they chooses one of the options (the player cannot change the decision):&#10;- buy for the Market Price (build on this cell) 1 from 3 randomly drawn cards of Institution (If the player buys the Institution, then one card of the Institution is kept by the player, and the second card, stored in the second deck in the Treasury, is put on the Playing Field on the Real Estate Market cell on which the player stands, after what the cell becomes the cell of this Institution);&#10;- to sell one of its Real Estate for the Market Price to the Treasury (if the player is in their Institution, they may sell it by Market Price as well).&#10;- refuse the deal.&#10;Any player may sell any of their Real Estate at any time at the Crisis Price during their move.&#10;The player may sell/exchange their Real Estate on the general terms before purchasing a new Real Estate.&#10;Any player has the right to purchase any Real Estate, if it is offered by the Treasurer (if the player can afford it).&#10;The right to purchase the Real Estate cannot be transferred to another player, but later it is allowed to perform any operations with it (see the Gameplay item).&#10;The cardholder has the right to fully or partially release a player who came to their Institution from any card effect (for example, when a player must pay to the Treasury, go to Jail or make a speech), under any conditions (to agree with each other).  &#10;Once in some Institutions, the player should make a speech (to speak), after which the remaining players (listeners) must vote if they like this speech (raise one hand up for like):&#10;- if no one likes, the speaker receive nothing;&#10;- if the minority like (less than half or half of the listeners), the speaker receives 1 of the resource pictured on the card, from the Treasury;&#10;- if the majority like (more than half of the listeners), the speaker receives 2 of the resources pictured on the card, from the Treasury.&#10;! Exceptions from the general rule&#10;The Institution Police - may send the player who get this Institution for maximum 3 turns (how to read the Dice indicated on the Cover of the Rules and on the Bottom of the Game Box).&#10;The Institution Oil Derrick - the most expensive Real Estate in the Game, which gives the player the status of Oligarch as well the 3rd place. If there are playing less than 5 players, then a pair of the cards Oil Derrick is excluded from the Game (there will be no Oligarch in the Game). The Oil Derrich may be sold just to the Treasury just for the Crisis Price.&#10;9. Crisis. If the player get on the Crisis cell, they has to go to the START cell of the corresponding color (close to this Crisis cell) or pay 1 resource to the Treasury, which is pictured on the Crisis cell in order to stay in place.&#10;10. Speech on the Channel. This cell gives the player the opportunity to choose: to get Votes for themselves or to get these Votes for another player. The number of Votes is determined by the Dice.&#10;11. Debate. When a player gets to the Debate cell, they during 1 minute (use hourglass) draws cards (one by one, starting with the top) from the Debate deck (lies on the Playing Field), reads silently the term (word or phrase) and explains by any method this term to other players who have to guess it and say out loud.&#10;It is forbidden for the player (who explain the term) to say the term or any part of that it, or even speak the root word (even if other player already told it). Also, it is forbidden to show a card or point to an object denoting a term. The term must be guessed exactly as indicated on the card.&#10;Players will receive credit for guessing correctly when they say an exact translation of the term that is indicated on the card (for example, for the English word Tax other acceptable translations would be NALOG in Russian or PODATOK in Ukrainian). &#10;If the player guessed the term, but used word-for-word translation into another language (if the translation is not on the card), and this translation is accepted by most players as correct, it is believed that the player guessed correctly.&#10;If the term is guessed, the one who explained and the one who guessed will receive 1 Vote chip, and the used Debate card will be placed in a used discard pile.&#10;If several players correctly named the word at the same time, then (after the Debate), those players will each throw the Dice and a person with a highest number takes the Vote.&#10;After the term has been guessed, the player will draw another card and explain it as long as the hourglass still has time left.&#10;A player may continue explaining the last card (which he/she took before the minute expires) after the hourglass ends, on the other hand the player may throw the card into discard pile without a penalty.&#10;Fine. If the player violated the rules of explanation or could not explain the term and wants to go to the next card Debate - they must pay a fine of 1 Vote (other players don`t get Vote for this term). But it the time is up, then the player doesn&rsquo;t pay the fine and just finish the Debate. &#10;Because standard Debate cards has 6 words written and numbered in English, Russian, and Ukrainian, then the player throws the Dice  before the Debate starts to determine under what number they will explain the terms.&#10;For more Debates, players may increase the Debate time to 2 minutes and/or use 1 or 2 of the Real Estate Market cells as a Debate cell (to do this, put the card that symbolizes the Debate on the Real Estate Market cell).&#10;12. Hospital. Being on this cell, the player rolls the Dice:&#10;- if the number is from 1 to 3, the player is healthy (doesn`t pay);&#10;- if the number is from 4 to 6, the player must pay 2 of any resources at his/her discretion to the Treasury.&#10;13. Vacation and Resort. If the player gets to the Vacation cell, they places the pawn on the Resort cell near the center of the Playing Field. The number of moves that the player is to make to be on the Resort cell is determined by the Dice:&#10;- if the number is from 1 to 3 - the player remains on the Resort cell 1 move;&#10;- if the number is from 4 to 6 - the player remains on the Resort cell 2 moves.&#10;The exit from the Resort cell is made through the Vacation cell (the Vacation cell will be the first cell the player moves to; if number 1 is on the Dice and the player gets to the Vacation cell, the effect of the Vacation cell does not happen this time).&#10;If the player is on the Resort cell, they may get resources and perform Game operations, but not roll the Dice and move the pawn.&#10;14. Jail. The player may get to the Jail cell for 1-3 moves through the Police cell (see description of the Real Estate Market cell) or when they has nothing to pay (see the Out of Resources in the Gameplay item). If the player gets to the Jail cell, they puts their pawn on the Jail cell near the center of the Playing Field.&#10;The exit from the Jail cell is made through the Police cell, if some player has already built it (the cell Police will be the first cell of the player&rsquo;s move: if number 1 is on the Dice and the player stops on the Police cell, the effect of the Police cell does not come this time).&#10;If there is no Police cell, the player leaves the Jail through the closest clockwise Real Estate Market cell free of Institutions (if the number on the Dice is 1 and the player stopped on the Real Estate Market cell, the effect of the Real Estate Market cell does not come this time).&#10;15. Casino. On this cell, the player is to make a bet (only with resources) and roll the Dice, which defines the result:&#10;- if numbers 1 or 2 are on the Dice - the player loses their bet, which goes to the Treasury;&#10;- if numbers 3 or 4 are on the Dice - the player takes back their bet;&#10;- if numbers 5 or 6 is on the Dice - the player wins, and their bet doubles (the player takes the same resource as their bet from the Treasury).&#10;Players cannot take bets from other players as well share bets.&#10;16. Political Party. On this cell, a player may sell any number of Votes to the Treasury at the regular exchange rate (1 Vote = 2 of any resources at the player&rsquo;s choice). This is the only Game situation when players may sell Votes to the Treasury.&#10;17. The Beginning of the Campaign (as well the Debate cell). The player who gets to the Small Circle puts their pawn on this cell, which acts as a regular Debate cell (that is, after the switch to the Small Circle, the player immediately starts the Debate).&#10;18. Forced Auction. A player (Candidate for Presidency) who gets to this cell may force (order) any other player to sell one of their Real Estate for the Crisis Price (except for the Oil Derrick) to the person they points to (to another player, to themselves or to the Treasury). A player cannot be forced to buy Real Estate. The operation (transaction) occurs immediately, during this move.&#10;19. PR. On this cell, the player has the opportunity to get Votes for themself or remove (to the Treasury) another player&rsquo;s Votes. The number of Votes is determined by the Dice.&#10;20. Litigation. On this cell, the player decides what action to take: to get 1 Vote for themself or lose 2 of their Votes, so that the opponent is deprived of 3 Votes.&#10;21. Protest Action. On this cell, the player has the opportunity to take away Votes from another (at their discretion) player. The number of Votes is determined by the Dice.&#10;&#10;MAKE THE GAME HARDER&#10;&#10;1) Read the Dice as is pictured on the Cover of the Rules and on the Botton of the Game Box (every time when the Dice is pictured), specifically:&#10;- if the Dice indicates a 1 or a 2, it means 1 resource, 1 Vote or the player will move next (first) sector clockwise from the current position;&#10;- if the Dice indicates a 3 or a 4, it means 2 resources, 2 Votes or they will have to move second sector clockwise from the current position;&#10;- if the Dice indicates numbers 5 or 6, this means 3 resources or 3 Votes or they will need to move the third sector clockwise from the current position.&#10;For example: a player is and is in the Go To Another Sector cell in the Businessperson sector and they rolls the Dice. Suppose the number 3 or 4 shows on the Dice. This mean, that the player needs to move their pawn to the START in the second sector clockwise from their current position, which is the Public Official sector.&#10;&#10;2) Add-on: Real Estate Investments - cheap Real Estate in the Game, which may be purchased on the Real Estate Market cell at the same conditions as Institutions (the player has to choose which type of Real Estate they want to see for purchasing).&#10;Investments give 1 resource of their color per turn and kept in the players hands (i.e. they are not placed on the Game Field).&#10;If players use Investments, then the Institutions gives 2 resources per turn.&#10;&#10;3) Add-on: extra decks for Debate (for example Tough Debate deck - there are hard with explanation).&#10;If the player guesses the phrase, but changes the word order (for example, electoral system = system electoral), it is believed that the player guessed correctly.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Action Queue",
      "Command Cards",
      "Communication Limits",
      "Connections",
      "Contracts",
      "Dice Rolling",
      "Income",
      "Investment",
      "Move Through Deck",
      "Negotiation",
      "Ownership",
      "Turn Order: Role Order",
      "Victory Points as a Resource",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El tesoro de San Borondón",
    "ID": 313887,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/313887/el-tesoro-de-san-borondon",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.5",
    "Description": "El Tesoro de San Borond&oacute;n is a family game for 2-8 players. In this adventure, an expedition of explorers will arrive in balloon to the mythical eighth island of the Canary Islands to find a fabulous treasure. The terrain is dangerous and the objects that can be carried are few, so all the players have to work together to be able to advance, find the treasure and return to the balloon.&#10;&#10;The game consists of a board made of 49 reversible tiles and 10 tiles that form the treasure map, so that each game will be completely different. In addition, 12 inventory items and two decks of cards will make this journey a true survival adventure. As if this were not enough, a volcano in the middle of the island threatens to cover it all with lava, so the search will have to be against the clock.&#10;&#10;In every round, players will make a movement (up to 3 tiles), reveal an event card and make an action (resolve the event with objects from the inventory, help another player, etc). The last phase of the round is to place a new lava tile.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Party Game"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Movement Points",
      "Tile Placement"
    ],
    "Families": [
      "Country: Spain",
      "Crowdfunding: Verkami",
      "Islands: Canaries (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Riot Quest: Wintertime Wasteland",
    "ID": 313893,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/313893/riot-quest-wintertime-wasteland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Riot Quest chaos continues with the new Wintertime Wasteland starter box! After plundering and looting all they could find in the more civilized corners of the Iron Kingdoms, the heroes (and villains) of Riot Quest are headed to the strange, frozen north in search of more treasure.&#10;&#10;This starter is fully compatible with all previous Riot Quest releases and kicks off a brand new block of post-apocalyptic, winter-themed models and expansions for the game. Wintertime Wasteland introduces new Arena maps, new Bounty and Treasure decks, and loads of new beautifully sculpted Hero models.&#10;&#10;The Wintertime Wasteland also introduces exciting new game mechanics, like ultra-powerful Legendary Riot Gear and Tag-Team Heroes (that's two Heroes combining their efforts to work as single game piece in your Crew).&#10;&#10;If you&rsquo;re new to Riot Quest, Wintertime Wasteland is a perfect starting point to take the icy plunge into the loot-questing lifestyle. And if you&rsquo;re a veteran scavenger with a seasoned Crew, Wintertime Wasteland is ripe with new blood to add to your Bench.&#10;&#10;So, get your fightin&rsquo; pants on! It&rsquo;s time to gear up, wreck face, and get paid!&#10;&#10;In Riot Quest, players assemble a crew of 5&ndash;10 Heroes and an equal number of Riot Gear cards to compete with up to three other players in a chaotic battle to score treasure and rack up victory points in an Arena.&#10;&#10;Each round, players alternate taking turns by activating one of their Heroes to perform various actions, such as running around the Arena, attacking Enemies, or raiding Treasure Chests. A player has a limited pool of Action Dice to spend each round, with at least one die being spent for each action a Hero performs.&#10;&#10;Throughout the game, Treasure Chests will randomly appear around the Arena, which a Hero can raid to gain valuable Loot. Loot is spent to purchase the Riot Gear a player selected at the beginning of the game. This Riot Gear upgrades that player&rsquo;s Heroes.&#10;&#10;Bounty cards represent the goals each player is attempting to achieve in order to score Victory Points and ultimately win the game. These Bounty cards might require a player&rsquo;s Hero to do a certain amount of damage to an Enemy during their turn, to interact with a specific token that was put into play by the Bounty card via a rig action, or any number of other possible goals. Every time a player meets the goals of a Bounty card, that player claims that card and its associated Victory Point value.&#10;&#10;Claiming Bounty cards isn&rsquo;t the only way a player can score Victory Points. By attacking and knocking out Enemies, a player can claim Scrap cards, which are also worth Victory Points.&#10;&#10;As Treasure Chests are raided, Bounty cards are claimed, and Heroes are knocked out, they are constantly being replaced at the start of each turn. This means the Arena is a dynamic battlefield with constantly evolving conditions and situations. To achieve victory in Riot Quest, a player needs the right tools at the right time, the cunning and foresight to react to the chaos of the Arena, and a little bit of luck.&#10;&#10;-description from kickstarter page&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Desdemona",
    "ID": 313894,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/313894/desdemona",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Two players B&amp;W. &#10;Played on a 10x10 checkerboard.&#10;8 Chess queens, 4 White and 4 Black.&#10;A supply of B&amp;W stones.&#10;&#10;SETUP&#10;Black queens are set on squares (A4, D10, G1, J7). White queens are set on squares (A7, D1, G10, J4) or vice versa.&#10;&#10;PLAY&#10;Black moves but does not shoot on the first turn. Turns then alternate. On a turn, a player must do one of two things.&#10;&#10;1) Move a queen in a straight line across any number of empty squares (orthogonally or diagonally) ending the move on an empty square. Then place a stone in your opponent's color on an empty square away in a straight line across any number of empty squares (orthogonally or diagonally) from the queen that was last moved, or&#10;&#10;2) Move a queen in a straight line across any number of empty squares (orthogonally or diagonally) ending the move on an empty square adjacent to an opponent's stone. The queen and the stone now define a line (straight or diagonal). If the next square of that line, going in the direction of the opponent's stone, is vacant or the next squares hold your opponent's stones followed by an empty square, then your color stone is placed on that square, thus trapping your opponent's stones between itself and the moving queen. Captured opponent stones are replaced with moving player's color stones.&#10;&#10;GOAL&#10;If a player is unable to make a move, he must pass, when all players pass the game ends.&#10;&#10;The player with the most pieces on the board wins.&#10;&#10;Description by the designer.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Spike! Journal #9",
    "ID": 313895,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313895/blood-bowl-2016-edition-spike-journal-9",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Stephan Half-Elf is our (very appropriate) guest editor for a very special issue of the dedicated Blood Bowl background and rules magazine, Spike! Journal. He takes a look at something rather unusual &ndash; mixed teams that combine players from different races and cultures into something altogether new! Find out how they get along (or don't), how to build your roster and achieve victory on the gridiron.&#10;&#10;This issue&rsquo;s format may be different, focusing on three teams instead of one, but you'll still find everything you need to play as one of three new types of hybrid teams!&#10;&#10;&ndash; Misfits and Malcontents: lore and rules for Chaos Renegade Teams comprised of renegades from nearly every race and background. You'll also find background on famous teams like the Chaos All-Stars and a full profile of the Mongrel Horde.&#10;&#10;&ndash; Renegade Playbooks: offers some insight into playing incredibly diverse teams, and building them up over time to suit your play style.&#10;&#10;&ndash; Star Player Spotlight: Ugroth Bulgrot, &ldquo;The Other Ripper&rdquo;. Not to be confused with Ripper Bulgrot, Ugroth eschewed hard work and training to cash in on the chainsaw craze.&#10;&#10;&ndash; Dirt from the Dugout: Mindy Piewhistle returns to dish about why you don't see many Elves in mixed company, let alone mixed Blood Bowl teams.&#10;&#10;&ndash; Underground, Overground, Sportsmanship Free: The term Underworld Denizens covers teams made up primarily of Goblins, Trolls, and Skaven. You&rsquo;ll find a full breakdown of lore, rules, and a profile of the Underworld Creepers!&#10;&#10;&ndash; The Quick and the Cowardly: An Underworld Denizens team includes quite an unusual mix of players, but they can be a blast to play. Read up on some tips to make the most of them.&#10;&#10;&ndash; Star Player Spotlight: Glart Smashrip is a truly fat rat. Inspired to out-bulk a famous Minotaur player, Glart throws his weight around on the pitch with deadly results, earning a foul reputation alongside an impressive record.&#10;&#10;&ndash; Chat with the Rat: Hackspit Quillchewer digs deep to uncover the ugly truth about mutations in Skaven society.&#10;&#10;&ndash; Allies of Inconvenience: Teams of the Old World Alliance are formed from the natural admixture of civilised (relatively) Humans, Dwarfs, Halflings and Ogres in some of the great cities of the Old World. You'll find riveting background on famous teams, plus a dedicated profile of the Middenheim Maulers.&#10;&#10;&ndash; Old World Style: At once tough, versatile, hard-hitting, and slippery, these teams seem to have it all. Our experts break down the options to help you build a winning combination.&#10;&#10;&ndash; Star Player Spotlight: Helmut Wulf was one of the first players to pick up a chainsaw, and he remains one of the best.&#10;&#10;&ndash; Mixed Fortunes: a smorgasbord of Star Players hailing from a variety of races and backgrounds, who are attracted to the motley nature of mixed teams by their very misfit nature.&#10;&#10;Key Features&#10;-All the rules you need to field mixed teams in Blood Bowl&#10;-Includes Chaos Renegades, Underworld Denizens and Old World Alliance teams&#10;-Tips and insights to wrap your head around these strange hybrids&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Old World Alliance Team Card Pack",
    "ID": 313896,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313896/blood-bowl-2016-edition-old-world-alliance-team-ca",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This deck of 44 cards helps you focus on your game and keep track of your stats and special rules. Old World Alliance teams can include a diverse array of players, so you can have everything you need to hand!&#10;&#10;CONTENTS&#10;&ndash; Reference cards for Human Linemen, Human Throwers, Human Catchers, Human Blitzers, Dwarf Blockers, Dwarf Runners, Dwarf Blitzers, Dwarf Troll Slayers, Halfling Hopefuls, and Ogres&#10;&ndash; Reference cards for Star Players like Griff Oberwald, Helmut Wulf and Puggy Baconbreath&#10;&ndash; A Golden Era Star Player Reference Card for Bob Bifford&#10;&ndash; Blank cards that you can use to create your own players&#10;&ndash; A team roster card, with a match record on the reverse&#10;&ndash; 3 Magical Memorabilia cards&#10;&ndash; 3 Benefits of Training cards&#10;&ndash; The all-important card explaining how to use the cards, with a red card on the reverse&#10;&#10;Key Features&#10;-Full set of reference cards for your Old World Alliance teams&#10;-Includes blank cards for positions of Human, Dwarf and Halfling players&#10;-Speed up your games and keep track of your roster, players, and special rules&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Peril Beneath the Desert! (fan expansion for Congo)",
    "ID": 313897,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313897/peril-beneath-the-desert-fan-expansion-for-congo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "With Peril Beneath the Desert! Take your CONGO Games into the Ancient Tombs of Egypt!&#10;&#10;It is the 19th Century. Africa lies scorched by conflicts between tribal warriors and professional soldiers. All the while, cunning explorers scour the ancient ruins for sacred relics and unguarded gold. Having explored all they dared of the deep Congo jungles, the powers in play turn their attention north to the Egyptian deserts... and the treasures (and horrors) that wait beneath!&#10;&#10;This supplement for Studio Tomahawk's CONGO adapts the popular rules system for play in the ancient tombs beneath the deserts of the Sudan and southern Egypt.&#10;&#10;Included:&#10;&#10;     Supplement Handbook (22pgs) - with Peril Beneath the Sands! Scenario rules and backstory, maps of the tombs, a new Mahdist Column faction, and more! &#10;     Scenario Bulletin - printable and designed to fit with standard CONGO scenarios!&#10;     &quot;The Tombs&quot; A New Dangerous Terrain Chart - featuring traps and perils from your favorite adventure stories!&#10;     Interactable Terrain Chart - Pre-designed results for searching various objects in the tombs... what may be found, or awakened... &#10;&#10;&#10;Turn your jungle-thrashing adventures to tomb-crawling treasure-hunts, and brave the ancient terrors guarding the riches of the Nameless Pharaoh! Enter the tombs...&#10;&#10;Note: CONGO Base rules required to play Peril! Scenario.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fan Expansion",
      "Miniatures"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Ancient: Egypt",
      "Country: Egypt",
      "Country: Sudan",
      "Occupation: Adventurer / Explorer",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 edition): Old World Alliance & Underworld Denizens Pitch & Dugout Set",
    "ID": 313898,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313898/blood-bowl-2016-edition-old-world-alliance-and-und",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Thought ostensibly made to regulation, Blood Bowl stadia come in a dazzling variety of looks, types and&hellip; smells. You might find one a veritable hub of entertainment, with stalls hawking merchandise and local snacks, where another is a seedy, filthy, and dangerous, den of scoundrels. Most are a mixture of both.&#10;&#10;This double-sided board depicts two entirely different pitches, one for an Old World Alliance team, and the other for Underworld Denizens. On one side, you'll find a cobblestone market square, hastily cleared for a game. Barrels, bottles, tables and stalls surround the edges of the pitch, and the end zones are marked out in pink and cream checked patterns. Flip it over to find a dank cavern pitch, littered with ominously glowing fungus. Cracks in the stone have been patched up, and the remains of unfortunate victims can be seen casually strewn about. The End Zones are marked in glowing green checks.&#10;&#10;The package includes two double-sided dugouts to match the two styles of pitch. Each dugout features the usual Score tracker, Reserves, Knocked-out and Serious Injury boxes, and a re-roll tracker. You'll also find rules to represent the particular features of both sides of the pitch.&#10;&#10;Key Features&#10;-Double-sided pitch for Old World Alliance and Underworld Denizens teams&#10;-Features an urban market square on one side, and a dark, dank cavern on the other&#10;-Includes special rules for both sides of the pitch&#10;&#10;description from publisher's website&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 edition): The Middenheim Maulers – Old World Alliance Blood Bowl Team",
    "ID": 313900,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313900/blood-bowl-2016-edition-the-middenheim-maulers-old",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Mixed hybrid teams are legal again under NAF rules, formed from a mix of different races and cultures. The great cities of the Old World have produced some fantastic teams, and the Middenheim Marauders are an excellent example. The combination of Human, Dwarf and Halfling players creates new strengths and eliminates old weaknesses to forge something greater than the sum of its parts.&#10;&#10;Old World Alliance teams are assembled from players across a variety of races and cultures, united by the place they call home. Each of them brings their own skills &ndash; Human flexibility, Dwarf toughness and strength, and Halfling, er&hellip; greasy slipperiness and cooking skills. If you're looking for challenges as well as tactical opportunities, look no further than the Middenheim Maulers.&#10;&#10;This multipart plastic kit contains components from the existing Human, Dwarf and Halfling team sets. You&rsquo;ll be able to build 3 unique Halfling Hopefuls, 3 Human Linemen, 1 Human Blitzer, 1 Human Thrower, 3 Dwarf Blockers, 1 Dwarf Runner, 1 Dwarf Blitzer, and 1 Dwarf Troll Slayer. You'll also get 3 Dwarf and 3 Human balls, plus one each of Human and Dwarf team tokens and turn markers! You'll also find an Old World Alliance transfer sheet and 15 32mm Blood Bowl bases.&#10;&#10;The rules to use Old World Alliance teams in your games of Blood Bowl can be found in Spike! Journal Issue 9.&#10;&#10;Key Features&#10;-Combine the best of Human, Dwarf, and Halfling players&#10;-Mixed teams offer new challenges and fun modelling opportunities&#10;-Customize your team with two sets of balls, turn markers and coins&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 edition): The Underworld Creepers – Underworld Denizens Blood Bowl Team",
    "ID": 313901,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313901/blood-bowl-2016-edition-the-underworld-creepers-un",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Mixed hybrid teams are legal again under NAF rules, formed from a mix of different races and cultures. Skaven and Goblin teams are affectionately called the Underworld Denizens, and the Underworld Creepers are one of the most popular examples. The combination of players from both races joins the best of both worlds, spawning new strengths and eliminating old weaknesses to create something greater than the sum of its parts.&#10;&#10;Goblin and Skaven players have little in common besides their size and subterranean homes, but as a team they can put together a winning combination of positions and players. They're a lot of fun to play and you'll enjoy a dizzying variety of fresh tactics and plays, whilst keeping your opponents on their toes.&#10;&#10;This multipart plastic kit contains components from both the existing Goblin and Skaven team sets. You'll be able to build 6 unique Goblins with interchangeable heads, 3 Skaven Linemen, 1 Skaven Blitzer, 1 Skaven Thrower, and 1 Skaven Gutter Runner. Alongside the players, the set contains 3 Goblin and 3 Skaven balls, plus one of each team's tokens and turn markers! You'll also find an Underworld Denizens transfer sheet and 12 32mm Blood Bowl bases.&#10;&#10;The rules to use Underworld Denizens teams in your games of Blood Bowl can be found in Spike! Journal Issue 9.&#10;&#10;Key Features&#10;-You no longer have to choose between skittering Skaven and madcap Goblins&#10;-Mixed teams offer new challenges and fun modelling opportunities&#10;-Customise your team with both sets of balls, turn markers and coins&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chocolate Factory: Master Chocolatier Mini-Expansion",
    "ID": 313902,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313902/chocolate-factory-master-chocolatier-mini-expansio",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Master Chocolatier is a mini-expansion for Chocolate Factory, containing new Factory Parts, Department Stores, and Employees.&#10;&#10;It was originally part of the Kickstarter edition, so if purchased separately there is a compatibility issue with the Deluxe edition of the base game as the Factory Parts are card stock rather than thicker card tiles found in the deluxe edition.&#10;&#10;Compatible with solo play.&#10;&#10;Includes:&#10;4 new Factory Parts where chocolate pieces are allowed to move into different conveyor tiles of your choice!&#10;&#10;5 new Department Stores with new combinations of chocolate sales.&#10;&#10;6 new Employee cards with completely new mechanisms of the base game - 2 copies each of The Owner, The Helpers and The Prodigy. The new Employees may be mixed with the standard Employees, but instead of corresponding to Department Stores, they give one-time but excellent bonuses to help players achieve their targets.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Chocolate"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muffin Time: Rainbow Pack",
    "ID": 313908,
    "Year": "(2020)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313908/muffin-time-rainbow-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "40 card expansion for Muffin Time. &#10;Includes 1 holo card - &quot;Rainbows&quot;, and 3 additional blank cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muffin Time: Pie Flavour Pack",
    "ID": 313909,
    "Year": "(2020)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313909/muffin-time-pie-flavour-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "40 card expansion for Muffin Time. &#10;Includes 1 holo card - &quot;Pie Flavour&quot;, and 3 additional blank cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Легенды дикого запада (Western Legends)",
    "ID": 313924,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/313924/legendy-dikogo-zapada-western-legends",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Russian edition of Western Legends comes with two expansions already included inside the box: &#208;&#155;&#208;&#181;&#208;&#179;&#208;&#181;&#208;&#189;&#208;&#180;&#209;&#139; &#208;&#148;&#208;&#184;&#208;&#186;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#151;&#208;&#176;&#208;&#191;&#208;&#176;&#208;&#180;&#208;&#176;: &#208;&#146;&#209;&#129;&#209;&#143;&#208;&#186;&#208;&#176;&#209;&#143; &#208;&#146;&#209;&#129;&#209;&#143;&#209;&#135;&#208;&#184;&#208;&#189;&#208;&#176; (Fistful of Extras) and &#208;&#155;&#208;&#181;&#208;&#179;&#208;&#181;&#208;&#189;&#208;&#180;&#209;&#139; &#208;&#148;&#208;&#184;&#208;&#186;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#151;&#208;&#176;&#208;&#191;&#208;&#176;&#208;&#180;&#208;&#176;: &#208;&#165;&#208;&#190;&#209;&#128;&#208;&#190;&#209;&#136;&#208;&#184;&#208;&#185;, &#208;&#159;&#208;&#187;&#208;&#190;&#209;&#133;&#208;&#190;&#208;&#185;, &#208;&#148;&#208;&#190;&#208;&#177;&#209;&#128;&#209;&#139;&#208;&#185; (The Good, the Bad, and the Handsome).&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management",
      "Pick-up and Deliver",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Western Legends"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lock 'n Load Tactical: Heroes of Grenada",
    "ID": 313930,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313930/lock-n-load-tactical-heroes-of-grenada",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "0",
    "Description": "At dawn on 25 October 1983, the United States of America attacked the island nation of Grenada, 100 miles (160 km) north of Venezuela.  Codenamed Operation Urgent Fury, the multinational intervention was the result of a formal appeal for help from the Organisation of Eastern Caribbean States triggered by the strife within the People's Revolutionary Government which resulted in the house arrest and execution of the previous leader and second Prime Minister of Grenada &#10;Maurice Bishop. 8000 US military troops took part in the invasion. A multi-prong attack consisting of naval invasions and para drops took place all over the island. By the 3rd day, the fighting was over.&#10;&#10;'Heroes of Grenada' brings to life this conflict with US Marines, Rangers, and SEALs supported by AC-130Hs face off against the Grenadian military and Cuban troops. New rules for Para Drops and Troop Surrenders are included as you fight through more than 12 scenarios highlighting some of the roughest fighting found during the invasion. From the para drops at Salinas airfield to Pearl&rsquo;s Airfield, True Blue Campus, the Government House, and the warehouse factory fight near Freqeunte, to the Calivigny Barracks, and Radio Free Grenada at Beausejour.&#10;&#10;The sunny Caribbean awaits you!&quot;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Grenada",
      "Digital Implementations: Steam",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Megablast",
    "ID": 313932,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/313932/megablast",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Strange aliens swarm across the galaxy, destroying everything in their path. Piloting a prototype spaceship, you must seek out the alien command ships and take them down. Only by destroying all of their motherships will you halt the alien advance.&#10;&#10;Megablast is a solo deck building game, inspired by the shoot 'em up video games of the 90s.&#10;Blast your way through three levels of alien waves. For each kill you add an upgrade on TOP of your deck. You must balance your deck between weapons, engines, and tech systems to survive. There is no deck shuffling so you can manipulate your deck to unleash devastating combos to defeat the end of level bosses and win.&#10;&#10;GAMEPLAY OVERVIEW&#10;The game is played over three levels. During each level you will face four waves of alien ships, and then must defeat the end of level boss. When you defeat the third and final boss you win the game. You will also encounter asteroids, meteors and other hazards.&#10;&#10;Enemies spawn in the top row of a 4 x 3 grid. They move down the grid towards your ship before either flying off the bottom, or being destroyed by your attacks. You must maneuver your ship to avoid enemy fire whilst trying to defeat as many of them as possible.&#10;&#10;For each level of the game, there is a deck of upgrade cards for your ship. When you defeat a wave of aliens, you gain a new card of the current level. When you defeat a boss, you gain a card of the next level. Use card actions to attack, move, defend, and draw &amp; play extra cards. Decide what to play, hold, and discard to set up powerful combos.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nobody is Perfect: 390 neue Begriffe",
    "ID": 313934,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/313934/nobody-is-perfect-390-neue-begriffe",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "features the same game play as the original Nobody is Perfect &ndash; first released in 1996, then released in a new edition in 2009 &ndash; but with 390 new terms for players to puzzle over.&#10;&#10;Game play is similar to Balderdash or the public domain &quot;Dictionary&quot; game with players being presented with an unusual word or image that they're unlikely to know. All players write down a definition for this word/image, then everyone votes on which definition they feel is the correct one. Vote correctly, and you score points; have others vote for your definition, and you'll score then, too.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Game: Nobody Is Perfect",
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fanhunter: Urban Warfare – The Sequel: Underworld",
    "ID": 313936,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/313936/fanhunter-urban-warfare-the-sequel-underworld",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Welcome to Barnacity! Consider yourself under arrest... again&#10;&#10;Fanhunter is a crazy and violent universe set in the near future, in which all forms of geek culture and entertainment have been banned. But the brave members of the Resistance are determined to fight...for their right...to party!&#10;&#10;Fanhunter: Urban Warfare 2, The Sequel: Underworld is a a board game with miniatures for two or more players. Players alternate turns in which they move their miniatures on the different boards in order to complete any of the pre-designed missions. Each of the players will draw an activation counter from a bag in order to know which side's turn it is. Then they will be able to activate any of their units or characters. Characters can perform actions, using D6s in order to determine success. Players will roll against a threshold number, and each result equal or higher than said threshold will result in a success.&#10;&#10;The game includes a complete campaign with six missions, which offer a narrative experience if played in order and a multiplayer scenario that expand the rules for 2 to 4 players. There's also a new faction, the Macutes, cheap and expendable troops who will fight against the Resistance.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: Fanhunter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sanctum: Singleplayer",
    "ID": 313939,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313939/sanctum-singleplayer",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "You may already be familiar with racing against other heroes with the goal to banish the evil that plagues Sanctum. With fighting your way through hordes of enemies while gearing up to face the blight that is Demon Lord, all to restore the realm to its former glory.&#10; Now with Sanctum Singleplayer, you find yourself on the green meadows by the dock alone, the only one called to exterminate the evil in the city of Sanctum and the whole adjacent region. You alone must cleave your way through the demons and save the land. It is a lofty mission, but you are the only one who can do it.&#10; Everything needed for the solo variant can already be found in the Sanctum box; all you need are rules for how to set up and what changes in the rules.&#10;&#10;Go forth and become the hero you have been called to become!&#10;&#10;You can find the rules in the &quot;Files&quot; section or directly in this .pdf link https://czechgames.com/files/rules/sanctum-solo-rules-en.pdf&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feierabend: 2F-Spiele Digital-Convention",
    "ID": 313940,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313940/feierabend-2f-spiele-digital-convention",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Without a partner, sometimes the only choice for gaming fun is the internet. The 2F-Spiele Digital-Convention is said to be a lot of fun...at least that's what you heard from some blogger.&#10;&#10;Feierabend: 2F-Spiele Digitial-Convention is a small map expansion for Feierabend that offers an additional after-work space. If you have no partners on your factory, whether because you've placed them all or have none to begin with, you can place a worker here to gain 4 relaxation.&#10;&#10;Since all real-life game conventions in 2020 are cancelled, this promo card will be included as a thank you with each copy bought directly from the BGG Store and 4x-Brettspielmarkt.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Humor",
      "Industry / Manufacturing",
      "Political"
    ],
    "Mechanics": [
      "Income",
      "Investment",
      "Multiple Maps",
      "Race",
      "Solo / Solitaire Game",
      "Victory Points as a Resource",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "RisiKo! Sturmtruppen",
    "ID": 313941,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/313941/risiko-sturmtruppen",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The most played strategy game in Italy, together with the most irreverent series of military characters ever made. A perfect combination for an evening of pure fun, together with the legendary Bonvi (Franco Bonvicini) characters!&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: RisiKo!",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sandstone",
    "ID": 313946,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/313946/sandstone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sandstone is an almost abstract, area control game for two players.  This is the first title in Small Box Games' Small Batch line of games.&#10;&#10;Played over 5 Years (or rounds), players gain points at the end of the game for their played pieces and controlled spaces.  However, a player may win the game before the end of the 5th year by meeting one of the winning conditions: controlling seven spaces of a single type, placing all 3 of their Outposts, or having 4 more placed Towers than the other player.&#10;&#10;12 double sided cards, each with two spaces, are randomly arranged in a 3x4 grid at the beginning of the game.  Each player controls 8 Towers and 3 Strongholds.  Players control the spaces their Towers occupy, as well as the unoccupied spaces that are orthogonally adjacent to their Strongholds.&#10;&#10;Controlled Desert spaces determine priority.  Forest spaces grant them strength and the ability to remove or replace opposing Towers.  Mountains grant gold, which players spend to keep their pieces in play at the end of the Year.&#10;&#10;Each Year, each player receives 2 actions, chosen from 3 different options: Tower Action, Stronghold Action, or Ability Action, with each of these options offering 2 choices.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animalesque!",
    "ID": 313947,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313947/animalesque",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Animalesque! is a game on body image, dance and burlesque, in which players will have to &quot;fight&quot; each other in a dance challenge between characters, exploiting moves offered by unique body types.&#10;During the dance-off, each player draws a specific &quot;theme&quot; to fit, which drives the choice of colored dice to pick for placement and scoring. Players can choose among different characters, each representing an animal with a specific body type. Each character can use different &quot;moves&quot; during her turn to increase the chance of success. Every turn is won by the highest-scoring player, up to the tenth and final turn.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wazabi: Supplément Piment",
    "ID": 313949,
    "Year": "(2008)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313949/wazabi-supplement-piment",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Wazabi: Suppl&eacute;ment Piment, an expansion that can be used with all editions of Wazabi, includes eight dice and twenty cards with new effects to spice up gameplay and that require you to pay close attention during the turns of other players.&#10;&#10;The additional components make it possible to have up to eight players in the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twilight Ravine",
    "ID": 313952,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/313952/twilight-ravine",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The third piece of the Kradia world series &quot;Twilight Ravine&quot;.&#10;&#10;Like the previous game &quot;Kradia II: Wild Hunting Festival&quot;, it is a stand-alone game, independent from &quot;Kradia I: The Garden of Adventurers&quot;.&#10;&#10;Kradia: Twilight Ravine (&#227;&#131;&#136;&#227;&#131;&#175;&#227;&#130;&#164;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#180;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#131;&#179;) is a simple and quick party game. The game requires players to collect different cards on the field. And by hindering opponents from getting the maximum points, it will feel a bit similar to mahjong.&#10;&#10;Compared to the gaming nature of the previous two games, the new game experience is a 180-degree shift. But similar to the game's predecessors, Twilight Ravine revolves around a group of adventurers seeking treasures. Overall, the setting is designed to complement and expand the world view of the Kradia.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Setting: Kradia",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Astronots: Betrayal Awaits",
    "ID": 313955,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313955/astronots-betrayal-awaits",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Astronots &ndash; Betrayal Awaits is a social deduction party game where you are sent on a space mission to discover a new habitable planet for humankind when you realize something odd: You've been hijacked by alien parasites.&#10;&#10;Players are divided into two distinct teams and are racing each other to victory. The game takes place in a series of rounds where players will pick and play cards from other player's hands in order to achieve their team's goal. The Crew musts play two Serum cards in order to neutralize the extraterrestrial threat, whilst the Parasites must play five Contagion cards to win the game.&#10;&#10;In Astronots &ndash; Betrayal Awaits, it is forbidden to play your own cards. Players pick and play cards from others' hands. You will need to decipher who's friend or foe, all the while convincing the other players that you have the cards that will lead their team to victory. Other than the Serums and Contagions, these cards will let you learn information about other players, counter certain strategies, and change how the game itself is played.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Alliances",
      "Deduction",
      "Hidden Roles",
      "Roles with Asymmetric Information"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tranquil Terror",
    "ID": 313957,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313957/tranquil-terror",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Tranquil Terror is a tile- sliding game where each diver must recover sunken treasure without being stung by the ever-shifting jellyfish. Players must make strategic decisions every turn as they try to find advantage using a limited action economy.&#10;&#10;Every turn repositions the tiles, and every action has ripple effects. Each player has a limited air supply that they must protect while maneuvering around the board. Players have the choice each turn for what actions to take. Actions include searching for treasure, shooing away a single Jellyfish, moving, expending air to shift an entire row of jellies, or recovering treasure. When players manage to recover a treasure in the game, they collect a physical treasure gem to add to their hoard.&#10;&#10;The key event comes every turn as an increasing number of tiles are added to one side of the play area, and slid across. The sliding tiles push the furthest tiles off the game play surface, thus rearranging the board. The tiles are chose at random, but placed carefully. If a jelly stings a diver, they lose air. As they lose air, the number of tiles being added each turn increases.&#10;&#10;In order to win, divers must recover 10 treasures first. However there is not always a winner. All players must search for treasure while keeping an eye on their air tank. If the air tank gauge reaches empty, their search is over.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Exploration",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Map Deformation",
      "Modular Board",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingswood: Kickstarter Promos",
    "ID": 313959,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313959/kingswood-kickstarter-promos",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Promo items during the Kickstarter campaign:&#10;1) Kings's Favor Starting Player Coin&#10;2) Dock Location&#10;3) Panzoo Tapestry (Druid) character guild card and scoring banner token&#10;4) Card with instructions for the Dock Location&#10;&#10;Note: For backers of the regular edition, the promos come packaged in a separate bag and shipped with the game.&#10;These items are included inside the Royal Edition box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Rondel",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: New Market",
    "ID": 313960,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313960/alhambra-new-market",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Note: If purchased separately though, it will not include the Dice needed for the market, just the main board and the buildings in both a normal and large size.&#10;&#10;Playing with the New Market board in the base game of Alhambra requires the 12 dice from the Roll &amp; Write&#10;&#10;At the beginning of the game, the New Market is set up alongside the original market and filled with the 6 buildings. Then, one yellow and one blue dice are rolled and placed next to each building.&#10;&#10;On their turn, players may take a new action of buying from the new market. To take the building from the market, they must have the exact currency cards in yellow and blue to match one space. If they do, they show the cards, take the building, but keep the currency cards in their hand. The market is not refilled&mdash;once all 6 buildings are gone, this action is no longer available.&#10;&#10;To accommodate every backer, the building tiles come in 2 sizes to be played either with the Alhambra revised edition or the Mega Box edition which has larger tiles.&#10;&#10;Components:&#10;1 New Market Tableau&#10;6 building tiles&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Millennial Manatees",
    "ID": 313962,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/313962/millennial-manatees",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A casual strategy game showing the adventurous entrepreneurial spirit of millennials...  packaged inside a wearable &quot;Fanatee Pack&quot;&#10;Players Bid for new Venture cards to earn coins in an attempt to be the first to pay back student loans first.&#10;Job levels have different difficulty levels (Basic, Salty, or Big Mood) and perks if the correct manatee Customer is drawn. And if none of those jobs appeal to you you can always take a volunteer position of get a boomer handout.&#10;First to pay back 20 manatee coins in student loans wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Events",
      "Income",
      "Race",
      "Turn Order: Claim Action",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drinking Quest: Old Habits",
    "ID": 313964,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/313964/drinking-quest-old-habits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A great stand-alone game or the followup to DQ: Liquor Before Honor&#10;A throwback to the golden age of 80&rsquo;s RPGs!&#10;&#10;Quest 1: Slime Time&#10;&#10;In this quest the heroes will fight oozing monsters, find sticky treasure chests, avoid slimy salesmen and maybe have a slippery sexual encounter or two.&#10;&#10;Quest 2: OktoberQuest&#10;&#10;This quest pokes fun at heritage beer festivals.&#10;&#10;Quest 3: Whiskey &amp; Wights&#10;&#10;You&rsquo;ll fight the alcoholic undead! You&rsquo;ll loot corpses, fight a wrecked reaper, drink a 10,000 year old Scotch and even stop to make bacon in your underwear!&#10;&#10;Quest 4; Crafbor&rsquo;s Keep&#10;&#10;This quests see the adventuring party visit a CRAFT CIDER BREWERY run by a sadistic tyrant who really loves cider.&#10;&#10;Bonus Quest: High Fantasy&#10;&#10;After years of players asking Jason to make a &ldquo;Weed Quest&#10; the best that&rsquo;s going to happen is this quest where the heroes walk through an Alice in Wonderland type forest with hallucinogenic effects.&#10;&#10;Bonus Quest: Sober Up PSAs&#10;&#10;This quest features 12 ways to sober up in Public Service Announcement style. Add this quest onto the end of the game if you want to drink some water.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingswood: Royal Edition",
    "ID": 313965,
    "Year": "(2020)",
    "Geek Rating": "5.558",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/313965/kingswood-royal-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Deluxe edition of Kingswood. This version contains everything in the regular edition of Kingswood and the Kingswood: Kickstarter Promos, which features a King's Favor coin, bonus location (Docks), and bonus character guild (Panzoo Tapestry). The component upgrades include wooden resource tokens (swords, hearts, spell books)and metal coin set.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Rondel",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stonehenge",
    "ID": 313968,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313968/stonehenge",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Stonehenge game is a working model of the real monolith.&#10;&#10;The site cards indicate locations of henges from the Orkney Islands to the south of England, and includes Ireland, Scotland, and Wales.&#10;&#10;Like the late Neolithic original, the Stonehenge game is a computer for the Sun - Earth - Moon orbits required to predict the eclipses of the Sun and Moon.&#10;&#10;The game incorporates the phases of the Moon, the Solstices, and both Equinoxes.&#10;&#10;&mdash;description from the publisher&#10;&#10;Game participation will reinforce knowledge of astronomy, math, geography, and history.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Prehistoric"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Match",
    "ID": 314010,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314010/big-match",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Big Match is a soccer / football dice-rolling game.&#10;&#10;The components include four dice with text on each face, a 'football' counter and a green foldable mat representing a football pitch. The dice are used to move the ball back and forth over the pitch until one player scores a goal. The pitch is arranged into a grid of interlinking spaces (a centre spot and for each side 4 forward spots, 3 penalty spots and a 'goal' space).&#10;&#10;Starting from the centre circle, one player rolls the blue Attacker die, while the opponent rolls the green Defender die. &#10;The Defender will take possession (and therefore become the Attacker) if the Attacker rolls 'pass' and the Defender rolls 'intercept', or if the Attacker rolls 'chip' and the Defender rolls 'head', or if the Attacker rolls 'dribble' and the Defender rolls 'tackle'.&#10;&#10;If the Attacker manages to move the ball without interruption from the Defender to the penalty area, he/she can take a shot at goal using the red Striker die. The opponent gets a chance to block this shot using the black Goalie die.&#10;&#10;Outcomes: Blue (Attack: pass, dribble, chip), Green (Defend: tackle, intercept, head), Red (Striker shoot: left, centre, right), Black (Goalie save: left, centre, right).&#10;&#10;Big Match is a light &quot;stocking filler&quot; game and comes with a small felt bag to hold the components. Big Match resembles  other dice-rolling push-your-luck games (&quot;Soccer Dice&quot;, the &quot;Pocket Sports&quot; series etc.). The main difference is the use of a grid, giving the game a physical area for play.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Against Covid-19",
    "ID": 314013,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/314013/against-covid-19",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "3",
    "Description": "500000&#239;&#188;&#129;&#10;This is not just a number, but a once fresh life!&#10;&#10;That equates to 196 people per hour, or one person every 18 seconds.&#10;&#10;Covid-19 has caused a great disaster to the world.&#10;&#10;Against Covid-19 is a co-operative/ Solitaire PNP game, players fight the virus by adjusting the defense level of each region, organizing more medical personnel, developing medical facilities and factories, producing medical materials and treating infected patients.&#10;&#10;Although the high defense level can effectively control the spread of the virus, it will also have a huge impact on the economy, which is also a problem for players.     &#10;Now let's start the challenge&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Medical",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Medical: COVID-19",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Civilization: A New Dawn – Terra Incognita",
    "ID": 314014,
    "Year": "(2020)",
    "Geek Rating": "6.471",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314014/civilization-a-new-dawn-terra-incognita",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6",
    "Description": "Beyond the borders of your fledgling civilization, the great unknown awaits - a land of vast open spaces, a map sparsely decorated with sketches of fantastic creatures, and a note saying, &quot;Here are dragons&quot;. As you progress through the ages, your civilization will spread to these lands and meet other emerging nations. But only if you first venture into the unknown as brave explorers.&#10;&#10;This expansion is packed with new material and new possibilities that will expand the boundaries of your civilization. With Terra Incognita, you now have the opportunity to explore your surroundings, explore new landscapes, and make the game board dynamic as you play. Your cities will develop new districts that will give you new abilities. New forms of government offer you advantages, and the battle is redefined with more armies. Ten new leaders will also allow you to double the number of civilizations you can play. With Terra Incognita, up to five players can now build their own civilizations and discover new areas, making the expansion an essential addition to Civilization: A New Dawn!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Civilization"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: 4X",
      "Players: Expansions Changing Player Count",
      "Series: Sid Meier's Civilization"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Klinker",
    "ID": 314016,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314016/klinker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Abstract strategy game in which 2 players try to lay down the last possible block.&#10;&#10;Each players has 20 rectangular blocks. Each block has three ways to plce it on the 16x16 board. One player uses these in a left-right direction. The other one in an up-down orientation. Blocks can be placed anywhere on the board, except on top of each other.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier (Modern): 1967 – Sword of Israel: Four-Five Commando",
    "ID": 314018,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314018/panzer-grenadier-modern-1967-sword-of-israel-four",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The 32nd issue returns to Panzer Grenadier (Modern): 1967 Sword of Israel, with the Royal Marines helicoptering into the Gaza Strip to commit mayhem. It&rsquo;s based on actual excuses offered by Egyptian officers for their defeat in the Six-Day War: that British commandos intervened in the fighting, helping the Israelis eject the Egyptian garrison. British Royal Marines did see action in South Yemen in 1967, and were the last units to withdraw in November of that year. But they did not fight in Sinai.&#10;&#10;The variant includes 24 die-cut and silky-smooth playing pieces for 45 Commando (properly rendered &ldquo;Four-Five,&rdquo; not &ldquo;Forty-fifth,&rdquo; in RN parlance). You get eight new scenarios of Royal Marine action, fighting the Egyptians and fighting the Israelis, too.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solar Storm: Deluxe Edition",
    "ID": 314019,
    "Year": "(2020)",
    "Geek Rating": "5.643",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/314019/solar-storm-deluxe-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "In Solar Storm, you are crew members on board a ship that has had its energy core taken out by solar flares. Even worse, the ship is caught in the sun&rsquo;s gravitational pull which is causing even more damage. It is only a matter of time before you and the rest of the crew perish.&#10;&#10;You and the other crew members must repair the ship whilst using resources to divert what little power is left, back to the energy core. You must work together if you have any hope of survival. Get moving. You have limited resources and more solar flares are continuously causing more damage. Can you survive this Solar Storm, or will you perish in the burning abyss?&#10;&#10;On a player&rsquo;s turn, they may take up to 3 of the following actions; move, use resources to repair an area of the ship, use resources to divert power from an area back to the energy core, scavenge for resources, share resources, or strategically save actions for later in the game.&#10;&#10;At the end of each player&rsquo;s turn, the ship will take more damage. The level of damage will increase as the game goes on. Players win if they can direct power from all areas back to the energy core. However, players will lose if an area takes too much damage or if the resource deck runs dry.&#10;&#10;Solar Storm will give players a unique game every time they play due to the ship&rsquo;s areas being laid out randomly at the start of each game. In Solar Storm, cooperative play is essential as players cannot win on their own.&#10;&#10;&mdash;description from designer&#10;&#10;Deluxe version includes:&#10;&#10;     8 room cards mini-expansion&#10;     4 large unique screen printed meeples&#10;     The 'Damage Control' mini-expansion&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Joust a Flesh Wound",
    "ID": 314022,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/314022/joust-a-flesh-wound",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "0",
    "Description": "&quot;Its called a lance, duh.&quot;&#10;&#10;Joust a Flesh Wound is a two player dueling game about choosing the best lance and the best timing. Each player simultaneously reveals their choices. Choose correctly and score damage! The first player to unseat the other player wins!&#10;&#10;Each round consists of three phases, with the attacker and defender taking turns:&#10;1. Choose a lance in secret&#10;2. Choose a power in secret&#10;3. Joust by comparing power&#10;&#10;When a player loses a round three times, they are unhorsed and lose the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games",
      "Theme: Chivalry / Jousting / Tournaments (Medieval Europe)",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cyberwolves",
    "ID": 314023,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/314023/cyberwolves",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Too advanced for nature, too primitive for society.&quot;&#10;&#10;Cyberwolves is a 2-9 player micro-game with rpg elements. Players build a cyberwolf with strengths and weakness in order to complete missions such as mysteries, heists, and revolutions. You don't need to survive to win, you just need to complete the mission.&#10;&#10;The game consists of three rounds. Each rounds, players must overcome challenges through cooperative dice rolls and use if variable player powers. The game ends when the final round is complete, or whenever all players are dead, whichever comes first.&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Push Your Luck",
      "Role Playing"
    ],
    "Families": [
      "Animals: Wolves",
      "Crowdfunding: Kickstarter",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mars 2035 The Dice Game",
    "ID": 314024,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/314024/mars-2035-the-dice-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You are the first Astronauts who will have to make Mars their home; for the time being at least. You must complete certain objectives set for you in each scenario and survive until the end of the game.&#10;&#10;A dice placement game that can be played solo or cooperatively in 30-60 minutes. You take the role of the astronauts attempting to complete one of the Missions in the rule book. The game is made up of rounds (Sols) and each round has 5 phases.&#10;&#10;During the Event phase you will roll on the Event table and apply the results.&#10;&#10;Next you have the life support phase where you work out how much food, energy and oxygen you have.&#10;&#10;In the third phase you use your dice and place them on the relevant areas of the Mars hub.  You can explore the Martian environment, Research samples you&rsquo;ve collected, develop components you need to upgrade your hub, heal your astronaut or attempt to keep the hub functioning properly.&#10;&#10;In the fourth phase, if you haven&rsquo;t managed to focus on keep the hub functioning you will have to resolve any issues that have developed by rolling on the relevant tables.&#10;&#10;Finally, there is a refresh phase where you prepare for the next day on Mars.&#10;&#10;Most Missions last between 10-15 rounds and if you complete the Mission objectives in the timeframe you win! However, beware, if your astronaut dies, or the hub is damaged beyond repair you will lose.&#10;&#10;An entry into the 2020 Solitaire Print and Play Contest.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Scenario / Mission / Campaign Game",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gutter-Mech",
    "ID": 314027,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314027/gutter-mech",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An armored war machine known as a frame stalks through the abandoned city streets. The pilot's fingers twitch as his eyes augmented by sensors scan for a target. Suddenly, a flash of movement darts along the pilot's peripheral vision. the Frames Autocannon thunders, sending round after round slamming into the target. The squealing of tortured metal fills the air as the mighty war machine topples to the floor.&#10; This is the world of Gutter-Mech, the game of Giant Stompy Robots.&#10;&#10;Create your own roster of powerful Frames, supported by equally customized vehicles and stalwart infantrymen. &#10;Engage in fast and furious armored clashes.&#10;&#10;Happy hunting and see you on the battlefield.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – The Once and Future Kang Scenario Pack",
    "ID": 314028,
    "Year": "(2020)",
    "Geek Rating": "6.378",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314028/marvel-champions-the-card-game-the-once-and-future",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.5556",
    "Description": "Prepare yourselves, mortal heroes! You have been tested before by the likes of Green Goblin or the Wrecking Crew, and you&rsquo;ll soon be able to take on Hydra with The Rise of Red Skull campaign expansion. But you have never faced a villain with the futuristic technology, awe-inspiring intellect, and time-altering powers of Kang the Conqueror!&#10;&#10;Few villains have challenged you in the same way as the indomitable Kang will in The Once and Future Kang scenario pack for Marvel Champions: The Card Game. You&rsquo;ll face Kang in the present day and across the multifarious timestreams, battling his incarnations through the centuries in a scenario that&rsquo;s unlike any other. With expert versions of Kang to swap in if you&rsquo;re looking for a greater challenge and three modular encounter sets that you can pull into this scenario or any other, The Once and Future Kang promises to push you and your fellow heroes to their limits.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Partition",
    "ID": 314031,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/314031/partition",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An abstract roll-and-write game for one or more where players group like numbers together across two grids. Originally designed for the 2017 GenCan't Roll-and-Write contest.&#10;&#10;Each turn, 3 six-sided dice are rolled. All players simultaneously split those dice into two groups - one pair and one single die. The pair is placed on the larger grid where adjacent spaces must match at least one number. The single die is placed on the smaller grid, where players are trying to form areas of identical numbers to score points. After 30 rolls, the game ends. Connections on the larger grid that do not have adjacent matching numbers are &quot;blocks&quot; and lose points. Areas of identical numbers on the smaller grid gain points. Highest score wins.&#10;&#10;Components&#10;3 six-sided dice&#10;1 score sheet per player&#10;1 pencil per player&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Character Pack 3: Animal Companions – A Character Expansion for Five Leagues from the Borderlands",
    "ID": 314034,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314034/character-pack-3-animal-companions-a-character-exp",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This third character pack adds new characters to your Five Leagues campaign, namely Animal Companions.&#10;&#10;Your heroes can now bring along a fierce lizard, a trusty hunting dog, a trained bird of prey...or maybe a disinterested cat?&#10;&#10;Both dogs and lizards can advance in experience and new skills are provided to help get the most out of these critters.&#10;&#10;Suitable for any Five Leagues campaign and module, you do not need anything but the core game rules to use this content.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Photosynthesis: Under the Moonlight",
    "ID": 314036,
    "Year": "(2020)",
    "Geek Rating": "5.675",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314036/photosynthesis-under-the-moonlight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "Enhance the world of Photosynthesis with the Under the Moonlight expansion! The moon turns in the opposite direction of the sun and casts its moonlight across the woods. Players collect lunar points for their new forest animal to activate special powers. Which one of the eight animals will be yours? The boar collects trees, the hedgehog plants seeds, the fox steals and moves seed around, and the owl turns lunar points into sun points.&#10;&#10;Strategically position your animal by the moonstones, activate their capabilities at the right time, and be careful not to stay too long in the shadow of the Great Elder Tree!&#10;&#10;This expansion requires the base game to play.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Components: Meeples (Animal) / Animeeples",
      "Misc: Watch It Played How To Videos",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "沖縄の落日 (Sunset in Okinawa)",
    "ID": 314041,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/314041/chong-nawa-noluo-ri-sunset-in-okinawa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "3",
    "Description": "April 1945. The Allied forces that captured the Philippines began landing on Okinawa. Thus, the only and final ground war on the Japanese mainland during the Pacific War was about to begin.&#10;Okinawa Rakuhin (Sunset in Okinawa) is a board war game that reproduces the ground battle on the main island of Okinawa immediately after the US military landings.&#10;&#10;The game system adopts a chit system that reproduces the characteristics of both armies.&#10;&#10;Can you defeat the overwhelming US Army offensive and display the endless beauty of the Imperial Army ?&#10;&#10;Number of counters:    198 pieces&#10;1 map&#10;Game period:     April-May 1945&#10;Game area:     Okinawa main island&#10;Unit scale:     Battalion (US Army) - Company (Japanese Army)&#10;&#10;(translated and adapted from publisher's Japanese description)&#10;&#10;&#10;Published in Game Journal #73.",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Islands: Okinawa (Japan)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of the Wolf",
    "ID": 314042,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/314042/age-of-the-wolf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A strategy game in which you must lead and grow your wolfpack to be the strongest. Defend your territories and conquer new ones, attacking with your wolves and using other predators to weaken your rivals.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dentaday",
    "ID": 314045,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/314045/dentaday",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Do you know what&rsquo;s bad for your teeth, and what makes them strong and healthy? Play this game to find out &hellip;&#10;&#10;The game is played on a board that shows a circle of teeth. The players move their game figures along the teeth, trying to collect healthy food products and reach the goal. But they must avoid the tempting sweets that lead straight to the dentist&rsquo;s chair. The goal of the game is to be the first to collect eight game chips of healthy food products, and have no decayed teeth. Learning goals: Make sure always to brush your teeth after eating sweets. Understand the importance of eating healthy and varied food.&#10;&#10;Contents:    &#10;1 game board&#10;32 game chips&#10;8 sad teeth&#10;4 game figures&#10;1 dice&#10;Rules&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Soirée: The Bible Party Game",
    "ID": 314047,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314047/soiree-the-bible-party-game",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Soir&eacute;e: The Bible Party Game is a word-guessing game played in two teams. Each team gets a set of cards, with each card having a word from the Bible on it and a method of description, such as mime, sing, describe in three words, etc.&#10;&#10;Each player has three minutes in which they try to make their teammates guess as many words as possible. Each correctly guessed word scores a point. When everyone has had their turn, the team with the most points wins.&#10;&#10;",
    "Categories": [
      "Religious",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Singing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Harpoon V: Jumpstart",
    "ID": 314048,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/314048/harpoon-v-jumpstart",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "4",
    "Description": "This free &quot;Harpoon V: Jumpstart&quot; explains the rules system to new players and familiarizes veteran Harpoon players with the many changes made to the fifth edition rules.&#10;&#10;The previous fourth edition was last updated in 2001(!), so there&rsquo;s a lot of catching up to do, not only in terms of new systems that have appeared, but better ways of modeling the complex interactions and technical details of modern naval warfare.&#10;&#10;Seriously, there are a lot of moving parts. For example, a detection by radar is affected by the range of the contact, its signature (which is not the same as its size), the type of radar, the radar&rsquo;s technology level, the weather, the contact&rsquo;s proximity to land, and how quickly the detection is processed (a new feature in this edition, the combat system). And then there&rsquo;s offensive jamming.&#10;&#10;Harpoon is a complex game. It is playable because we have worked hard to ruthlessly simplify the many interactions and abstract, or &ldquo;black-box&rdquo; processes that would otherwise slow manual play to a crawl. We want the game to be about making decisions, based on real-world trade-off s.&#10;&#10;This game requires that you learn about naval warfare. Like any game, the more you understand, the better your chance of winning. The rules explain, in real-world terms, how radar, sonar, and other sensors work. Some of it is arcane; all of it is real. And in naval warfare, finding the other side is the hard part.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Country: USA",
      "Misc: Free Wargames",
      "Political: NATO",
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Komojo",
    "ID": 314049,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/314049/komojo",
    "Min Players": "4",
    "Max Players": "14",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Komojo you have 45 seconds to have your team guess the words on your cards (ex: &quot;fail your parallel parking&quot; ; &quot;non-alcoholic cocktail&quot;). Depending on the current phase, you can only  talk or mime or draw. And to make things even harder and fun, you'll need to follow various restrictions drawn randomly (ex: &quot;talk with your tongue out&quot; ; &quot;talk only by whispering&quot;).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Action Drafting",
      "Communication Limits",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Mechanism: Give a Clue / Get a Clue"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fry's Smugglers Game",
    "ID": 314050,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314050/frys-smugglers-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Smugglers game is a promotional board game from Fry's chocolate company in England and is the chocolate box cover.&#10;&#10;Players are either smugglers from France or custom boats from England. A Smuggler sails from France, four Customs boats sail from England. The Smuggler must take one barrel each trip to England where it is exchanged for a treasure chest, which is taken back to France. The game finishes when all of the barrels or treasure chests are collected. The side (customs or smugglers) with the most cargo wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Mention",
    "ID": 314051,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/314051/first-mention",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In First Mention, players compete with their Bible knowledge. There are two game modes: Normal and Territorial.&#10;&#10;In the normal mode, players advance on a track by drawing cards with characters or events from the Bible. By answering in which chapter of the Bible a character or event was first mentioned, and by explaining what they stand for, players advance on the game track. If a player gives a wrong answer, other can challenge them to make them return to from where they started. The first player to reach Paradise (i.e., the end of the track) wins the game.&#10;&#10;In the Territorial mode, players attempt to occupy the locations on the board, each of which is connected to a section of the Bible. Answering correctly lets you place a banner on a location, but you can score points only if you are not driven out by another player. The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stadtrallye",
    "ID": 314053,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314053/stadtrallye",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;City rallye&quot; is a fairly simple roll-and-move car racing game. The cars race through city streets obeying basic traffic laws such as driving on the right, not stopping in the middle of intersections etc. In conjunction with each die-roll a card must be revealed which tells the player how they can move (or cannot). There's a no-overtake zone where cars in front may not be passed, and in general no two vehicles can land in the same space.&#10;&#10;The idea is to pick up two tokens matching your car colour at the two time-control zones marked with clocks, then be the first to cross the finish line to be the winner.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ringleader",
    "ID": 314057,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314057/ringleader",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One to five players compete to make their small-time illicit smuggling operation into a successful worldwide organization by buying low and selling high (and not getting busted in the process).&#10;&#10;Roll your dice to move around a starting &quot;The Streets&quot; board, making deals and building up cash to graduate to high society. Buy a stash house and a passport to get onto the &quot;High Society&quot; board and from there, the world's the limit. Once you are are an international smuggler you can fund deals around the world, but be careful not to overspend.&#10;&#10;After you amass a fortune and meet a variety of conditions before your competition does, you will win and become the Ringleader.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor",
      "Mafia",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hybrids",
    "ID": 314061,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/314061/hybrids",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A unique strategy board game featuring disgustingly adorable, genetically pliable Blibs. Players build their characters using genes and relics, participating in a king of the hill style battle. First player to 500 points, wins!&#10;&#10;Hybrids may be a king of the hill style game, but the catch is there's more to winning than simply staying in the center. Gain points from staying on the map, pushing others off the map, or even using supportive genes to help your fellow players. Each player has 4 gene slots they can customize and switch with other genes they get over the course of the game. Relics bring additional customization, adding effects to genes, mutating them, or enabling powerful consumable effects.&#10;&#10;The game will come with the core rules as well as 3 alternate game modes, including a team mode. The ability for players to pursue various builds every time allows for different experiences each play session and the freedom to experiment between games.&#10;&#10;Hybrids brings high replayability, multiple layers of strategy, and is simple to learn but hard to master.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Dice Rolling",
      "Grid Movement",
      "King of the Hill",
      "Movement Points",
      "Role Playing",
      "Slide / Push",
      "Square Grid",
      "Team-Based Game",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Quad Deluxe",
    "ID": 314063,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/314063/d-day-quad-deluxe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2.1111",
    "Description": "The Allied invasion of Normandy was a watershed moment in the war. Months of careful planning proceeded while the entire uncommitted strength of the American, British, Canadians, and other Allied armies massed in England. Across the Channel the Germans strove mightily to create hardened defenses on the beach and back them with a slew of new and veteran divisions. The clash came in the early hours of 6 June 1944: D-Day. If the Allies failed to grab a large enough beachhead the invasion would be contained and eventually crushed. If the German lines broke, the full weight of Allied power would be loosed to drive deep into France.&#10;&#10;The D-Day Quad uses the Fire &amp; Movement system, designed to highlight the ability of motorized units to mass quickly for breakthrough and exploitation. Support fire, representing weapons ranging from mortars through cannon and light ground attack aircraft to heavy bombers, provides the extra punch to overwhelm a defense or shatter an attack. Winning the battle is a matter of maneuver, firepower, and asset management.&#10;&#10;Contents:&#10;One 34&times;22 inch mounted game board&#10;400 Die-cut counters&#10;Color rules booklet&#10;One six-sided die&#10;Storage bags&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Canada",
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)",
      "Series: Fire & Movement combat system (Decision Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Welcome!",
    "ID": 314064,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/314064/welcome",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Welcome! is a card game from Japan. Players are trying to be the most successful mayor, attracting new businesses to their town, or lose the next election! The game turns on being able to build up a company and also be the only player appealing to that company. Players do this by card drafting and bluffing, openly or blindly, until a final reckoning.&#10;&#10;The game has a simple deck of 80 cards and a start player marker. Played over two rounds, each round has four turns, and players take simple actions to improve their chances of re-election.&#10;&#10;The deck has 8 Tourist cards (orange), 12 Software (yellow), 12 Hotel (purple), 12 Merchant Ship (green), 16 Airlines (blue) and 20 Motors (red). Each card shows the number in the deck, so all the orange Tourist cards say 8. With three players, the yellow cards are not used.&#10;&#10;On the back of each card is a handshake. Players are trying to convert company cards they collect into handshakes. Most handshakes collected by the end is the winner.&#10;&#10;The deck is shuffled, a line of 5 cards is dealt up, the companies players are trying to attract. Players are dealt 9 cards each, and each selects 3 to pass to their neighbour once. The neighbour looks at them, and the passed cards then go into a deck shuffled up. This Round deck goes next to the line of companies.&#10;&#10;Now players choose two hand cards in secret and place them face-down. When everyone has chosen, these Appeal cards are turned face up. At the end of the round, after four turns, these Appeal cards will divide up the company cards evenly between players, turning them over into handshakes. So the players are trying to place Appeals such that they are the only mayor attracting that company at the end of the round. If more than one player has the same Appeal card out, the cards are divied up by proportion.&#10;&#10;During the round, players may add one only Appeal card (limit is 3), or make swap a new Appeal card in (face-up or face-down) sending the old card to the company line, or may turn one card horizontal as a Challenge. Once each player has taken one action, three cards are dealt up from the Round deck to the line. If a player had chosen a Challenge to match any of these, their Challenge card becomes a handshake for them. If it didn't, it is discarded from the game. The start marker moves on and play continues with another action.&#10;&#10;After four turns, all Appeal cards are shown, and the line of companies is divied up. Collected cards become handshakes, uncollected remain for the second round, with the Appeal cards being added to the company line.&#10;&#10;The second round is played over in the same way and the player with the most handshakes at the end is the winner.&#10;&#10;The first edition was home-made by the designer in only five copies. The second edition was a full edition and the 3rd edition was only a straight reprint, although marked in the rules as a 3rd edition.&#10;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Industry / Manufacturing",
      "Political"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Open Drafting",
      "Turn Order: Progressive"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: DIRT – RX",
    "ID": 314065,
    "Year": "(2021)",
    "Geek Rating": "5.571",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314065/rallyman-dirt-rx",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Rallycross is a closed track, mixed surface race that uses specially modified rally cars. Races are short but intense and combine a lot of the hallmarks of both circuit racing (high speed, head to head racing) and rally (drifts, jumps and crashes!) into one explosive event.&#10;&#10;Of course, this makes it into the perfect base for a crossover between Rallyman: GT and Rallyman: DIRT!&#10;&#10;A rallycross race uses the closed track and head to head mechanics found in Rallyman: GT but includes many features from Rallyman: DIRT including drifting, shortcuts and jumps! It also features a brand new car category: the RX!&#10;&#10;RX includes 15 new tiles for you to use in Rallycross and normal rallies. However, with the rules included, all the tiles from GT, DIRT and all of their expansions become FULLY compatible so you can use GT and DIRT tiles not only in your rallycross events but also in your track and rally races too.&#10;&#10;This expansion contains:&#10;&#10;15 New track tiles&#10;3 Arch Standees&#10;LOADS of new Dashboards&#10;5 Dice&#10;And, of course, plenty of tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Rallyman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: DIRT – R5",
    "ID": 314066,
    "Year": "(2021)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314066/rallyman-dirt-r5",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The R5 expansion brings with it not just some classic rally car models but also a fresh play style with all new strategies to devise for your races!&#10;&#10;As their name suggests, these cars only use 5 black Gear dice. However, they more than make up for it with the addition of a Boost die! This green die works like the opposite of a Brake die in that it allows you to skip a gear when accelerating instead of slowing down!&#10;&#10;This expansion contains:&#10;6 Car models&#10;6 Driver cards&#10;12 Dashboards&#10;1 Boost Die&#10;Rules cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Rallyman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Parsecs: Alien Handbook – The K'Erin: Proud Warrior Species",
    "ID": 314068,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314068/five-parsecs-alien-handbook-the-kerin-proud-warrio",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "First Alien expansion pack for the Five Parsecs system.&#10;&#10;Whether you play Five Parsecs From Home 2nd edition, Salvage Crew or Gang Warfare, you can include these proud, alien warriors in your games.&#10;&#10;The supplement includes extensive background, expanded from that presented in Unity Field Agent originally, new character creation tables and gear, table top rules and all the information needed to integrate the K'Erin in your campaign games.&#10;&#10;What are the K'Erin? They are warlike aliens inspired by the Star Trek Klingons and Mass Effect Turian.&#10;&#10;Suitable for a wide range of humanoid alien miniature figures, including old Traveller figures.&#10;&#10;No matter which system you play, your Five Parsecs game can be enriched by these belligerent alien fighters.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Series: Five Parsecs (Nordic Weasel Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Facsimile: An Alien Encounter Module for all Five Parsecs 2 Campaigns",
    "ID": 314069,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314069/the-facsimile-an-alien-encounter-module-for-all-fi",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Introducing the Facsimile, an alien species of tentacle sters that create plastic replicas of nearby lifeforms.&#10;&#10;This alien module offers up a new threat to your Five Parsecs characters, no matter which campaign you play.&#10;&#10;Complete with new rules, two types of encounter that can be played out and new loot to be acquired, this module contains everything you need to play an encounter inspired by Doctor Who, The Thing and Terminator.&#10;&#10;Suitable for Five Parsecs From Home 2nd edition, Gang Warfare, Salvage Crew and Bug Hunt.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Five Parsecs (Nordic Weasel Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fairy, Unicorn, Mermaid, Princess, Kitten",
    "ID": 314070,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/314070/fairy-unicorn-mermaid-princess-kitten",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Fairy, Unicorn, Mermaid, Princess, Kitten (F.U.M.P.K) is a game in the style of the family classic &ldquo;go Fish&rdquo;.&#10;&#10;F.U.M.P.K combines a crowd-pleasing theme with A colourful design featuring art from renowned Kawaii artist &ldquo;birduyen&rdquo;.&#10;&#10;This card game for 2 - 6 people is easy to teach, fun to play and delivers a satisfying twist to the classic set collection format.&#10;&#10;Play time is around 15 minutes and is accessible for players aged 6 and up.&#10;&#10;Each player plays their turn in order which is made up of the Action Phase and the Build Phase.&#10;&#10;In the Action Phase, players will try to increase the amount of cards in their hand. To do this they have a number of options: name a card that they want and ask a player to hand it over, if that player has it in their hand they must give it up. They may draw a card, either  from the Draw deck or the top card of the face up Trade pile, or they may choose to discard a princess in their hand onto the Trade pile and draw cards equal to the vale of the princess they discarded.&#10;&#10;In a Players Build Phase, they will try to play a set, featuring a princess card, and enough follower cards to match the symbols on the princess card. They may only play one set per turn, it they do, they are rewarded with a card from the Draw deck. Each princess card has a value from 2 - 4, the first player to play 12 points worth of princess sets wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Traditional Card Games: Go Fish"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Turnovers",
    "ID": 314071,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314071/turnovers",
    "Min Players": "2",
    "Max Players": "30",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A co-operative tile-flipping and spinning game. &quot;If you like mental stimulation with move and counter-moves in the order of Chess and Chinese puzles, then you'll live Turnovers. What's missing is having to be cut-throat towards your playing partners...if you don't keep your wits about you and all work together, you'll soon get in a tangle.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kleptokittens!",
    "ID": 314072,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/314072/kleptokittens",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Kleptokittens! is a push your luck, memory game where players take turns flipping cards in a set time limit. For each pair they gain a treasure, if they find catnip they can swiftly boost their score. But watch out! If you turn up a spray bottle, your kitties stash is gone!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Interstate",
    "ID": 314076,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/314076/interstate",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Interstate is a trivia game about the 36 states of Nigeria. There are two decks, a green deck with the name of one state each, and a red deck with questions. The green cards are dealt out to the players. Each player picks one of those cards and places it openly in front of them. &#10;A red card is then flipped up and each player must in turn answer that question in relation to the state on their card. If they manage to do so, they can discard the green card; if not, they have to take it back into their hand. Answers can be challenged; but if you wrongly accuse someone of giving a wrong answer you have to take their green card. &#10;The first player to get rid of all their green cards is the winner.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Galamons",
    "ID": 314079,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/314079/galamons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "7",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A trading card game, Galamons welcomes you into a world where monsters walk the Earth. This is a trading card game tailored both to tabletop gaming enthusiasts and to card collectors, encouraging you to immerse yourself into the rich lives of Galamons, each monster boasting its own powers and its own skills. A game quite unlike any other that you have ever played before, it features stages of monsters, who transform through the Power Stone cards that correspond to each monster's type. And your goal is to destroy the other player's planet using your Galamon's Attacks, or defend your own planet with Galamons and Spell Cards, You can develop unlimited strategies to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Your Quest, Should You Choose to Accept It!",
    "ID": 314080,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314080/your-quest-should-you-choose-to-accept-it",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Your Quest, Should You Choose to Accept It! you play the role of a Procedural Quest Generation AI (QAI) during the playtest of an unreleased MMORPG. The QAI that earns the most XP will run the final game; others will be deleted.&#10;&#10;Each quest must start with an Action. Action cards contain information on which Syntax cards are required and which are optional. For example, &ldquo;Talk To&rdquo; requires an Entity, and can optionally include a Quantity and/or Location, such as:&#10;&#10;&#10;     Talk To + Elven Wizard.&#10;     Talk To + 5 + Troll Rogue(s).&#10;     Talk To + Giant Turtle + (at) Cavern.&#10;     Talk To + 3 + Pirate(s) + (at) Logger Camp.&#10;&#10;&#10;Named Entities cannot be matched with Quantity cards.&#10;&#10;&ldquo;Find&rdquo; is a bit different. You are required to match it with either an Item, Entity, or Location. Optionally, you can include a Quantity and a Location but only if you have not chosen a Location before, such as:&#10;&#10;&#10;     Find + 3 + Red Dragon Egg(s) + (at) Gates of Darkness.&#10;     Find + 3 + Gates of Darkness.&#10;     Find + The Elven Queen.&#10;&#10;&#10;A P+A combo is 1 Player and 1 Avatar cards placed together. It represents a player of the RPG game and their avatar. P+A combos can contain characters or avatars that have limitations as well as bonuses and penalties on the quests they will accept.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Pattern Building",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "おとひめクエスト (Otohime Quest)",
    "ID": 314081,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314081/otohimekuesuto-otohime-quest",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&#227;&#129;&#138;&#227;&#129;&#168;&#227;&#129;&#178;&#227;&#130;&#129;&#227;&#130;&#175;&#227;&#130;&#168;&#227;&#130;&#185;&#227;&#131;&#136; (Otohime Quest) is a fast dice game from Japan for 2 players.&#10;&#10;The game is themed on the popular Japanese folktale  Urashima Taro in which the young fisherman Taro is rewarded for saving a turtle. He is taken undersea to Ryugu palace and is entertained by the Princess Otohime for several days. But when he returns to his home, he has been gone 300 years. When Taro opens a gift box Otohime gave him, he suddenly ages.&#10;&#10;In the game, it is his grandson Urashima who returns to do battle with Otohime, in anger that his grandfather's life was wasted away.&#10;&#10;One player is Urashima, trying to reach and defeat the other player who is Otohime. She has laid out a path of various creatures to defend her, alongside possible traps or treasures. The attacking player must defeat the creatures before combatting the princess. Players and creatures have their hit points (HP) shown by dice, which the adjust up and down.&#10;&#10;Otohime takes one white die for HPs and the red die for combat. Urashima takes two white dice for his HP(max 12) amd the green die for combat. Urashima starts with a treasure card, an Onigiri (rice ball) which will restore hit points by rolling his green die once.&#10;&#10;Otohime lays out a path of hidden cards, 5 monsters with 5 treasures, face-down in which ever order she likes. The first card is turned up and the fight begins. The players roll their green and red dice, and the difference is taken as damage. If green is higher, the monster is hurt; if red is higher, Urashima is hurt; if the dice are the same, the monster is restored to full HP.&#10;&#10;After one attack, Urashima can choose another attack, or to run away. He loses 1 HP, and cannot look at the treasure card, but moves on to the next creature.&#10;&#10;If he defeats the creature, he can look at the treasure. This might be a bonus weapon, or nothing, or a trap. The cards all have a little Japanese text, but the icons and images are very obvious and clear.&#10;&#10;If Urashima can get to Tohime and knock her down, he wins. If Otohime or her creatures knock Urashima down, she wins.&#10;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Sudden Death Ending"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Murder Most Fowl: Bloody Plumage",
    "ID": 314082,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314082/a-murder-most-fowl-bloody-plumage",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "MURDER IS IN THE AIR... AGAIN!&#10;&#10;A Murder Most Fowl: Bloody Plumage is the successor to the card game A Murder Most Fowl (2015). It is a peculiar card game about crypto communication, people reading, and card counting.&#10;&#10;2 to 4 teams of 2-players each (which means the game is played by either 4, 6, or 8 players) compete against each other to solve the assassination of His Excellency The Honorable Robin Poor IX, who is the sovereign cock of the Avian Kingdom. On the verge of chaos, the kingdom invites independent agencies to solve the murder before the whole world topples into an Animal World War! No pressure...&#10;&#10;The game is loosely inspired by the English nursery rhyme Who Killed Cock Robin&ndash;&ndash; especially the Henry Louis Stephens&rsquo; 1865 book version which is named Death and Burial of Poor Cock Robin.&#10;&#10;TEAMS&#10;&#10;DOGLAND YARD (easy-to-play) The first team to arrive at the crime scene is Charlotte Holmes and Vet. Watson from the Dogland Yard. Charlotte Holmes is a petite lady of a stark demeanor. Her intelligence is the envy of many male colleagues. Vet. Watson (both a veteran and a veterinarian, so, we might as well call him Vet. Vet. Watson) is a frequently drunk, hulky, aloof, yet loveable medic. His accessory is a small barrel of whiskey that he carries around.&#10;&#10;S&Ucirc;RET&Eacute; FELINATIONALE (easy-to-play) From across the channel arrive the inspectors of S&ucirc;ret&eacute; Felinationale. Being the catastrophe magnet he is, after Inspector Purrouseau has crossed the border, the country declared a celebration, hoping that the murder will never be resolved. Queen Kat&rsquo;O is a cross-dressing tomcat with questionable garderobe and bedfellows. Yet his skills in Paw Fu and Pawate stop anyone from further inquiries.&#10;&#10;FBI (FEDERAL BEAVERS OF INVESTIGATION) (easy-to-play) From across the ocean arrive the agents of Federal Beavers of Investigation (FBI, for short). Originally a fox, Agent Murder has been raised by beavers after his family has been abducted by &quot;a strange light in the sky.&quot; Agent Scurry is a pedantic skeptic of almost everything. Her famous quote is &quot;What does the Fox say?&quot;&#10;&#10;28th JANISSARY BRIGADE (moderate-to-play) Sailing from the Middle Sea, the ases of the 28th Janissary Brigade arrive at the scene of the crime. Originally from the Avian Kingdom, Hatun Rolexana was kidnapped into the harem when she was young. She seeks to capture the attention of the Sultan by solving this crime and earn a name change to H&uuml;rrem. Leading the bugs of the palace, Captain G&uuml;rgzadeh can sniff out clues better than anybody else. But really, in his heart, he is a lupus of mus&icirc;ki.&#10;&#10;SPRING AND AUTUMN MAGISTRATES (moderate-to-play) From the faraway lands in the East, the territory of the dragon takes notice of this mysterious murder. Daughter of a criminal mastermind, Lin Tang is using her intelligence and resources to fight crime. One day, she hopes to face her arch-enemy, her father, Phu Manchu. Before traveling to the Avian Kingdom, she enlists the help of Charlie Phan, a renowned detective who immigrated to the Island of the Volcano a long time ago.&#10;&#10;ZOOKHRANA (hard-to-play) From the snowy lands of the north, the men of Zookhrana arrive with their coats and vodka. Bearis Akunin is a crime author who turned into a detective. He enjoys criminal cases that have twist endings. Perseus is a mysterious and silent spy with a hidden identity. He (or she?) is cunning, intelligent, deadly, and a little megalomaniacal. (I mean, really, who calls themselves a &ldquo;project?&rdquo;)&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Murder / Mystery",
      "Negotiation"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Singing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Beavers",
      "Animals: Cats",
      "Animals: Chickens / Roosters",
      "Animals: Dogs",
      "Animals: Foxes",
      "Animals: Pandas",
      "Category: Print-on-Demand",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "First Monday in October",
    "ID": 314086,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.19",
    "Link": "https://boardgamegeek.com/boardgame/314086/first-monday-in-october",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "On the first Monday in October, the all-powerful Justices of the U.S. Supreme Court gather each year in their &quot;marble palace&quot; to decide the fate of a nation. Each player represents a long-standing institution or school of thought attempting to gain renown by shaping the composition of the high court, taking sides in landmark cases throughout the history of the United States, and determining the governing laws of the land. Players need to use their limited influence and actions wisely to manipulate the judicial philosophy of the Court and to prevail in as many cases as possible.&#10;&#10;Over the course of two hours, First Monday in October &mdash; for which designer Jason Matthews worked as lead developer &mdash; re-creates the history of the U.S. Supreme Court from 1789 to the present day, through three distinct eras: Era I represents the founding of the Court in 1789 through the Civil War in 1865; Era II represents the time period from 1866 until the seminal decision of Brown v. Board in 1954; and Era III represents the modern era from 1955 until 2010.&#10;&#10;The game revolves around the following four judicial philosophy tracks:&#10;&#10;     Commerce Clause: This track represents the scope of Article I, Section 8 of the U.S. Constitution, which grants Congress the power to &quot;regulate commerce&quot; among the several states. &#10;     Equality &amp; Liberty: This track broadly represents the scope of individual equality and liberty, including but not limited to the 14th Amendment (i.e., equal protection, due process, and privacy rights). &#10;     Free Speech: This track represents the obligation in the 1st Amendment that Congress make no law abridging a person's freedom of speech, and the scope of permissible restrictions on that freedom. &#10;     Executive Power: This track broadly represents the scope of Article II of the U.S. Constitution, which enumerates the powers of the executive branch, including the Office of the President and law enforcement. &#10;&#10;&#10;Shifting each philosophy one way generally represents a more expansive Federalist interpretation of the above constitutional provisions that supports a stronger centralized federal government, whereas shifting each philosophy the other direction generally represents a more narrow Anti-Federalist application of these provisions that supports a more decentralized approach to government with less power concentrated at the federal level.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "End Game Bonuses"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fallout: Wasteland Warfare – X-01 Survivor & Dogmeat",
    "ID": 314087,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314087/fallout-wasteland-warfare-x-01-survivor-and-dogmea",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The most advanced armour available, X-01 armour provides excellent protection against physical, energy and radiation damage. Any survivor, Brotherhood of Steel Knight or Raider who chances across a suit will become a force to be reckoned with.&#10;&#10;Dogmeat can also be armoured up, with his Dog Armour providing a little extra protection though at the cost of some speed to this most faithful of companions.&#10;&#10;This boxed set contains two 32mm scale multi-part high-quality resin miniatures with unique scenic bases, to allow players to expand their Fallout: Wasteland Warfare games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Player Elimination",
      "Simulation"
    ],
    "Families": [
      "Game: Fallout",
      "Theme: Retro"
    ]
  }
]