[
  {
    "Rank": "N/A",
    "Name": "Rainbow Cats",
    "ID": 277800,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/277800/rainbow-cats",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Rainbow Cats, players compete to claim as much space in the house as possible for their favorite cat while making sure their least favorite cat's objects are nowhere to be seen.&#10;&#10;At the start of play, players draw two cat cards to establish their favorite and least favorite cats, information they need to keep secret! If a player somehow draws the same cat for both their favorite and least favorite cats, that player will not have a least favorite cat. The house consists of a 5x5 grid made up of items from seven different cats, each representing a color of the rainbow.&#10;&#10;The Seven Cats:&#10;Phoenix&#10;Ginger&#10;Daisy&#10;Jade&#10;Azul      &#10;Iris      &#10;Violet&#10;&#10;Contents: &#10;14 Cat Identity Cards&#10;140 Cat Item Cards&#10;9 Grid Goal Cards&#10;25 Starting Grid Cards&#10;Last Played Card Token&#10;&#10;There are 7 cats total and 20 item cards for each specific cat within the item deck. During game play, players will take turns placing item cards on  a 5 x 5 grid. Players will also have  secret guide showing anywhere from 1-5 points for each spot on the grid. The player earns points for every preferred item card placed and loses points when their least favorite cat&rsquo;s items are on the grid. Each player has a different guide, meaning each player can gain or lose points for different spots.  The player with the most points at the end of the game wins.&#10;&#10;Types of Cards:&#10;Cat Identity: Each player gets 2 of these. Keep them secret. &#10;Grid Goal: Each player gets 1 of these. Also keep this secret.&#10;Cat Items: Players will get a lot of these throughout the game.&#10;&#10;Set Up: &#10;To start the game , first distribute the starting grid cards face up on the table, revealing 25 colorful spaces where players can play item cards. Then shuffle and give each player 2 Cat Identity cards, 1 Grid Goal card, and 5 Item cards. Play will start with the person who has the most cats. If there is a tie then rock paper scissors should suffice. Players DO NOT select a favorite and least favorite cat at this time.&#10;&#10;During the beginning stages of the game, players will take turns drawing 1 item from the items deck and playing 1 item within the 5 x 5 grid, not placing any cards on top of existing Item cards within the grid. &#10;They also must place cards at least 2 spaces from the last card played if able.&#10;&#10;When they place an Item card on the grid, that player will also place the token to show the last played Item card. If there are no spaces available 2 spaces from the last card played then place anywhere an Item card has not been placed. Once 25 item cards are placed on top of all starting grid cards, players must select their favorite cats by placing it face down in front of them and adjacent to the 5 x 5 grid. The cat card left in their hand is their least favorite cat. Remember that if both are the same then they do not have a least favorite cat.&#10;&#10;How to play: &#10;At this time shuffle the remaining item deck and deal each player 10 additional item cards in order to build individual decks. From this point forward, players will draw and play from their individual decks. Players will continue to draw 1 item card and place 1 item card on top of existing item cards until all players have no cards left in their individual item decks. There is no limit to the number of cards that can be stacked on top of other cards.&#10;&#10;Don&rsquo;t forget: Players can only place item cards 2 or more spaces from the last played item card.&#10;&#10;End of Game: &#10;After all item cards have been played from the players&rsquo; individual decks, players will reveal their favorite cats and calculate their points based on their secret grid card, giving positive points for each item of the cat on the grid. Players will then reveal their least favorite cat and referring to their goal grid card, deduct points from their total for each item on the grid from their least favorite cat. The player with the highest total points wins.&#10;&#10;Single Player Variant:&#10;In the single player variant of Rainbow Cats, you will shuffle all 140 cards and make a 5 x 5 grid with 5 item cards in each space. The remaining cards will become your deck. You will then shuffle your deck and deal yourself 5 cards. Next, you will shuffle and deal yourself two cat cards.&#10;&#10;Unlike the multi-player version, you cannot have the same favorite and least favorite cat and will need to draw another cat card.&#10;&#10;The goal of this game is to remove all 20 items for the favorite cat. You remove 2 items from anywhere on the grid as long as they belong to same cat. The only items you cannot remove are from your least favorite cat. You can also peak at as many item cards on the grid as you&rsquo;d like to help plan where you want  which cards to move. You can however move any item card from 1 space to another when you collect 2 of your favorite cat&rsquo;s items.&#10;&#10;For example, if Phoenix is your favorite cat and there are 2 red items for Phoenix showing, you will remove those 2 items and the items make a pair. When you remove a pair of items from your favorite cat, you can also move . Cards in hand can also be used. When cards in hand are played, it is replaced with a card from the remaining deck. The goal is to get all 20 items for your favorite cat.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cycle of Prophecy",
    "ID": 277803,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/277803/cycle-of-prophecy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "140",
    "Weight": "0",
    "Description": "It is a dark time for the inhabitants of the fantastic world of Bizmia. A period of desolation.&#10;&#10;Bizmuth sites that had been used for thousands of years as a source of life and power, just went dark all at once. Their glow has now faded and their protective magic is no more.&#10;&#10;Possessed creatures are terrifying everyone that dared to stay behind. Only those with proper equipment could defend themselves.&#10;&#10;Catastrophic distortions in energy are also occurring everywhere without explanation. Anything effective or even a little bit useful against the forces of evil seems to have teleported to unknown locations. Will you be able to retrieve them?&#10;&#10;You will venture in the world of Bizmia to look for your Gear Set as one of the four Heroes; Alf the Marksman, Orora the Warrior, Cosimo the Mage, Abinacle the Sorcerer. Your only fighting chance is to use your set&rsquo;s unique abilities and pray for the support of the Spirit Dice.&#10;&#10;Will you be the one Hero to restore the balance of Bizmia by the End of the last Cycle ?&#10;&#10;Will you be able to finaly liberate The Dragle from his curse ?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ivar the Boneless: The Northumbrian Blood-Eagle Campaign, 866",
    "ID": 277804,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/277804/ivar-the-boneless-the-northumbrian-blood-eagle-cam",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2",
    "Description": "1st of November 866AD, All Saints Day in the Northumbrian City of Eoforwic (Yorvik in Danish), would have been a hive of activity as the good folk went about their lives drawn to the Mynster for the feast of All the Saints and the last market fair before winter. Little did they realize the great calamity about to enter their lives, as outside the gates was a wolf, Ivar the Boneless (son of Ragnar). Standing over seven foot tall, a great warrior and military tactician but also a tyrant, Ivar was the cruel and ruthless leader of the mycel heathern here, or Great Heathen Army.&#10;&#10;Ivar, with his brothers Ubbe &amp; Halfdan, along with their army arrived from Ireland years earlier. After landing in East Anglia in 865 AD they demanded and received Danegeld in the form of horses and supplies from King Edmund and the East Angles. The Vikings now had mobility by land and sea. Their target was Northumbria, and the domination of this northern kingdom with its superior river and road networks that linked Yorvic and Dublin to the Scandinavian homeland.&#10;&#10;Northumbria in 866 was in a state of savage civil war. Osberht, the rightful King of Northumbria, had been deposed by Aella and a battle for control of Northumbria raged. Into this vacuum entered Ivar and his army. Chaos reigned as Ivar and the Viking Hordes began to launch attacks throughout Deira, looting, pillaging and killing in what could only have been a strategic plan by Ivar to weaken, subdue, cower, and splinter his enemies.&#10;&#10;By March of 866 The rival Northumbrian Kings had reached a tacit agreement to stop their civil war to march on the Vikings and take back their kingdom. Although weakened by civil war, it also meant that the warriors of these Saxon lands were battle hardened, well trained and in such numbers that a full frontal assault against the Vikings at Yorvic was planned. For a short period it looked like Saxon success was theirs&rsquo; for the taking. But Ivar had arranged his defenses with all the cunning of an Alpha Wolf and the Saxons were defeated and King Alle would suffer the gruesome Ritual of the Blood Eagle.&#10;&#10;Ivar the Boneless is as much a strategic as tactical game. While there will be pitched battles both players will have to make decisions as to when and where to fight, and how best to maximize your strengths, whether Viking or Saxon.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Viking Expansion",
      "Series: Warrior Kings Campaign (High Flying Dice Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pur Sang",
    "ID": 277807,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/277807/pur-sang",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An Argentine game, published in the 80's, about horse racing and betting, where mechanics is developed by cards that, at random, determine the progress of the race.&#10;It has a strategic and speculative component with the use of cards that do not specify the progress of a particular horse, this being at the discretion of each contributor. It is currently discontinued and it is very difficult to get.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Macau Wars",
    "ID": 277808,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/277808/macau-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Macau-Wars Variation&#10;&#10;Macau Wars It&rsquo;s a major game variation of the Macau card game based on the Macau (card game) Macau Plawno Variation, still being in development on github.&#10;&#10;Gameplay&#10;&#10;2 or more players are dealt 5 cards each; after that, the top card from the deck is then placed on the table. Play starts to the dealer's right.&#10;&#10;The next card played must be of the same suit or the same value as the card on the table. For example, If a 7 of spades was on the table, the player can play a 9 of spades or a 7 of clubs or any other card that matches 7 or spades. If the player cannot play a card, he must draw from the deck.&#10;&#10;Cards cannot be played in runs, i.e. 5 of Spades, 6 of Spades, 7 of Spades, 7 of Hearts, 8 of Hearts, 8 of Clubs, 7 of Clubs but a minimum of two or more the same value cards can be played.&#10;&#10;When an action card is played, the player next (or previous depend on the action card) in the sequence must complete the action or add to it to pass it onto the next player in sequence. When down to a single card, a player must say &quot;Macau!&quot;. If a player forgets to call &quot;Macau&quot; before the next players move, the player must draw 5 cards. The winner of the game is the first player to have no cards; in instances of more than 2 players, gameplay continues until only one player is left with cards. In case of Macau Championships once the first player to have no cards wins and the game stops. The winner shuffles the cards and the new game starts. One point is then assigned to the winner.&#10;&#10;For the avoidance of doubt: If the player plays King of Spades and King of Hearts with King of Hearts on top the next player will pick up 5 cards as the top card takes precedence in this case.&#10;&#10;War&#10;&#10;In this game, a scenario called a war and deception can be created when players consecutively play 'special cards' to make other players increase their card count.&#10;&#10;War is started when 2, 3, King of Spades (to a previous player) or King of Hearts is played. Causing players to pick up cards. When a war starts, players can play any 2s and 3s as the suit and value are being ignored during the war. Players can also play King of Spades and King of Hearts regardless of the suit currently on the deck and value of the cards as long as they are 2, 3 or mentioned Kings. Queen of Hearts can be played anytime during the war to stop the war causing the player to not pick up any cards. In this variation of the game, players can often pick up as many as 20 cards (they all add up, e.g. 2+3+2+King of Spades+King of Heart=17).&#10;&#10;When King of Spades is played the previous player must pick up 5 cards or play another action card (any 2, 3, King of Hearts, King of Spades (to a previous player)). After the previous player, the game goes back to the player who played King of Spades.&#10;&#10;Any queen can be placed at any time on any war card regardless of the current suit. See below section for the action of each Queen.&#10;&#10;Action Cards&#10;&#10;2, 3, King of Spades, King of Hearts - War cards that cause players to pick up cards (2,3,5 respectively).&#10;&#10;If a Jack or Ace is played, the player placing the Jack or Ace can call for a non-action card value (in case of Jack) or a suit (in case of Ace). The difference is that the suit is ignored and any Jack can be placed on any Ace, and any Ace can be placed on any Jack, therefore, ignoring the requested suit or value of the previous player.&#10;&#10;Queen of hearts - stops the war and causes the player not to pick up any cards.&#10;&#10;Queen of diamonds - the next person is skipped (also during the war).&#10;&#10;Queen of spades - order of play switches directions (also during the war).&#10;&#10;Queen of clubs - player can chose who play next (cannot chose her/himself) (also during the war).&#10;&#10;If a 4 is played the deception part starts, and all the players must miss a go, unless they have a 4 (if they don't have a 4 or they chose not to play the 4, they don't pick a card from the deck), in which case they can add this to the original 4, and all players in sequence must miss a go, unless someone has a 4, in which case they can add this to the original 4 and so on. If no one else has a 4 then the last player, who put 4 plays as many times as there are 4s. For example, if there are four 4s after the last player played the 4, the player must play four times. Note: the last player will play four times against him/herself, that also include all the action cards which will apply to the player him/herself. The deception is when someone doesn't want to play a 4 but has it and can play a 4 after everyone said they don't/have a 4 causing this player to have more turns.&#10;&#10;Joker replaces any card.&#10;&#10;Open Cards&#10;&#10;The more difficult version of Macau Wars (and any Macau variation) is a game played with open cards. That means that all the players cards and the draw deck is shown. This is similar to Chess where by knowing all the cards players must think about strategy and future moves. Open cards variation might take hours to finish.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hyde Society",
    "ID": 277809,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277809/hyde-society",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hyde Society is a fantastical game set in the Victorian era, with a traitor mechanism reminiscent of the one in Betrayal at House on the Hill.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends Untold: The Druid Novice Booster",
    "ID": 277810,
    "Year": "(2019)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277810/legends-untold-the-druid-novice-booster",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Druiach Path guides those who seek to become one with nature upon Mor Nadar. It allows the Neophytes that follow its ways to draw on the powers of the animals, insects and reptiles found deep within the Weeping Caves and Great Sewers of Dun Mordhain.&#10;&#10;The Druid Pack gives you the first steps along the path to become a true Druid of Mor Nadar.  Gain a companion and make use of the fauna within the environment to succeed on your adventures with Legends Untold.&#10;&#10;Four extra cards are attached to the back of the Druid Booster to as errated cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Legends Untold",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends Untold: Treasure Novice Booster",
    "ID": 277811,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277811/legends-untold-treasure-novice-booster",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Foes! Loot! Strange wells! No Adventure is complete without finding Loot guarded by the strange and unusual inhabitants of the Great Sewers and Weeping Caves.  Plumb the depths of the Sewers and Caves to find the Great Diversion to see where your Adventure may continue.&#10;&#10;The Treasure Pack gives more Foes and Loot to switch into any adventure in Legends Untold.  The Great Diversion is a unique Location that links together the Caves and Sewers and allows you to continue onto the Ancient Crypts and Brethren Works.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Legends Untold",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Princeton 1777",
    "ID": 277817,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/277817/princeton-1777",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A tactical game on the Battle of Princeton, 3 January 1777. It is essentially a quasi-designer's kit. The rules are 'complete'; however, if you want to play the game you will have to make your own map and counters from the facsimiles provided. Units are either infantry, cavalry, artillery, or headquarters. Units range in size from company to battalion/regiment; artillery units are batteries. Rules were typed and mimeographed.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1863:  Trans-Continental Railroads",
    "ID": 277818,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/277818/1863-trans-continental-railroads",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "1863:  Trans-Continental Railroads is part of the 18XX train game / stock company family of games.  It features the major (and private) joint-stock companies that competed to build the various trans-continental railways, and the regional companies that grew out of these railways.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enchanters: Rage and Laughter",
    "ID": 277820,
    "Year": "(2023)",
    "Geek Rating": "5.520",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277820/enchanters-rage-and-laughter",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An expansion for the fantasy card-drafting game Enchanters (or the stand-alone expansion, Enchanters: Overlords) featuring two brand new unique 25 card Kingdom Decks.&#10;&#10;The Barbarians: The best defense is a good offense. Trade protection for power, accumulate as many attack points as you can, and challenge the fearsome Frost Dragon for victory.&#10;&#10;The Faeries: These tricksters will reward you with great wealth and power.. but they'll reward your opponents as well. Balance what you gain against what you're forced to give up, use what you've won to defeat the capricious Faerie Dragon, and seize victory.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Three Magic",
    "ID": 277821,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277821/three-magic",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Your goal in Three Magic, a.k.a. &#227;&#130;&#185;&#227;&#131;&#170;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#130;&#184;&#227;&#131;&#131;&#227;&#130;&#175;, is to collect three cards of mana (the power of the nature) in order to create a spell; create three spells to complete your magic. Do this first, and you win.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Enchanters: As Above So Below",
    "ID": 277822,
    "Year": "(2023)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277822/enchanters-as-above-so-below",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An expansion for the fantasy card-drafting game Enchanters (or the stand-alone expansion, Enchanters: Overlords) featuring two brand new unique 25 card Kingdom Decks.&#10;&#10;The Angels: The blessings of the heavens descend in this kingdom deck. Heal your opponents for the power you need, risk ongoing wounds in exchange for the most powerful of equipment, and conquer the mighty White Dragons.&#10;&#10;The Troglodytes: Nothing stays buried forever.  Fight powerful monsters that bury your equipment in their death throes, find more equipment, and do it again in order to take on the powerful Subterranean Dragon.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enchanters: Wounds Deck",
    "ID": 277823,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277823/enchanters-wounds-deck",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An expansion for the fantasy card-drafting game Enchanters (or the stand-alone expansion, Enchanters: Overlords) featuring a new way of tracking wounds.&#10;&#10;With this mini-expansion your wounds are no longer merely a number of gallons of your blood spilled. Every time a you get 10 Wounds you must exchange them for a Wound Card, which describes the injuries you suffered, along with special rules or restrictions. For example: &ldquo;You cannot journey for the fifth and the sixth card on the Journey Track.&rdquo;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call to Adventure: Kickstarter Exclusive Card Pack",
    "ID": 277826,
    "Year": "(2019)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277826/call-to-adventure-kickstarter-exclusive-card-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A set of six cards (3 heroes, 3 antiheroes) available to original backers of the Call to Adventure Kickstarter. These were packaged together but separate from the base game box.&#10;&#10;Call of the Wild&#10;1 Triumph&#10;This turn, gain +1 to attempt a Triumph path, or +2 to attempt a Nature path&#10;&#10;Word of Honor&#10;1 Triumph&#10;This turn, gain +1 to attempt a Triumph path, or +2 to attempt a Justice path&#10;&#10;Leap of Faith&#10;1 Triumph&#10;This turn, gain +1 to attempt a Triumph path, or +2 to attempt a Divinity path&#10;&#10;Necessary Evil&#10;1 Tragedy&#10;This turn, gain +1 to attempt a Tragedy path, or +2 to attempt a Villainy path&#10;&#10;Occult Secret&#10;1 Tragedy&#10;This turn, gain +1 to attempt a Tragedy path, or +2 to attempt a Arcana path&#10;&#10;Blind Ambition&#10;1 Tragedy&#10;This turn, gain +1 to attempt a Tragedy path, or +2 to attempt a Royalty path&#10;&#10;This pack of 6 cards was also available as part of the Call to Adventure: Epic Origins Kickstarter campaign, where it was called the &quot;Forgotten Feats&quot; pack.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Set Collection",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Call to Adventure"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Destroyers Planet Eaters Monster – Rogzor",
    "ID": 277827,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277827/monsterpocalypse-miniatures-game-destroyers-planet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Those who thought they had seen the worst the Planet Eaters had to offer when they had witnessed Gorghadra had yet to behold the terror brought by the one called Rogzor. Its footsteps have changed the course of rivers, and its raw power has leveled mountains. It cannot be reasoned with or understood and seems motivated solely by the desire to bring about the utter disintegration of the Earth and its inhabitants, siphoning power from everything it turns to ash. Woe to any man, machine, or beast that stands in Rogzor's path.&#10;&#10;&mdash;description from the game box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Destroyers Lords of Cthul Monster – Yasheth",
    "ID": 277829,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277829/monsterpocalypse-miniatures-game-destroyers-lords",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Lords of Cthul are enigmatic creatures of nightmare and madness, drawn from unknown nether regions to plague the world, aided by cultists who revere them like gods. Yasheth stands at a place of prominence in the blasphemous texts of the cults, an entity of negation and death, an invoker of antilife that transforms the world around it into whatever crawling horror the Cthul see as paradise. His shrieks alone have been known to rend the sanity from witnesses, and all living things quail and soon perish in his presence.&#10;&#10;&mdash;description from the game box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire of Eidolon: Beauko Ummbird Promo Card",
    "ID": 277830,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277830/fire-of-eidolon-beauko-ummbird-promo-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A promotional Hero for Fire of Eidolon available during the Overworld Kickstarter Campaign, featuring a character from the world of Overworld.&#10;&#10;The promo card is an additional option for a player&rsquo;s character from the start of the game.&#10;&#10;Noble Steed: 0 AP (passive) When you begin your turn in the same chamber as another hero, you may choose to carry that hero with you when using MOVE actions until the end of your turn. Only one hero may be carried per turn.&#10;&#10;Door Discovery (3 AP Once per Game): you may place a dungeon door meeple over any unconnected doorway at your current location and another over any other unconnected doorway on a different chamber tile, regardless of location. Any hero may MOVE between these two chamber whiles they remain in play, as if they were adjacent and connected.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Protectors Shadow Sun Syndicate Monster – Zor-Raiden",
    "ID": 277838,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277838/monsterpocalypse-miniatures-game-protectors-shadow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Biomorphic and cybernetic nanotechnology empowers each of the zors, the mightiest class of the Shadow Sun Syndicate's living weapon-warriors. The soldier forming the basis for Zor-Raiden was specifically recruited as one of the last surviving members of a nearly forgotten ninja clan hidden away in the northeastern mountains. Considered brash and headstrong by ranking members of the Syndicate, Raiden is nonetheless extremely skilled in combat and has demonstrated uncanny unspoken coordination with other shinobi units.&#10;&#10;&mdash;description from the game box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Protectors Terrasaurs Monster – Armodax",
    "ID": 277849,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277849/monsterpocalypse-miniatures-game-protectors-terras",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Though the Terrasaurs have shown a remarkable willingness to fight alongside Earth's other defenders, some are trickier to work with than others. Armodax is a hulking monster covered in armored plates and boasting a weighty clubbed tail that serves better than any wrecking ball at toppling buildings. He has demonstrated unrestrained delight in annihilating skyscrapers, factories, and power plants while clashing with Earth's foes. Yet there is no question he is worth preserving, given his unstoppable ferocity. His allies have learned to ensure the complete evacuation of any zone he has entered.&#10;&#10;&mdash;description from the game box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – Void Gate",
    "ID": 277850,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277850/monsterpocalypse-miniatures-game-building-void-gat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Where the Lords of Cthul stride into battle, reality warps and bends before tearing asunder. Void Gates are like wounds in the very fabric of the time-space continuum, and through them come otherworldly horrors to ravage the Earth. It is a top priority of all of Earth&rsquo;s defenders to eradicate these unnatural structures as rapidly as possible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Recta Provincia",
    "ID": 277867,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/277867/la-recta-provincia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2",
    "Description": "During the 18th century the Island of Chilo&eacute; in Chile was dominated and governed by a group of sorcerers who called themselves &quot;The Majority&quot;. This group of powerful sorcerers named Chilo&eacute; as &quot;La Recta Provincia&quot; (The Straight Province) which was made up of seven districts and under the control of an all-powerful King.&#10;After the King's death the most influential wizards dispute the reign of &quot;La Recta Provincia&quot;. However, only the one who gets the support of most districts will be crowned as the next monarch.&#10;&#10;In this game you will embody a powerful sorcerer who, using economic, political and magical influence, must take possession of most of the districts in &quot;La Recta Provincia&quot;. But beware, a dark character known as the &quot;Trauco&quot; can threaten your plans, unless you are the one who can use him as an ally.&#10;&#10;Your goal is to gain control of four of the seven districts in the &quot;Recta Provincia&quot;. Every player stars with only one die to acquire influence cubes (Economic, political or magical), you will use your cards to play those influence cubes on districts. When you meet the influence requirements to take control of a district you will also acquire its special die which will grant the controller with new powers (more influence, cards and other abilities) to continue taking control of other districts.&#10;&#10;The initial die will also move the &quot;Trauco&quot;, an automata character that will help the active player to acquire more influence, but can also shift the control of a district where both players have met the influence requirements.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ugoka Stone",
    "ID": 277888,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/277888/ugoka-stone",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Each player has a single die of their color and a hand of numbered cards. Each turn, all players roll their dice and then pick a card from their hand. Then each player gets to pick a die to use for scoring, with the lowest card going first. Your score is the value of your card multiplied by the value on the die, with a bonus if you get your own die.&#10;&#10;In order to get the best die you'll have to use a low card... But if your card's too low then you can end up with fewer points than the person with the second lowest number! Can you outwith the other players for the high score?&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape from Evil Manhattan",
    "ID": 277890,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/277890/escape-from-evil-manhattan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "For some reason you find yourself in Evil Manhattan, about to be attacked by a bunch of assassins. Luckily the assassins run through the streets in a relatively predictable way - can you alter their route so you can escape alive?&#10;&#10;Each round starts by laying out the city streets as a grid of cards and placing assassins at the top and players at the bottom. City cards have the same street layout on the front and back, but the front (face-down at the start) has weapons that can make assassins more dangerous. After the city and assassins are laid out, each player decides what part of their body to protect. Then each player in turn can place blocking tokens to block off streets. After that the players can choose which weapon to defend against, and then the cards that aren't blocked are flipped over and the assassins go to work!&#10;&#10;The assassins follow the streets towards the players, but take a turn whenever possible, following the rules of the Japanese &quot;amida kuji&quot; lottery system. When an assassin reaches a player, damage is calculated based on the weapons the assassin picked up, their preferences, and what the player chose to block. Repeat this for three rounds and - if anyone survived that long - the player with the least damage is the winner!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Action Queue",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sukuwareta Girl",
    "ID": 277891,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277891/sukuwareta-girl",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In &#230;&#149;&#145;&#227;&#131;&#175;&#227;&#131;&#172;&#227;&#130;&#191;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#171; (&quot;Saved Girl&quot;), you take on the role of a ghost trying to build up enough good deeds to get your wish granted. To build up good deeds you'll help troubled girls by possessing them to solve their problems.&#10;&#10;Each girl has three attributes (Heart, Skill, Strength) and a point value. At the start of the game nine girls are played to the center of the table, and on each turn you can gather tokens or save a girl. To save a girl the power of the girl you currently posses has to equal or exceed the girl to be saved in all three attributes, but if it's too low you can make up the difference with tokens. You can also manipulate the girls currently available to be saved if none of them are a good match or you want to block your opponents.&#10;&#10;After you've saved a girl, you always get to keep the points, but you can only possess one girl at a time for saving other girls, so you have to choose carefully. Also each player has one special ghost power they can use once per game, distributed secretly at the start.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Springs-Opoly",
    "ID": 277898,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277898/hot-springs-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "HOW DO YOU MAKE A GAME ABOUT THE GREAT CITY OF HOT SPRINGS, AR? While it&rsquo;s impossible to include everything, we jammed all the Hot Springs we could into this box. It&rsquo;s full of outdoor adventures, family attractions, rich traditions and of course...the birthplace of spring training baseball - a little something for everyone! Looking for a fun way to experience the Nation&rsquo;s Health Resort?&#10;&#10;HERE&rsquo;S A QUICK IDEA OF HOW TO PLAY! Buy your favorite Hot Springs properties, increase your rent by collecting City Blocks and trading them in for Keys to the City. Sound easy? Well, add in some traffic jams, property tax and parking fines and it gets a little more difficult and a lot more fun! GET YOUR GAME ON!&#10;&#10;So choose your token and advance to GO HOT SPRINGS! You may soon be the Mayor&hellip;or out of the game for eating too many tamales from McClard&rsquo;s Bar-B-Q! THIS IS HOT SPRINGS.... AND IT&rsquo;S YOUR ROLL!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like",
      "States: Arkansas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pagosa Springs-Opoly",
    "ID": 277899,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277899/pagosa-springs-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "HOW DO YOU MAKE A GAME ABOUT THE GREAT CITY OF PAGOSA SPRINGS, COLORADO? While it&rsquo;s impossible to include everything, we jammed all the Pagosa Springs we could into this box. It&rsquo;s full of outdoor adventures, family attractions, rich traditions and of course...the world&rsquo;s deepest hot spring - a little something for every Pagosa Springian! Looking for a fun way to experience the Switchback City?&#10;&#10;HERE&rsquo;S A QUICK IDEA OF HOW TO PLAY! Buy your favorite Pagosa Springs properties, increase your rent by collecting City Blocks and trading them in for Keys to the City. Sound easy? Well, add in some traffic jams, property tax and parking fines and it gets a little more difficult and a lot more fun! GET YOUR GAME ON!&#10;&#10;So choose your token and advance to GO PAGOSA SPRINGS! You may soon be the Mayor&hellip;or out of the game for eating too much steak from the Alley House Grille! THIS IS PAGOSA SPRINGS.... AND IT&rsquo;S YOUR ROLL!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Handsome: The Brilliant Expansion",
    "ID": 277900,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277900/handsome-the-brilliant-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "5 card expansion for an extra challenge:&#10;&#10;1 tiebreaker card&#10;1 hyphen card&#10;1 set of noun, verb and adjective cards&#10;&#10;&#10;&#10;      Tiebreaker - The player that is in last place receives this card and will win ties.&#10;     Hyphen - Add this to your games for a real challenge.&#10;     Noun Verb Adjective -  Adds some optional restrictions and some press your luck. If your word fits the category in play, the value of the word goes up by 1. But you have to choose which suit when you write down your word.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atwater-Opoly",
    "ID": 277911,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277911/atwater-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "HOW DO YOU MAKE A GAME ABOUT THE GREAT CITY OF ATWATER, CALIFORNIA? While it&rsquo;s impossible to include everything, we jammed all the Atwater we could into this box. It&rsquo;s full of outdoor adventures, family attractions, rich traditions and of course&hellip;the fourth-longest run way in the country - a little something for everybody! Looking for a fun way to experience Atwater?&#10;&#10;HERE&rsquo;S A QUICK IDEA OF HOW TO PLAY! Buy your favorite ATWATER properties, increase your rent by collecting City Blocks and trading them in for Keys to the City. Sound easy? Well, add in some traffic jams, property tax and parking fines and it gets a little more difficult and a lot more fun! GET YOUR GAME ON!&#10;&#10;Choose your token and advance to GO ATWATER! You may soon be the Mayor&hellip; or out of the game for eating too many King Burritos from Isabella&rsquo;s Bar &amp; Grill! THIS IS ATWATER.... AND IT&rsquo;S YOUR ROLL!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moorefield-Opoly",
    "ID": 277924,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277924/moorefield-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "HOW DO YOU MAKE A GAME ABOUT THE GREAT CITY OF MOOREFIELD, WEST VIRGINIA? While it&rsquo;s impossible to include everything, we jammed all the Moorefield we could into this box. It&rsquo;s full of outdoor adventures, family attractions, rich traditions and of course&hellip;a river of epic proportions - a little something for everyone! Looking for a fun way to experience the Poultry Capital of West Virginia?&#10;&#10;HERE&rsquo;S A QUICK IDEA OF HOW TO PLAY! Buy your favorite Moorefield properties, increase your rent by collecting City Blocks and trading them in for Keys to the City. Sound easy? Well, add in some traffic jams, property tax and parking fines and it gets a little more difficult and a lot more fun! GET YOUR GAME ON!&#10;&#10;Choose your token and advance to GO MOOREFIELD! You may soon be the Mayor&hellip; or out of the game for eating too many crab cakes from O&rsquo;Neills! THIS IS MOOREFIELD.... AND IT&rsquo;S YOUR ROLL!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DriWe: THE GAME",
    "ID": 277928,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/277928/driwe-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "DriWe: THE GAME is an educational game that teaches that you can improve the quality of life in cities by using less polluting cars and more efficient homes.The happiness of the city depends on the individual choices we make every day.&#10;&#10;The aim of the game is to reach 100 happy points while also safeguarding the happiness of the city that must never reach zero. The easiest way to increase your happiness points is to collect the various treasures around the city.&#10;&#10;You collect treasures and happy points to win the game.&#10;&#10;You can (and you should!) upgrade your home and car to have more money and help city to be less polluted! With better and greener cars it will be simpler to win the game!&#10;&#10;You will find a lot of cards to help you in your mission but pay attention to the randomness cards.&#10;&#10;Every turn the game can present you new treats or special events with the &quot;EVENT CARDS&quot;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Educational",
      "Environmental",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morphy",
    "ID": 277935,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/277935/morphy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Do you have the insight to morph the most and win?&#10;&#10;Your goal is to find the longest string of changes. Start with the ball on one peg over one disc. Then, find another disc that's different by only one attribute - Color, pattern, or center circle size.&#10;&#10;Start with a GREEN disc with STRIPES and a LARGE center circle. Move to an ORANGE disc with STRIPES and a LARGE center circle - or a GREEN disc with DOTS and a LARGE center circle - or a GREEN disc with STRIPES and a SMALL center circle...&#10;&#10;Now - Can you find another? And another? And another?? - Whoever connects and collects the most discs wins the game!&#10;&#10;Put your pattern recognition skills to the ultimate test with the unique and challenging game of Morphy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nite Lights",
    "ID": 277936,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/277936/nite-lights",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Players take turns placing blocks, or rotating blocks already on the board, trying to create color patterns that match their Firework Cards. Once a match is created, they lay their card over the corresponding blocks and set one of their Show Blocks in the center of the card. Players can also see their opponents&rsquo; cards, so they may choose to try and prevent other players from being able to place their Firework Cards and Show Blocks. The goal is to be the first person to play all six of their Show Blocks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Socki",
    "ID": 277937,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277937/socki",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A rummy style card game, fun for the whole family!&#10;&#10;Socki is an open faced gin rummy game great for the whole family. Easy to learn but takes a lifetime to master. Players try to win a hand by playing all their cards. Once cards are played on the table all players can use them to play more piles of like cards or runs (number sequences) to also try to get rid of all their cards. The fun comes when the piles and runs are rearranged in a way to allow a player to play a card. But be careful if you cannot play a card after all that rearranging you must put it all back! Let the laughter and fun begin.&#10;&#10;The player with the lowest score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Launder",
    "ID": 277939,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277939/launder",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Launder is a solo money laundering game that requires the player to manage both the money they've laundered and the attention of the FBI, which is represented by Heat.&#10;&#10;The player begins the game with a Boss Asset card (representing their illicit employer) and a small amount of Dirty Money, which they use to purchase Building or Person Asset cards.  Each Turn, a player advances the current Month, draws an Event card, and resolves the FBI track, which generally tends to hinder the player by adding additional Heat to their most high-profile Assets.&#10;&#10;In the Activation Phase, the player can activate their Assets. Most Assets allow the player to roll a variable number of Income Dice, though others allow the player to Refresh Activated Assets, move Heat between different Assets, or take more unique actions. Depending upon the result of the Income Dice, the Asset might generate Clean or Dirty Money, gain Heat, or some combination of the above. If an Asset gains 5+ Heat, it is discarded from play and advances the FBI Track by one space. The exception to this is the Boss Asset, which is not discarded from play (but still advances the FBI Track).&#10;&#10;The player can then use their money (Clean or Dirty) to purchase additional Assets, weighing carefully just how much money should be invested and how much should be saved away.&#10;&#10;If the player has accumulated enough Clean Money at the end of a Turn, they meet their quota and win the game. If they have not met their quota at the end of 12 Turns, however, their boss rewards them for their failure with a pair of cement shoes and a long walk off a short pier.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aboleo",
    "ID": 277940,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/277940/aboleo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Aboleo is a two-player strategy board game played on an Aboleo board. On the surface, the board resembles a chess or checkers board but has some significant differences. It is a checkered game board with 64 squares arranged in an eight-by-eight grid with each square containing two dots (one at the lower left and one at the upper right) or circles indicating the proper positioning of a player&rsquo;s piece within the square.&nbsp;&#10;&#10;Each player begins the game with 16 pieces: one king, one general, two chariot units, two cavalry units, two archer units, and eight infantry units. Each of the six piece types moves differently. An additional piece which is not present at the beginning of the game, is the noble. The noble piece replaces any infantry unit that makes it to the opposing player&rsquo;s side of the board and moves in the exact same fashion as the king. The objective is to 'Aboleo' or abolish the opponent's nobility by executing three attacks resulting in the &ldquo;death&rdquo; of the piece. If the king is killed and no other nobility exists, the game is ended. If a noble exists, that piece is then promoted to king and game play continues. This is called a &ldquo;coronation&rdquo;. If more than one noble exists, the player has the option of choosing which piece is promoted to king.&#10;&#10;To this end, a player's pieces are used to attack and kill the opponent's pieces, while supporting their own. In addition to Aboleo, the game can be won by voluntary resignation by the opponent, this would typically occur when too many forces have been lost, or if the player feels that the death of his nobility is unavoidable. A game may not result in a draw unless both players agree to concede.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Components: Three Dimensional Chess",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blam!",
    "ID": 277942,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/277942/blam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 'Blam!' is a set of 3, 4, 5 or 6 cards where the number on each card in the set represents an attribute of that particular set. [Many cards contain a number, a shape and a color.] For example, a '2' on a card could represent that there are 2 RED cards.  The '3' on a card could represent that there are 3 SQUARES in the set.  A '5' might represent that there are 5 CARDS in the set.  No repeats are permitted.  &#10;Points are awarded based on the number of cards in each set, and the game end when a player reaches the target score. Highest score wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zone to Zone",
    "ID": 277944,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/277944/zone-to-zone",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players roll the dice to move strategically across the game board while also blocking their opponents' movements.&#10;&#10;The first player to move more than half of their pieces to the starting positions in the opposite zone wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "JATAK!",
    "ID": 277953,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277953/jatak",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "JATAK! - commonly translated as YESSIR! - is a highly competitive dice game for two or more players. Originally invented in the pubs, bars, and taverns of Copenhagen where dice roll free, it was designed as a contemporary alternative to the timeless - yet sometimes also timeworn - classics such as Liar's Dice, Mia, and Four Twenty-One. Whereas many traditional dice games only play well with multiple players, JATAK! is equally strong with two, three, or four players.&#10;&#10;Each player begins the game with a dice mat, a dice cup with two dice, and a separate luck die. A common pool of three dice is kept on the table between the players. Players take turns spending points on their luck die to manipulate the private dice in their cup and the public dice in the pool. However, they can also choose to say JATAK! and pass on the turn. If all players say JATAK! one after the other, the round ends and the cups are removed. The player who has the strongest combination of dice between their cup and the pool wins the round. The first time a player wins a round they flip over their dice mat. The second time they remove it, and the third time they win the game.&#10;&#10;The beating heart of JATAK! is the luck die which begins at 6, but quickly falls dangerously low as players spend points to manipulate the dice to their own advantage. Points on the luck die can only be regained if a player loses a round (+1 point) or pushes their luck by rerolling their cup and withdrawing from the round without looking at the result (+1 point). The latter is obviously a desperate move, but one that can pay great dividends if used with skill and care.&#10;&#10;Print-and-play dice mat designs and a complete description of the rules in both Danish and English can be found in the files section on this page.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magilogical: A Here be Dragons Game",
    "ID": 277961,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/277961/magilogical-a-here-be-dragons-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Magilogical is an epic battle between Wizards and Dragons for supremacy over the Mythical Land of Ict. By using spells based on the rules of Logic you must defeat your opponents and emerge victorious.&#10;&#10;Magilogical is a trick-taking game reminiscent of the classic card game War, with a couple of twists. You have a choice of multiple (six) scores to choose one or two from, and there is an additional component of logic gates (AND, XOR, etc.) that make it so that you don't always want the higher value.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The G.A.S.L.I.G.H.T. Compendium",
    "ID": 277974,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/277974/the-gaslight-compendium",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The G.A.S.L.I.G.H.T. Compendium is a compilation of the original G.A.S.L.I.G.H.T. miniatures game rules with various supplements, including Battles by G.A.S.L.I.G.H.T., To Be Continued... by G.A.S.L.I.G.H.T.,and Adventures and Expeditions by G.A.S.L.I.G.H.T. Also included are new rules for aerial and undersea combat.&#10;&#10;The rules cover the Victorian Science Fiction and Pulp genres, and  allow for small skirmish games to large battles.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: G.A.S.L.I.G.H.T.",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conspirator",
    "ID": 277975,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/277975/conspirator",
    "Min Players": "8",
    "Max Players": "35",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Conspirator is a social deduction game inspired by Mafia, and has a theme based on the Renaissance monarchy. It introduces a unique character that completely changes the flow and strategy of the game: the Monarch, who is responsible for making all the Kingdom&rsquo;s decisions.&#10;&#10;To begin, each player receives a card with a secret role that indicates which team they belong to and what special abilities they have. The Citizens of the Kingdom are the majority, but they don&rsquo;t know who belongs to their team; Conspirators are the minority, but they know who belongs to each team, which allows them to plan and collaborate to destroy the Kingdom.&#10;&#10;The game develops in alternating day and night phases. In the day phase, the Monarch has the opportunity to condemn a player for conspiracy with the Citizens&rsquo; help; in the night phase, Conspirators secretly wake up to eliminate an innocent Citizen. The Kingdom wins if they condemn all the Conspirators, while the Conspirators win if they eliminate all the Citizens.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends Untold: UKGE 2017 Promo Adventure",
    "ID": 277976,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277976/legends-untold-ukge-2017-promo-adventure",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Originally handed out at the U.K. Games Expo in 2017.&#10;&#10;This promo adventure has now been included in both the Retail Edition and the Kickstarter edition of Legends Untold: Weeping Caves Novice Set.&#10;&#10;The UKGE promo adventure is comprised of 4 Location cards, a double sided adventure card, and the three loot cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Legends Untold"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends Untold: Weeping Caves Novice Set – Kickstarter Edition",
    "ID": 277980,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/277980/legends-untold-weeping-caves-novice-set-kickstarte",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Kickstarter edition of Legends Untold: Weeping Caves includes expansions not in the retail edition, but are available individually: Alchemist, Druid, and Treasure Novice Booster Packs. The UKGE 2017 Promo Adventure is also found in the Kickstarter edition.&#10;&#10;Legends Untold is a co-operative card based adventure game for 1-8 players(4 players in the basic box, more with the expansion). Play an in depth adventure games with your friends in about an hour. Small setup time, zero downtime and a lot more than just finding the next monster to bash.&#10;&#10;Intelligent game mechanics that rely on the Party working together to overcome foes, traps, Obstacles, barriers, NPCs and more. Build your Hero your way from a wide choice of Talents, Weapons, Outfits and Kit. Scout the depths of the Caves (with more environments to come!), building a map between locations as you uncover the threats within&#10;&#10;8 Scenarios included, with a wide range of objectives, unlocking the story of your Heroes and their tales to become legends.&#10;&#10;Uses 3 six sided dice to resolve tests, but more importantly the entire Party working together. Multiple ways to defeat each obstacle, barrier or trap with different rewards for each. Use your talents and equipment and work as a team.&#10;&#10;Risk/Reward mechanics for talking to NPCs and deciding if you are going to push your luck, and end up angering them. Co-operative mechanics for combat, including assisting each other in combat, morale and defeating complex foes.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Legends Untold"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Early Americas",
    "ID": 277984,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/277984/early-americas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2",
    "Description": "A card and bard game for 2-5 players (playing as France, England, Portugal, Spain, or the Dutch) covering the colonization of the New World.  Players will explore, settle and battle in the New World, which is divided into 17 regions.  Players gain victory points for each (a) territory they control and (b) city they have on the map.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "W ruinach Wrocławia",
    "ID": 277991,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.67",
    "Link": "https://boardgamegeek.com/boardgame/277991/w-ruinach-wroclawia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Game is set in the city of Wroclaw, which has been reduced to ruins in the aftermath of III World War. Game-play consists of 1) drawing card from the &quot;threat deck&quot; (these cards represent threats posed by post-apocalyptic world)  and rolling dice (which affect shooting accuracy of characters taking part in combat) 2)  secretly selecting character cards and maneuvers 3) drawing another threat card and rolling third, final die 4) resolving combat.  Player who, after end of the turn, has got less than three character cards in his or her hand loses the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Cities: Wrocław (Poland)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slap Down!",
    "ID": 277999,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/277999/slap-down",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "50 Cards - 25 pairs matched by colors and shapes. Spread them across the table and grab the two dice, one for colors and one for shapes. Roll the dice and be the first player to slap both cards of the matching shape and color shown on the dice, then add them to your collection. Sounds easy enough, right?&#10;&#10;Think youre ahead? Just wait! If the cards that match the dice arent still in the middle of the table then theyre around the edge, in somebodys collection. Other players collections still fair game! Protect your collection as you slap your opponents pairs away from them and into your collection.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pitman",
    "ID": 278000,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/278000/pitman",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "There are 10 dice sitting on the table. The high bidder gets to roll the dice to see if they can match or beat what they have bid. You look at your cards, which let you know how many dice you can roll. One of your opponents says, 34!&#10;&#10;You don't think you can beat them so you let them take the bid. I can roll 9 dice, they say but are they telling you the truth or not? If they roll 9 dice and get a total of at least 34 on all the dice they get all the points for that round. If they dont make their roll then you and the other opponents split the points and they get nothing.&#10;&#10;You could call their bluff forcing them to show their cards. If they were telling the truth they get the points for the round without having to roll the dice. If, in fact, they were bluffing and could not roll 9 dice, you and anyone else that called their bluff get to split the points for the round and they get nothing.&#10;&#10;But if you call their bluff you also run the risk of someone blocking that action which knocks you out for that round then youll get nothing. Do you take that risk?&#10;&#10;To win at Pitman you're going to need to out bid, out bluff, and out roll your opponents to be the first to reach the designated score.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lanterna",
    "ID": 278005,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278005/lanterna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Galley Warfare Supplement to The Perfect Captain's Spanish Fury system - Sail!&#10;Spanish Fury, Sail! is a game of naval warfare of the late Sixteenth century, covering the Armada as well as Lepanto, enabling players to fight on the sea from Cyprus to the Baltic. With &lsquo;Lanterna&rsquo; you can play galley actions as well. New ship cards and counters included.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Spanish Fury",
      "History: Ottoman-Habsburg Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Deliverance – Vezra'Tull, The Voidwyrm Promo",
    "ID": 278008,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278008/ascension-deliverance-vezratull-the-voidwyrm-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pre-Order promo card for Ascension: Deliverence&#10;&#10;Name: Verza&rsquo;Tull, The Voidwyrm&#10;Cost: 8 Runes&#10;Type: Void Hero&#10;You may spend power instead of runes to acquire this.&#10;Gain one power for each Monster in the Void.&#10;5 Honor&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caccia al tesoro",
    "ID": 278011,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/278011/caccia-al-tesoro",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Everything you need to make a treasure hunt at home.&#10;Children has to solve puzzles and clues to find the pirate chest hidden somewhere in the house. Children can play all together or in 2 teams.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sblocca la porta",
    "ID": 278012,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/278012/sblocca-la-porta",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Sblocca la porta is an escape room for children.&#10;&#10;You are locked in a room and you must work together to find the way out, solving puzzles of logic, observation and mathematics. Use the objects you find in the room, observe the smallest details and do not be rushed: if you correctly solve all puzzles, you will leave the room!&#10;&#10;The box includes 3 adventures: The pharaoh's pyramid, The cursed castle and Escape from space.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "È qui la festa",
    "ID": 278013,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278013/e-qui-la-festa",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A compendium with the most well-known movement games, for animating birthday parties and large groups of children.&#10;In the box there are acting and drawing games, in which you have to guess an action, an object or an animal, and traditional games like Strega comanda colore and Il lupo mangia frutta (2 Tag games), and Regina reginella.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quizminister",
    "ID": 278015,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278015/quizminister",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Danish quiz game about politics, for two to four players or teams. Each player/team starts with one tactics token of each kind: committee consultation, spin doctor, and alliance.&#10;The board has six question categories, and if you answer correctly, you have to move to a category that no player/team is already on. Two correct answers in a row lets you visit any category. Three correct answers in a row gives you a random tactics token. The tokens allow for politicking and helping/hindering other players/teams.&#10;The goal of the game is to get to the top of the &quot;career ladder&quot; by answering enough questions correctly.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Political",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Detective: City of Angels – Secret Cabal Promo Cards",
    "ID": 278019,
    "Year": "(2018)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278019/detective-city-of-angels-secret-cabal-promo-cards",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "An additional Grift card (Lawyer Up) and an additional Favor card (Walter Fellini - Paparazzi) for use in Detective: City of Angels. Released as part of a Kickstarter reward for the Secret Cabal Gaming Podcast 2018 Kickstarter.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Detective – City of Angels (Van Ryder Games)",
      "Promotional: The Secret Cabal"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spacial Nine",
    "ID": 278092,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/278092/spacial-nine",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Ever wanted to fly your own starship? Tackle space pirates? Interact with unusual aliens or visit strange new worlds?&#10;&#10;Well now you can!&#10;&#10;The game is played with a 3x3 'Galactic' grid of cards. Plan and move your player card around this grid mining asteroids, gaining equipment and overcoming numerous threats in order to survive.&#10;&#10;As you move the grid moves and more Galactic cards are revealed. Can you survive a whole year by going through the entire Galactic deck?&#10;&#10;There's only one way to find out...&#10;&#10;&mdash;description from the designers&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vocablos",
    "ID": 278140,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/278140/vocablos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Vocablos is a card game published in Argentina by the Tinkuy publishing house. The objective is to form words by combining the letters and syllables obtained during the game.&#10;&#10;Nine cards are placed in the center of the table, face up. Each player must form words composed of at least four cards. for that you must use letters and syllables that are on the table. Then the used cards must be replaced and it will be the turn of the next player. At the end of the game, the one who has added the most points will win.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;Game modes&#10;&#10;Vocablo: Place nine cards face up. Each player must make words by combining the letters and syllables available on the table. The winner will be the one who achieves the most points with the &quot;words&quot; formed in a certain number of games.&#10;&#10;Chinch&oacute;n: Eight cards are dealt to each player and the remaining deck is placed on the table. The objective is to form words with four or more cards, taking some and discarding others. The first person to complete their game can &quot;cut&quot; the game. The player who manages to add 200 points will be the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Independence of India",
    "ID": 278141,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/278141/the-independence-of-india",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A card for 2-4 players covering the Independence of India from the British Empire. The players share a common deck of 5 suites (Leaders, Tactics, Campaigns, Resistance and Diplomacy) representing key events and figures from the independence movement.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: India"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleonic Wargaming",
    "ID": 278143,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/278143/napoleonic-wargaming",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Classic work on the subject by one of the luminaries of the hobby.&#10;&#10;From the inside jacket -&#10;&#10;&quot;In this book the author considers in detail the actual tactics of Napoleonic armies, discuss weapons capabilities and troop movement rates and, using such data as a basis, provides rules, whereby the wargamer can, with minimal expense and effort, command his miniature army in battles which are correct simulations of their historical prototypes and can savour victory or defeat in emulating the exploits of a Ney or a Murat, or possibly even of a Napoleon or a Wellington!&quot;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kurierzy",
    "ID": 278149,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/278149/kurierzy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In this game you play roles of couriers during World War II, attempting to deliver as many messages as possible to various cities in Europe. At the same time you have to avoid German patrols both on land and sea.&#10;&#10;You are one of the real historical figures, like Jan Nowak-Jeziora&#197;&#132;ski, the famous &quot;Courier from Warsaw&quot;, Jan Karski or El&#197;&#188;bieta Zawacka.&#10;&#10;Your deck of cards enables you to travel via land and sea routes or to hide safely in certain cities. You can pick up one message at a time and if you manage to deliver it safely, you are rewarded with points and a new card to improve your deck by allowing for more effective movements. Sometimes you can also influence movements of German agents to clear your way or block it for the opponent.&#10;&#10;The game ends when certain number of messages has been delivered, and the courier with most valuable accomplished missions wins.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Papillon: Beyond the Meadow",
    "ID": 278150,
    "Year": "(2020)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278150/papillon-beyond-the-meadow",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Though clouds of butterflies have gathered from the meadow, birds, bugs, and other animals also call it home. Each creature provides new challenges for cultivating your garden. Your goal as a gardener is simple: maintain a balance. &#10; Beyond the Meadow contains all of the unlocked stretch goals from the Papillon Kickstarter campaign. These modules include predators, birds, fountains, and even a solo variant. This expansion also includes new wildflower and bee tiles, as well as 15 goal cards for even more game play options!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Butterflies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kalmar",
    "ID": 278151,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278151/kalmar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is the game about your city, Kalmar. You buy, sell and trade properties and building plots to win. You will feel at home on the game board, going from Norrliden to Varvsholmen. Cards with pictures and instructions take you from familiar and unfamiliar situations and locations in the historical, contemporary and future Kalmar.&#10;&#10;Players assume the role of landlords, purchasing and trading streets, squares and properties. Players landing on the streets and squares of other players must pay rent depending on if the plot is empty or if properties have been built on the plot. The unique plots for the squares Larmtorget, Stortorget, Lilla Torget and Skvallertorget, and for the local newspapers &Ouml;stran and Barometern, are unbuildable, meaning that the rent is fixed; buying more of the same set garners you more money when players land on those plots.&#10;&#10;Players play the game by rolling two dice, adding the sum together and moving on the game board equal to the sum of the dice. Players may only buy properties that are unowned, and it takes owning all streets of an individual color set to be able to build properties on the streets. For example, to be able to build properties on Norrliden, Funkabo must also be owned by you, as it belongs to and completes the orange set. While moving along the board, players may also land on tile which force you to draw cards, whose effects may be both beneficial and disadvantageous.&#10;&#10;The goal of this game is, by the roll of the dice and mercantile shrewdness, to be the last player left with money, having forced your competitors into bankruptcy.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Hit Wonder",
    "ID": 278164,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/278164/one-hit-wonder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A band-battling game for two to four players to rock and roll the dice!&#10;&#10;You are a musical artist. You have your eyes set on one goal: playing a successful show at The Ultiplex, the greatest concert venue in the land. To do it, you'll need to use your inspiration points to write and practice songs, recruit bandmates, and keep their egos happy, or else they'll leave you to start a solo career (or worse, join an opponent's band). Along the way, you'll live the artist lifestyle, and work your way up to The Ultiplex with gigs at the dive bar Midnightly, and the hipster cafe the Artful Baboon.&#10;&#10;To play songs, you roll a 12-sided die and add up any artist or bandmate bonuses you have. A strong performance will earn you a &quot;Good&quot; result, and an epic performance earns you a &quot;Sick&quot; result. Each venue requires a certain number of songs played &quot;Sick&quot; in order to have a successful show. You'll carefully craft your set-list, with songs requiring different instrument combinations to play: keyboard, drums, and guitar. Make sure you stroke the ego of your guitar-playing bandmate Tennessee, because if she leaves you, you're never going to play that &quot;Anthem That Glorifies Being Young and Lost&quot; or the &quot;Song with a Catchy Chorus but No Verses.&quot;&#10;&#10;Turn up your speakers, tune your guitar, and try to become a One Hit Wonder!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Economic",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Narcos Plata o Plomo",
    "ID": 278165,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/278165/narcos-plata-o-plomo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3333",
    "Description": "In 1989, El Patr&oacute;n declared total war against the government of Colombia, as well as the police and the army. He controls more than 80% of drug trafficking worldwide. His personal fortune is estimated between 25 and 30 billion dollars. Those who oppose him and refuse to be bribed are murdered by his men. He is one of the most powerful men in the world, and only the DEA and a small group of incorruptible local agents stand between him and his ultimate goal: to become the President of Colombia.&#10;&#10;In Narcos Plata o Plomo one player takes control of El Patr&oacute;n's empire while the other players have to cooperate to surround and capture him in Medellin before he gets enough influence to achieve his goal. For the law forces it is a race against time: the advance of El Patr&oacute;n is implacable, so they must gather all their strength and recover control of the city comuna to comuna, cornering him before the elections turn him into the future President of the country and, therefore, untouchable to the forces of law.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fighting",
      "Movies / TV / Radio theme",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Plague Inc.: Armageddon",
    "ID": 278166,
    "Year": "(2019)",
    "Geek Rating": "5.741",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278166/plague-inc-armageddon",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.4545",
    "Description": "Get ready to laugh as global vaccination rates drop, cry as your friend evolves a particularly lethal strain of athlete's foot, and cheer as your bioweapon devastates entire continents in a single turn.&#10;&#10;Plague Inc.: Armageddon, the first major expansion for Plague Inc: The Board Game, includes the fungus and bioweapon disease types, a new genetic modification game mechanism, support for an extra player, and new event, trait and endgame score bonuses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medical",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Network and Route Building",
      "Simulation",
      "Take That",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Minotaur",
    "ID": 278167,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/278167/minotaur",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Minotaur is an easy to learn, hard to master 20-minute tile laying game. In a one-player game you play Daedalus, the master builder in charge constructing and sealing shut a labyrinth while Minotaur hunts for you and the unfinished exit. A second player can take over as Minotaur in a two-player match.&#10;&#10;On each turn select a labyrinth section from the Builders Board, and a location to build it atop a grid of randomly arranged land tiles. Your choices impact what labyrinth sections you have available on your next turn, and the direction and distance that Minotaur moves. Different types of labyrinth sections are blessed by different Greek gods, giving Daedalus an edge if used at the right time.&#10;&#10;Earn points for building along rivers, lose points for building on vineyards, and don't let the Minotaur reach you or the exit before you finish! Earning and placing pillars will help slow Minotaur's progress and earn extra points.&#10;&#10;In a two-player game Daedalus has less influence on Minotaur's movement, which is now controlled by the second player. Minotaur can topple and carry away pillars built by Daedalus, and steal labyrinth sections before they are set in place in order to build temples. Both players may build temples to different gods to thwart each other's progress.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Maze",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Takayama",
    "ID": 278169,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/278169/takayama",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Takayama is a dexterity game to play alone or with unlimited players. The goal is to build the highest mountains by stacking the various pieces of wood, measuring them and summing these measurements to reach 100 cm. The first player to reach 100 cm or more wins.&#10;&#10;Each player builds his mountain during turn by turn. The smallest player starts. In front of him, he places the base of the mountain (wooden board) and the tokens with the symbols facing down. He randomly turns a first token, takes the piece of wood with the corresponding symbol and places it on the wooden base. The player has the right to place it on the position he chooses, but only on the edge ! This is the first part of the mountain.&#10; Next, he turns a second token, places once again the corresponding piece of wood on the previous piece and continues to build his mountain. The player may, at any time, decide to continue or interrupt his construction. If the player is satisfied with his mountain, he stops, measures its height and writes down the score. The next player can start. If, on the other hand, the player continues and his construction collapses, his score will be zero for that round and the turn of the next player begins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Stacking and Balancing"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vedo doppio",
    "ID": 278170,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278170/vedo-doppio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Vedo doppio is a pattern recognition game.&#10;&#10;There are 14 cards with 8 objects and 28 cards with 1 object.&#10;The basic rule of Vedo doppio is that, drawing 2 cards with 8 objects, there are exactly 2 objects in common. Whoever spots the 2 objects in common on both cards picks up the correspondent card.&#10;&#10;There are 5 different ways to play. The first 3 games are related to the basic rule described above, the other 2 games are different and, for example, require memory.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "NEBUTA BEAT",
    "ID": 278171,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/278171/nebuta-beat",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Japan, there are summer festivals known as Nebuta Matsuri. The most famous one takes place at Aomori, and is considered as an intangible national treasure in Japan. During the festival, huge floats (Nebuta) are paraded through the town, depicting brave warrior figures or kabuki style heroes and gods or just local celebrities, and dancers walk alongside dressed in special costume (Haneta). They perform a sort of bouncing dance as they walk, and call to the mass of tourists to join in. The call is a sing-song, Rasser&#196;&#129; (&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#188;), and they sing &quot;Rasse ra, Rasse ra, RasseRasseRasse ra&quot;. In addition, there are Crow Dancers, Karasu-zoku (&#227;&#130;&#171;&#227;&#131;&#169;&#227;&#130;&#185;&#230;&#151;&#143; &quot;crow gang&quot;), who act to disrupt the festival.&#10;&#10;Nebuta Beat is a party game to simulate the rhythmic chanting and dancing. Each player gets a specific dancer card, showing their colour and their own dance move. The players stand around the table, taking turns to play a card from their hand to the centre in rhythm with the chant. All the players keep up the chant, Rasse ra, Rasse ra, RasseRasseRasse ra, and according to which cards are played (by colour and form), different players must perform their correct slow bouncing dance steps. If they make a mistake, they get cards as a penalty, until a score is reached.&#10;&#10;Publisher's description&#10;&quot;NEBUTA BEAT&quot; is a card-driven, real &quot;dancing&quot; game. NEBUTA is a Japanese famous summer festival. You can experience the festival by this game. Let's dance and jump!&#10;&#10;Components&#10;30 Haneto (Dancer) cards&#10;15 Karasu Haneto (Crow dancer) cards&#10;5 Assigned pattern cards&#10;&#10;NEBUTA BEAT&#227;&#129;&#175;&#227;&#128;&#129;&#233;&#157;&#146;&#230;&#163;&#174;&#227;&#129;&#173;&#227;&#129;&#182;&#227;&#129;&#159;&#231;&#165;&#173;&#227;&#130;&#138;&#227;&#130;&#146;&#227;&#131;&#134;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#129;&#231;&#165;&#173;&#227;&#130;&#138;&#228;&#189;&#147;&#230;&#132;&#159;&#229;&#158;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#227;&#131;&#143;&#227;&#131;&#141;&#227;&#131;&#136;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#129;&#173;&#227;&#129;&#182;&#227;&#129;&#159;&#231;&#165;&#173;&#227;&#130;&#138;&#227;&#129;&#174;&#230;&#142;&#155;&#227;&#129;&#145;&#229;&#163;&#176;&#227;&#129;&#168;&#229;&#133;&#177;&#227;&#129;&#171;&#232;&#183;&#179;&#227;&#129;&#173;&#227;&#129;&#166;&#232;&#183;&#179;&#227;&#129;&#173;&#227;&#129;&#166;&#232;&#183;&#179;&#227;&#129;&#173;&#227;&#129;&#190;&#227;&#129;&#143;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#129;&#149;&#227;&#129;&#132;&#239;&#188;&#129;&#10;NEBUTA BEAT&#227;&#129;&#175;&#230;&#172;&#161;&#227;&#129;&#174;&#239;&#188;&#147;&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#136;&#227;&#130;&#146;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#153;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#226;&#145;&#160;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#188;&#239;&#188;&#129;&#10;&#226;&#145;&#161;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#188;&#239;&#188;&#129;&#10;&#226;&#145;&#162;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#188;&#239;&#188;&#129;&#10;&#10;&#226;&#145;&#160;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#188;&#239;&#188;&#129;&#227;&#129;&#167;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#131;&#143;&#227;&#131;&#141;&#227;&#131;&#136;&#227;&#129;&#140;&#230;&#172;&#161;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#230;&#186;&#150;&#229;&#130;&#153;&#227;&#129;&#151;&#227;&#128;&#129;&#10;&#226;&#145;&#161;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#188;&#239;&#188;&#129;&#227;&#129;&#167;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#232;&#161;&#168;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#226;&#145;&#162;&#229;&#135;&#186;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#230;&#168;&#161;&#230;&#167;&#152;&#227;&#128;&#129;&#232;&#137;&#178;&#227;&#129;&#167;&#230;&#140;&#135;&#229;&#174;&#154;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#140;&#232;&#184;&#138;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#239;&#188;&#129;&#10;&#10;&#229;&#141;&#152;&#231;&#180;&#148;&#227;&#129;&#167;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#129;&#132;&#239;&#188;&#129;&#233;&#129;&#139;&#229;&#139;&#149;&#228;&#184;&#141;&#232;&#182;&#179;&#227;&#130;&#130;&#232;&#167;&#163;&#230;&#182;&#136;&#239;&#188;&#129;&#227;&#129;&#191;&#227;&#129;&#170;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#130;&#130;NEBUTA BEAT&#227;&#129;&#167;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#187;&#227;&#131;&#169;&#227;&#131;&#188;&#239;&#188;&#129;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#129;&#139;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Music",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Singing"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Builders of Blankenburg: Fields & Flocks",
    "ID": 278173,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278173/builders-of-blankenburg-fields-and-flocks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Add a whole new element to your adventures in Blankenburg with the addition of the Fields &amp; Flocks expansion. Not only does Fields &amp; Flocks add six player support to the game, but it introduces the Harvest phase, where you are able to direct the actions of your serfs in managing your agricultural holdings. Grow crops and raise livestock, either selling them to the various citizens in the town for silver, or attaching complete fields and flocks to structures for additional prestige. Fields &amp; Flocks also includes more Characters, Citizens, Visitors, and Events, so each game is a unique experience.&#10;&#10;Most new action takes place during the Harvest phase. This adds a worker placement mechanic to the game, where your serfs can interact with Fields and Flocks, as well as Citizens and structures. Depending on the Citizens in town and the structures in play, different strategies are available.&#10;&#10;As an added bonus, the expansion comes with a full reprint of all cards from the base game. These will be printed on higher quality card stock, along with a switch to symbols instead of color bars on structures and the inclusion of district symbols to avoid confusion and aid color blind players. Some art which originally came out darker than anticipated will be rebalanced to ensure everything looks great.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Island of El Dorado: The Revenge of El Dorado",
    "ID": 278182,
    "Year": "(2020)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278182/the-island-of-el-dorado-the-revenge-of-el-dorado",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "2",
    "Description": "Explorers and Thieves continue to wage war in their pursuit of the untold power hidden in the four shrines on The Island of El Dorado. But even as their civilizations grow vast, their economies grow prosperous, and their armies grow strong, their greatest battle yet will be against the power of the island which they&rsquo;ve just unleashed. Enraged by the conquests of the explorers and the misdeeds of the Thieves, the Guardian of El Dorado has risen from the depths of the island to reclaim what is eternally hers. With the power of a god she summons beasts, giants, and ruthless natural disasters to reclaim the shrines and cleanse the island of its trespassers.&#10;&#10;In The Revenge of El Dorado, explorers and thieves widen and deepen their strategy as they face off against the mythical Guardian of El Dorado and the fury of the island she defends. Expanded explorer boards allow players to upgrade their buildings and units, unlocking new abilities, new military and economic tactics, and new paths to victory.&#10;&#10;Fully cooperative gameplay allows explorers to band together against the island, employing complex strategy to control the shrines while defending against the islands varied and savage attacks. Or, take control of the Guardian herself (as a completely asymmetric faction), championing her army of beasts, giants, and the power of the island against the Thieves and explorers as she races to secure her shrines.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Civilization",
      "Expansion for Base-game",
      "Exploration",
      "Mythology"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Batman: The Animated Series – Gotham City Under Siege: Masterminds & Mayhem",
    "ID": 278191,
    "Year": "(2019)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278191/batman-the-animated-series-gotham-city-under-siege",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Batman&rsquo;s enemies were thwarted in Gotham City Under Siege, but they&rsquo;ve returned with a vengeance in the Batman The Animated Series: Gotham City Under Siege &ndash; Masterminds and Mayhem expansion! In their latest attack, the Masterminds have brought deadlier weapons, like armored cars and massive explosives, and have taken to the streets to fight alongside their hired goons. The villains&rsquo; tactics have also improved, with new Rooftop Villains and Act Leader Target mechanics. Don the cape once more and help protect Gotham City from these deadly new threats!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Theme: Superheroes",
      "TV Shows: Batman – The Animated Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "100 syytä liikkua Säkylässä",
    "ID": 278198,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/278198/100-syyta-liikkua-sakylassa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "100 syyt&auml; liikkua S&auml;kyl&auml;ss&auml;&#10;&#10;100 reasons to exercise in S&auml;kyl&auml;&#10;&#10;A roll-and-move game for 2-6 players that want to discover S&auml;kyl&auml;&#206;&#132;s varied exercise offerings.&#10;&#10;Players roll the die and visit locations marked with a number or a color.&#10;&#10;Numbers correspond to cards that contain a location, a short description of the surroundings and a task that they have to complete in order to discard it. Colors correspond to actions that result in players taking, giving or exchanging cards.&#10;&#10;The tasks are miming various activities, sports or situations.&#10;&#10;Alternatively, players can discard a card if they answer multiple-choice questions related to S&auml;kyl&auml; sports, or pick up and execute Stretch cards that instruct the players to stretch in various ways.&#10;&#10;The game ends when all players have reached the start/end location, and the winner is the player with the fewest cards.&#10;&#10;&mdash;user summmary&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathogen",
    "ID": 278200,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/278200/pathogen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Pathogen is a game about conquering cells. You're in control of a mutating virus spore. Your aim is to multiply your Virus, Infect nearby Cells, and Invade the opposition. It's a battle of the strongest virus.&#10;&#10;There are 2 Win Conditions. First Player to control 8 Cells wins the game, or the first player to invade and infect the opponents Home Cell wins the game.&#10;&#10;Cells are arranged face down randomly, there are 12 in total, and each cell has Resilience and Energy, as well as a unique ability. Resilience is the health of the cell, and Energy is how much energy it produces once you capture it.&#10;&#10;Some cells are controlled by Grey Parasites, they are like a neutral enemy, players must defeat before capturing that cell.&#10;&#10;A player has several Active Actions as well as Passive Actions.&#10;Each player can perform 2 Active Actions, but can never Move the same Virus die twice. Once a player controls 3 Cells then he gains 1 additional Active Action.&#10;Passive Actions are situational, and happen at different phases of the game.&#10;&#10;Active Actions&#10;Multiply, Split, Move, Invade, Infect, Pass.&#10;Passive Actions&#10;Grow Virus, Collect Energy, Upkeep, Scout, Grow Spore, Draw Mutation Card, Mutate.&#10;&#10;Movement is done between Cells in a diagonal fashion.&#10;&#10;Players can also earn Mutation Cards &#10;There are 2 types of Mutations, Active, and Passive. Passive mutations are played face up, and they give you an ongoing bonus. Active mutations are played face down, and are 1 time use mutations. Mutation card can be purchaded, but they are expensive, at 10 energy. Mutation Achievements are as follow.&#10;&#10;&#10;     Expansion: Draw Mutation Card when you control your third cell.&#10;     Central Advancement: Draw Mutation Card when you control a Central Cell.&#10;     Turtle Power!: Draw Mutation Card when you Grow 5 Spores.&#10;     Exponential Army: Draw Mutation Card when you Have 5 Virus Dice with 6 in one Cell.&#10;&#10;&#10;The Game is a frantic race to control cells, grow and multiply your virus army, and defeat your opponent.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Welcome To...: Spring Thematic Neighborhood",
    "ID": 278207,
    "Year": "(2019)",
    "Geek Rating": "5.744",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278207/welcome-to-spring-thematic-neighborhood",
    "Min Players": "1",
    "Max Players": "50",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "In Welcome To...Spring you can earn extra points by finding eggs and circling them with a number. Race to collect the most eggs and score some extra points! Includes 50 sheets and 3 new city plans!&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Bingo",
      "Contracts",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Holidays: Easter",
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Alexis Solo Mode",
      "Series: Welcome To ..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Welcome To...: Summer Thematic Neighborhood",
    "ID": 278208,
    "Year": "(2019)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278208/welcome-to-summer-thematic-neighborhood",
    "Min Players": "1",
    "Max Players": "50",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6",
    "Description": "Thematic Neighborhood Sheet Packs serve as refill packs for the base game. They are more than just some pretty decorations for the neighborhood. These packs come with new ways to score as well! Includes 3 new city plans and 50 sheets of brand new art and mechanics.&#10;&#10;Welcome To...: Summer&#10;Follow the truck to get more ice cream.&#10;Write numbers to move the ice cream trucks in each street. You get points for scoops of ice cream, and for each ice cream cone if you have the bonus in the street.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Bingo",
      "Contracts",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Alexis Solo Mode",
      "Series: Welcome To ..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pora Liczyć",
    "ID": 278219,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/278219/pora-liczyc",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Pora Liczy&#196;&#135; (&quot;Let's Count&quot;) is a quick game about counting. Easy ruleset and the possibility to alter the rules to fit the younger audience make for a fun way to learn simple maths.&#10;&#10;What is it all about?&#10;Put 9 or 16 cards on the table in a square (3x3 or 4x4). Put the rest in a stack. Take the topmost card of the stack and turn it to the other side. The biggest object on the card (for example a carrot)is the one players will be looking for on the other cards in a square. The player who first finds the correct number of carrots earns a point. Whoever collects a certain number of points - wins.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Pora liczy&#196;&#135; to dynamiczna gra oparta na szybkim liczeniu lub szacowaniu. Proste zasady po&#197;&#130;&#196;&#133;czone z mo&#197;&#188;liwo&#197;&#155;ci&#196;&#133; dostosowania rozgrywki dla m&#197;&#130;odszych graczy, to recepta na szybk&#196;&#133; i niezobowi&#196;&#133;zuj&#196;&#133;c&#196;&#133; zabaw&#196;&#153; z matematyk&#196;&#133;.&#10;&#10;Pora liczy&#196;&#135; wszystkie jab&#197;&#130;ka na stole!&#10;&#10;na czym to polega?&#10;Roz&#197;&#130;&oacute;&#197;&#188; na stole od 9 do 16 kart i u&#197;&#130;&oacute;&#197;&#188; je w kwadracie. Reszt&#196;&#153; kart u&#197;&#130;&oacute;&#197;&#188; w stosie obok.&#10;Wyci&#196;&#133;gnij pierwsz&#196;&#133; kart&#196;&#153; ze stosu i odwr&oacute;&#196;&#135; j&#196;&#133;. Najwi&#196;&#153;kszy przedstawiony na nich obiekt (np. marchewka) trzeba teraz odnale&#197;&#186;&#196;&#135; po&#197;&#155;r&oacute;d wszystkich kart u&#197;&#130;o&#197;&#188;onych w kwadracie.&#10;Czym pr&#196;&#153;dzej wska&#197;&#188; liczb&#196;&#153; obiekt&oacute;w (np. marchewek) na kartach. Je&#197;&#155;li trafi&#197;&#130;e&#197;&#155; - zdobywasz punkt! Zdob&#196;&#133;d&#197;&#186; ich okre&#197;&#155;lon&#196;&#133; liczb&#196;&#153; a wygrasz gr&#196;&#153;!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Delirium – Askara Templar Promo Card",
    "ID": 278221,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278221/ascension-delirium-askara-templar-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo card that came with pre-orders of Ascension: Delirium from the official site.&#10;&#10;Name: Askara Templar&#10;Cost: 6 Runes&#10;Type: Enlightened Hero&#10;Text: Defeat a monster with cost 5 power or less without paying its cost.  Gain its reward twice.&#10;Flavor Text: Three time the arms, three times to weaponry.&#10;Value: 3 Honor&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Master Koju",
    "ID": 278222,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278222/bushido-master-koju",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "If Master Koju is in danger all of creation will bend to ensure her safety, and even the most depraved Kami representing the worst aspects of creation will not harm her.  This often manifests as wild animals appearing alongside her to attack those who threaten her and her enemies seem to slow down in her presence allowing her allies the opportunity to take out threats before they have a chance to harm her.&#10;&#10;Blister contains three models, one 40mm base and two full colour profile cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Madrid, qué bien resistes",
    "ID": 278223,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/278223/madrid-que-bien-resistes",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "4",
    "Play Time": "8",
    "Weight": "0",
    "Description": "This is solitary, easy and short card driven game for the Battle of Madrid (november-december 1936) of the Spanish Civil War.&#10;&#10;There are two types of Cards. Battle Cards with a numerical value from 1 to 7, and Position Cards, which represent historical fortifications.&#10;&#10;The player must set up his  battle cards in the gaps before you draw all the fortification cards. when a Positioin card is draw, you can't place any more cards in this gap.&#10;&#10;Victory or defeat for the player is when all cards are drawn. If all gaps (12) have a Position card, is a republican Victory, but if there is any gap with 7 or 14-28  Battle cards without Position, there is a Fascist victory.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jokimatka",
    "ID": 278224,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.62",
    "Link": "https://boardgamegeek.com/boardgame/278224/jokimatka",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this game players compete to be the first to sail through a river.&#10;&#10;Sailing is done one at a time by trying to trace the river with a small plastic 'staff' while blindfolded. A player's turn continues until they hit a shore or reaches the goal. If a player hits shore, the others will shout 'stop!'. The player puts their pawn on that spot, and when it's the players next turn they will continue from that spot.&#10;&#10;There are some places on the board which when hit will force the player to skip a turn or two.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kanyimajo",
    "ID": 278226,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/278226/kanyimajo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1",
    "Description": "&ldquo;We&rsquo;re very afraid to enter! The castle of the Colorsnatching Witch is frightening!&#10;The evil witch had attempted stealing the rainbow before and leaving the world colorless &ndash; and she hadn&rsquo;t managed to... until now!&#10;The Kanyitos are trapped inside the castle, and can&rsquo;t help humankind anymore. Marahuero, the witch&rsquo;s cat, helped us get in and told us how to save them. Now it&rsquo;s too late to turn back. We have only three days to rescue them and get away!&rdquo;&#10;&#10;Kanyimajo is a card game in which you&rsquo;ll be trying to free the Kanyitos and Kanyikats from the claws of the evil Coloursnatching Witch (Bruja Robacolores).&#10;You&rsquo;ll have to collect kokeshi-doll amulets, jewels and flowers of many colours to break the witch&rsquo;s spell, and confide with the Amaterasu and Izanami to break free.&#10;Only the boldest may manage to win the game &ndash; that is, if they don&rsquo;t come across the evil witch thrice!&#10;&#10;&mdash;description from the publisher&#10;&#10;In the Kanyito universe, Kanyitos are creatures which control feelings through the use of color.&#10;&#10;The evil Coloursnatching Witch, Kuroi Majo, has decided to kidnap them to make the world devoid of color and positive feelings. Marahuero, the witch&rsquo;s cat, has decided to aid you in rescuing them.&#10;&#10;To set a Kanyito free, you&rsquo;ll need to find amongst the cards an amulet, a flower and a Kanyito of the same color.&#10;Some of the Kanyitos have been transformed into Kanyikats, Kanyito cats, for which you&rsquo;ll have to find a jewel and a kokeshi-doll instead.&#10;&#10;The evil Witch will be chasing you, hidden in the deck. If you come across her three times, she&rsquo;ll banish you from the castle!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pluck Off!",
    "ID": 278233,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/278233/pluck-off",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Pluck Off! is a card game parody of city life, where pigeons rule the roost and you help them find nestmates (because the rent is too plucking high!). Each pigeon is a unique character. Each has its own art and limerick that tells a short, plucky story. But players and pigeons must watch their tail feathers, because there are Urban Vermin like Panhandler Possums and Pizza Rats who are out to pluck up their big city dreams.&#10;&#10;Easy to learn and play but difficult - if not impossible - to master, you need a combination of memory, strategic pluckery, poker face and pluck of the draw to dupe other players into giving up their hard-earned pigeon cards. And just when you think you've won it all, an Urban Vermin could pluck up your game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Limbo: The Passing",
    "ID": 278236,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278236/limbo-the-passing",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "3",
    "Description": "You see an intense white light approaching fast at the other end of a tunnel. As you get closer, the train creaks and slowly comes to halt. It&rsquo;s an old wagon and you are the only passenger on board. You gaze outside the dirty windows. Limbo Central Station, reads the sign...&#10;&#10;Limbo: The Passing is the new story driven asymmetrical two player card game from Caper creator Unai Rubio.&#10;&#10;&#10;     Asymmetric 2-player gameplay - refined and tense, inspired by Android: Netrunner. Grab one of the 18 premade decks and get started. Easy to learn, hard to master.&#10;&#10;&#10;&#10;     Completely unique lore - discover the city of Limbo, an afterlife cosmo-capitalist city filled with politics, mystery and dark humor. More than 120 unique cards oozing personality.&#10;&#10;&#10;&#10;     Repeatable legacy narrative campaign - branching decisions, secret information and an engrossing story in line with the best noir narratives.&#10;&#10;&#10;&#10;     Balanced to perfection - a competitive metagame balanced by pro and casual players through two years of constant iteration.&#10;&#10;&#10;&#10;     Draft mode - feel like improvising on the go? Stay on your toes with our innovative endless drafting mechanic. The thrill of opening booster pack, with no limits!&#10;&#10;&#10;&#10;     Alive! (pun intended) - discover the Manifest, an online updated balance mechanism that makes sure the metagame remains competitive and is up to date with community feedback.&#10;&#10;&#10;&#10;     Let&rsquo;s make Limbo great together - create and upload your own campaigns with the campaign creating toolkit. The only boundary is your imagination!&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shredding Peace: Operation Shredder, the Raid on Samu, November 1966.",
    "ID": 278237,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/278237/shredding-peace-operation-shredder-the-raid-on-sam",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "210",
    "Weight": "0",
    "Description": "&ldquo;We neither believe in nor acknowledge the usefulness of the frenzied activity of the organized [guerrilla] bodies that&hellip;interfere with Arab planning, weakens Arab unity, provides the enemy with the pretext for aggression and initiative, and is leading us into a conflict whose timing and preparation is not propitious&hellip;&rdquo;---Jordan&rsquo;s King Hussein, October 4, 1965.&#10;&#10;For nearly two years the Palestinian Fatah organization in the West Bank conducted cross border raids into the Israel that became increasingly deadly and violent. These  resulted in nearly 100 Israeli dead and injured as well as extensive property damage, including private Israeli homes. In response, Israeli Prime Minister Levi Eshkol authorized a retaliatory raid, dubbed Operation Shredder, into the southwest corner of the West Bank against the town of Samu&rsquo; and several other villages south of the city of Hebron. The raid was carried out by the Israeli 35th Paratrooper Brigade, supported by tanks, armored halftracks, aircraft and artillery. It was the largest invasion of Jordanian territory to that point, and meant to convey a strong message that Israel&rsquo;s restraint in the face of these attacks was at an end.&#10;&#10;Unfortunately, Jordan&rsquo;s King Hussein, ruler of the West Bank, was the sole Arab leader seeking a path of moderation with the Jewish State. For nearly three years the King had been meeting secretly with Golda Meir, the Israeli Foreign Minister, in an effort to forestall another war in the region and to find some path to peace. US President Johnson had helped facilitate these meetings, and supported King Hussein with these initiatives. The Israeli strike at Samu&rsquo; was fraught with peril, both militarily and politically. Can you do better?&#10;&#10;Each copy of Shredding Peace is composed of the following:&#10;&#10;Two 11 by 17 inch hex map sheets with game charts and tables.&#10;91 un-mounted, double-sided counters&#10;8 pages of rules&#10;&#10;Infantry (Airborne, Headquarter) and Heavy Weapons are all Companies of about 100 to 120 men. Tank and the armored car units represent 2 vehicles, and each halftrack represents 4 vehicles. A hex on the map is about three quarters of a mile across. Each turn represents one half hour of time. The game uses a standard deck of playing cards and a ten sided die for play.&#10;&#10;Shredding Peace is designed by Paul Rohrbaugh and features graphics by Dariusz Buraczewski.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "History: Six-Day War",
      "Series: Standard Deck Activation System (High Flying Dice Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vault of Dragons: Blessing of the Gods – Cleric Expansion Set",
    "ID": 278240,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278240/vault-of-dragons-blessing-of-the-gods-cleric-expan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Vault of Dragons: Blessing of the Gods &ndash; Cleric Expansion Set adds clerics, blessing tokens, and five new dungeon/location titles to the game. Each player receives a male and female cleric, as well as a d8 in their faction color.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On Mars: Alien Invasion",
    "ID": 278241,
    "Year": "(2022)",
    "Geek Rating": "5.852",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278241/on-mars-alien-invasion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "80",
    "Play Time": "150",
    "Weight": "4.5",
    "Description": "On Mars: Alien Invasion is the much-anticipated Somewhat Cooperative Expansion to Vital Lacerda&rsquo;s best-selling and highly-rated On Mars base game. Though this expansion was originally going to be named Surviving Mars, Eagle-Gryphon Games made the decision to change the name to On Mars: Alien Invasion to better reflect the theme and content of this expansion. The game narrative is contained in four chapters of a story written by Nathan Morse. Gameplay contains four new and different ways to expand upon and play the base game. You will play one versus many; completely cooperatively; and even solo if you wish, depending on the chapter. Included are four fresh and completely replayable ways to establish colonies On Mars!&#10;&#10;For instance, here is the narrative that opens the first chapter and sets the stage for all of the following action:&#10;&#10;Alert! Sensors indicate that aliens are invading the famous red planet! Long have the conspiracy theorists predicted this. The threat to your mission is too great; you must take action. Will you be able to prevent the infectious spread of these beings bent on expanding to every habitable planet in the galaxy? Or will you play for the other side, a species trying to establish a colony on Mars, blithely oblivious to the danger their expansion represents, unaware that there are others out there eager to keep humans &ldquo;where they belong&rdquo; on Earth. &#10; &mdash;description from the publisher&#10;&#10;On Mars: Alien Invasion is a short story expansion to On Mars made in 4 chapters with 4 different modes of play.&#10;&#10;The short story is called Alien Invasion and contemplates the following Chapters and modes of play:&#10;&#10;Chapter 1 - Invasion - 1 vs All - 3 to 5 players&#10;Chapter 2 - Outbreak - Co-Op - 2 to 4 players&#10;Chapter 3 - Blackout - Co-Op - 2 to 4 players&#10;Chapter 4 - Monolith - Solo - 1 player&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Exploration",
      "Science Fiction",
      "Territory Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: On Mars",
      "Players: Expansions Adding Cooperative Play",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Guandu",
    "ID": 278242,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/278242/the-battle-of-guandu",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Issue game in Command Magazine Japan #146&#10;&#10;The Battle of Guandu was fought between the warlords Cao Cao and Yuan Shao in 200 AD in the late Eastern Han dynasty. Cao Cao's decisive victory against Yuan Shao's numerically superior forces marked the turning point in their war. The victory was also the point at which Cao Cao became the dominant power in northern China, leading to its eventual unification and the establishment of the state of Cao Wei in the Three Kingdoms period.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: China",
      "History: Early Imperial China",
      "Magazine: Command Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L.O.L. Surprise: Surprise Makeover",
    "ID": 278246,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/278246/lol-surprise-surprise-makeover",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players try to collect the five unique accessory items to complete their fabulous makeover. Players flips two cards from the deck and try to find matching accessories. If they match one of the five IRL accessories the collect that item. If it's not one of the IRL accessories they collect the card set. Once they have three card sets they can turn that it for any IRL accessory they wish. But there is one last surprise! One some cards all the accessories match. If you catch it and yell, &quot;Jackpot!&quot; you get to choose whichever IRL accessory you need. First player to collect all five IRL accessories is the winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "L.O.L. Surprise: 7 Surprises Card Game",
    "ID": 278251,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/278251/lol-surprise-7-surprises-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players set out to collect all seven items that make up the four unique L.O.L. Surprise! dolls. Each player starts with five cards and on their turn draw two cards. On their turn they can play up to three cards by creating sets of the unique L.O.L. Surprise! dolls or play action cards like Go Shopping!, which allows the players to draw 2 additional cards from the pile. Additionally players can try to make a set of seven Secret Message cards, and upon succeeding they can discard the set to search the draw pile for any card they need. First player to complete one doll set of seven cards is the winner!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Enter the Dungeons of Brochuria",
    "ID": 278253,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278253/enter-the-dungeons-of-brochuria",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A single player dungeon exploring adventure contained in a single pamphlet.  All you need is a pen.&#10;&#10;&mdash;description from the introduction&#10;&#10;Enter the Dungeons of Brochuria was developed as an entry into the Pamphlet Dungeon Jam contest.  The game is presented as a six-pane, tri-fold, print-and-play brochure.&#10;&#10;The solitaire player uses tokens and the board to move their &quot;character&quot; through a dungeon one square at a time, with the count determined by die roll.  Squares have various icons representing hazards or encounters which must be handled by the character; or treasure which can be gathered.&#10;&#10;The player loses if their character runs out of health and wins if they defeat the final boss.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape from Castle Iggur",
    "ID": 278254,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278254/escape-from-castle-iggur",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Single Player Survival Game&#10;&#10;&mdash;description from the introduction&#10;&#10;Escape from Castle Iggur was developed as an entry into the Pamphlet Dungeon Jam contest.  The game is presented as a six-pane, tri-fold, print-and-play brochure.&#10;&#10;The solitaire player moves up through a seven-level dungeon, from the lowest level to the top level, facing a challenge or gaining a reward on each level.  Each challenge presents a numeric rating that must be beaten by a modified die roll.  Each reward provides a bonus to subsequent die rolls.  Points are gained for each challenge defeated.&#10;&#10;The player loses when they fail to beat a challenge, or wins when they escape the dungeon.  Game points may be compared to other game plays to determine relative success.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fading Light",
    "ID": 278255,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278255/fading-light",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fly between stars; Peer into the history of worlds; Collect artifacts; Influence cultural evolution; Mine singularities; Run out of gas; Get caught within an event horizon&#10;&#10;Fading Light:&#10;&#10;Enter the Dungeons of Brochuria was developed as an entry into the Pamphlet Dungeon Jam contest.  The game is presented as a six-pane, tri-fold, print-and-play brochure.&#10;&#10;The game primarily is designed for a single player (additional players essentially run a parallel game).  Play involves rolling Fudge Dice and consulting action tables to determine turn resolution.  The player controls an in game currency (&quot;cultural artifacts&quot;) and resource (&quot;gigasecond&quot;).  Play proceeds until the player runs out of either (a loss) or holds a specified amount of either (a win).&#10;&#10;&mdash;description from the introduction&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fashion Show",
    "ID": 278264,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/278264/fashion-show",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Take on the designer and prepare best outfits that will become a hit at the upcoming Fashion Show! Decide where you will be looking for inspiration - in the burnt reds of the Spanish style, oriental Japanese motifs, or maybe you bet on French simplicity, chic and elegance? To win you will need: a large dose of creativity, amazing ideas, knowledge of fashion trends and a sense of style.&#10;The show is getting closer and the big machine has started - you need to do shopping, order designs and complete the entire collection! The designer will win, who will do everything on time!&#10;Fashion Show is a competitive card game for the whole family.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Wciel si&#196;&#153; w projektanta i przygotuj niezwyk&#197;&#130;e stroje, kt&oacute;re stan&#196;&#133; si&#196;&#153; hitem na nadchodz&#196;&#133;cym pokazie Fashion Show! Zdecyduj, gdzie b&#196;&#153;dziesz szuka&#197;&#130; inspiracji &ndash; w spalonych czerwieniach stylu hiszpa&#197;&#132;skiego, orientalnych motywach japo&#197;&#132;skich, a mo&#197;&#188;e postawisz na francusk&#196;&#133; prostot&#196;&#153;, szyk i elegancj&#196;&#153;? Do zwyci&#196;&#153;stwa potrzebne b&#196;&#153;d&#196;&#133;: du&#197;&#188;a dawka kreatywno&#197;&#155;ci, niesamowite pomys&#197;&#130;y, znajomo&#197;&#155;&#196;&#135; modowych trend&oacute;w i wyczucie stylu. &#10;Pokaz coraz bli&#197;&#188;ej, wielka machina ruszy&#197;&#130;a &ndash; trzeba zrobi&#196;&#135; zakupy, zam&oacute;wi&#196;&#135; projekty i skompletowa&#196;&#135; ca&#197;&#130;&#196;&#133; kolekcj&#196;&#153;! Wygra ten projektant, kt&oacute;ry ze wszystkim zd&#196;&#133;&#197;&#188;y na czas!&#10;&bdquo;Fashion Show&rdquo; to rywalizacyjna gra karciana dla ca&#197;&#130;ej rodziny.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Take Root",
    "ID": 278266,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278266/take-root",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Congratulations! You all have achieved the dream, you have a farm.  The world is nothing but possibility, at least for this next year.&#10;&#10;The game takes place over 4 seasons: spring, summer, fall, and winter, with each season having 9 days.&#10;&#10;&mdash;description from the introduction&#10;&#10;Take Root was developed as an entry into the Pamphlet Dungeon Jam contest.  The game is presented as a six-pane, tri-fold, print-and-play brochure.&#10;&#10;The game is played over four turns with each turn containing nine phases.  Players may choose and activity for each phase with an outcome determined by die roll.  During play, players accumulate an in-game currency (coins) and resources (seeds and harvested vegetables).  Points accumulate through play.  At the end of the game, each player puts together a &quot;festival display&quot; of harvested vegetables and the winning display scores points.  A few other end-of-game categories also score points.  The player with the most accumulated points is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Help! I'm a Tetra Block!",
    "ID": 278268,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/278268/help-im-a-tetra-block",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wiggling in place, you tried to roll off the bed as usual, but nothing happened.&#10;&#10;There is no bed.&#10;&#10;There is no &quot;you&quot;.&#10;&#10;The vast greyness up ahead seems like the only possible way of escape.&#10;&#10;Your body twitches as the high-pitch Russian folk music fills your two-dimensional senses, driving you mad.&#10;&#10;What will you do?&#10;&#10;&mdash;description from the introduction&#10;&#10;Help! I'm a Tetra Block! was developed as an entry into the Pamphlet Dungeon Jam contest.  The game is presented as a six-pane, tri-fold, print-and-play brochure.&#10;&#10;The game is a simple adaptation of Tetris (1984) into a paper-and-pencil, tabletop game.  Players alternate rolling a die to determine their piece configuration, and then placing that piece on the board.  Points are scored when blocks are played so they touch the top row of the playing grid.  If a line is sealed off with a gap, it is crossed off from play.  Play continues until no more legal moves are possible, at which point the player with the most points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Skulls and Sails – Honorless Thief Promo Card",
    "ID": 278273,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/278273/ascension-skulls-and-sails-honorless-thief-promo-c",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This card is available with pre-orders of Ascension: Skull and Sails on the official website.&#10;&#10;Name: Honorless Thief&#10;Cost: 2 Runes&#10;Type: Void Hero&#10;Text: Gain 3 power and put this into the discard pile of a player with the least honor.&#10;Flavor Text: A pirate's life for me.&#10;Value: 0 Honor&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ハイテンション利休 (High-Tension Rikyu)",
    "ID": 278278,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.94",
    "Link": "https://boardgamegeek.com/boardgame/278278/haitenshiyonli-xiu-high-tension-rikyu",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Introduction:&#10;You and your fellow players are warlords of the Sengoku period, invited to a series of tea ceremonies hosted by tea master Sen no Rikyu (&#229;&#141;&#131;&#229;&#136;&#169;&#228;&#188;&#145;). Show off your best tea pots (&#232;&#140;&#182;&#229;&#153;&#168;, chaki) and keep an eye out for Rikyu&rsquo;s energy (&#227;&#131;&#134;&#227;&#131;&#179;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;, tension). The winner will be the one who has taken just the right amount of tea snacks (&#232;&#140;&#182;&#232;&#143;&#147;&#229;&#173;&#144;, chagashi).&#10;&#10;Gameplay summary:&#10;Over the course of four rounds, players will play tea pot cards to the table clockwise. The player with the highest-valued tea pot will draw tea snack cards, which will be drafted counter-clockwise. The winner is the player who has claimed a number of tea snacks closest to the total value of winning tea pot cards, without going under.&#10;&#10;Original description:&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#136;&#166;&#229;&#155;&#189;&#230;&#173;&#166;&#229;&#176;&#134;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#229;&#136;&#169;&#228;&#188;&#145;&#227;&#129;&#174;&#232;&#140;&#182;&#228;&#188;&#154;&#227;&#129;&#171;&#229;&#135;&#186;&#229;&#184;&#173;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#128;&#130;&#232;&#140;&#182;&#228;&#188;&#154;&#227;&#129;&#167;&#232;&#135;&#170;&#230;&#133;&#162;&#227;&#129;&#174;&#232;&#140;&#182;&#229;&#153;&#168;&#227;&#130;&#146;&#230;&#138;&#171;&#233;&#156;&#178;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#136;&#169;&#228;&#188;&#145;&#227;&#129;&#174;&#227;&#131;&#134;&#227;&#131;&#179;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#130;&#146;&#232;&#166;&#139;&#232;&#168;&#136;&#227;&#130;&#137;&#227;&#129;&#132;&#227;&#128;&#129;&#227;&#129;&#187;&#227;&#129;&#169;&#227;&#130;&#136;&#227;&#129;&#132;&#233;&#161;&#141;&#227;&#129;&#174;&#232;&#140;&#182;&#232;&#143;&#147;&#229;&#173;&#144;&#227;&#130;&#146;&#230;&#137;&#139;&#227;&#129;&#171;&#229;&#133;&#165;&#227;&#130;&#140;&#227;&#129;&#159;&#232;&#128;&#133;&#227;&#129;&#140;&#229;&#139;&#157;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Japan",
      "Food & Drink: Tea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Humpalump",
    "ID": 278279,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/278279/humpalump",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Humphrey the Humpalump has lost his legs. To help him find his legs, players have to roll the ball along his back.  If they all lands on an empty slot you can add one of your legs.  The first player to get all their legs on Humphrey wins the game.  Humpalump, the fast fun game for all ages!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Naniwa no Bob Jiten (なにわのボブジテン)",
    "ID": 278284,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/278284/naniwa-no-bob-jiten-naniwanobobuziten",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "&#227;&#129;&#170;&#227;&#129;&#171;&#227;&#130;&#143;&#227;&#129;&#174;&#227;&#131;&#156;&#227;&#131;&#150;&#227;&#130;&#184;&#227;&#131;&#134;&#227;&#131;&#179; (Naniwa no Bob Jiten) is a standalone expansion of &#227;&#131;&#156;&#227;&#131;&#150;&#227;&#130;&#184;&#227;&#131;&#134;&#227;&#131;&#179; (Bob Jiten).&#10;Game play is the same as Bob Jiten, except that new character Natasha is introduced. While Natasha is active, question master must explain in one breath.&#10;&#10;&#227;&#129;&#170;&#227;&#129;&#171;&#227;&#130;&#143;&#227;&#129;&#174;&#227;&#131;&#156;&#227;&#131;&#150;&#227;&#130;&#184;&#227;&#131;&#134;&#227;&#131;&#179; (Naniwa no Bob Jiten) is a Japanese word game, very dependent on knowing the Japanese language very well. 'Naniwa' means 'Osaka'.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]