[
  {
    "Rank": "N/A",
    "Name": "Above the Clouds!: Pointblank",
    "ID": 300109,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300109/above-the-clouds-pointblank",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "On June 14th, 1943, the Combined Chiefs of Staff issued the Pointblank directive, which authorized the initiation of Operation Pointblank, the code name for the primary portion of the Allied Combined Bomber Offensive intended to cripple or destroy the German aircraft fighter strength, thus drawing it away from frontline operations and ensuring it would not be an obstacle to the invasion of Northwest Europe.&#10;&#10;Pointblank provides the Aircraft Performance Displays (APDs) required to fight the air engagements over Western Europe during 1943-1945.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Above the Clouds!: Road to Rabaul",
    "ID": 300110,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300110/above-the-clouds-road-to-rabaul",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Road to Rabaul is an Aircraft Pack expansion for the Above the Clouds!  air-combat miniature wargame rules.&#10;&#10;Road to Rabaul provides the aircraft performance displays (APDs) required for the encounters of the Pacific Air War during 1943-1944.&#10;&#10;Road to Rabaul includes 19 APDs&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Above the Clouds!: Desert Falcons",
    "ID": 300111,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300111/above-the-clouds-desert-falcons",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Desert Falcons is an Aircraft Pack expansion for the Above the Clouds!  air-combat miniature wargame rules.&#10;&#10;Desert Falcons provides aircraft performance displays (APDs) for the Italians as well as additional Allied and German APDs used primarily in the Mediterranean and North African theaters.&#10;&#10;Desert Falcons includes 21 APDs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Region: North Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Above the Clouds!: Fall Weiss",
    "ID": 300112,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300112/above-the-clouds-fall-weiss",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fall Weiss is the first expansion for the Above the Clouds!  air-combat miniature wargame rules.&#10;&#10;Fall Weiss covers the earliest period of World War II, the Polish campaign (1939), the &quot;Winter War&quot; between Finland and Russia (1939-1940), and the &quot;Sitz-krieg&quot; (the waiting-war between France-Britain and Germany from 1939 through early 1940).&#10;&#10;Fall Weiss includes 6 historical encounters and 39 new Aircraft Performance Displays (APDs)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Poland 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Above the Clouds!: Setting Sun",
    "ID": 300113,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300113/above-the-clouds-setting-sun",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Setting Sun is an Aircraft Pack expansion for the Above the Clouds!  air-combat miniature wargame rules.&#10;&#10;Setting Sun provides the aircraft performance displays (APDs) required for the encounters of the last year of the Pacific Air War, from July 1944 - August 1945.&#10;&#10;Setting Sun includes 17 APDs including 11 completely new APDs&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Above the Clouds!: Cactus",
    "ID": 300114,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300114/above-the-clouds-cactus",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cactus is an Aircraft Pack expansion for the Above the Clouds! air-combat miniature wargame rules.&#10;&#10;Cactus provides the aircraft performance displays (APDs) required for the epic aerial battles over Guadalcanal and the Solomon Islands.&#10;&#10;Cactus includes 8 new APDs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Elastic Warfare: Rubber Band of Brothers",
    "ID": 300115,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300115/elastic-warfare-rubber-band-of-brothers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It&rsquo;s Saturday morning, with the cartoons on the television and adventures running through your head. With grim determination, you pull back the elastic band and take aim. The tension builds and your fingers begin to tremble as the army man is centered in your sights.&#10;&#10;The plastic soldier stood still, believing itself to be safely in cover behind the couch leg. It doesn&rsquo;t even hear the snap of the elastic as he sails into the air from the force of the blow.&#10;&#10;Welcome to Elastic Warfare.&#10;&#10;Elastic Warfare is a ruleset for tactical miniature wargaming to be played with a standard set of army men and a set of rubber bands designed to be played in your existing living room.&#10;&#10;The ruleset is inspired by &quot;Little Wars&quot; by H.G. Wells in creating a ruleset for children and adults using toys they already own. The rules are extremely simple-to-learn utilizing only simple measurements and dexterity based shooting.&#10;&#10;The advanced rules add strategy, without adding complexity in the form of a tactical deck. Move as many soldiers as you want, but the more you move the greater the risk of falling for an enemy ploy.&#10;&#10;Features:&#10;&#10;     This ruleset does not require anything past a measuring device, a set of army men and a handful of rubber bands&#10;     It requires no specialized terrain, as it's designed to use your existing tables, chairs, and furniture as the battlefield. Or play on your tabletop using the included Tabletop-Scale rules.&#10;     Accuracy in this game is based on player skill with a rubber band and terrain is physically placed. This means combat is quick, and simple to learn even for children.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warfighter: Modern PMC Expansion #56 – Street Cred",
    "ID": 300116,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300116/warfighter-modern-pmc-expansion-56-street-cred",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Street Cred adds personality and flavor to each of your hired contractors. This reflects our battle experience as well as their individual personalities. Develop your own custom team and bring in those big money contracts!!! The cards will function like a mix of Skill and Medal cards with a unique PMC twist!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tales of Murder: A solitaire game of crime-solving and storytelling",
    "ID": 300117,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300117/tales-of-murder-a-solitaire-game-of-crime-solving",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A gathering of guests from afar, a stormy night and a deathly scream that fills the halls. The guests rush towards the sound to find themselves standing over a corpse&hellip; their host has been murdered!&#10;&#10;But, unbeknownst to the killer, you&rsquo;ve made your living and your fame as an investigator.&#10;Can you find the murder weapon, narrow the list of suspects and accuse the killer before the storm ends and they escape the scene?&#10;&#10;Tales of Murder&#10;&#10;     A playable murder-mystery for one player&#10;     Mechanics that are structured enough to maintain gameplay flow, but focus on telling unique stories with every game&#10;     6 possible murder weapons, 11 Area's of Interest, 15 types of suspects, 36 events makes for unlimited stories&#10;     Each suspect has unique behaviors and effects on the story&#10;     A simple pre-made tutorial case to teach you the major rules through play&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DOOM ON YOU",
    "ID": 300118,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/300118/doom-on-you",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "DOOM ON YOU is a family-friendly game of strategy, bribery, and destruction.&#10;&#10;In the PREP ROUND, you draw cards and get your animals ready for battle. In the ATTACK ROUND, you use your animals and special battle cards to attack and defend.&#10;&#10;&bull; When it's your turn, all of the other players will work together to attack you &#10;&bull; Destructive DOOM cards will kill your animals and take your food&#10;&bull; You will probably need to bribe others to stay alive&#10;&#10;The world is ending, and everyone wants your food. Good luck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fighting"
    ],
    "Mechanics": [
      "Action / Event",
      "Bribery",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Move Through Deck",
      "Open Drafting",
      "Player Elimination",
      "Take That",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Apache: A Micro-game with Mega-Explosions",
    "ID": 300119,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/300119/pocket-apache-a-micro-game-with-mega-explosions",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Take to the skies anywhere in this 8-card wallet-sized microgame.&#10;&#10;You are the pilot of an apache gunship on a mission of destruction in an enemy controlled airspace. &#10;Fight your way past dozens of aircraft and ground forces to strike your target and get to safety. &#10;Play aggressively to destroy your enemy and drive up your score or play safe and pick them off from a distance with your missiles.&#10;&#10;And when you're ready, go head to head with more player's on the same battlefield in a battle for the high score.&#10;&#10;&#10;     Dynamically built battlefields for unlimited replayability&#10;     Simple mechanics that force you to balance survival vs. scoring&#10;     Fully playable using only the included cards and scratch paper.&#10;     Play it anywhere, anytime. It fits in your wallet and can be played on napkins or paper placemats.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Print & Play"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Theme: Helicopters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fireteam: Tactics – Sci-Fi Brick Combat",
    "ID": 300121,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300121/fireteam-tactics-sci-fi-brick-combat",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "FIRETEAM: Tactics (FTT for short) is a tactical tabletop war game designed for small-scale battles with plastic brick models and figures.&#10;&#10;The action takes place in the near future where aliens are invading Planet Earth - or, as a matter of fact, anywhere you want it to, as long as there are battles involved. &#10;Gameplay is mission-based and allows advancement for any surviving characters, adding RPG-elements into the mix. &#10;There is no requirement for measuring tapes or rulers. Most dice rolls in FTT are made with twelve-sided dice.&#10;&#10;Except for the hexagon-patterned surface of the battlefield itself, which you can have printed on vinyl, canvas, or any other suitable material at your local printer, everything on the table is represented through plastic bricks and compatible figures. Units as well as obstacles and terrain pieces will look amazing, given you are a skilled enough builder and have some Lego or other brick building toys at your disposal. As one might easily figure out, there's a significant advantage over using traditional glued and painted miniatures in a game like this: When something falls and breaks (you know it WILL), there's no reason to suffer a nervous breakdown over the amount of elaborate work that went into it. Instead, putting things back together will take just a couple of seconds.&#10;&#10;Just like the building brick toys that inspired me, FTT is a modular system designed with expandability in mind. This means the core document will provide you with mostly basic rules, but other content, such as units, weapons, and missions, is kept separate, making it easier to customize the game and add more content. While you will quickly realize how accessible the creation of your own material is, I probably won&rsquo;t be able to resist providing you with extra content in the long run, as well. Expect more settings, scenarios, game modes, units, weapons, powers, and rule expansions from me in the future, as my building brick collection grows and evolves.&#10;&#10;Download your core rules PDF for free. I don&rsquo;t intend to make any money off this project, and I will do my best to keep fine-tuning and updating the rules and other downloadable files according to any feedback I receive.&#10;In addition to the core rules, you will need the following to play the game:&#10;&#10;     DIY printables: battle mat, stickers, unit cards, and weapon cards &ndash; included with your download&#10;     Unit spreadsheet: Required for creating custom units by yourself &ndash; included with your download&#10;     Dice: 4-sided, 6-sided, 8-sided, 10-sided, 12-sided, 20-sided, at least one of each&#10;     And last but not least, fitting plastic brick building toys to make the game pieces and matching figures. &#10;&#10;&#10;For the standard flavour the core rules where designed in mind with, I recommend using contemporary or futuristic-looking soldiers, aliens and robots &ndash; figures best found in various Lego sci-fi themes, such as &ldquo;Alpha Team&rdquo;, &ldquo;Exo Force&rdquo;, &ldquo;Space Police&rdquo;, &ldquo;Alien Conquest&rdquo;, and &ldquo;Galaxy Squad&rdquo;. Weapons and gear from third-party manufacturers such as Brickarms or Brickforge work like a charm on these.&#10;&#10;For best results, customizing figures by mixing and matching their components is key. Obstacles and other terrain pieces are simply built from bricks.&#10;&#10;&mdash;description from the designer / publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fireteam: Tactics – Agency VS Invaders",
    "ID": 300122,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300122/fireteam-tactics-agency-vs-invaders",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "FIRETEAM: Tactics (FTT for short) is a tactical tabletop war game designed for small-scale skirmish battles with building brick models and figures.&#10;&#10;In this additional PDF, you will be provided with gaming resources on two opposing factions for the game: The Earth-defending Agency and the alien Invaders.&#10;In the second part of the document, you can find suggestions for various mission setups. &#10;When organized into a campaign, the outcome of each battle has an impact on the remaining conflict and its final resolution.&#10;&#10;This product includes brick building instructions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WW2 Clash of Patrols",
    "ID": 300123,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300123/ww2-clash-of-patrols",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "WW2 Clash of Patrols&#10;&#10;is a simple skirmish game where patrols of 8-12 figures clash between enemy lines.&#10;&#10;Could be played with 20 or 28mm figures or even 54mm figures.&#10;&#10;Rather than using a fixed points value for each side you simply create your force and the difference in points value between the opposing forces becomes extra victory points for the weaker force.&#10;&#10;There are example forces for all the major powers and many of the minor nations involved in the war.&#10;&#10;The rules could easily be used in other conflicts such as the Spanish Civil War and the Korean War.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spec Ops: A Gruntz Module",
    "ID": 300124,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300124/spec-ops-a-gruntz-module",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "SpecOps is a Gruntz Module that brings the exciting second-to-second action of Special Operations missions and campaigns to the tabletop.&#10;&#10;NEW RULES: New rules for stealth operations, contact blips, hacking enemy soldiers and more!&#10;&#10;NEW WEAPONS and EQUIPMENT: Specialist grenades, expanded weapon lists and more armor types to outfit your operatives. Hack enemy cybernetics with SLAM modules!&#10;&#10;NEW MISSIONS: Eight new missions along with a branching campaign make running your games easy and interesting.&#10;&#10;NEW TEAM TYPES: Choose from eight different types of teams with their own unique perkz each and further customize your troops with Species Traits to represent Aliens and Humans.&#10;&#10;NEW OFF-BOARD RESOURCES: Light up your enemy with a UAV drone, or maybe an orbital strike with your new off-board resources.&#10;&#10;NEW CAMPAIGN MODE: Advance your skills, build up your equipment stores and nurse your wounds with the new campaign mode that keeps your operatives from game to game.&#10;&#10;Includes Supplement #1: Squads, Solo and Co-op!&#10;This Supplement contains rules for using regular squads in your game as both additions to your force, as opposing forces controlled by the other player, or as non-player controlled forces in solo and co-op play.&#10;&#10;This supplement also contains a solo/co-op scenario which pits two SpecOps operatives trying to escape from indigenous personnel.&#10;&#10;The Gruntz Ver 1.1 rulebook is required for this module.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Forgotten World Rulebook",
    "ID": 300128,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/300128/forgotten-world-rulebook",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "1",
    "Description": "Forgotten World is the new fantasy game from Fireforge Games. With this rulebook you will be able to create your own army to launch you into the conquest of a new and exciting world.&#10;&#10;The book contains all the rules to play in two different ways: Adventurers, to assemble and fight with your small skirmishing forces and Conquerors to create big battles with your regimented armies.&#10;&#10;Several battle scenarios are included allowing you to face a new challenge every time you play.&#10;&#10;In this book you will also find army lists that allow you to quickly and easily assemble a force for battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunderstone Quest: Barricades Mode – Ezuzrius' Lair Promo",
    "ID": 300130,
    "Year": "(2020)",
    "Geek Rating": "5.559",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300130/thunderstone-quest-barricades-mode-ezuzrius-lair-p",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Special promo pack released during the Thunderstone Quest: New Horizons Kickstarter campaign. This pack adds a new Guardian board and a few cards for the cooperative mode introduced in Thunderstone Quest: Barricades Mode.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Thunderstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – Escape from Khazad-dûm",
    "ID": 300131,
    "Year": "(2020)",
    "Geek Rating": "5.551",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300131/the-lord-of-the-rings-the-card-game-escape-from-kh",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Escape from Khazad-d&ucirc;m invites you to enter this massive underground realm and create a custom-built The Lord of the Rings: The Card Game scenario filled with Spiders, Goblins, and other perilous encounters of your choice. As you play, you&rsquo;ll come across many familiar cards with new and unexpected abilities, creating a unique new experience. It features rules for cooperative play as well as a team vs team variant, where each team will build the encounter deck for the opposing team. This pack also integrates with the The Mines of Moria custom scenario pack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schnapp die Möpse: Chaos Erweiterung",
    "ID": 300133,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300133/schnapp-die-mopse-chaos-erweiterung",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Chaos is the second expansion for Schnapp die M&ouml;pse the card game and consists of 54 Game Cards of which every card is beautifully illustrated.&#10;&#10;In this expansion you get all new cards and 21 more pugs to collect. We introduce &quot;Herrchen-Frauchen-Karten&quot; which contain characters with special abilities to use repeatetly.&#10;&#10;On you turn you now draw 2 cards and can use up to 2 actions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "COPAN",
    "ID": 300135,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300135/copan",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "We are in the city of Copan that quickly grew during the Maya period. The Maya leader Yax Kuk Mo, came from the area of Tikal (Pet&eacute;n) and arrived in the Cop&aacute;n Valley in 427 AD. &#10;He started the dynasty that transformed Cop&aacute;n into one of the great Maya cities.&#10;&#10;Each player controls a Caste of Architects and Workers: your goal is to form Partnership with the other players Caste for building various buildings and temples, increasing in this way the social prestige. The Caste Architects try to create alliances with the Caste of Workers and vice versa, so the Players, send their Priests and Warriors emissaries to occupy temples and other buildings constructed to handle the politic, culture, worship, and the pelota game. They will be ready to human sacrifices too.&#10;The human sacrifices, the expansion of buildings for the construction of Copan, the increase of social prestige, and of the pelota game, should have the right balance to earn Maya points. &#10;At the end of game, the player who has more Maya points wins, and becomes the first of the sixteen Kings of Copan.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Dice"
    ],
    "Mechanics": [
      "Alliances",
      "Modular Board",
      "Semi-Cooperative Game",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Honduras",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Waterloo",
    "ID": 300139,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300139/go-waterloo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Go Waterloo&#10;&#10;Combining the elegance and simplicity of a Napoleonic wargame with the gritty realism and historical accuracy of the classic board game Go, Go Waterloo is likely the worst game designed in decades.  &#10;Improbably playable but lacking in any of the redeeming values of its dual inspirations, only hard core fans of either Go or Waterloo Historical Wargames will find it even minutely attractive.&#10;&#10;Interesting for the novelty of a game so badly off the mark that it is hard to describe.  Truly one must endure a session of play to appreciate how these two genres have been mixed!!&#10;&#10;Go stones not included.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Traditional Games: Go"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scum of the Earth: Rules Pack",
    "ID": 300145,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300145/scum-of-the-earth-rules-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Scum of the Earth: Rules Pack&#10;&#10;This expansion pack to 'Scum of the Earth adds rules for new unit types:&#10;&#10;Pistoleer cavalry, Swordsmen, Musketeers, Frontier infantry, Forlorn hope and Partisans.&#10;&#10;You also get optional and variant rules covering:&#10;&#10;Cavalry pursuits, Forced marches, Street fighting, passage of time and commander blinders.&#10;&#10;We round out the content with 8 new traits including &quot;Glory hound commander&quot; and &quot;Living off the land&quot;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Civil War",
      "American Revolutionary War",
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Post-Napoleonic",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Where Sten Guns Dare: WW2 Cinematic Commando Actions",
    "ID": 300147,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/300147/where-sten-guns-dare-ww2-cinematic-commando-action",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1943. The Fascist scourge holds Europe in an iron grip.&#10;&#10;Across the world, battalions clash and tanks burn.&#10;&#10;But in the shadows, another war is being fought. A war of knives and bombs. A war of infiltration. A war of resolute action and a war of daring.&#10;&#10;Enter the world of commando actions.&#10;&#10;Where Sten Guns Dare sets you in the role as a British Commando squad, tasked with undertaking missions to undermine the German war effort.&#10;&#10;Playable solo, with a GM or in a group, you'll find the following features:&#10;&#10;     A quick and easy to use game, using the engine from Starport Scum.&#10;     20 character traits are provided.&#10;     Stealth rules are included, for tense infiltration missions (the stealth system originated in FiveCore)&#10;     Random mission set up. &#10;     Campaign rules, letting you fight to liberate a region from Nazi rule.&#10;     Scenario friendly. We offer rules for things like radios and mortar fire, to make sure your commandos have the support they need... as long as the Gestapo doesn't get there first.&#10;&#10;&#10;Where Sten Guns Dare is intentionally written to be a bit more open ended and &quot;British&quot;, falling into the category of &quot;tool kit&quot; rather than &quot;complete gaming tome with answers to everything&quot;.&#10;&#10;As such, it's not ideal for gamers who want a competitive-oriented game.&#10;&#10;On the upside, it means the entire package fits in under 50 pages, including the campaign rules.&#10;&#10;Short enough to digest on a Friday night, comprehensive enough for a ton of fun scenarios.&#10;&#10;Did I mention you get a bonus if you drink tea while you play?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sails & Powder: Trafalgar 1805",
    "ID": 300149,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300149/sails-and-powder-trafalgar-1805",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sails &amp; Powder: Trafalgar 1805&#10;&#10;Super simple and fast, introductory game of naval combat in the age of sails and black powder.&#10;&#10;To play Sails &amp; Powder: Trafalgar 1805 you will only need:&#10;&#10;     a piece of flat surface (perfect is 3x3' / 90x90cm),&#10;     printed counters,&#10;     universal movement template and rules, and &#10;     few six sided dices.&#10;&#10;&#10;Sails &amp; Powder: Trafalgar 1805 is ship-to-ship, i-go-you-go battle game which doesn&rsquo;t need to be played with any specific scenario. However, it was created to replay battle of Trafalgar and at the end of our short rulebook, you can find historical setting for both British and Franco-Spanish fleets.&#10;&#10;So grab a friend, some dices and sail for glory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doggohome Cards",
    "ID": 300150,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/300150/doggohome-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players are now caretakers in a One Stop Dog Care Center called DOGGOHOME! It&rsquo;s a busy day, so the boss would reward the caretaker who could attend to the most number of dogs with a special bonus!&#10;&#10;As a caretaker, you have to satisfy the different needs of various dogs with the respective &ldquo;service&rdquo; cards. You can work together with your friends and family or compete against each other to see who can take care of the most number of doggo!&#10;&#10;Features:&#10;Suitable for young children (with basic rules) and adults (with advanced rules)&#10;Contains cute and colourful card illustrations of different breeds of dogs&#10;Is a fun and interactive way for people to learn more about caring for dogs through gameplay&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sails & Powder: Cape Finisterre",
    "ID": 300151,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300151/sails-and-powder-cape-finisterre",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Welcome to the Sails &amp; Powder: Cape Finisterre - expansion to the game Sails &amp; Powder: Trafalgar 1805.&#10;&#10;This expansion replaying part of Trafalgar Campaign - battle of Cape Finisterre (22 July 1805) where British fleet under Admiral Robert Calder fought an indecisive naval battle against the combined Franco-Spanish fleet returning from West Indies, and introducing new class of battleships: frigate (Class 5) - also available in mini expansion Sails &amp; Powder: Cape Ortegal.&#10;&#10;To play this expansion, core game Sails &amp; Powder: Trafalgar 1805 is required.&#10;&#10;Whats inside:&#10;&#10;     41 ships counters together with historical setting&#10;     stats for new class of ships (frigate)&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Expansion for Base-game",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It is a 48!!",
    "ID": 300152,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300152/it-is-a-48",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "It is a 48 !!&#10;&#10;This war-game tells a valorous page of the Italian history and its struggle for the independence from the Austrian rule and the Unity: the Five Days of Milan (18 March 1848 &ndash; 22 March 1848). The people of Milan managed in a five days battle to dislodge the powerful Austrian garrison led by General Radetzky, to gain freedom and to give the start to the Italian First Independence War.&#10;&#10;Each turn represents half day, Morning (AM) and Afternoon (PM), for a total of 10 turns.&#10;&#10;The map represents the City of Milan into 1848.&#10;&#10;The game scale is based upon Austrian units, which can be:&#10;&#10;     Infantry battalions,     &#10;     Cavalry Squadrons,   &#10;     Horse Artillery or&#10;     Artillery batteries       &#10;     and Milanese units, which are Militia/Rioters bands of various size&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Milan (Lombardy, Italy)",
      "History: Italian Wars of Independence",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sails & Powder: Cape Ortegal",
    "ID": 300153,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300153/sails-and-powder-cape-ortegal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sails &amp; Powder: Cape Ortegal &#10;- mini expansion to the game Sails &amp; Powder: Trafalgar 1805.&#10;&#10;This expansion replaying final act of Trafalgar Campaign which was battle of Cape Ortegal and introducing new class of battleships: frigate (Class 5) - also available in expansion Sails &amp; Powder: Cape Finisterre.&#10;&#10;The Battle of Cape Ortegal (known sometimes also as Strachan&rsquo;s Action) took place on 4 November 1805 and was the final action of the Trafalgar Campaign, fought between a squadron of the Royal Navy and a remnant of the fleet that had been destroyed earlier at the Battle of Trafalgar.&#10;&#10;To play this expansion, core game Sails &amp; Powder: Trafalgar 1805 is required.&#10;&#10;Whats inside:&#10;&#10;     12 ships counters together with historical setting&#10;     stats for new class of ships (frigate)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Expansion for Base-game",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Above the Clouds!: Flat Top",
    "ID": 300154,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300154/above-the-clouds-flat-top",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "'Flat Top' is an Aircraft Pack expansion for the Above the Clouds! air-combat miniature wargame rules.&#10;&#10;Flat Top provides the aircraft performance displays (APDs) required for the epic carrier battles of 1942 in the Pacific and Indian oceans.&#10;&#10;Flat Top includes 25 APDs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ပုစ္ဆာ (Pote Sar)",
    "ID": 300157,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300157/pussaa-pote-sar",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "One player is the Clue-giver and looks at the images of the cards in their hand. From one of these, she makes up a sentence and says it out loud (without showing the card to the other players).&#10;&#10;Each other player selects the card in their hands which best matches the sentence and gives the selected card to the storyteller, without showing it to the others.&#10;&#10;The storyteller shuffles her card with all the received cards. All pictures are shown face up and every player has to bet upon which picture was the storyteller's.&#10;&#10;If nobody or everybody finds the correct card, the storyteller scores 0, and each of the other players scores 2. Otherwise the storyteller and whoever found the correct answer score 3. Players score 1 point for every vote for their own card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Simultaneous Action Selection",
      "Storytelling",
      "Targeted Clues",
      "Voting"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "It's Been Emotional",
    "ID": 300159,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/300159/its-been-emotional",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;by Crocodog GamesIt's Been Emotional a new strategic card game; unleash powerful armies against your opponents, ride the emotional roller coaster, fend off attacks, survive the onslaught.....ruin their mood!&#10;&#10;The game includes a massive 170 Cards with an 120+ Cards in the works through expansion packs&#10;&#10;EMOTIONS: There are 80 emotional character cards, 10 cards per 8x emotional families or army; each colour with their own unique power traits. These include both Unique Characters or Hidden Emotions which are required to unlock powerful effects&#10;&#10;Features game-changing  &#226;&#172;&#134;&#239;&#184;&#143;PICK ME UP's &amp; &#226;&#172;&#135;&#239;&#184;&#143;PUTDOWN's, which boost or hinder your chances.&#10;&#10;Change the course of the game with random DRAMA cards, because who doesn't like a bit of chaos and let's not forget the all-powerful BRAINFART cards to block your opponents at every turn.&#10;&#10;Up the ante by playing MISSION mode with specific win conditions for the ultimate test.&#10;&#10;Expansion packs with another 120 cards which also introduce new complex emotions game mechanics with new powers that will literally blow your mind!!!&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;LAUNCHING soon - see below for ways to support us&#10;&#10;Join in the conversation and follow here:&#10;&#10;Instagram  https://www.instagram.com/been_emotional&#10;Facebook  https://www.facebook.com/BeenEmotional/ &#10;Our Website https://beenemotional.com/ &#10;TikTok https://www.tiktok.com/@its.been.emotional&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;In the Box&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;EMOTIONS (80 Cards): 10 cards per 8 emotional families or army- each colour with their own unique power traits. These include both unique Characters or Hidden Emotions which are required to unlock powerful effects &#10;DRAMA(23 cards) : when laid, unleash havoc on the game in a series of random events &#10;PICK ME UP (15 Cards): Their powers are activated when added to your MOOD, giving you an advantage over other players...but be warned they can be stolen or destroyed at any moment &#10;PUT DOWNS (15 Cards) : Play these against opponents who are forced to add to their MOODS and experience dreadful side effects...... but remember what comes around goes around... &#10;BRAINFART (14 Cards): There are currently 14 cards, these can be played instantly during any players turn to wreck plans, seek revenge or just to cause chaos! These cards stack: other BRAINFART's can cancel the BRAINFART and undo the chaos - so on and on it goes! &#10;MISSION (15 cards): Choose to play with or without these special objective cards of which there are 15. Drawn at random and assign to each player - these will set specific and difficult WIN conditions such as collecting four of one colour to win or play the whole game without using certain cards.&#10;&#10;Rules Leaflet and Quick Reminder Cards:  a leaflet containing the rules... and cards which act as a quick reminder of the rules!&#10;&#10;1 x Rules Leaflet and&#10;8 x quick reminder cards&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;- HOW TO PLAY&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Who goes first&#10; The most emotional of course.... alternatively the youngest, smallest, tallest or shortest - You decide!&#10;&#10;Each player takes a turn moving clockwise and each turn is made up of 4 different phases:&#10;&#10;START: Use powers activated in your MOOD&#10;DRAW: Take 1 card from the DECK / DRAW pile&#10;PLAY: Play 1 card or DRAW 1 additional card&#10;END: DISCARD any additional cards above the maximum of 8 cards in your hand&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;-KEY TERMSHAND: Cards in your hand, not in the MOOD&#10;MOOD: Store cards to activate them and win&#10;DISCARD: Take from HAND, add to DISCARD pile&#10;DRAW Take from the DRAW pile&#10;SUPPRESS: Take from MOOD, add to DISCARD pile&#10;DESTROY:  Take from another players MOOD, add to DISCARD pile&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;-ARMIES / EMOTIONSThe game is made up of 8 core EMOTION family's identified by colour banners at the top of the card.  Each family has its own unique POWER trait.&#10;&#10;JOY: If DESTROYED, take cards from DISCARD pile&#10;TRUST: When added to MOOD, choose from DISCARD pile&#10;FEAR: Certain cards have no effect on your MOOD&#10;SURPRISE': t&rsquo;s a surprise&hellip; shh!&#10;SADNESS: SUPPRESS cards for yourself or others&#10;DISGUST: Force players to DISCARD cards from HAND&#10;ANGER: DESTROY, DESTROY,  DESTROY &hellip;Mwhahahaha&#10;ANTCIPITAION Search DRAW pile or DRAW extra cards&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;-GAMECHANGERSPICKMEUP: A positive effect added to your MOOD. If you forget to use effects&hellip;.too bad!&#10;PUTDOWN: A negative effect used against opponents. Players must store in their MOOD &amp; adhere to the effects.&#10;BRAINFART: Play during anyone&rsquo;s turn to stop play.&nbsp; Reversed by another BRAINFART. All in- play cards go to DISCARD pile.&#10;DRAMA: Change the course of the game, effecting one or more players. After being played add to DISCARD pile.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;HOW TO WINThe first to collect 8 EMOTION cards (+ meet MISSION objectives) in their MOOD wins.&#10;&#10;Make the victory sweeter by exclaiming: &quot;It's Been Emotional&quot;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OUR STORYA long time ago, in a galaxy far, far away&hellip; wait, wrong story!&#10;&#10;The idea for &quot;It&rsquo;s Been Emotional&quot; began during one of our family game nights back in 2020, at the height of the COVID pandemic. ?? Like many families, our lives had become a bit disconnected &ndash; the kids (then 11 and 13) were glued to their consoles or tablets ?, and quality time together was becoming harder to find.&#10;&#10;One evening, we decided to shake things up with a family game night, and what followed was a memorable rollercoaster of emotions. ? There were moments of laughter , tactical alliances that formed and crumbled , some tears (mostly mine! ?), and a healthy dose of good-natured chaos.  We crowned victors , debated strategies , and dove right into another round or tried a new game. It was one of those nights that reminded us how much joy and connection games can bring. &#226;&#156;&#168;&#226;&#157;&#164;&#239;&#184;&#143;&#10;&#10;As we talked about the characters, silly names, and what we loved (or would change) about the games we played, someone jokingly said, &quot;We should just make our own game!&quot; ? That spark of an idea grew into a full-fledged family project, and, well&hellip; the rest is history.&#10;&#10;We dove headfirst into creating &quot;It&rsquo;s Been Emotional&quot;, pouring ourselves into every detail &ndash; the artwork , the characters ?, the game mechanics . Through countless drafts and revisions , we&rsquo;ve crafted a game that we believe is not only fun but also deeply relatable.&#10;&#10;We&rsquo;re incredibly proud of what we&rsquo;ve created and can&rsquo;t wait to share it with you.&#10;&#10;Whether you&rsquo;re a family looking to reconnect, friends seeking laughs , or just someone who loves a great game, we hope &quot;It&rsquo;s Been Emotional&quot; brings you the same joy and unforgettable memories that inspired its creation.&#10;&#10;Thank you for being part of this journey. Let&rsquo;s play, laugh, and make it emotional!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;EXPANSION PACKSNew Characters &amp; Game Mechanics&#10;&#10;We&rsquo;re thrilled to announce 3 exciting expansions for It's Been Emotional, each bringing new complex emotion mechanics and 35-40 fresh cards to elevate your gameplay experience! These powerful combinations of emotions unlock supercharged abilities and add even more depth to the game. Get ready to explore:&#10;&#10;1&#239;&#184;&#143;&#226;&#131;&#163; WRATH&#10;&#10;2&#239;&#184;&#143;&#226;&#131;&#163; LOVE&#10;&#10;3&#239;&#184;&#143;&#226;&#131;&#163; HORROR&#10;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Draw and Discard",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Desolate Waste: Campaign Sourcebook",
    "ID": 300166,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300166/the-desolate-waste-campaign-sourcebook",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Desolate Waste Campaign is a post-apocalyptic, science-fiction campaign designed to be used with a slightly modified version of Gruntz where we make extensive use of the specialists, commanders, and monster rules to allow for a more nuanced skirmish style game. A basic person or Crew Member will use the Gruntz specialist template with scout level damage capacity. &#10;Characters and Crew Leaders will use the Commander templates and abilities. Large monsters like dragons, large demons and inter-dimensional monstrosities will use the monster rules.&#10;The first thing you will need to do is create a Crew Leader and 2-5 Crew Members. &#10;You will need to generate their background, their class, goals and motivations and buy any special talents or abilities and their starting gear and weapons. You will also need to choose your groups initial allegiance to one of the many Power Groups.&#10;&#10;Your Crew will need to acquire food, water, clothing or armor, weapons, ammo and eventually transport and energy or fuel. Life in the Desolate Waste is a constant struggle for survival.&#10;&#10;The Desolate Waste Campaign is a set of rules for playing skirmish games in an original post-apocalyptic setting using the Gruntz 15mm ruleset. &#10;It provides 25 linked scenarios and a sample crew and crew leader as wella s a complete description of the Town of Crossroads. The Scenarios tell the story of Earl Moore and his road crew and their overthrow of the wicked Viola Chance while defending from an invasion from Precinct 8.&#10;&#10;The campaign setting also provides complete rules for surviving in the Waste, meeting contacts, performing jobs and complete descriptions and backgrounds of the 11 power groups in the Waste. There are also tables for random encounters in the Waste as well as generating salvage and job rewards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Alpha Centauri Campaign I",
    "ID": 300168,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300168/the-alpha-centauri-campaign-i",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Rising Storm&#10;&#10;The representatives of a local preservation society from a world within the sector, called Heaven's Gate, have been working with the governments of Earth for the last two decades. These representatives have helped scientists from around the globe in understanding the very advanced technologies of the Synod of Worlds.&#10;&#10;As a result, the overall level of technology for the planet has jumped far ahead of what was predicted and the Earth is on the cusp of a new era of exploration and war. Planetary and orbital defenses have been manufactured non stop since the Prometheus Revelation. Planetary Defense Forts are littered around the globe on volcanic islands and barren mountain ranges in order to minimized collateral damage. Armies of powered armor, tanks and mecha fighting vehicles have been rolling off of the production lines and the men and women who will pilot them trained relentlessly in thier use. New tactics and weapons have been developed and the beginnings of a space navy are taking shape.&#10;&#10;The preservation societies cannot provide warships to the Terrans but only old and frail cargo haulers of various sizes. Many of these have been put to use building a naval shipyard in the asteroid belt. The first of many warships are not due to for completion for many months and even more months for shakedown and training of its crews. The rest of the second hand frieghters are being hastily converted, with some advisor's assistance, into heavily armed Q-ships and commerce raiders. A half dozen bulk frieghters are being converted into military transport ships and one enormous bulk goods ship into a fleet carrier capable fo carrying squadrons of drone fighters. The first Operation of this new fleet would be to establish a base in the nearby system of Alpha Centauri.&#10;&#10;The Alpha Centauri system lies on the main trade route and shipping lane through the sector. It is one of the many links in the jump chain between the Jump Gate worlds of Heavan's Gate and Lion's Gate. Jump sensors will be placed around the main jumps points and a ground base will be placed on the only habitable world in the system, Alpha Centauri 3a, nicknamed Plymouth Rock by the predominately American ground forces.&#10;&#10;The Alpha Centauri Campaign uses a Logistics Point and Intelligence Point system to represent the Tail of the military force you are commanding on the table-top and to give you a real sense of growing or depleting resources with each victory or loss. Intelligence Points earned represent the ebb and flow of information on the battlefield. In order to play another scenario you must spend Logistics and/or Intelligence points as you attempt to find, fix and destroy your enemy.  It is fairly simple and uncomplicated.&#10;&#10;The campaign is compatible with the Full Thrust, Stargrunt II and Dirtside II rules systems available for free from Ground Zero Games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Sentai Campaign I",
    "ID": 300169,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300169/the-sentai-campaign-i",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sowing the Wind&#10;&#10;Our Preservation Society Liason, Tosk, has filled in some of our knowledge concerning the local sector. He has advised us to seek out allies for we are not strong enough to take on the entire Synod of Worlds alone. While the Synod is a vast conglomeration and possesses incalculable resources, it is weak locally. The Sentai system is the lynchpin of commerce within the system.&#10;&#10;The Sentai system is heavily defended and will not be easy to gain control of. It contains the shipyards and orbital manufacturing that Earth will need to build ships and weapons and currently lacks. The Synod knows this and is gathering a fleet in the system to protect it and to launch and offensive against Earth. In order to destroy this fleet and secure our safety we need to gather an armada of like minded allies.&#10;&#10;Tosk has given us the coordinates of six potential allies within the sector: Sera, Adama, Akra'hom, Trii'hom, Principality and De'nada. We will send diplomatic missions to each of these worlds and seek their aid and offer our assistance in return. They may be friendly but then again they may not. So we will proceed with caution.&#10;&#10;The Terran Campaign against the Synod continues... &#10;&#10;&#10;     New ships&#10;     New Units&#10;     12 New Scenarios for Stargrunt II, Dirtside II an Full Thrust&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Sentai Campaign II",
    "ID": 300173,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300173/the-sentai-campaign-ii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Reaping the Whirlwind...&#10;&#10;The naval portion of the Battle of Sentai is over and very costly. The carrier Enterprise went down with all hands fighting three Synod destroyers. Her fighters destroyed a Synod battlewagon and a heavy cruiser. The Ark Royal rotated the combined fighter groups of both carriers throughout the battle and kept them in the fight. Her own planes destroyed the three ships that had jumped the Enterprise and the combined groups claimed another heavy cruiser and a light cruiser before the day was out.&#10;&#10;The light cruiser Charlotte died duelling with two wounded heavy cruisers. She had already claimed a battleship with her initial salvo of capital ship missiles. The two heavy cruisers were so badly mauled that they attempted to disengage but were run down by the destroyers Tang and Skate. After dispatching one of the heavy cruisers it was chasing the Tang turned and exchanged fire with a light cruiser. It took hits to the engine room and bridge and drifted out of control into Sentai's atmosphere, all hands are assumed lost.&#10;&#10;Despite the losses we have secured the orbital space around the planet and the gator freighters have entered orbit. The Marines will assault the planet and neutralize the ground defenses in preparation for a larger landing by the Terran Legions. We plan to seize the spaceports and ground based planetary defenses before a counter-attack can be launched by the Synod through Hevan's Gate in the next system. This planet is the key to the sector. If we can hold this world, then the rest of the sector will be far more vulnerable and in no position to threaten Sol.&#10;&#10;&#10;     Twelve more scenarios recount the continuing fight for the Sentai System. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "District Commander Binh Dinh: Vietnam 1969",
    "ID": 300175,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/300175/district-commander-binh-dinh-vietnam-1969",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Brian Train's District Commander is a series of operational games on counterinsurgency situations. The players alternate activation of groups of units (stacks) to perform discrete operations (missions) through the expenditure of Task Points (TP). Some missions are Tactical Missions - straightforward military tasks such as performing patrols, ambushing or attacking enemy forces, or moving from one place to another - and these may be performed multiple times by a stack during a turn. Other missions emphasize the &quot;non-tactical&quot; end of the campaign, establishing friendly influence, control, and infrastructure in an area, reducing the enemy's claim to the same, and recruiting or training troops. These missions take more time to perform and so unlike the tactical missions may be the only mission performed by the stack during the turn.&#10;&#10;Missions are resolved by play of secretly-held Chance Chits, each with ratings that are better or worse for certain types of operations. Chits are played simultaneously and the ratings compared, modified by units, assets, and the current board state to determine the outcome. Using the right chit at the right time - knowing when to save a good chit for later and when to use it, and trying to determine if your opponent is going all-in or holding back - will require steely judgment in an atmosphere of doubt and deception.&#10;&#10;All this is done in pursuit of objectives handed down to you by your superiors (i.e., chosen randomly) and kept secret from your opponent - objectives that may even change over the course of the game. Within this framework, the two sides - Government and Insurgent - play very differently, with the Insurgent player, in particular, depending on bluff and deception to achieve their goals. A large number of variant rules allow you to turn the game into a sandbox for exploring counterinsurgency doctrine and practice.&#10;&#10;The second volume is District Commander Binh Dinh, set in the jungles of Vietnam circa 1969. This is a period of transition that sees Government forces shifting their focus from pitched battles to providing population security and pacification. Mr. Train gives each player very different tools - here, we have rules for Agent Orange, the Phoenix Program, and the Ho Chi Minh Trail, among others - with which to pursue a sometimes shifting set of operational goals in a highly-customizable sandbox.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "Decades: The 1960's",
      "History: Cold War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: District Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perfect Family",
    "ID": 300176,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/300176/perfect-family",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "What kind of family do you think is a perfect family? Luxury cars in mansions, brilliant living? Or a peaceful family with a smile on their face? Any family can be cast with light. No matter how perfect it may look, there's a secret behind it that you can't imagine. Yes, a perfect family.&#10;&#10;Players are all part of the family. We will raise the perfect value of the family as much as possible in seven days to bring it closer to the ideal perfect family that everyone will live in.&#10;&#10;On the other hand, players must keep their characters' secret. If a secret is revealed, not only will your family become unhappy, but you will also lose your life experience.&#10;&#10;What would you do if this family became &quot;almost&quot; perfect or collapsed? Of course, you have to move as you get!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Brummie Rails / Southern China",
    "ID": 300185,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300185/age-of-steam-expansion-brummie-rails-southern-chin",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "The Age of Steam Con 2020 Map Set contains two new maps.&#10;&#10;Southern China&#10;A robust rail network in Southern China is in the people&rsquo;s interest. While the long-term opportunity for private ownership of rail networks in communist China is limited, there is still plenty of money to be made from outside interests happy to receive any goods China offers. You will find that the national government is happy to provide you with the support needed to build your networks and to power your locomotives for longer deliveries&mdash;as it slowly incorporates your early work into a National Railway that will become the pride of the country and will be used to power China's own economic self-interest.&#10;&#10;The limitation of only four track ownership discs per player and gaining support from the government is unique to this map.&#10;&#10;Brummie Rails&#10;Birmingham was a center of creativity during the Industrial Revolution. Small, specialized workshops and highly skilled trades resulted in several innovations. Birmingham produced more patents during this period than any other region in England, including the development of the Watt Steam Engine. This expansion map focuses on the unique qualities of the locals known as Brummies to develop and give birth to the Age of Steam.&#10;&#10;The main twist of this map is there are no special actions at the start of the game; these have to be revealed using the Develop special action.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Birmingham (England)",
      "Country: China",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hungry Life: Europe",
    "ID": 300191,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/300191/hungry-life-europe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Hungry Life is an environmental education and awareness card game played between 2-5 players and for the whole family, schools and holidays.&#10;&#10;It comes in two versions: A Europe continent (English, French, German) and a North America continent (English) featuring species unique to that continent.&#10;&#10;Each player starts with their own deck of 20 cards plus five in their hand (player count dependant). You start by placing a primary producer/Base Card to create a new habitat. Each animal card will list what it can eat leading up to an apex predator. Each new habitat is connected as the game goes on, but with human projects such as roads and housing estates these habitats can become disconnected. Animals that could once be moved are now trapped. You must strategically place your animals, human projects and natural events to thwart your opponents. The game mechanics have been designed to practically demonstrate how humans are causing issues but also how we can help in a simple and family friendly game lasting 25 - 45min.&#10;&#10;Each animal card will also feature data about that animal so you can learn things like their weight, population size/trend as well as where they fall on the endangered species list.&#10;In the rules you'll also find a list of organisations that are working hard to protect our natural world.&#10;&#10;The first player to place all their cards wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Chaining",
      "Lose a Turn",
      "Move Through Deck",
      "Open Drafting",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Ecology",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Misfortunes",
    "ID": 300193,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/300193/misfortunes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bad luck can be fun! Misfortunes The game where you can escape bad luck - by inflicting it on someone else.&#10;&#10;The fun starts when each player chooses a character - Nigel Nightmare, Melissa Mishap, Dorothy Disaster or Harold Hapless and the race is on to collect the winning tokens.&#10;&#10;But beware! Misfortunes lurk around every corner. To keep in front you may have to risk all and take a gamble. Or you can avoid misfortune by inflicting it on another player. So good luck and good fortune - you'll need it!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pack Your Bags",
    "ID": 300194,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300194/pack-your-bags",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Pack your bag. Be the first player to gather all the items in your suitcase. Place all the clothing in the drawstring bag and one suitcase in front of each player with the clothes side facing up. On your turn, roll the die. If the die lands on a number, pull that number of clothes from the bag be sure not to peek! If any of the clothes match the items in your suitcase, keep them, placing your matched items in your suitcase. Items that do not match go back inside the bag. If the dirty pair of socks is picked from the bag, remove one already matched item from your suitcase and return it to the bag. If the dice shows an airplane, you can peek im the bag, if the dice shows a storm cloud you lose a turn. The first player to collect all of the items in their suitcase wins the game.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Daimyo: Battle For Japan",
    "ID": 300195,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/300195/daimyo-battle-for-japan",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Daimyo: Battle for Japan is a 1-6 player board game that combines worker placement, area control and tight player vs player combat.&#10;&#10;You are a Daimyo, a Japanese feudal lord, leading one of 6 historical clans during a tumultuous time in Japan&rsquo;s history. Your clan controls provinces, represented by castles on the Daimyo board.&#10;&#10;To win a game of Daimyo, you will score your clan&rsquo;s provinces, your Honour, economy and much more in a tight race to become the most powerful clan in Feudal Japan.&#10;&#10;Each game is played over 3 turns (Wars) comprising the following phases:&#10;&#10;The Alliance phase&#10;The Action phase&#10;The Battle phase&#10;&#10;The Alliance Phase is where players vie to determine who they will be allied with and against for the coming battle.&#10;Allies are typically immune from being attacked by your forces and can prove to be your greatest asset, sending reinforcements to help you attack and defend your provinces. &#10;However, alliances are fickle and even your closest ally could turn on you by employing Sabotage cards to poison your army, kidnap your general or blow open your fortresses with Chinese cannons.&#10;&#10;The Action Phase combines the best parts of worker placement with a quintessentially Martin Wallace spin. Place Action Cubes to expand your armies, build fortresses, buy more resources to transport your forces, disrupt other player&rsquo;s plans and much more.&#10;&#10;During the Battle Phase you will attempt to conquer the provinces of other players or the neutral provinces on the board that have yet to have a ruling clan. Whoever controls the most provinces in each of the 10 regions will score the most points in that region.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Medieval",
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Bribery",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Japan",
      "Series: The Battle For Japan (Stone Sword Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fray: Champions of the Every-Verse",
    "ID": 300209,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300209/fray-champions-of-the-every-verse",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fray: Champions of the Every-Verse is an arena combat skirmish game allowing players to pit different champions from across genres and history against each other.  The enigmatic figures known only as &quot;The Watchers&quot; pull these champions to the arena to see who can rise above the Fray.   Included with the game are a series of plastic miniatures each representing a unique champion from a Samurai, Pirate Captain, Steam Punk Tinkerer, Elven Ranger, Gladiator, Amazonian Priestess and more. 1-4 players each take control of 1-3 Champions in games that last 30 minutes to an hour.&#10;&#10;Combat is determined through rolling battle dice each round with various combat resources (Attack, Defense and Movement).  Players can spend those resources to perform a unique ability, or store up to two of those resources in order to be able to perform more powerful abilities in the following round.  Supported by item cards to buff your champions or debuff your enemies, Fray's combat system allows for fast paced, tactical game play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Once-Per-Game Abilities"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A War in the Heavens: Campaign 1 – Gatecrasher",
    "ID": 300210,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300210/a-war-in-the-heavens-campaign-1-gatecrasher",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "It has been twenty years since the first, savage wars against the Synod of Worlds. The Terran Alliance has grown much in the last two decades of relative peace. Former Synod worlds within the sector have joined with us and our allies. Members of the Preservation Society have flocked to our banner and provided a desperately needed resource of information and technical expertise. The shipyards of Titan and numerous mining operations within the asteroid belt and small moons of Jupiter and Saturn have built the largest fleet in Human history. Our close allies, the Aven and Fel'akin, have trained with us and a mutual respect and admiration have grown out of the desperate years of the first Synod War. The Sector, however, will never be safe as long as the Synod controls the galaxy. The Synod scourge must be eradicated.&#10;Task Force Alexander is composed of nearly three hundred warships and four hundred thrity five transports. The 1st, 2nd, 5th and 7th Marine Divisions along with the 1st, 2nd, 3rd and 5th Terran Legions form the backbone of the invasion ground forces. Numerous other Terran regiments and brigades support the primary landing forces along with four Fel'akin wargoups and six Aven multimode fighter wings. Fleet Admiral Harlie Mason commands the combined forces.&#10;Their First Target is to break into the Hevan Sector through the Qetesh Gate system. Soon they will be knocking on Hevan's door.&#10;&#10;'Gatecrasher is the 1st in a series of campaigns to liberate the Hevan Sector from the oppressive and genocidal rule of the Synod of Worlds. It provides 4 scenarios detailing the initial invasion of the Qetesh Gate system. It is compatible with Gruntz 15mm.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A War in the Heavens: Campaign 2 – Dropping In",
    "ID": 300211,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300211/a-war-in-the-heavens-campaign-2-dropping-in",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Qetesh Gate system has fallen and given us a valuable foothold into this sector. The next planet in the local jump chain is called Pathu Bahli and is a major mining and transportation hub in this sector. Normally a gate system would be the linchpin of a sector but Pathu Bahli is home to a Division of Galax Interstellar and it's corporate headquarters for this sector of the galaxy. Other than the extensive mining and refining facilities and the planet has considerable infrastructure which can be valuable if we can eventually colonize this world with our own people.&#10;The system is full of resources and even possesses some ancient starship wreckage we might be able to reverse engineer and who knows what we might learn from that technology. The Admiral has declared this to be a critical system which must be taken before we move deeper into the sector. There are no native lifeforms other than plants and the atmosphere has a higher than normal CO2 level making it barely warm enough for life but requires anyone on the surface to wear a re-breather or sealed suit.&#10;Dense cloud cover and rough terrain make it difficult to recon the area from orbit. Small recon teams from the 15th MEU (SOC) will have to drop in and take a look. We have some captured shuttles from the Qetesh Gate operation which could be used to smuggle recon teams into place. Once we have a better picture of the situation on the ground and the extent of their defenses we can send in the Legions. &#10;&#10;Dropping In is the 2nd in a series of campaigns to liberate the Hevan Sector from the oppressive and genocidal rule of the Synod of Worlds. &#10;It provides 4 scenarios detailing the initial invasion of the Pathu Bahli system. &#10;It is compatible with Gruntz 15mm.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A War in the Heavens: Campaign 3 – LynchPin",
    "ID": 300212,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300212/a-war-in-the-heavens-campaign-3-lynchpin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": " The Chang Er system lies at an important jump nexus and must be secured. The populace is not affiliated with the Synod of Worlds and presents us with an opportunity to win over some allies in this long war. The xeno-liguistics and xeno-sociology advisors to the fleet have entered into a limited dialogue with the leaders of the Chang. The Chang are a martial meritocracy and value strength and power while abhoring weakness. The Chang are also an honor bound society so an overt demostration of power like an orbital strike would be seen not only as a threat but as a cowardly act.&#10;The Chang have agreed to send observers to the fleet in order to get a first hand look at our war with the Synod. Thses observers would like to watch our conduct and report back to the Chang Overlord as to our honor and trustworthiness. They have suggested the Synod held Zakar system as a site suitable for this demostration.&#10;&#10;Lynchpin is the 3rd in a series of campaigns to liberate the Hevan Sector from the oppressive and genocidal rule of the Synod of Worlds. &#10;It provides 4 scenarios detailing the Raid on the research facility located on the planet Anhur in the Zakar system. &#10;It is compatible with Gruntz 15mm.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A War in the Heavens: Campaign 4 – Operation Stairway",
    "ID": 300213,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300213/a-war-in-the-heavens-campaign-4-operation-stairway",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "On May 15th of 2052 elements of the 15th MEU(SOC) landing battalion dropped onto the planet designated as New Pallas to take out a Consensus command facility. The drop went according to procedure and the combined Marine / Chang strike team hit the Consensus facility just before local nautical twilight. Chang units hit the perimeter while Marine elements of the now famous Echo company took out the comms tower and secured the headquarters facility.&#10;Once they were relieved by the Legions, Echo Company was sent out into the ruined wasteland to investigate a energy field detected from orbit. What they found was an alien device of unknown function. A battle erupted around the device as Echo company fought off repurposed labor bots sent to destroy them. Once the device was secured they set out on foot to the landing zone for pickup. Consensus labor bots seemed to appear out of the woodwork as Echo company fought their way to the LZ. Once the handoff was complete with the techs on the dropship Echo company recieved word from an embattled Chang Cadre near their position. They boarded three smaller VTOLs and made a mad dash to reinforce their new allies. One of the transports took fire and crashed far from the Chang position. Marines fought a hard battle to consolidate their wounded with the Chang and hold out for relief. The next day a battalion was dropped in to relieve them. It had been a long few days for Echo Company. &#10;&#10;Operation Stairway is the 4th in a series of campaigns to liberate the Hevan Sector from the oppressive and genocidal rule of the Synod of Worlds. &#10;It provides 4 scenarios detailing the operation to eliminate the Consensus presence on the planet new Pallas and secure ancient alien artifacts and technology. &#10;It is compatible with Gruntz 15mm.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Power Rangers: Heroes of the Grid – Legendary Ranger: Tommy Oliver Pack",
    "ID": 300214,
    "Year": "(2020)",
    "Geek Rating": "5.579",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300214/power-rangers-heroes-of-the-grid-legendary-ranger",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&ldquo;I&rsquo;m a Power Ranger &rsquo;til the end.&rdquo; &mdash;Tommy Oliver&#10;Though Tommy Oliver started out as an enemy of the Power Rangers, he became a legendary hero and one of the greatest Rangers of all time. From Mighty Morphin to Dino Thunder, he&#10;has faced countless monsters and amassed a great deal of power and experience. Using his Master Morpher device, Tommy can morph into different Ranger forms at will!&#10;&#10;Enhance your game with four of Tommy&rsquo;s legendary forms: Mighty Morphin Green, Mighty Morphin White, Turbo Red, and Dino Thunder Black. Be prepared to face his evil cybernetic doppelg&auml;nger, created by the villainous Lord Draven!&#10;&#10;This expansion also introduces Legendary Ranger Mode, which allows you to construct your own custom Ranger combat decks.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Power Rangers: Heroes of the Grid",
      "Series: Power Rangers Heroes of the Grid Phase 2",
      "TV Shows: Power Rangers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Rangers: Heroes of the Grid – Mega Goldar Deluxe Figure",
    "ID": 300215,
    "Year": "(2020)",
    "Geek Rating": "5.538",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300215/power-rangers-heroes-of-the-grid-mega-goldar-delux",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&ldquo;You are no match for me!&rdquo;&#10;Goldar has grown to giant size, thanks to the magic of Rita Repulsa! In Mega Goldar form, represented by a giant-scale miniature, the warrior is more formidable than ever. It will take an all-out assault from the Rangers to bring Mega Goldar down.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Power Rangers: Heroes of the Grid",
      "Series: Power Rangers Heroes of the Grid Phase 2",
      "TV Shows: Power Rangers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gapa Junior",
    "ID": 300216,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300216/gapa-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "8",
    "Weight": "0",
    "Description": "Gapa is an iconic card game that focuses on having fun, but in which competition with other players is an important element. This time it is a set created for the youngest. It consists of 31 cards with dimensions of 5 x 5 cm, each of which contains 6 different drawings.&#10;&#10;As with the traditional version, players play a few cards when playing Gapa Junior. Then one player draws one card and places it in the center.&#10;&#10;At this point, the duel of speed and perceptiveness begins. Players are supposed to compare whether the card from the inside has at least 1 element in it, which is also on the card they are holding. If this is the case - they must get rid of this card very quickly, and the one who does the fastest wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Herdeiros das Estrelas: Arena Elemental",
    "ID": 300218,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300218/herdeiros-das-estrelas-arena-elemental",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Arena Elemental is a micro wargame that consists of meeples, character cards and paper clips. Each character card has two sections on which to mark the life points and the aura points with paper clips. The battlefield is set up at the players' discretion; any household items or really just anything can be put on the table. The rules contain seven scenarios and the encouragement to invent your own. &#10;On their turn, a player can move, attack or do other actions, for which they pay with aura points (the only limit on how much they can do in a turn). Distance to other players is measured by a simple ruler on the side of the character card and can affect the aura point cost.&#10;The winning conditions are defined by the respective scenario, like last meeple standing, team versus team, first meeple to reach the highest point in the arena, etc.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Königsberg: The Bear's Revenge",
    "ID": 300224,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300224/the-battle-of-konigsberg-the-bears-revenge",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "0",
    "Description": "A tactical-level game that allows players to experience some of the challenges faced by local commanders during the Soviet Third Byelorussian Front&rsquo;s bid to secure the German city of K&ouml;nigsberg. K&ouml;nigsberg was, according to British Prime Minister, Winston Churchill, &ldquo;a modernized heavily defended fortress&rdquo;. Three concentric rings of fortifications surrounded the city: the outer ring of defences reinforced by 12 forts outside the town, the middle ring in the outskirts, and the inner city, which consisted of a single fortress of anti-tank defences, barricades and landmines, along with several other forts.&#10;&#10;K&ouml;nigsberg - the Bear's Revenge (KBR) will contain a 48&quot;x34&quot; map (spilt into two halves), 280x 1/2&quot; counters, 88x 5/8&quot; counters, Historical Write Up, KBR Rules, Tactical Mission (a.k.a. Campaign Game), and 6 scenarios (1x enormous, 3x medium, and 2x small).&#10;&#10;Requires: Advanced Squad Leader Rulebook, Beyond Valor, Red Barricades, Valor of the Guards, and Festung Budapest.&#10;&#10;K&ouml;nigsberg &ndash; The Bear&rsquo;s Revenge (KBR) is a tactical-level game that allows players to experience some of the challenges faced by local commanders during the Soviet Third Byelorussian Front&rsquo;s bid to secure the German city of K&ouml;nigsberg. K&ouml;nigsberg was, according to British Prime Minister, Winston Churchill, &ldquo;a modernized heavily defended fortress&rdquo;. Three concentric rings of fortifications surrounded the city: the outer ring of defences reinforced by 12 forts outside the town, the middle ring in the outskirts, and the inner city, which consisted of a single fortress of anti-tank defences, barricades and landmines, along with several other forts.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Kaliningrad (Russia)",
      "Game: Advanced Squad Leader",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Company: Operation Camelot – Miniature Wargaming Scenarios for FiveCore Skirmish and Five Parsecs from Home",
    "ID": 300227,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300227/black-company-operation-camelot-miniature-wargamin",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Synod Security Services are on the back foot and cut off from their reinforcements. For the last few weeks freed prisoners of theirs have been all over the local media net telling stories of midnight abductions, torture and the killing of other prisoners. The SSS know they are in a bad situation and to make matters worse they have abducted the planetary governor and are using him as a shield against retaliation from the growing resistance movement. They are holed up in an old planetary defense fort far up in the mountains to the west of the capitol.&#10;Mr. Johnson has tasked Black's Commandos with finding and rescuing the governor before he is killed as a propaganda piece by the Synod. Mr. Johnson has provided satelitte surviellance data about the fort and its defenses. He didn't say where he got this data from and we know better than to ask. The data seems solid but then again no intel is perfect. However, it is enough to formulate an ops plan.&#10;&#10;This PDF provides a short campaign of 4 linked scenarios for the FiveCore Skirmish Gaming Evolved and its supplement Five Parsecs from Home.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Series: Five Parsecs (Nordic Weasel Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heros Fusion",
    "ID": 300229,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/300229/heros-fusion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Heros Fusion is a collectible card game that uses characters from the Heros Fusion novels.&#10;&#10;Before the game, players need to build their own deck of 20 cards, cards that come in four different classes : super heroes, villains, allies and animated objects.&#10;&#10;Players will fight to build the best team of super heroes on the table !&#10;&#10;On his turn, a player has 2 actions. There are 3 possible actions : draw a card, play a card (and eventually its effect), or use the power of a card that is already on the table. It's that simple ! Of course, cards will interact with each other, and players will have to correctly manage them to be efficient.&#10;&#10;The first player that reaches a Power Level of 25 with his active cards triggers the endgame ; all other players get a last turn. Then, the player with the most powerful team wins the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "G.G.A.",
    "ID": 300236,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300236/gga",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "G.G.A. Granny Grating Armies is a rule set designed to be used with 10mm miniatures in the ancient world, the book contains rules so that you can conduct structured and abstract command based games. &#10;Give your armies commands and watch as they complete them in battle! &#10;GGA is directly inspired by the video game and infamous program &quot;rome total war&quot; which was in turn inspired by the BBC tv show &quot;time commanders&quot;. &#10;GGA is also well known for it's innovative &quot;granny grating army&quot; style of home made miniature making. The book is worth grabbing for the tutorials alone which have inspired people all across the world.&#10;&#10;Home made hosts of soldiers built in a matter of hours with the GGA system. No need to ever wait weeks for a delivery again, simply craft an army and get gaming. &quot;wargaming on your terms&quot;. &#10;GGA is effective, elegant and boasts a unique energy and command point system. With mechanics in place to help emulate real warfare, you must be tactical and strategic. Simple to learn and enthusing to master the game brings to the tabletop a system like no other. Can you keep your army enegised and ready to go? Or will your war host burn out and fall to the whim of your enemy?&#10;&#10;INCLUDES&#10;&#10;     Four Army lists to get you started: Romans, Spartans, Celts and Egyptians.&#10;     A comprehensive command grid to utilise in battle.&#10;     All the tokens and markers you need to play.  &#10;     Instructions on how to build your own infantry, cavalry and archers.&#10;     Grannies History helps to keep you engaged with history!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "G.G.A.: Greece Source book",
    "ID": 300237,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300237/gga-greece-source-book",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "GGA is simple and elegant and boasts a unique energy and command point system. &#10;With the mechanics in place to help emulate real warfare, you must be tactical and strategic. &#10;Simple to learn and enthusing to master the game brings to the tabletop a system like no other.&#10;&#10;Now with this book expansion you can add named heroes, hero points and special themed scenarios such as the battle of Troy or the battle of Thermopylae (300 to most of us!). &#10;This expansion also includes more commands, new armies and more instructions! A fantastic and colorful expansion to your GGA collection. &#10;&#10;     Expanded armies for Agamemnons Greeks, Sparta, Troy and Persia! &#10;     Two campaigns with three scenarios each!&#10;     Named characters, Hero Points and new fortifications!&#10;     New tutorials on miniature construction!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Greco-Persian Wars (5th century BC)",
      "History: Trojan War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "G.G.A.: The Free People",
    "ID": 300238,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300238/gga-the-free-people",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "G.G.A.: The Free People is a book unlike many ancient wargaming books seen on the market today. With this book you can field unique ancient units such as Eastern Fire Bombers, Civilian Rabbles and Mercenaries. Effectively it is a book of &quot;dogs of war&quot; for the GGA system.&#10;&#10;This book also has new commands such as Razing buildings and the new fortification &quot;improvised barricades&quot;.  &#10;With hand drawn art and beautiful formatting the book is easy to read and in some cases highly educational as with all GGA products. All in all the perfect way to supplement your GGA experience.&#10;&#10;Includes:&#10;&#10;     New commands for burning buildings and a new attack. &#10;     New fortifications.&#10;     New units including pirates, civilians and many many more. &#10;     New rules for taking captives during battle to sway the tide of victory!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Impetus Guide: The Parthians – Historical Background, Army Lists, Campaign game",
    "ID": 300240,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300240/impetus-guide-the-parthians-historical-background",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Impetus Guide: The Parthians&#10;&#10;The purpose of this guide is two fold. &#10;On one hand, it is to give the interested wargamer a guide to the Parthian armies and those of their enemies and to put the armies in a historical context. For many people the Parthians are a vague presence on the eastern edge of the world. As this guide shows, they were really a bridge between civilisations, linking Rome with India, acting as a barrier to nomadic tribes moving westwards and even having some contact with China.&#10;&#10;The second purpose is to offer up some army lists (designed to fit with Impetus rules but easy to follow and equally easily converted for other wargames rules) to help those wargamers who use Impetus and who want to field the armies described in the guide. The idea is that the lists will enable you to produce an army which is reasonably authentic and as much as possible has some of the strengths and weaknesses of the original.&#10;&#10;The third purpose is to provide a simple campaign to help players use their armies within their historical context.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sail Ho!: Napoleonic Ships Game",
    "ID": 300241,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300241/sail-ho-napoleonic-ships-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sail Ho! Napoleonic Ships Game&#10;&#10;These Rules have been written to provide a Fast-Play set in which the fun aspect is highlighted. &#10;A game can be single ship to ship combat, or larger Fleet actions, and can run from a half to a couple of hours depending on the size of the Fleets and experience of the players. Several Fleets and multiple players can easily be incorporated.&#10;&#10;The Movement system is Hex based, eradicating those minor tweaks and disputes bought about by rulers and angle markers. Ship types are generalised into three levels of Rated and several non-rated types, and include Frigates, fire ships, Bomb ketches, merchantmen and fortifications. Playing counters and sample Fleets are provided.&#10;&#10;Combat includes exchanging cannon fire and grappling the enemy to board with Marines!&#10;&#10;The effects of wind direction, day or night actions and accumulated damage is represented by various simple mechanisms that are easy to learn, yet hold subtle variations that an experienced gamer can exploit.&#10;&#10;There is little record keeping, other than moving counters on a board, so the main focus can be kept on the models on the playing table. It is an I-Go-Y-U-Go turn system that prevents individual ship orders and snarl-ups, but does mean you have to keep your wits about you!&#10;&#10;The Rules are originally intended for Napoleonic period ship combat, but can easily be used for other periods in which projectiles are the main offensive weapons, as opposed to the ramming tactics of earlier navies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sail Ho!: Campaign & Other Rules",
    "ID": 300242,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300242/sail-ho-campaign-and-other-rules",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sail Ho! Campaign &amp; Other Rules&#10;&#10;These Rules are a large expansion to the Basic Rules for Sail Ho!&#10;&#10;These Rules are intended to allow players of the Sail Ho! Game to experience the organisation and running of a campaign set in the wider world of Napoleonic naval warfare. Many of these rules can be added to the Basic Rules without having to run a campaign, however.&#10;&#10;Linked scenarios and challenges include Convoy duty, Harbour Raids, fire ships (left out of the basic rules; oops), Privateer actions, Blockade duty and the gathering of world-wide Trade to build national resources.&#10;&#10;Commanders are introduced, each with their own special abilities.&#10;&#10;Included in this package are more useful Game Counters, a Roster Sheet for organising your far-flung Fleets, and sample Fleets for other Nations; Russian, Swedish, Danish, Dutch, Portuguese, Spanish, Austrian, Naples and of course Pirates, and the various Merchantmen. Oh and a Blank sheet for adding your own.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "H.D.P.: Sexo y otros Vicios",
    "ID": 300244,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300244/hdp-sexo-y-otros-vicios",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Thematic expansion focused on &quot;Sex and other vices&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: H.D.P. – Hasta Donde Puedas",
      "Mechanism: Judging Games",
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "H.D.P.: Religiones y otras Supersticiones",
    "ID": 300245,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300245/hdp-religiones-y-otras-supersticiones",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Thematic expansion focused on &quot;Religions and other superstitions&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: H.D.P. – Hasta Donde Puedas",
      "Mechanism: Judging Games",
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "H.D.P.: Política y otras Estafas",
    "ID": 300246,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300246/hdp-politica-y-otras-estafas",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Thematic expansion focused on &quot;Politics and other scams&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: H.D.P. – Hasta Donde Puedas",
      "Mechanism: Judging Games",
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "H.D.P.: Fútbol y toda su Fauna",
    "ID": 300247,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300247/hdp-futbol-y-toda-su-fauna",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Thematic expansion focused on &quot;Soccer and all its lot&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: H.D.P. – Hasta Donde Puedas",
      "Mechanism: Judging Games",
      "Series: Cards Against Humanity-Like",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grind House: Carnival/Cthulhu",
    "ID": 300248,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300248/grind-house-carnivalcthulhu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Carnival Expansion&#10;Do you have what it takes to survive under the Big Top? Confront your fears in the hall of mirrors, the Wax Museum, the Freak Show and more as you are mercilessly chased by the Carnival&rsquo;s own Gingersnaps the Clown!&#10;&#10;New Thematic Mechanic: Collect Tickets and use them to help you survive the fun house of horrors in... the Grind House: Carnival!&#10;&#10;Cthulhu Expansion&#10;Create your own Lovecraftian night of horror with the Cthulhu expansion. Try to survive horrifying rooms inspired by classic Cthulhu mythos stories like Dreams in the Witch House, Shadow over Innsmouth, The Mountains of Madness, and of course The Call of Cthulhu. A brand new Insanity mechanic will ensure your night becomes a true Lovecraftian nightmare that you will never forget!&#10;&#10;New Thematic Mechanic: gain madness and watch the world warp around you as things go horribly wrong... as they always do...in Grind House: Cthulhu.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grind House: Krampus",
    "ID": 300249,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300249/grind-house-krampus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's Christmas at the Grind House, and instead of the Host, the game is being run by Krampus, and everybody is on his naughty list.  This Kickstarter-exclusive mini-expansion brings new Christmas themed personas (like Santa, Mrs. Claus, Rudolph, Frosty, and Elves!) and items (Weird Xmas Gifts!), as well as terrifying trials in the all-new thematic rooms.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Table Air Combat: B-24J Liberator",
    "ID": 300250,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/300250/table-air-combat-b-24j-liberator",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Table Air Combat is a fast, simple air combat game that can be played on any flat surface.  All you need are some six-sided dice and some coins to provide weight for the aircraft counters.  Everything else can be printed from this ruleset.&#10;&#10;Each player has a flight of four bombers, represented by two counters.  Aircraft counters move by means of curved &ldquo;performance rulers&rdquo; that represent the aircraft&rsquo;s historical cornering ability and maximum speed&#10;&#10;Each performance ruler is unique to each aircraft, and contains all the speed, cornering, and weapon information needed.&#10;&#10;TAC is designed for portability;  The entire game can fit in a plastic bag.  Even the largest battles can take place on a fast-food restaurant table.&#10;&#10;Each aircraft is sold separately.  Only pay for the ones you want, and print out as many copies as you need to create your own epic WWII air battle.&#10;&#10;The Liberator was faster than the B-17, had a longer range, and carried a larger bomb load. Over 18,000 Liberators were built, more than any other Allied aircraft. However, it was overshadowed by the older B-17&rsquo;s fame and apparent toughness, much like the Spitfire took more glory than the equally capable Hurricane. The Liberator&rsquo;s longer range made it ideal for the Pacific theater, and took the more difficult missions into the heart of Germany.&#10;&#10;This set is a self-contained rulebook with miniatures for the B-24 Liberator and three scenarios that reference other aircraft.&#10;&#10;     Operation Tidal Wave:  A low level attack on the Ploesti oil refineries.&#10;     Berlin:  Liberators attack a railroad station in Berlin.  P-51D Mustangs provide cover against a Bf-109G fighters.&#10;     Return Trip:  Liberators returning from the strike in Berlin are pursued by Bf-109G, but P-47 Thunderbolts come to the rescue.&#10;&#10;&#10;This set contains miniatures for the B-24, along with two city targets, AAA positions, flak templates, and hit markers.  The other aircraft must be purchased separately.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Game: Table Air Combat",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Table Air Combat: Ki-61 Tony",
    "ID": 300251,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300251/table-air-combat-ki-61-tony",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Table Air Combat is a fast, simple air combat game that can be played on any flat surface.  All you need are some six-sided dice and some coins to provide weight for the aircraft counters.  Everything else can be printed from this ruleset.&#10;&#10;Each player has a flight of four aircraft represented by two counters.  Aircraft counters move by means of curved &ldquo;performance rulers&rdquo; that represent the aircraft&rsquo;s historical cornering ability and maximum speed.&#10;&#10;A performance ruler is unique to each aircraft, and contains all the speed, cornering, and weapon information needed.&#10;&#10;TAC is designed for portability;  The entire game can fit in a plastic bag.  Even the largest battles can take place on a fast-food restaurant table.&#10;&#10;The Ki-61 was the only Japanese fighter to feature an inline engine, a license-built version of the Daimler-Benz 601 V-12.  When the Ki-61 was first seen by Allied pilots, they mistook it for a German-built Bf-109 or an Italian C.202 fighter. Self-sealing fuel tanks and pilot armour sacrificed maneuverability for durability, and the inline engine made a streamlined fighter with higher speed than other Japanese fighters.&#10;&#10;This set is a self-contained rulebook with miniatures for the Ki-61 Tony and two scenarios that reference other aircraft.&#10;&#10;     Misidentification:  Ki-61 and Ki-43 Oscars engage American P-38L Lightnings.&#10;     Ganryu-jima: P-47 Thunderbolts defend  B-25J Mitchell bombers against a flight of Ki-61 Tonys &#10;&#10;&#10;This set contains miniatures for the  Ki-61.  Other aircraft must be purchased separately.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Game: Table Air Combat",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runika and the Six-sided Spellbooks: Fifth-Player Expansion",
    "ID": 300255,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300255/runika-and-the-six-sided-spellbooks-fifth-player-e",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Runika's trusty companion, partner in crime, and magical familiar, the adorable Jean the cat, now enrolls at Luniorn's Academy as a student.&#10;&#10;Learn runes and cast spells as the cleverest winged feline in the lands of Galbresia!&#10;&#10;This expansion to Runika and the Six-sided Spellbooks adds a fifth player to your games, along with the dice and tokens needed for play.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Canada Connections Card Game",
    "ID": 300278,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300278/canada-connections-card-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bilingual word association card game celebrates all things Canadian. 150 cards relate to Canada's 150th birthday.&#10;&#10;Designed and manufactured completely in Canada, the Canada Connections game is the second in a series of tabletop word games in which players connect related words. This version focuses exclusively on Canada with 150 cards containing 600 words in both French and English. There are over 4,000 known connections between the words on the cards.&#10;&#10;Like a cross between Scrabble and dominoes, the game lets players connect words related to our culture, heritage, geography, politics, science, inventions, history, veterans, flora and fauna.&#10;&#10;Although the game is about connecting words, it is really a game about connecting people. It promotes face-to-face communication for teams, families, schools and friends.&#10;&#10;There are several methods of game play, the most common being one cards in the middle, with each player getting five cards. Players make connections between pairs of adjacent words, scoring as they go (each cards being worth from 1 to 5 points).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Canada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ice Cream Social",
    "ID": 300284,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/300284/ice-cream-social",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Stack up the ice cream cones and toppings to complete your sweets in this fun matching game. Gather the most ice cream cards to win the game. The goal of the game is to stack and create as many ice cream cones as you can. The taller the ice cream, the more points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Food & Drink: Ice Cream & Gelato",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Face of Battle: Act With Daring, France 1940",
    "ID": 300297,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300297/the-face-of-battle-act-with-daring-france-1940",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Act With Daring skirmish scenario book is the first WWII scenario book of the Origins award nominated The Face of Battle historical miniatures rules system. &#10;Act With Daring covers the fierce battles and eventual collapse of the French Ninth Army during the opening days of the Blitzkrieg. &#10;The battles of France 1940 were an excellent mix of troops, nationalities, vehicles and equipment. &#10;From the intrepid horsed Spahi, to the massive B1 Bis tank, German and Belgium Engineers, regular to elite French forces. This all combines for fun and exciting skirmish miniatures play.&#10;&#10;Act With Daring includes ten scenarios linked by three campaigns and one grand campaign. Players recreate small skirmish conflicts, armoured clashes and mixed infantry and vehicle battles. &#10;Play the heroic defense of La Horgne or De Gaulle's famous counter-attack at Montcornet. Additional scenarios deal with the intense fighting in the Ardennes forest, the daring river crossings at Montherme and the final destruction of the Ninth Army. German forces will encounter French senior command units as headquarters and outposts are overrun. Optional forces allow for maximum replayability.&#10;&#10;This 102 page book also includes a combat diary that details the day by day advance, attacks, and maneuvers of the German and French forces. Background information, tactical maps, force descriptions, and tables of organization for the Ninth Army and Sixth Panzer Division all enhance play and unit motives.&#10;&#10;The scenarios are ideal for 15mm to 28mm individually-based figures. &#10;Act With Daring scenarios are usable with many gaming systems: Arc of Fire, Battleground WWII, Crossfire, Battalions in Crisis, Cross of Iron, Disposable Heroes and more.&#10;&#10;&#10;     10 Scenarios&#10;     3 Campaign Games&#10;     Squad Reference Sheets for each scenario and force&#10;     Historical Notes on the Invasion&#10;     Detailed Day-by-Day Combat Diary&#10;     OOB for the French Ninth Army&#10;     OOB for the German Sixth Panzer Division&#10;     Historical Maps&#10;     Campaign Rules&#10;     and more...&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Action all Fronts: Rules for Man to Man Combat in WW2",
    "ID": 300299,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/300299/action-all-fronts-rules-for-man-to-man-combat-in-w",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Action All Fronts are rules for company level World War 2 land battles. &#10;Each model represents an individual soldier or vehicle. &#10;The rules do not use a specific figure size but rather let the player choose what size and measurement system they want to use. &#10;We would recommend figures between 28mm to 15mm in size.&#10;&#10;Action All Fronts are written to enable gamers to play recreations of historical battles, and to play their own scenarios, or even ambitious WW2 campaigns for control of Europe, etc. As such, the armies are all intended to be balanced enough for any army to play any other army, even if the two were not historically pair-matched e.g., Britain vs. Soviet Union. This leaves any debates about historical accuracy where they should be - between the players.&#10;&#10;The rules feature:&#10;&#10;     Limited visibility, which limits the enemy player to shoot only at what has been spotted rather than being able to target anything on the table.&#10;     Alternate unit activation instead of one army then the other army. Overwatch fire is included.&#10;     Heroes to allow for those soldiers whose actions go beyond those expected from the majority. Including some details of those real-life soldiers whose exploits won them their country's highest military awards.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "These Fields of Blood: Wargaming the American Civil War",
    "ID": 300301,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300301/these-fields-of-blood-wargaming-the-american-civil",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These Fields of Blood is a rule set for playing wargames of the American Civil War. &#10;The game is designed to play with forces from Brigade to Divisional level, and has the flexibility to play higher and lower level games.&#10;&#10;The game uses a unique 'game engine' intended to move players away from tradional 'I-GO-U-GO' systems, and the slow randomness of traditional card based systems, and give a more real simultaneous feel with interaction of the players and forces.&#10;&#10;As with other TFP Games, the system reflects the qualities of leadership. The engine creates a system where the pace of action and initiative is determined throughout the turn. Players are forced to make choices and perform actions of which the immediate consequences may not be established. It keeps on your toes every turn.&#10;&#10;Players will be able to quickly get to grips with the game as the rules are intuitive and quickly remembered, with several 'playing card' size quick reference cards and Unit Cards providing all you need to manage a game.&#10;&#10;A supplement for playing the American War of Independence has been release in PDF format called Land of the Free.&#10;&#10;The rules feature;&#10;&#10;     68-pages in full colour.&#10;     A unique card based system that offers simultaneous play with a degree of unpredictability that focuses on the heat of battle. &#10;     The game 'engine' system is ideal for multi-player games.&#10;     Simple, clear text, organised in a logical flow, see our sample pages.&#10;     Simple clear rules mechanisms that are repeated through rules allowing fast learning and play.&#10;     Clear, precise examples with thoughts on alternative options, see our sample pages.&#10;     Detailing leaders with personality traits for command.&#10;     Uncluttered larger font play sheet, 11pt Arial.&#10;     Play cards to copy and other quick reference aids.&#10;     An introductory scenario. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlestar Galactica: Starship Battles – Viper MK VII (Apollo)",
    "ID": 300303,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300303/battlestar-galactica-starship-battles-viper-mk-vii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Viper Mk.VII is a great improvement over the Viper Mk.II, with superior battle capabilities and better fight information for the pilot. After the Cylons infiltrated a fatal backdoor in the Command Navigation Program, most Mk.VIIs have been retrofitted, losing part of their performing features.&#10;&#10;Most of the Mk.VIIs aboard the Galactica were destroyed when the Cylons hacked their navigation software. The surviving ones, retrofitted with older software, are still very effective when flown by skilled pilots such as Apollo.&#10;&#10;Pilot cards for Leland Joseph Adama &quot;Apollo&quot; are included in this pack.&#10;&#10;Contents:&#10;1 Viper MK VII (Apollo)&#10;1 Gaming Base&#10;1 Ship Card&#10;1 Maneuver Deck&#10;Set of pilot Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Battlestar Galactica – Starship Battles",
      "TV Shows: Battlestar Galactica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlestar Galactica: Starship Battles – Viper MK VII (Pegasus/Veteran)",
    "ID": 300304,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300304/battlestar-galactica-starship-battles-viper-mk-vii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Viper Mk.VII is a great improvement over the Viper Mk.II, with superior battle capabilities and better fight information for the pilot. After the Cylons infiltrated a fatal backdoor in the Command Navigation Program, most Mk.VIIs have been retrofitted, losing part of their performing features.&#10;&#10;Isolated from the rest of the fleet, the pilots on board of Battlestar Pegasus have been fighting an exhausting battle against the Cylons, and they started to paint kill marks on their Vipers to keep up the crew morale.&#10;&#10;Pilot cards for Noel &quot;Narcho&quot; Allison are included in this pack.&#10;&#10;Contents:&#10;1 Viper MK VII (Pegasus/Veteran)&#10;1 Gaming Base&#10;1 Ship Card&#10;1 Maneuver Deck&#10;Set of pilot Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Battlestar Galactica – Starship Battles",
      "TV Shows: Battlestar Galactica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlestar Galactica: Starship Battles – Viper MK VII (Pegasus)",
    "ID": 300306,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300306/battlestar-galactica-starship-battles-viper-mk-vii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "After the Cylons infiltrated a fatal backdoor in the Command Navigation Program, most Mk.VIIs have been retrofitted, losing part of their performing features.&#10;&#10;Equipped with an almost totally computerized cockpit and sophisticated targeting software, the Mk.VII is armed with up to three forward-facing cannons, and it is a powerful rival for Cylon fighters.&#10;&#10;Pilot cards for Brent &quot;BB&quot; Baxton are included in this pack.&#10;&#10;Contents:&#10;1 Viper MK VII (Pegasus)&#10;1 Gaming Base&#10;1 Ship Card&#10;1 Maneuver Deck&#10;Set of pilot Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Battlestar Galactica – Starship Battles",
      "TV Shows: Battlestar Galactica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baptism of Fire: The Big Blue – 1940-1943 Africa & Middle East Supplement",
    "ID": 300308,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300308/baptism-of-fire-the-big-blue-1940-1943-africa-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Big Blue is a supplement for the original Baptism of Fire skirmish rules set in North Africa, 1940-1943.&#10;&#10;Contains lots of army lists and generic scenarios, with lots of information regarding gaming in North Africa.&#10;&#10;This supplement is useful for other rules as the army lists and scenarios can be used (ignore the points costs).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baptism of Fire: Crucible of Combat – D-Day & the Battle for Normandy, France 1944",
    "ID": 300309,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300309/baptism-of-fire-crucible-of-combat-d-day-and-the-b",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Crucible of Combat is a supplement for Baptism of Fire II yet may be used with other skirmish games including Baptism of Fire and the latest Baptism of Fire III.&#10;&#10;The supplement is focussed on the 1944 Allied invasion and battle for Normandy.&#10;&#10;It features many handy scenarios and a terrain guide in photos.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sands of Blood, Sweat and Tears: Wargaming the USMC in WW2 Using Baptism of Fire II & We Can Be Heroes",
    "ID": 300310,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300310/sands-of-blood-sweat-and-tears-wargaming-the-usmc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sands of Blood, Sweat and Tears is a supplement for the original Baptism of Fire II and the original We Can Be Heroes rules.  It will also work with the earlier Baptism of Fire rules.&#10;&#10;It contains army lists for the USMC and Japanese from 1942-1945, plus a selection of scenarios based on real events through the island-hopping campaign.&#10;&#10;This supplement can be used with other game systems requiring army lists and scenarios for this period.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Car Lords: Die-Cast Car Combat",
    "ID": 300311,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300311/car-lords-die-cast-car-combat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Car Lords&#10;&#10;This game is played with small die-cast cars that represent your battle car on the tabletop. &#10; You move your car around the table and fire weapons to damage and destroy the other cars. &#10; Car Overlords is the most popular spectator sport in the future where drivers use modified battle cars to fight to the death for fame and huge cash prizes. &#10; These cars are heavily armored and armed with advanced military weapons because paying spectators expect to see massive explosions and inevitable driver fatalities.  Multiple cars enter a battle arena, they blast each other to pieces, and the last car standing wins.  It has become the most watched television show with hundreds of millions of viewers watching this ultimate blood sport every night.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maximum Overdrive: Game Supplement for Car Lords",
    "ID": 300312,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300312/maximum-overdrive-game-supplement-for-car-lords",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Maximum Overdrive is a game supplement for Car Lords that adds semitrucks, motorcycles, new mods, and new weapons.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "9½ Inches: The Game of Sexual Lies",
    "ID": 300313,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/300313/912-inches-the-game-of-sexual-lies",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When it comes to sex, honesty is not always the best policy.&#10;&quot;Scientists have concluded that human sperm is ejeculated at what speed?&quot; The correct answer is 30 MPH but to win you must persuade your opponents to go for either 5 MPH or 100 MPH.&#10;&#10;You'll only win by bluffing&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eternal City's End: The Battle for Rome, September 1943",
    "ID": 300314,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/300314/eternal-citys-end-the-battle-for-rome-september-19",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "&quot;Eternal City's End: The Battle for Rome, September 1943&quot; is a solitaire or two player World War II wargame, designed by Roberto Chiavini, that portrays a series of &ldquo;what ifs&rdquo; based upon the historical situation following the Italian Armistice that was signed September 8th, 1943. Starting from the historical positions of the Italian and German formations, one player, as the Italian, must try to save Rome from falling into German hands before the arrival of American paratrooper reinforcements to support them in rescuing the Eternal City from Nazi occupation. This wargame can also be played with a German opponent, or from the German perspective as an alternative solitaire play wargame trying to secure the Eternal City before the arrival of the American paratroopers. Historically, the Germans declared Rome to be an &ldquo;open city&rdquo; after the surrender of their former Italian ally.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Rome (Lazio, Italy)",
      "Country: Italy",
      "History: World War II (Italy)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Fishing: Taiwan Tilapia promo",
    "ID": 300325,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300325/dice-fishing-taiwan-tilapia-promo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A single card that was handed out to buyers of Dice Fishing in Essen in 2018. The English name is not on the card, but was announced by TBD.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Contact Front: A Modern Warfare Ruleset",
    "ID": 300326,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/300326/contact-front-a-modern-warfare-ruleset",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Contact Front is a platoon level modern game which puts the player in the position of platoon commander.&#10;&#10;This tactical game allows players to set objectives that are related to the amount of support they have access to.  &#10;Once the game starts players will be challenged with striking a balance between completing objectives and getting your troops home safely.  &#10;The asymmetric nature of modern warfare requires that players consider victory in different terms than traditional contemporary World War conflicts.&#10;&#10;Fancy something different, then there is always the role of commanding a force of insurgents. &#10;Outmanned and outgunned, players must use different and often unorthodox tactics to achieve victory when the terrain might be the only element in your favour.&#10;&#10;A game designed to make players think about the tactical elements of modern warfare as well as the personal side of war, Contact Front offers players an enjoyable, narrative driven game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: War in Afghanistan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Team Vietnam: Brown Water Navy Rules",
    "ID": 300332,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300332/fire-team-vietnam-brown-water-navy-rules",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "FIRE TEAM VIETNAM: BROWN WATER NAVY&#10;&#10;You will find in the form of a pdf file to print:&#10;&#10;Chapter F: Brown Water Navy River Boats&#10;&#10;     US Boats Movement and Combat Rules (26 pages)&#10;     Armament Cards (Poker Card Format) of US Boats and Vietnamese Boats (7 pages)&#10;     Action Order Markers and Explosion Markers.&#10;&#10;&#10;Chapter B: terrains - Creek - River / Canals (5 pages)&#10;&#10;These rules are made for Counter or Bundle available on wargame Vault&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Country: Vietnam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Western Up Front: Western Front Infantry Combat c 1917",
    "ID": 300333,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300333/western-up-front-western-front-infantry-combat-c-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Western Up Front is a company level World War 1 Western Front game designed for 6mm to 25mm miniatures.&#10;&#10;Set in the period of 1916/17, the players use interactive card play to attack and defend Trench systems.&#10;&#10;The design is inspired by the original Up Front game by Avalon Hill, but converted to miniature (or counter) play.&#10;&#10;Designed as a multiplayer game, the mechanisms are simple, but realistic.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Miniatures",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grey Wolves at Dusk",
    "ID": 300334,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/300334/grey-wolves-at-dusk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Grey Wolves at Dusk are a miniature wargames rules set to simulate convoy attack and defence in the North Atlantic in World War 2.&#10;&#10;Players command U Boats from a wolf pack attacking a convoy at night, or Allied escort commanders attempting to defend the convoy.&#10;&#10;The game is simple to play but quite accurately simulates the tactics and weapons of the time.&#10;&#10;The U boat players use dummy models to create a Fog of War situation for the escorts.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bandits 2",
    "ID": 300335,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/300335/bandits-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Having been an avid player of Air Wargames and computer air combat games for many years I decided long ago that of all periods and genres the &rsquo;Air Game&rsquo; had great characteristics as an introductory game for new wargamers, if only the rules could be simplified. &#10;Most air games which try and deal with the complexities of multiple dimensions, and the problems of spotting in combat, find a convoluted and complex method of doing it; which drops the game pace to a crawl. &#10;Unit count is low however, and the period and genre has glamour&hellip;&#10;&#10;The objective of these rules, and the Combatdice system in general, is to allow these complex situations to be gamed simply&hellip;but without losing the realism of the period.&#10;&#10;So in Bandits you will discover recon missions, bombing runs, fighter on fighter scenarios, and the air full of missiles and chaff, without hopefully becoming a full time accountant or bookkeeper. &#10;The overall concept owes much to the work of Mike Spick and his studies of air combat through the ages. &#10;The central concept of this work is that Situational Awareness (SA) is the dominant trait of Aces (the 5% of pilots who account for over 40% of all air to air kills!), this is the ability to be able to analyse the location, and situation of fast moving units to allow action to be taken that gives a good possibility for attack and escape.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "New England Volunteers Playpack 1",
    "ID": 300336,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300336/new-england-volunteers-playpack-1",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "0",
    "Description": "New England Volunteers Playpack 1 is a 5 scenario pack that only requires ASL Starter Kit #1 to be played.  The five scenarios in NEV Play Pack 1 are listed below:&#10;&#10;NEV1 Taking San-Stefano, American vs. Germans, Sicily 1943&#10;&#10;NEV2 Bridgehead over the Venta, Russians vs. Germans, Latvia 1944&#10;&#10;NEV3 Battle in the Ardennes, American vs. German, Belgium 1944&#10;&#10;NEV4 Hedgehog, Russian vs. German, Russia 1944&#10;&#10;NEV5 The Factory &ldquo;Aprilia&rdquo;, American vs. German, Italy 1944&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Advanced Squad Leader Starter Kit",
      "Region: New England (USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire Team Vietnam: Air Cav",
    "ID": 300337,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300337/fire-team-vietnam-air-cav",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fire Team Vietnam: Air Cav&#10;&#10;Content:&#10;&#10;&#10;     Chapter H: rules for transport helicopters (UH1 D)&#10;     Helicopter Cards (poker card format)&#10;     2 sizes counters of Helicopters&#10;     Manoeuvring types counters (Approach, landing, Takeoff, Stationary and Tactical Flight).&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Country: Vietnam",
      "Players: Two-Player Only Games",
      "Theme: Helicopters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Infantry: Resurgence – Expansion Pack",
    "ID": 300338,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300338/space-infantry-resurgence-expansion-pack",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Another Day in the Corps&#10; The threats faced by United Systems have increased. Sinister forces beyond our galaxy have turned their eyes to the fragile United Systems and have set themselves the task of annihilating all human life.&#10;&#10;You&rsquo;ll fight across a massive campaign with new ongoing conditions for your Units, face a final boss bigger than anything you&rsquo;ve seen before, and make your final stand on the largest map ever made for Space Infantry: Resurgence. &#10;&#10;&#10;Fight on new planet types such as Jungle, Desert, and Urban environments that come with unique random events. Adapt to new Campaign Encounters featuring persistent challenges and ongoing effects that will dog you from Mission to Mission. To combat all these, you can equip experimental weapons to break the odds in your favor. &#10;&#10;&#10;Finally, Space Infantry the Expansion Pack pumps up the difficulty and the adventure with a new set of Nightmare Nodes, requiring rare skills and more unique events. The Expansion Pack brings your Space Infantry experience to the next frontier and beyond!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Increase Value of Unchosen Resources",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "After Civilisation",
    "ID": 300339,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300339/after-civilisation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "After Civilisation&#10;&#10;Civilisation failed now small groups of men and women fight over the remains to find enough supplies to get them through a few more days.&#10;&#10;You will take on the role of leading a small group trying to recover the most resources and hold onto them.&#10;&#10;A simple to learn and play game needing very few figures but requiring advanced planning to make the most of the forces available to you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Turn Order: Random"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iron Brigade Miniature Wargame Rules",
    "ID": 300340,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/300340/iron-brigade-miniature-wargame-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Iron Brigade Miniature Wargame Rules&#10;&#10;American Civil War Wargame Rules.&#10;&#10;Rules for fighting tabletop games using miniature soldiers.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tusk II:  The Wrath of Kong",
    "ID": 300359,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300359/tusk-ii-the-wrath-of-kong",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A book of new rules, features and scenarios for Tusk, the mammoth hunting game from Irregular Miniatures.&#10;This set contains a number of additions to the basic Stone Age/Dinosaur version of the rules, as well as a greatly expanded section for &quot;alternative history&quot; games throughout historic time.  With this booklet Tusk can truly be said to cover the period from 12,000 BC to the 1920's AD.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Steel Tusk III: Apocalypse Soon",
    "ID": 300360,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300360/steel-tusk-iii-apocalypse-soon",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the third booklet in the Tusk series published by Irregular Miniatures, as such you will need its predecessor Tusk and Tusk II The Wrath of Kong, to make use of this booklet.&#10;&#10;Whereas Tusk and Tusk II dealt with battles between man and a variety of beasts from the Ice Age to the 1920's, Tusk III takes the saga into the future and changes the beasts from flesh and bone into circuit and steel.  Either controlled by drivers or AI.  These new mechanical beasts should hopefully provide some new challenges for Tusk players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Puuha-Peten kiireinen päivä",
    "ID": 300361,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/300361/puuha-peten-kiireinen-paiva",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll and move game, where each player tries to move from start to finish while getting bonuses or troubles from special squares on the route.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Classic Brio: Clown Game",
    "ID": 300362,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/300362/the-classic-brio-clown-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Memory game, where there is a ring representing a circus arena, randomized 12 sections with 4 different colors. All the sections are face up during the setup, but they are turned face down when the game starts.&#10;&#10;Player rolls a dice, which defines the color player needs to guess/remember. He can choose which face down section of the three sections of that color he wants. The face down section is then turned face up. If player is correct, the section stays face up and player receives a corresponding token. Otherwise the section is turned face down. Players take turns until all the sections are turned face up. The player with most points win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Eighth Edition): Codex Adeptus Astartes – Dark Angels",
    "ID": 300374,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/300374/warhammer-40000-eighth-edition-codex-adeptus-astar",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Codex: Dark Angels contains a wealth of background and rules &ndash; the definitive book for Dark Angels collectors. Within this 144-page hardback, you&rsquo;ll find: a dark obsession&hellip;&#10;&#10;&#10;     The First Legion: the origins of the Dark Angels &ndash; one of the most famously secretive Chapters &ndash; their homeworld, and the dark stain on their history that motivates their crusade of vengeance;&#10;     A guide to the Dark Angels&rsquo; Chapter organisation, with an explanation of their constant, obsessive hunt for the Fallen, along with their heraldries and Chapter markings;&#10;     An overview of the Ravenwing and the Deathwing, specialist companies unique to the Dark Angels;&#10;     Detailed colour schemes and heraldries of 8 successor Chapters: Angels of Redemption, Angels of Absolution, Angels of Vengeance, Blades of Vengeance, Consecrators, Disciples of Caliban, Angels of Defiance, and Guardians of the Covenant;&#10;     In the Name of Absolution: a timeline of significant events and battles in the history of the Dark Angels;&#10;     Background and details on each character and unit available to a Dark Angels army;&#10;     A showcase of beautifully painted Citadel miniatures, with example armies featuring everything from individual images of models to battle scenes on terrain.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  }
]