[
  {
    "Rank": "N/A",
    "Name": "Ready Set Battle",
    "ID": 260129,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/260129/ready-set-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The zombies have risen from their graves in this epic 2 player game.  Ready Set Battle is easy to learn but takes a zombie lifetime to master.&#10;&#10;Play as the humans and try to hold off the zombies to build up your military power and eventually overtake the zombies.  Play the thunder down under card to control the pace of the game, and use your dreaded upgrade card to destroy the zombies forever.&#10;&#10;Play as the zombies and come out hitting hard and fast.  Zombie cards keep coming back each round with larger and larger attacks.  Use the zombie dog to give flexibility in the game, and turn your opponent's cards into zombies which really frustrates the opposition.&#10;&#10;Win the game by reducing your opponents life to 0.  Will the zombies win with their early attacks or will the humans win by building up their military power?  Get ready to battle in this exciting game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deadzone: Nexus Psi Expansion",
    "ID": 260130,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260130/deadzone-nexus-psi-expansion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This exciting expansion features two new campaigns for Deadzone. One introduces solo-play - 'Artificial Stupidity' for a series of games against the Zombie hordes. The second campaign focuses around Nexus Psi and the hunt for the origins of the Plague outbreak.&#10;&#10;In addition, there are also two new Elite Army lists, introducing new leaders for the Plague and Enforcers - the mutated Dr. Gayle Simmonds and Enforcer Recon Pathfinder N32-19.&#10;&#10;This set contains:&#10;&#10;1x Dr. Simmonds Exclusive metal model&#10;    10x Plague Zombies&#10;    Nexus Psi Source Book&#10;    2x Urban Scenery A&#10;    1x Urban Scenery Accessories&#10;    1x Landing Pad Scenery B&#10;    1x Defense Line Scenery A&#10;    1x Defense Line Scenery B&#10;    1x Expansion Scenery A&#10;    1x Expansion Scenery B&#10;    1x Connectors&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warpath"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deadzone: Veer-Myn Faction Starter",
    "ID": 260132,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260132/deadzone-veer-myn-faction-starter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This set contains enough components to build 21 bespoke hard plastic and premium plastic multi-part models, including:&#10;&#10;15 Hard Plastic Nightcrawlers or Stalkers&#10;    Malignus Chem Thrower and Chem Spitter Weapon Options&#10;    4 Hard Plastic Nightmares&#10;    Chem Thrower, Big Drill, Heavy Chem Thrower and Two handed Drill Weapon Options&#10;    Premium Plastic Progenitor with Chem Grenade Launcher&#10;    Premium Plastic Progenitor with Spitter Rifle&#10;    25mm and 40mm Plastic Round Bases&#10;&#10;Can be used in either Warpath or Deadzone&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warpath"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deadzone: Nameless Faction Starter",
    "ID": 260133,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260133/deadzone-nameless-faction-starter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Mysterious and utterly alien, the Nameless are a bizarre menagerie of tentacles, claws and talons. They have recently turned hostile and begun to invade GCPS space, attacking outposts with their powerful technology and strange abilities.&#10;Contents&#10;&#10;This set contains everything you need get started with the Nameless in Deadzone, including:&#10;&#10;1 Resin Psychotroid&#10;    2 Plastic Riflemen&#10;    2 Plastic Assassins&#10;    2 Plastic Gunslingers&#10;    2 Plastic Inkers&#10;    2 Plastic Scuttlers&#10;    4 Resin Needle Drones&#10;    1 Resin Caratid&#10;    2 Plastic Ogres&#10;    Transparent Plastic Flying Bases&#10;    25mm and 40mm Round Bases&#10;    Mantic Points&#10;&#10;Requires the Deadzone 2nd edition rulebook and Deadzone: Outbreak supplement to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warpath"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deadzone: GCPS Faction Starter",
    "ID": 260134,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260134/deadzone-gcps-faction-starter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Galactic Co-Prosperity Sphere&rsquo;s expansion has been swift and reckless, and has now reached the perilous Death Arc. When the Plague bursts upon the colonies, GCPS Marines have to fight for their survival in an uncaring, dangerous galaxy.&#10;Contents&#10;&#10;This set contains everything you need get started with the GCPS in Deadzone, including:&#10;&#10;1 Metal Major General with Officer's Sword or Energy Gauntlet&#10;    20 Hard Plastic GCPS Troopers/Rangers&#10;    Can be armed with either Laser Rifles or Heavy Laser Rifles&#10;    Optional Flamer, Grenade Launcher and Communications Equipment&#10;    1 Hard Plastic and Metal GCPS Engineer&#10;    2 Hard Plastic and Metal GCPS Anti-Infantry Weapon Teams&#10;    Either team can be armed with a Mortar or Autocannon&#10;    25mm and 60mm Plastic and MDF Round Bases&#10;    Rules Leaflet including full stats and rules for fielding the GCPS in Deadzone&#10;    Mantic Points&#10;&#10;Requires the Deadzone 2nd Edition Rulebook to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warpath"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Siege of Izmail",
    "ID": 260137,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/260137/siege-of-izmail",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Siege of Izmail is a two-player game recreating the storming of the Ottoman fortress Izmail, situated on the Danube River, by Russian forces under the command of General Alexander Suvorov. This battle occurred on 22 December 1790.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Ukraine",
      "History: Russo-Turkish War",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Last Frontier",
    "ID": 260139,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/260139/the-last-frontier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1. Roll the die. Move as many spaces as the die indicates. (Boats, planes, and Whales are the same as squares and circles, and are counted as one move.) When starting, a player may move in any direction they choose. from villages or cities a player may move in any direction, even retracing the previous route, but a player may not change direction between cities or villages (the circles are not the only points of direction change.)&#10;&#10;2. When a player lands on a city or village ( circles) they receive the Commerce or Adventure card for that place. The points or dollars are then added to that players score. Each card is worth different amounts of dollars or points. The points are converted to dollars for scoring purposes as follows:&#10;1 Adventure point = $100.00&#10;&#10;If a player rolls the die and lands on a place already occupied, the player occupying that place is &quot;bumped&quot; to the nearest Hazard. The &quot;Bumped&quot; player then has to select a Hazard card and follow the instructions on it for his/her next move. A player may choose to &quot;Homestead&quot;. (Decision can be made after a roll, and only twice in each game.) lose one turn each time you become a Homesteader.&#10;&#10;3. Any player Landing on a plane may &quot;Fly&quot; to any city or village on the game board.&#10;&#10;4. Any player landing on a Hazard selects a hazard card follows the instructions. Once used, the cards are returned to the stack face up on the bottom.&#10;&#10;5. Commerce and Adventure cards are kept by the players when received (if the game is not complete by the time the cards are out, players will return their cards to the Banker and continue the game to completion.)&#10;&#10;6. The first player to accumulate $5,000.00 and returns to starting point wins the game!&#10;&#10;(Note)&#10;If two players are playing, we suggest the score be raised to $10,000.00 to make it more interesting and challenging.&#10;&#10;When one player reaches the $5,000.00 or ($10,000.00) point, it's up to the rest of the players to prevent him/her from returning to the starting point by whatever means they can.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "States: Alaska"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Independence.....",
    "ID": 260142,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260142/independence",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Canary islands are independent... The next day, Spain strikes. Each turn they head towards your cities and each turn you try to stop them. If you hold on them for 2 days,they&quot;ll retreat and you will win. If they occupy your main city by the 2nd day,they'll win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Launch Bay Escape",
    "ID": 260144,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260144/launch-bay-escape",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It's been 30 years since the last uprising of the Zraxii Empire was beaten down by the brave troops of the Terra Republic. Applying for the mission with the codename &quot;Elite Peacekeeping Shockwave&quot; sounded glorious at first, but turned out being a little bit dull as patrolling a remote part of the galaxy without any upbeat outposts did not motivate the crew greatly. Instead, one of the most stimulating activities became the weekly BBQ on the electric fire in the dust-heavy unused launch bay, within the protective shield of the XP95 fighter craft. Today's menu included some deep space frozen Milky Way cow meat, discovered on an abandoned vessel near the dwarf planet Taplor 4.&#10;&#10;&quot;RRAARRRAARR!&quot; &mdash; The ship's alarm was blazing.&#10;&#10;Only after a few important wasted moments did the squad realize this was not a test as they found themselves between the run wild XP95 fighter, filled with enough explosives to destroy a small moon, and the marching forces of the until now assumed defeated Zraxii Empire trying to board the ship. Luckily the squad's exceptionally extensive combat training and experience came in handy, if only they had kept up training regularly...&#10;&#10;Launch Bay Escape is a ridiculous co-operative game featuring planning that's enriched with a small deck-building mechanism. It's suitable for space soldiers from the age of 10 and takes about 30-45 minutes. The difficulty level is easily adjustable per game as you increase the complexity by adding more and more aliens, obstacles, and madness.&#10;&#10;The game is played in rounds. At the start of the game a rectangular game board divided in rows of squares is placed. One end features the launching ship and the starting area for the players, the other end features the Launch Bay exit. All players have their own character sheet and corresponding deck, and all players have their own special abilities, number of hit points and shield. Players start with six cards in their hand. At the start of a round, all players plan three cards from the available cards in their hand, face down. Next, the first card of all players is revealed. All cards show a number, movement options, and special abilities. In order of highest to lowest number, every player follows the instructions on their planned card. When all cards are resolved, the ship moves one row towards the Launch Bay exit and all aliens move once towards the ship and attack. This is repeated for both remaining planned cards. At the end of the round, all planned cards and remaining cards in the player's hand are discarded and a new hand of six cards is drawn. Once damage accumulates, some cards will be planned randomly.&#10;&#10;Players can gain experience by killing aliens. Experience enables the players to buy extra cards to add to their deck. In addition, players may find items on the game board, usable only once or multiple times.&#10;&#10;The players lose if the ship or all the players are destroyed before reaching the escape pods at the end of the Launch Bay.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wall Jumper",
    "ID": 260145,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/260145/wall-jumper",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The aim of the game is to jump the wooden pieces over a wall into the holes of the playing board and to score as many points as possible.&#10;On her/his turn, each player has 3 attempts to flick one of the pieces into one of the holes. In order to do this, the player has to slide one of the provided springboards into the slits in the wall, place the pieces on it and flick it over the wall (hopefully into the net).&#10;Jumping height, distance and direction depend on the following:&#10;&#10;     How deep and in which angle the springboard is slid into the wall&#10;     The placing of the springboard in the wall&#10;     The power with which the springboard is pushed down&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mind the Gap (fan expansion for MBT: Second Edition)",
    "ID": 260148,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260148/mind-the-gap-fan-expansion-for-mbt-second-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "0",
    "Description": "NOTE:  This game is no longer for sale.&#10;&#10;***All briefings and maps can be downloaded from the files section of this page for free.  The maps should be printed on 12 x 18 inch paper to produce an 11 x 17 inch map.***&#10;&#10;&quot;Mind the Gap&quot; depicts a never fought 1979 engagement in the Fulda Gap using Jim Day's and GMT&rsquo;s MBT Game pitting a reinforced US Armored Cavalry Troop from the 11th Armored Cavalry Regiment &ldquo;The Black Horse&rdquo; against a reinforced Motorized Rifle Battalion equipped with BMP-2 and T-64BV Tanks.&#10;&#10;The scenario reflects my experience as a Platoon Leader in the gap as a tank and armored cavalry platoon leader and troop XO  in the 1st Squadron, 11th ACR stationed in Fulda from January 1977 &ndash; December 1979.  The game is not balanced although players may balance it as they deem fit.  The actual fight was not; we had a healthy respect for the quantity, if not the quality, of the enemy.&#10;&#10;To play the game, you must have a copy of the initial GMT MBT Game.  The expansion includes a new map of four 11 x 17 inch map sheets scaled at 100 meters per hex (the same scale as the MBT game).  The map is based on a period map of the battle area and utilizes contours to depict elevation.&#10;&#10;The Scenario Briefing, a B Troop and Soviet Battle Books with deployment instructions, and alternate order of battle listings, a planning map and terrain key are downloadable from the files section.&#10;&#10;Expansion sets are not required (BAOR, FRG, and the forthcoming Canadian supplement) provide additional vehicle counters as well as leaders.  A list of substitute counters is provided to enable the player to field the complete order of battle for both sides or the players can use some of the expansion set vehicles or combine sets to complete the order of battle.&#10;&#10;Mind the Gap can be played with two players but may be more interesting if played with up to 6 players on the US side (CO and the five platoon leaders), and 6 on the USSR side (Battalion Commander and 4 company commanders), and a referee.&#10;&#10;The gamer can also simulate a 1978 engagement by downloading a Vehicle Card for the M60A1 tank from https://boardgamegeek.com/filepage/146576/official-bonus-data-card-um-13b-m60a1-aos and by deleting the M901 Improved TOW vehicles from the US Order of Battle&#10;&#10;Mind the Gap&copy; 2018 StrongPoint Simulations and Modeling, LLC.  &bull;    MBT&trade; is arbitrable to James M. Day.&#10;The MBT Game &copy;2016 GMT Games.&#10;Counter images are used with permission of James M. Day.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Not Yet Lost: The Defense of the Polish Post Office in Danzig",
    "ID": 260157,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/260157/not-yet-lost-the-defense-of-the-polish-post-office",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Not Yet Lost (NYL) is a quick playing solitaire print-and-play game depicting the heroic defense of the Polish Post Office in Danzing during the German invasion in September, 1939. Using a chit-pull system, the player defends against increasing numbers of German attackers over the course of 15 turns. The player's success is measured by the length of time (in turns) that the Germans are repulsed. With each fighting turn that the defenders survive, Poland is not yet lost.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Gdańsk (Poland)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Meat Boy: Rival Rush",
    "ID": 260159,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260159/super-meat-boy-rival-rush",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Super Meat Boy Rival Rush is a one versus one competitive card game where Players race to the finish. Players assemble twenty card decks comprised of actions and skills that will get them to the end, along with some nasty tricks to trip up their opponent. Beloved characters from the Super Meat Boy Cinematic Universe make appearances for the first time as trading cards, each with their own unique abilities and powers to help navigate the levels ahead at breakneck speeds. Rival Rush is a nonstop fast paced no holds barred finger blistering every card for themselves showdown where only the swiftest and smartest survive.&#10;&#10;Taking heavy influence in the micro-deck builder genre, the game puts the players in the task of creating a deck of cards that matches the symbols that pop up in the &quot;stages&quot; in front of us. The trick? Your rival might guess which card you have chosen for this turn and could block your moves through the stages; and in Rival Rush there will be only ONE winner.&#10;&#10;Taking in consideration that the game offers the possibility of a fresh experience every time it's played thanks to it's random generated levels (constructed from the cards themselves), Rival Rush seems like a very fun and competitive way of enjoying Super Meat Boy; hopefully not as frustrating as it's digital counterpart.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "G.F.Y.",
    "ID": 260172,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgame/260172/gfy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "0",
    "Description": "GFY is an easy-to-learn, fast-paced card game in the spirit of Mario Kart. The rules are simple, but winning is never easy, especially at a table with experienced players. GFY makes a perfect gift for anyone in college or the military.&#10;&#10;Each player start with 7 cards and your goal is to be the first to get rid of your cards, that is how the game ends.&#10;&#10;On your turn draw 1 card and play 1 card, doing exactly what the card's rules say to do. Typically, this will be to discard more cards, draw more cards, or give or take cards from another player. If you can't do it exactly, you can not play it. If you can't play anything, draw a 2nd card and end your turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "I Know How You Died",
    "ID": 260179,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260179/i-know-how-you-died",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This game was made as a form of giving back to our fans and supporters. Yes, it's FREE! You can get the Print N Play file simply by subscribing your email to Medieval Lords. We love to spread fun and joy (perhaps death and destruction too, in this case) It is wild, so expect to laugh lots when you play - more so if your friends are horrible actors! Alternatively, you can get the game professionally printed over at The Game Crafter here: https://www.thegamecrafter.com/games/i-know-how-you-died1 (Cost-to-cost price by Game Crafter with zero profit for us) This game is intended for pure utter rubbish type of casual fun, don't go in expecting any serious game play! Play this with the wrong crowd and you'd end up in an awkward evening!&#10;&#10;Players are issued 3 random secret cards depicting various deaths, and they must choose one of them to re-enact. Then after everyone has done a quick 5 to 10 seconds re-enactment of their chosen scene, they toss these cards (still face-down) into a common pile in the middle of the table. Shuffle the pile and reveal the top card to everyone. If anyone wants to guess at who had acted out the death scene of that particular card, simply say 'I know!' and call out that player's name. This is on a first-come-first-serve basis. Note that the actual actor of the card cannot guess his/her own card, but must pretend to participate so as not to give the answer away.&#10;&#10;If a scene was guessed correctly the first time, the guesser gains 4 Point. If a scene was guessed correctly the second time, the guesser gains 3 Point. The actor also gets 3 Points. All wrong guesses will deduct 1 Point from the guesser.&#10;&#10;If no one got the correct answer to a scene after two attempts, the next scene is drawn and the game continues. After 3 scenes, the entire pile is discarded completely and a new round begins. This also means there will be some scenes that do not show up despite having been acted out. This is to increase the difficulty of the game.&#10;&#10;The game ends when the last card is drawn, or when someone achieves 20 or more Points. Rules can be found at the Files section of this game page.&#10;&#10;Have fun dying...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Voting"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Take a Pic",
    "ID": 260183,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/260183/take-a-pic",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The photo safari on the game board is open, so keep your eyes open and cameras on!&#10;&#10;In Take a Pic, dice indicate which animals can be seen this round and you must be the first one who takes a picture. Don't forget to protect pictures on your flash card because competitors don't slumber!&#10;&#10;The game includes two big dice with animals and a photographer (joker) on their faces, and the animals on the round cards represent what you see through your camera lens. Now it's time to find out who is faster. Say cheese!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Velik-an",
    "ID": 260184,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260184/battalia-ncbc-velik-an",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Suddenly a harsh voice crashed over the mountains: &quot;I will spare the pity life of every minor creature in this land who obeys me! I could even like some of you, if they stay calm in my herd and supply me well. The rest of you should try me and suffer my anger!&quot; Very large and gorgeous miniature of the Giant: Velik-an, who demands tributes from the players every day in order to leave them be... But not everyone is obliged to pay his price, you can always try to fight him until the giant's total defeat or temporary repel.&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basically competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replayability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Souleater",
    "ID": 260185,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260185/battalia-ncbc-souleater",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Run!&#10;If you see him... run!&#10;If you only smell his presence... run!&#10;If you feel his malice, run... and don't look back!&#10;He is unstoppable &#10;He is the pure evil and &#10;He wants to feed on your soul forever!&#10;Give it a chance! Save it... run!&#10;.... cause he is the SOULEATER: The Hunger Himself!&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basically competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replay ability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Mistress of the Mist",
    "ID": 260186,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260186/battalia-ncbc-mistress-of-the-mist",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Large and gorgeous miniature of the Mistress of the Mist. The wandering enchantress, always attracted by the building and expanding of cities... She was born as the only daughter of a Cloudborn master-builder and her love for architecture and building arts remained forever. But the fate brought her later to an eastern magical school, where she learned the arts to cover and defend huge places with a misty veil, the perfect protection for cities against enemy attacks. But every coin is double sided, that's why sometimes her positive intentions cause more trouble than real good...&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basically competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replay ability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Moodies",
    "ID": 260187,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260187/battalia-ncbc-moodies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "&quot;If you're small and wayward, it doesn't mean that you are useless, right...? Ok, it's not always easy for the master, because we're a bit erratic too and we always want to be fed, fed, fed... otherwise unhappy and this means, bad support for the master and short list of possible wishes.... But if we're happy and in a good mood - master will be satisfied too, this means - long list of wishes for happy master... And last but not least - we are very jealous and just need to be &quot;THE ONE AND ONLY&quot; for the master!&quot;&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basically competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replayability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Krampling vs Oracle Knight",
    "ID": 260188,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260188/battalia-ncbc-krampling-vs-oracle-knight",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Battalia is the perfect land to live on with its beautiful nature on the surface... but down there, deep underground rules the Blight and Kramplings are dwelling in the tunnels. Now they want to crawl out from their forsaken wells, spoil the Stormgates and taint the vicinity. All living creatures and plants shall die or become weaker... All movements in their range will be harder and the worst part is - they fear no ordinary hero, but only the Oracle Knights....&#10;&#10;... Only a few of them left during the years - not every man is able to bear this burden. Their life is not their own, their cause is the eternal pledge - they are the noble order of the Oracle Knights. Only they posses the secret formula, the power of the ancient spell, which heals the corruption and frightens the Kramplings to death. Their weapons were forged with a magic adjuration able to overcome the aura of the beasts and to destroy them... Eternal secret since the dawn of time...&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basically competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replay ability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Masterplan",
    "ID": 260189,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/260189/masterplan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "[English]&#10;Masterplan is a competitive city building game where the players impersonate a construction entrepreneur who is willing to be the most influential one in the urbanization process of the new neighborhood.&#10;&#10;During your turn, you can use your workers to perform different actions: you can auction for new building plans or construction sites, start a new building using those plans and sites, or use special actions from neutral buildings.&#10;&#10;Each building you finish will modify its surroundings, because no one wants to live near the noisy factory, but having a mall just across the street will make your tenants happy. Plan your neighborhood carefully so your buildings are happier than your rivals. Go for a business area or develop the factories, but be ready to modify your plans when the other players start building near you.&#10;&#10;After a set number of rounds, all of the points from your constructed buildings will be tallied, and the best architect will we declared winner.&#10;&#10;-description from publisher&#10; [Spanish]&#10;Masterplan es un juego de construcci&oacute;n de ciudades competitivo en el que los jugadores se pondr&aacute;n en la piel de un empresario de la construcci&oacute;n que quiere ser el m&aacute;s influyente en el proceso de urbanizaci&oacute;n del nuevo barrio.&#10;&#10;Durante tu turno, puedes usar tus trabajadores para realizar diferentes acciones: puedes entrar en subastas para conseguir nuevos planos o solares, comenzar nuevos edificios con dichos planos y solares, o usar acciones especiales de los edificios neutrales.&#10;Cada edificio que completes modificar&aacute; sus alrededores, ya que nadie quiere vivir cerca de una ruidosa f&aacute;brica, pero vivir justo enfrente del centro comercial har&aacute; tus inquilinos m&aacute;s felices. Planifica tu vecindario cuidadosamente para que tus edificios sean m&aacute;s felices que los de tus rivales. C&eacute;ntrate en crear una zona de negocios, o desarrolla las f&aacute;bricas, pero estate preparado para modificar tus planes cuando los otros jugadores comiencen a construir cerca de ti.&#10;&#10;Tras un n&uacute;mero de rondas determinado, se contar&aacute;n los puntos de tus edificios construidos, y el mejor arquitecto ser&aacute; declarado ganador.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: The Order of the Half Oracle",
    "ID": 260190,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260190/battalia-ncbc-the-order-of-the-half-oracle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Dishearter - She is tough and she is pretty, but cold as a stone and fully committed to her pledge. She belongs to the Order of the Half Oracle and would always try to &quot;turn&quot; you. Dishearter will charm you first and try to convince you to follow her path... but if you reject... She would take your courage away, consume your faith and moral and leave you wretched and miserable. She is able to do that... The main rule of the Order teaches: If you are not with us, you're against us!&#10;&#10;Truth-squeezer - Are you willing to tell the truth? Dare you to hide it? It's your choice, just always be prepared to meet the Truth-Squeezer ... Do you believe you're ready to face him and listen to him, hissing in your ear: Knowledge is power, but the truth could be your weakness...  I know how to squeeze it from you.... The Order will prize my efforts, since I always hear their call: Remove all obstacles!&#10;&#10;Challenger - Large and very detailed miniature of a fanatics challenger, another great NPC, which offers new style of adventures... Meeting you, he will challenge you, will always try to seduce your natural born greed for success, he will play with your moral and conscience and finally he will let you no choice, but to make one very hard decision.... It's always about the same old dilemma: Victory or Defeat - and are you willing to pay the price for it?&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basically competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replaya bility and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: The Keeper",
    "ID": 260191,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260191/battalia-ncbc-the-keeper",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Large scale miniature of the almighty lord of battle, the master of all surges, The Missing Element himself. The Keeper emerges always on every battlefield to reward the victor in the combat with one of the elemental keys.&#10;&#10;Alternative game end condition - playing with this figure introduces new game end condition! The game ends when someone gathers the necessary number of keys, plus 4 cities level 4. Moreover, the game does not end when the map is fully covered.&#10;&#10;Alternative win condition - in this game it is not enough to have the most points. Only the players that have gathered all necessary keys can claim the victory - they are the only ones who compare their score.&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basically competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replaya bility and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Il gioco dell'orso",
    "ID": 260192,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/260192/il-gioco-dellorso",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An ancient abstract board game from Italy, the Valle Cervo. It's an asymetrical hunting game. Three hounds hunt a bear, moving from point to point on a special board. The bear needs to escape getting cornered for 40 moves.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Unbound Buff",
    "ID": 260193,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260193/battalia-ncbc-unbound-buff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Large and gorgeous miniature of the wild and restless NPC mercenary leader, who enters the map randomly through roads from outside the border lands and automatically attacks every hero on his way&hellip;.To deal with him, every player has a couple of choices: Of course you can fight him, or you could try to bribe him or even hire him for a week...&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basic competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replayability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: The Ruin Guards",
    "ID": 260194,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260194/battalia-ncbc-the-ruin-guards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Gorgeous figurine of the mighty ancient guards of the ruins - a NPC which belongs to no player, but will be aggressive to all heroes. The figure will come out of the ruins from time to time and will be moved according to a special rule. The guards will try to curse you, making troubles on the map, and to collect back all the Great Artefacts from the players.&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basic competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replay ability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lemmify",
    "ID": 260195,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/260195/lemmify",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The aim of the game is to get your family of 3 across the valley of death to the safety of their new home.&#10;&#10;To do this you have 2 dice, you can use the number as one whole number for one Lemming or you can split the dice and move two lemmings (sticking to the numbers on the dice please!!) as you move along you must avoid rivers, canyons, forest fires and the ubiquitous Random Encounters which can be good or bad! However, you can navigate the terrain using Save or Play cards specific to each obstacle. For example, rivers can be used as normal squares if you have a boat, Lem Cardashian's floating but, or a Child's birthday balloon. Save or Play cards can also save you from predators such as the Lemming Chainsaw Massacre which prevents you from being eaten by mountain lions, snakes, or being trampled by an angry bull BUT you can only use one card per one lemming (then the card goes back to the bottom of the pack) so use them wisely to get your lemmings to safety.&#10;&#10;As you move around the board the risks are greater AND if at any point you land on a space with another teams lemming you must battle it out for territory by rolling one die each, the one with the least has to move back the number they rolled, but beware of landing on Random Encounters and other Lemmings because you must keep going until you are safe.&#10;&#10;The game builds in tension as the players begin to reach their new home because you are now in a position where you don&rsquo;t have the option to choose which lemming you move, beware friends and family as you get closer to winning they might have a mean streak you didn&rsquo;t know about and use a Save or Play card against another player.&#10;&#10;This board game pits you against your family and friends in a fun but strategic game, it&rsquo;s your job to know which Lemming to move and when to strike in order to get home first. As the game progresses the stakes are higher - Lemmy is counting on you!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starcadia Quest: Showdown",
    "ID": 260196,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260196/starcadia-quest-showdown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Starcadia Quest: Showdown is a brand-new expansion that complements not only Starcadia Quest but also plugs into the Arcadia Quest series as well! Showdown is not about going on an arduous quest to defeat evil monsters, no siree! Showdown introduces a new mode: full Player-versus-Player deathmatches that will see players draft &amp; pick all-new Upgrade tokens and enter a vicious arena to battle enemy Crews!&#10;&#10;The action in Showdown takes place in a Double-sided Game Board, with one side designed for 3-4 players, and a 2 players version on the back. With its tight corridors and sharp turns, the Crews (and Guilds) will see themselves immersed into non-stop action! Only 1 Stimpack, 1 Recharge Token and 2 Computer Terminals are still functioning in the arena and sometimes become contested hotspots. In Showdown, the Crews don&rsquo;t claim Victory by accumulating Victory Points: the first Crew that manages to score 3 Kills is deemed Victorious!&#10;&#10;Thanks to the Hollow Deck technology, Starcadians can conjure up the legendary Heroes from ancient Arcadia to test their mettle! With 60 Hero cards and 4 Crew Dashboards (sporting an appropriately battle-damaged look and slots for Pets and Mounts!) players with any Arcadia Quest core box (Classic or Inferno) or with the Starcadia Quest core box can join the Showdown!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Arcadia Quest",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Armamentum",
    "ID": 260197,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260197/battalia-ncbc-armamentum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Highly Effective city walls defense weapons. A must have in some situations, especially when playing with the rampaging Rammoth Deleo-arx. Increases the security of your city against random NPC attacks and could be used in player vs. player interactions in different scenarios.&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basic competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replayability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Rammoth Deleo-Arx",
    "ID": 260198,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260198/battalia-ncbc-rammoth-deleo-arx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Ready for defense! The rampaging Rammoth called Deleo-Arx is about to smash your city gates and bombard with ballista arrows the city walls at the same time. You will need special support of defensive weapons in order to hold the city level status.&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basic competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replay ability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BATTALIA NCBC: Star-Smuggler Morgenstern",
    "ID": 260199,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260199/battalia-ncbc-star-smuggler-morgenstern",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Say hello to the deal of the century! This guy operates almost like a genie in a bottle. He is able to exchange old artefacts for new ones at the best possible rate... and for now he is the only one who has access to the most precious substance in the universe called STAR-DUST. It is similar to the supply cards, but with double value! He is always strolling around the Gates. Catch him if you can!&#10;&#10;&#10;    NCBC is a collection of mini expansions based on neutral big scale figurines, which are designed to enlarge the immersive Battalia universe, introducing a whole bunch of new strategic possibilities to the players and adding completely new adventure elements to the basic competitive plot. In general they don't belong to any faction (resp. to any player) and can be played in different combinations with the basic game or with the BIG!Expansion. We don't recommend to mix more than 3 different types of NPCs in your games in order to avoid higher complexity. But you can mix them in totally different combinations, which ensures the long-term replay ability and excitement in this game universe. Normally the NPCs have small complementary rules, which are provided only online on Battalia's home page battalia.eu as high resolution printable PDF files. The miniatures are distributed in small packaging boxes with custom artwork as separate items or possibly in bundles.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tower: Market Inventory Randomizers",
    "ID": 260202,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260202/tower-market-inventory-randomizers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "18 round inventory marker tokens that are meant to be placed directly over the existing inventory spaces on the six market stall tiles included with Tower.&#10;&#10;Includes instructions for use.&#10;&#10;It randomizes what the markets will sell in the game.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Munchkin 1+2",
    "ID": 260205,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/260205/super-munchkin-1-plus-2",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "With 112 cards to enhance your Super Munchkin game, The Narrow S Cape is much more than just this season's favorite fashion accessory! It teems with new villains like the contemptible Cheese Wiz, Gothzilla (with earthquake-causing platform boot action!), and the Ratwoman. And lest you feel overwhelmed by villainy, this expansion also features new items, new Powers and a new Class: the Brain!&#10;&#10;This game combines Super Munchkin and Super Munchkin 2.&#10;&#10;Fr&uuml;her war es ein niedliches Munchkin-Spiel. Aber dann wurde es in mysteri&ouml;sen Energien gebadet, von einem radioaktiven Chihuahua gebissen und fasste ein uraltes G&ouml;tzenbild an. Nun fliegt es durch Super-City und k&auml;mpft f&uuml;r eherne Werte wie Wahrheit, Gerechtigkeit und noch h&ouml;here Boni! Schl&uuml;pf in die Rolle eines Superhelden und sei ein Mutant, ein Exot, ein Mystiker, ein Techno oder ein Superhirn. Je h&ouml;her deine Stufe ist, desto mehr Superkr&auml;fte kannst du haben. Bek&auml;mpfe niedertr&auml;chtige Teufelsgenies, verheerende Monster und aus anderen Dimensionen einfallende Au&szlig;erirdische &ndash; vom l&auml;ppischen Explodoman &uuml;ber J&uuml;rgen von der Grippe bis hin zum Gro&szlig;en Alten Planetenfresser &ndash; UND NIMM IHR ZEUG! Wenn du deine Unterw&auml;sche dr&uuml;ber tr&auml;gst, eine Lizenz zum Verw&uuml;sten hast und alle mit deinen Monologen langweilst, kann kein Feind vor dir bestehen!&#10;&#10;Die Erweiterung Coole Capes ist in Super Munchkin bereits enthalten.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spiel mir das Lied vom Munchkin 1+2",
    "ID": 260206,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/260206/spiel-mir-das-lied-vom-munchkin-1-plus-2",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The Good, the Bad, and the Munchkin 2: Beating a Dead Horse contains 56 new Wild West-themed cards specifically for use in The Good, the Bad, and the Munchkin, although they can also be added to any other Munchkin game.&#10;&#10;This expansion includes a new class, Cavalry, that allows you to sacrifice your treasure to gain a level when helping a non-Cavalry player. Since this level is gained as part of a combat, it can be the winning level.&#10;&#10;This game combines The Good, the Bad, and the Munchkin and &#10;The Good, the Bad, and the Munchkin 2: Beating a Dead Horse.&#10;&#10;Als ich aus Alabama kam, fi el der Regen dick und schwer, und ich hatte keine Waffe und auch gar kein Goldst&uuml;ck mehr. Meine Braut hab&rsquo; ich verlassen, doch ich konnte nix daf&uuml;r. Denn das gr&ouml;&szlig;te Gl&uuml;ck des Munchkins lauert hinter einer T&uuml;r &hellip; Oh Susanna, das Munchkinleben ist nicht schwer. Jetzt hab&rsquo; ich schicke Sachen an und ein geiles Schie&szlig;gewehr!&#10;&#10;Spiel mir das Lied vom Munchkin verlegt das klassische Munchkintum in den Wilden Westen! Spielt Cowboy und Indianer, Gesetzlose und St&auml;dter. Tragt Duelle mit Daniel Boom, dem Wolpertinger oder mit dem M&ouml;rderm&auml;&szlig;igen Jalape&ntilde;o aus! Setzt euch den Gro&szlig;en Cowboyhut auf und steckt euch den Sheriffstern an &hellip; Bewaffnet euch bis an die Z&auml;hne mit der Kanone aus dem B&uuml;rgerkrieg und dem Kuhfl aden &hellip; Sattelt dann noch die R&ouml;sser und trommelt eure Handlanger zusammen, und sogleich k&ouml;nnt ihr wieder staubige T&uuml;ren eintreten! Auch hier gibt es wieder Monster zum T&ouml;ten und Sch&auml;tze zum Einsacken &ndash; Yee-HAW!&#10;&#10;Die Erweiterung Zu Tode geritten ist in dieser Ausgabe bereits enthalten. Wir machen sie damit erstmals auf Deutsch zug&auml;nglich.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beasts of Balance: Kickstarter Promo Battle Cards",
    "ID": 260209,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260209/beasts-of-balance-kickstarter-promo-battle-cards",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This Kickstarter Promo contains 2 new Battle Cards, Divine Rewind and Friendly Fire.&#10;&#10;Divine Rewind: Select a Beast. It transforms into an earlier version of itself.&#10;&#10;Friendly Fire: The next 15 seconds of volcano damage will instead give life to your Beasts.&#10;&#10;The prototypes of these cards were called Theory of Devolution and Lava-Va-Voom! respectively.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: German – Junkers JU-88 A Bomber",
    "ID": 260210,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260210/blood-red-skies-german-junkers-ju-88-a-bomber",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Originally designed as a Schnellbomber (fast Bomber) the Junker JU88 became Germany's most successful multi-role combat aircraft in World War II. The production ran from 1936 to 1945 and over 16,000 were built, more than any other twin-engine plane in the Luftwaffe. Miniatures are supplied unpainted and some assembly may be required&#10;&#10;Contents:&#10;&#10;3 Junkers JU-88 A German Bombers&#10;3 Decal Sheets&#10;3 Advantage Flying Base &amp; Extension&#10;3 Double-sided Pilot Skill Discs&#10;1 Aircraft Card&#10;1 Assembly Instruction Leaflet&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Something Is Missing",
    "ID": 260211,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/260211/something-is-missing",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Something Is Missing is a picture book written and illustrated in Taiwan that has now been adapted into a memory dexterity game. This game not only provides you with the book's images faithfully represented, but also brings you back to experience Taiwan's rich traditional culture.&#10;&#10;Through the game, players are invited to carefully appraise the images, and the one to first successfully recall the missing object scores. Through this lighthearted 3-7 player game, everyone can experience both fun and nostalgia for the past.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Book",
      "Memory"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Exploding Kittens: Streaking Kittens",
    "ID": 260214,
    "Year": "(2018)",
    "Geek Rating": "6.238",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260214/exploding-kittens-streaking-kittens",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1538",
    "Description": "Streaking Kittens is the second expansion for Exploding Kittens, the award-winning card game that made Kickstarter history as the most-backed project, ever.&#10;&#10;This expansion deck includes 15 cards, featuring 8 new types of actions and a Streaking Kitten which allows you to hold an Exploding Kitten in your hand without exploding.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Cats",
      "Card Games: Matching",
      "Game: Exploding Kittens"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Urban Insanity",
    "ID": 260219,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/260219/urban-insanity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Urban Insanity is the game where the board changes every time you play.&#10;&#10;128 game-play variations are available, from endless destruction to mind-bending strategy... and all with the same basic rules!&#10;&#10;Work together to complete a city map... until it's time to score points! Compete to complete city blocks, streets, suburbs, and stadiums. Dial up the madness with one or more of the 6 expansion packs. Create a mobster turf war, an alien invasion, light your city on fire, and much more.&#10;&#10;Each turn consists of drawing an action card and playing a tile. In a single round everything can change!&#10;&#10;This fast-paced game combines strategy, luck, and something something something.&#10;&#10;We debuted in the game room at DragonCon 2018, and were an instant hit!&#10;&#10;We've created a couple videos for your enjoyment, so take a moment to see what we've cooked up!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rune Walker: A Solitaire Rune Game",
    "ID": 260225,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260225/rune-walker-a-solitaire-rune-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Rune Walker is a game of discovery and adventure using a standard set of 24 runes. It draws upon the ancient myths of the Teutonic peoples in order to present a world of heroism and challenge.  Each step matters in this world where Jotuns intend to thwart the Rune Walker and her attempt to reclaim the wisdom of the nine worlds.  The Rune Walker will face opponents of immense and growing power armed with lore and weapons of great strength.  The object of Rune Walker is to succeed in walking all nine worlds and to rebuild the great world tree &ndash; Yggdrasil.  When all nine worlds have been placed upon Yggdrasil the game is won and the Rune Walker has claimed the wisdom of the Runes and worlds.&#10;&#10;- A Game for One Player&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champions of the Internet",
    "ID": 260227,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/260227/champions-of-the-internet",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Champions of the Internet is a party card game with real pics of the biggest champs to ever grace the internet!&#10;&#10;WHAT'S IN THE BOX&#10;People Cards: the most diverse, awesome deck of real people! You never know what type of person you're gonna get- fitness fanatics, body modifiers, drag queens, moms, models... you name it, we've got it!&#10;&#10;Question Cards: Our Question Cards are hilarious and cover a wide range of topics- scary stuff, sexy stuff, sweet stuff. Plus, our added hashtags make them even funnier!&#10;&#10;HOW TO PLAY&#10;All players draw 5 People Cards. One player acts as the judge for the round and reads aloud a Question Card. The other players put down one People Card that they think best answers the question. It's up to the judge to pick their favorite played People Card. The player whose card was chosen wins the round! Play as many rounds as you desire.&#10;&#10;5 GAMES IN ONE BOX&#10;There are actually multiple games you can play! Inside the box, you&rsquo;ll also learn how to play Slap That Ass, Bed Wed Dead, Identity Crisis and The Final Rose.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythos",
    "ID": 260228,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/260228/mythos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Welcome to Mythos, a H.P. Lovecraft inspired 1920&rsquo;s horror skirmish game.&#10;&#10;In Providence U.S.A a City like many other, the stage is set for what could be the first battle for the very survival of every last man, woman and child of Humanity. A war is coming, though not like the one that ended but a few years ago. An ancient being stirs in the deep, something so powerful that if it were to awaken, it would wipe out Humanity in the blink of an eye.&#10;&#10;&#226;&#128;&#139;The Sea Queen has been given the task and sent forth her best, they have made their way to land and now walk amongst you attempting to blend in as they scout this world above the water.&#10;&#10;Other creatures born in the wild have been drawn to the area, the woods and forests are their realm and they are fiercely protective of them. They strengthen their numbers with sacrificial magic and awaken the old things of the forest best left sleeping.&#10;&#10;Guardians from a long past age have been shipped by chance or fate to the town, their chittering growing in volume as they begin to awaken from their hibernation.&#10;&#10;Cultists find key points of power for summoning. Their decades long work finally paying dividends as they close on the secret to moving beyond human form and finding the path of enlightenment that will see them become gods.&#10;&#10;And finally, the defenders of Humanity, long since forgotten but still ever vigilant. The prophets have spoken, the signs of something dark and powerful are plain to see and they will not stand idly by but will fight to their dying breath against the coming darkness.&#10;&#10;This skirmish game will see two or more players take to the table top to play one of the core game types, or one of the story solo/campaign games of Mythos.&#10; Each faction member is unique, coming not only with their own stats, Mythos abilities and traits but also a second side to their nature. Some will reveal this as insanity takes hold, others will be triggered by certain effects and interactions. Each turn players will alternate their activation's using up all the action points of each character. &lsquo;Live combat&rsquo; will see that not every fight goes your way even if you started it, blasting your foes with ranged or arcane attacks may see them dodge away, taking that valuable item with them as they do.&#10;&#10;Balancing your Mythos use will be key, as each point spent also takes away a point of sanity and once you go insane there&rsquo;s no coming back but it&rsquo;s not always a bad thing.&#10;&#10;So, are you up for the challenge, to take the fight to your faction&rsquo;s enemies, to put the objective before all else and push past your sanity threshold until all you see is red and insanity takes you?&#10;&#226;&#128;&#139;&#10;Yes, then welcome to Mythos!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Captain Can Spell",
    "ID": 260229,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260229/captain-can-spell",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The First Word Climbing Game&#10;&#10;Captain Can Spell is a word game with innovative game rules. It is easy to learn and fun. Besides this game will test your word skills, it also involves layers of strategy for you to discover. This game will fit all word game lovers, from beginner to expert.&#10;&#10;Gameplay overview (2 players):&#10;&#10;Each player is dealt 13 cards, the aim is to get rid of all cards, players take turns to play a word. All words are ranked, from lowest to highest, by their first letter in alphabetical order. Player in turn must play a word of the same ranking or higher than the previous player. For example, the previous player played &quot;book&quot;, the next player can play &quot;bat&quot; or &quot;cat, dog, eagle...zoo&quot;, but this player cannot play &quot;apple&quot; due to &quot;A&quot; is lower in rank than &quot;B&quot;. If this player cannot or does not want to play a word in his/her turn, then he/she has to pass and draw two cards from the draw pile. After a pass, the next player can play any new word.&#10;&#10;Scoring system:&#10;&#10;The player who gets rid of all cards wins the round, the losing player has to take the penalty points which is the number of cards in his/her hand plus the number of cards remains in the draw pile, 1 point each. This will add up to his/her total penalty points. When one of the players reaches the total penalty points of 100, the player with less penalty points wins the game.&#10;&#10;3-4 players game:&#10;&#10;This game can be played up to 4 players with the slightly modified game rules in which involves some different strategies of playing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Handimonium: The Tiny Hands Game",
    "ID": 260230,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/260230/handimonium-the-tiny-hands-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players or teams compete to see who can complete the most tasks while using the small, doll-like hands provided.&#10;&#10;There are three different ways to play the game: Relay, Battle, and Charades. You can choose how you want to play depending on how many players you have. Each of the Challenge cards includes a challenge that can be used in Relay or Battle gameplay and one Charade.&#10;&#10;In Relay play, which is for four or more players, teams compete to be the first to complete five challenges using the tiny hands. Player 1 on the team does the first challenge, and then passes the hands to player 2 who completes the second challenge and passes the hands to the third player for the third challenge, and so on. The first team to finish five challenges wins.&#10;&#10;If you only have two players, you can Battle. Players go head-to-head to see who can complete a challenge first. You score one point if you do. The first player to earn five points wins.&#10;&#10;And for three or more players, you can play Charades. The acting player uses the tiny hands to act out the clue on the Challenge card while the other players try to guess the answer. You can add a one- or two-minute time limit, if you want. The player who guesses right gets one point, and so does the acting player. The first player to earn five points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Montana: Goldrush",
    "ID": 260232,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260232/montana-goldrush",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Rumors are told that gold can be found in the mountains!&#10;&#10;Build settlements next to the mountains in Montana: Goldrush to claim your spot and get a chance to gain some extra wealth. New settlements can be built, which can be used to gain extra benefits or to hinder others. Also, new landscapes with their own special rules bring more variety to the game. Finally, events will change the flow of the game. Some events give players a bonus while others make actions harder.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Country: USA",
      "States: Montana"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Middle-Earth Strategy Battle Game: Armies of the Lord of the Rings",
    "ID": 260237,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "8.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260237/middle-earth-strategy-battle-game-armies-of-the-lo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Armies of The Lord of The Rings is an expansion for the Middle-earth Strategy Battle Game that enables you to recreate your favourite scenes from The Lord of the Rings Motion Picture Trilogy with your collection of Citadel and Forge World models. It includes all the information you need to take control of all the Heroes and armies on the tabletop &ndash; included in the 244-page hardback:&#10;&#10;&#10;     16 army lists for the forces of Good, including a brief background, points values, characteristics, special rules and Heroic Tiers for the following: The Fellowship, The Shire, The Rangers, N&uacute;menor, Minas Tirith, The Fiefdoms, The Dead of Dunharrow, Arnor, Rohan, Wildmen of Druaden, Rivendell, Lothl&oacute;rien, Fangorn, The Misty Mountains, The Kingdom of Khazad-d&ucirc;m, and Wanderers in the Wild;&#10;     11 army lists for the forces of Evil , including a brief background, points values, characteristics, special rules and Heroic Tiers for the following: Barad-d&ucirc;r, Angmar, Mordor, Moria, Isengard, The Easterlings, Variags of Khand, The Serpent Horde, Far Harad, Corsairs of Umbar, and Sharkey's Rogues;&#10;     11 Narrative Play Scenarios based on pivotal battles: The Last Alliance, The Fall of Khazad-d&ucirc;m, The Fall of Arnor, Ambush at Amon Hen, Ambush at Ithilien, The Deeping Wall is Breached, Last March of the Ents, Paths of the Druadan, The Black Ships, The Battle of Pelennor Fields, and The Battle of Bywater;&#10;     A full Allies Matrix, showing which factions can work together;&#10;     Army Bonuses for every faction;&#10;     269 profiles, providing rules for your favourite Heroes, Villains, Monsters and Warriors.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monkey Moves Game",
    "ID": 260250,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260250/monkey-moves-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The monkeys can do it all. Upside-down. Mirroring. On one foot. In the air. They have balance, flexibility, and strength... but so do you.&#10;&#10;Monkey Moves is the ultimate game to test your trust, coordination, and ability to have fun. Pair with a fellow monkey and get your body moving to mimic the monkey moves on each card. The game is in your hands as you and your partner strategize to earn more points than your opponents. Calibrate on Level 1, risk it with Level 2, or jump straight into challenging Level 3 moves; higher level moves are harder, but worth more points. And remember, it&rsquo;s always worth trying the move, or your opponents can try to steal.&#10;&#10;Are YOU up to the challenge?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starcadia Quest: Build-a-Robot",
    "ID": 260251,
    "Year": "(2020)",
    "Geek Rating": "5.562",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260251/starcadia-quest-build-a-robot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Starcadia Quest: Build-a-Robot brings not only a whole new branching campaign, monsters, heroes and Upgrades, but it&rsquo;s also a modular expansion that introduces companion Robots, a new system that can be added to any Starcadia Quest Scenario!&#10;&#10;&mdash;description from the publisher&#10;&#10;Contains:&#10;- Rulebook&#10;- Campaign Sheet Pad&#10;- 13 Highly-Detailed Plastic Miniatures&#10;- 38 Cards&#10;- 30+ Tokens&#10;- 3 Game Tiles&#10;- 4 Robot Dashboards&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Arcadia Quest",
      "Theme: Anime / Manga",
      "Theme: Chibis",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crane & Wave: Samurai at War",
    "ID": 260254,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/260254/crane-and-wave-samurai-at-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A card driven Wargame, winning several awards in the 2018 Wargame PnP Contest:&#10; 3rd Place: Best Overall Game&#10;2nd Place: Best Artwork&#10;2nd Place: Best Overall Rules&#10;2nd Place: Best 2+ Player Game&#10;2nd Place: Best Short/Quick/Small Game&#10;2nd Place: Best New Designer&#10;3rd Place: Most Original Concept&#10;&#10;SUMMARY&#10;Japan in 1567, at the height of the Sengoku Jidai &ndash; the Age of Warring States. Powerful Samurai families each have conquered large parts of Japan, and the days of the last Ashikaga Shogun in Kyoto are numbered. By land and sea, many more battles will befall the already war-torn country. And soon, one of the many Daimy&#197;&#141;s &ndash; the Samurai Warlords &ndash; might unite enough regions of Japan under his banner, to call himself the new Shogun. Who will be the first to quench his thirst for power, and start a dynasty to shape Japan for the centuries to come?&#10;&#10;GOAL&#10;Become the greatest of the Samurai, by controlling Kyoto and large parts of Japan.&#10;&#10;GAMEPLAY&#10;Players draw cards to place armies, attack or fortify provinces and send out agents to sabotage their enemies. The more powerful players become, the more cards they may draw, but the less control they have over which cards to keep.&#10;&#10;Every now and then, an Event Card will bring change to the war. The biggest of which is the arrival of the Europeans, who bring firearms and Christianity with them, opening up new possibilities to the players.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beard Ball",
    "ID": 260256,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.35",
    "Link": "https://boardgamegeek.com/boardgame/260256/beard-ball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The game of skill, style and sticky whiskers! There have always been countless reasons why having a beard is better than not having a beard - the beard gives you a strange power that will improve your life, your thoughts will look deeper and more developed with a beard, a beard can make a hipster&rsquo;s nerdy shirt look cool. Now there&rsquo;s one more for the list &ndash; Beards make the perfect backdrop for a fun party game!&#10;&#10;The game centers around completing stunts with three different fake beards. On a turn, two players (either as a team or two cooperating competitors) will try to complete one of the many stunts represented on the cards in the game. Each card provides details about the challenge, the number of attempts allowed, and how many points the stunt is worth.&#10;&#10;One player puts on a fake beard with a set of glasses, while the other grabs the plastic balls that are covered in Velcro. The team then follows the instructions given on the card, often trying to get the ball caught on the beard. If they succeed in the designated number of attempts, then both players (or the team) score the points!&#10;&#10;Play continues until one player (or team) reaches 11, and he/she/they are the winners!&#10;&#10;Contents include - 50 beard ball stunt cards, 5 beard balls, 3 stylish beards of varying difficulty levels, 1 pair of glasses, 1 Bearded die, 1 game board, and instructions&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Hair / Beards / Animal Fur"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Small Sugar Mill",
    "ID": 260258,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/260258/small-sugar-mill",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A new one of micro-game series made by Jog Kung.&#10;&#10;In this game, each player try to arrange the production line in his/her factory, the one who completes more lines and makes the longer pipeline transport will earn more points and win the game!&#10;&#10;The game contains two or three rounds according to the number of players. During each round 9 cards are drawn to form a common card row.  Each player then takes a turn to pick a card from either end of that common row, and then places the card to expand the production line in his/her factory.&#10;&#10;When there are 10 cards in each player's factory, the game ends and compare each players' score.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hostage Negotiator: The Tin Man",
    "ID": 260265,
    "Year": "(2018)",
    "Geek Rating": "5.545",
    "Avg Rating": "8.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260265/hostage-negotiator-the-tin-man",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Negotiator Cards each add a power that can be used once per game. The Tin Man allows getting additional Conversation card before pivotal event.&#10;&#10;This card is a Secret Promo Card for Hostage Negotiator.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Hostage Negotiator",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mini Madness Cthulhu: The Arkham Investigation",
    "ID": 260284,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/260284/mini-madness-cthulhu-the-arkham-investigation",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Deep inside the vicious mind of the elder gods, resides the madness of mankind. You are not an ordinary person, have seen many things, gaze at the abyss of your own mind, many must called you liar, crazy, even a fraud, but now, the madness that you spoke of, trapped in the nightmares of your soul, broke free into our world, and bring something ancient, evil... and hungry.&#10;&#10;Welcome to the Mini Madness Cthulhu - The Arkham Investigation - a mini 9 card game self published, that have elements of Cthulhu's and other H.P Lovecraft histories, as well cosmic horror creatures and elements.&#10;&#10;As a Free PNP (print an Play), Solitaire or cooperative game, your goal is to save the world from being devoured by the Ancient Gods, to do that you must collect artifacts and clues, yet it seems simple. To &quot;win&quot; (survive) the game you'll have to fight the cultists, monster and the &quot;Chaos Die&quot;, and be able to stay unharmed and mentally fine.&#10;&#10;In this game, you have resources, and have to travel from the cards and resolve it rolling dice. Be aware of each ability from every one of the four investigators. As the game proceed the Ancient God will slowly awaken, and make things more difficult. As you collect the symbols &quot;elder signs&quot; you may have the specific amount of the chosen Elder God, when you do so, you beat the game, and save the world - HURRAY! - but... for how much time?&#10;&#10;---&#10;&#10;No fundo das mentes viciosas dos Deuses Anci&otilde;es, reside a loucura da humanidade. Voc&ecirc; n&atilde;o &eacute; uma pessoa comum, viu muitas coisas, olhou para o abismo da sua pr&oacute;pria mente, muitos devem chamar-lhe mentiroso, louco, ou at&eacute; mesmo uma fraude, mas agora, a loucura de que voc&ecirc; falou, presa nos pesadelos de sua alma , se libertou em nosso mundo, e trouxe algo antigo, maligno ... e faminto.&#10;&#10;Bem-vindo ao Mini Madness Cthulhu - A Investiga&ccedil;&atilde;o Arkham - um mini-jogo de nove cartas auto publicado, que tem elementos de Cthulhu e outras hist&oacute;rias de H.P Lovecraft, bem como criaturas e elementos de terror c&oacute;smico.&#10;&#10;Como um PNP gratuito (Imprima e Jogue), jogo solo ou cooperativo, seu objetivo &eacute; salvar o mundo de ser devorado pelo Deuses Antigo, para isso voc&ecirc; deve coletar artefatos e pistas, parece simples, eu garanto a voc&ecirc; que n&atilde;o &eacute;. Para &quot;vencer&quot; (sobreviver) o jogo voc&ecirc; ter&aacute; que lutar contra os cultistas, monstros e o &quot;Dado do Caos&quot;, e ser capaz de permanecer ileso e mentalmente bem.&#10;&#10;Neste jogo, voc&ecirc; tem recursos e precisa viajar dos cards resolv&ecirc;-los rolando os dados. Esteja ciente de cada habilidade de cada um dos quatro investigadores. &Agrave; medida que o jogo avan&ccedil;a, o Deus Antigo despertar&aacute; lentamente e tornar&aacute; as coisas mais dif&iacute;ceis. Ao coletar os s&iacute;mbolos &quot;Elder Signs&quot; voc&ecirc; pode ter a quantidade espec&iacute;fica do Deus Anci&atilde;o escolhido, quando voc&ecirc; faz isso, voc&ecirc; vence o jogo e salva o mundo - OBAAAA! - mas ... por quanto tempo?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Theft of the Century",
    "ID": 260297,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/260297/theft-of-the-century",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Have you always dreamt of being one of the thieves in Ocean's Eleven? Or perhaps with participating in the Sting? Would you like to be a cat burglar and live la dolce vitta? Then Theft of the Century is the game for you!&#10;&#10;Your mission in Theft of the Century will be to escape the police hunting you at every turn. The police will be faster or slower depending on the cards played by your opponents. With a hand management system where you can draw or play cards to make your thief run faster, that make the police quicker when chasing your rivals, and that will combine with each other to earn you points. Play hidden cards to solve at the end of each round, trump your opponent&rsquo;s strategies and get the most valuable booty!&#10;&#10;The game is played in a variable number of rounds, with an objective card that marks the end of the game. Players will use their cards and solve their effects, up to a maximum of 4 cards each round per player. The player who achieves more objectives will be the winner of the game. Will you be the thief who performs the Theft of the Century?&#10;&#10;&mdash;description from the publisher&#10;&#10;&iquest;Siempre so&ntilde;aste con ser uno de los ladrones de Ocean&rsquo;s Eleven? &iquest;O tal vez con participar en El Golpe? &iquest;Te gustar&iacute;a ser un ladr&oacute;n de guante blanco y vivir la dolce vittta? &iexcl;Entonces El Robo del Siglo es el juego para ti!.&#10;&#10;En el Robo del Siglo tu misi&oacute;n ser&aacute; huir de la polic&iacute;a que intentar&aacute; darte caza en cuanto tenga ocasi&oacute;n. La polic&iacute;a ser&aacute; m&aacute;s r&aacute;pida o m&aacute;s lenta en funci&oacute;n de las cartas que vayan jugando tus compa&ntilde;eros. Con un sistema de gesti&oacute;n de mano de cartas donde podr&aacute;s robar o jugar cartas que har&aacute;n que tu ladr&oacute;n corra m&aacute;s, que la polic&iacute;a persiga m&aacute;s r&aacute;pido a tus rivales, y que har&aacute;n combos entre s&iacute; para conseguir puntos. Apuesta cartas ocultas para resolver al final de cada ronda, entorpece a los ladrones enemigos y &iexcl;consigue el bot&iacute;n m&aacute;s valioso!.&#10;&#10;El juego consta de un n&uacute;mero de rondas variables en funci&oacute;n de una carta objetivo que marca el final de la partida. Los jugadores ir&aacute;n jugando cartas y resolviendo sus efectos, hasta un m&aacute;ximo de 4 turnos por ronda y por jugador. El jugador que consiga m&aacute;s objetivos ser&aacute; el ganador de la partida &iquest;Ser&aacute;s t&uacute; el ladr&oacute;n que consiga realizar El Robo del Siglo?&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GAMBLE ZEBRA",
    "ID": 260302,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260302/gamble-zebra",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#174;&#227;&#131;&#163;&#227;&#131;&#179;&#227;&#131;&#150;&#227;&#131;&#171;&#227;&#130;&#188;&#227;&#131;&#150;&#227;&#131;&#169; (GAMBLE ZEBRA) is a Japanese card game. English rules are on the designer's website.&#10;&#10;In the game of GAMBLE ZEBRA, players try to accumulate victory points by betting on black or white.&#10;&#10;Each player receives an identical deck of eight bidding cards. Any of these cards can be played in two ways: bid on black with a value of X or bid on white with a value of Y. In any card, X+Y is always 9. For example if the upper half of a card is 8 on black, the lower half is 1 on white. In addition, each player receives two random special bidding cards.&#10;&#10;Each round, a victory point card, whose value ranges from -1 to 5, is shown up. Players guess whether the back of the card is black or white, and play two cards from their hands. When the card's color is revealed, the highest bidder on that color takes the victory point card and a random victory point modifier card.&#10;&#10;After five rounds, the highest scorer wins the game.&#10;&#10;Designer's summary&#10;3&#227;&#129;&#164;&#227;&#129;&#174;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;1&#227;&#129;&#164;&#231;&#155;&#174;&#227;&#128;&#129;&#227;&#130;&#174;&#227;&#131;&#163;&#227;&#131;&#179;&#227;&#131;&#150;&#227;&#131;&#171;&#232;&#166;&#129;&#231;&#180;&#160;&#239;&#188;&#154;&#231;&#153;&#189;&#227;&#129;&#168;&#233;&#187;&#146;&#227;&#128;&#129;&#227;&#129;&#169;&#227;&#129;&#161;&#227;&#130;&#137;&#227;&#129;&#171;&#232;&#179;&#173;&#227;&#129;&#145;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#139;&#10;2&#227;&#129;&#164;&#231;&#155;&#174;&#227;&#128;&#129;&#233;&#167;&#134;&#227;&#129;&#145;&#229;&#188;&#149;&#227;&#129;&#141;&#232;&#166;&#129;&#231;&#180;&#160;&#239;&#188;&#154;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;2&#230;&#158;&#154;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#132;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#130;&#146;&#231;&#139;&#153;&#227;&#129;&#134;&#10;3&#227;&#129;&#164;&#231;&#155;&#174;&#227;&#128;&#129;&#233;&#129;&#139;&#232;&#166;&#129;&#231;&#180;&#160;&#239;&#188;&#154;&#233;&#167;&#134;&#227;&#129;&#145;&#229;&#188;&#149;&#227;&#129;&#141;&#227;&#129;&#167;&#229;&#139;&#157;&#227;&#129;&#166;&#227;&#129;&#166;&#227;&#130;&#130;&#231;&#181;&#144;&#230;&#158;&#156;&#227;&#129;&#140;&#230;&#155;&#180;&#227;&#129;&#171;&#229;&#164;&#137;&#229;&#140;&#150;&#227;&#129;&#153;&#227;&#130;&#139;&#10;&#10;&#229;&#139;&#157;&#229;&#136;&#169;&#230;&#157;&#161;&#228;&#187;&#182;&#239;&#188;&#154;5&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#229;&#139;&#157;&#232;&#178;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#229;&#190;&#140;&#227;&#128;&#129;&#228;&#184;&#128;&#231;&#149;&#170;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#140;&#229;&#164;&#154;&#227;&#129;&#132;&#228;&#186;&#186;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Jack: Extension",
    "ID": 260303,
    "Year": "(2018)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260303/mr-jack-extension",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "October, 1888 &mdash; Whitechapel, London: Jack's shadow still hangs heavy over the back-streets of the East End. Scotland Yard has assigned Inspector Abberline to take over the investigation, aided by five new detectives with extraordinary abilities. The new recruits include the formidable Professor Moriarty, who uses his intelligence and cunning to impersonate the other detectives. Is he trying to put Jack off his stride, or to outwit his rival Sherlock Holmes? Or could he even be Jack himself, disguised as Moriarty? Who is the elusive Jack? The unrelenting manhunt continues!&#10;&#10;Mr. Jack: Extension is an expansion for the Mr. Jack deduction game that features refreshed artwork for the tenth anniversary of the game as well as an original character as strong as it is enigmatic: Professor Moriarty, whose special ability is to imitate one of the characters who is not at stake.  Moriarty is quite the chameleon, impersonating the other detectives by mimicking their appearance and using their abilities!&#10;&#10;This expansion lets you play with six new characters: meet the sultry Madame, flee the terrifying Pizer, avoid the revolutionary Joseph Lane's barricade, dodge Inspector Abberline's probing questions, bound along London's streets with the Spring-Heeled Man, and watch out for Moriarty. At the start of the game, choose which of the eight characters to play with via a draft and determine their starting locations. These new possibilities add fun and strategic depth.&#10;&#10;Whether playing as Jack or the Detective, master them all to win!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Cities: London (England, UK)",
      "Country: England",
      "Game: Mr. Jack",
      "Historical Figures: Jack the Ripper",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Jack Pocket: Extension",
    "ID": 260306,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260306/mr-jack-pocket-extension",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Mr. Jack Pocket: Extension, the first expansion for Mr. Jack Pocket, features three new characters and a new detective: Mycroft Holmes with a special ability.&#10;&#10;With three new alibis, the game will be played on a large London consisting of twelve areas (street tiles) instead of nine as in the base game. More suspects? The investigation looks harder... Fortunately a new detective comes to lend us a hand: Mycroft, the famous brother of Sherlock Holmes!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Books: Sherlock Holmes",
      "Cities: London (England, UK)",
      "Country: England",
      "Game: Mr. Jack",
      "Historical Figures: Jack the Ripper",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – Return to the Dunwich Legacy",
    "ID": 260311,
    "Year": "(2018)",
    "Geek Rating": "6.099",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260311/arkham-horror-the-card-game-return-to-the-dunwich",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.1429",
    "Description": "You thought the cases were closed, relegated to a past that was best left forgotten. Beginning with a search for two missing Miskatonic University professors, your inquiries in The Dunwich Legacy launched you on a campaign that led from the decrepit streets of Dunwich to the infamous Clover Club and realms beyond. But questions from these strange investigations still linger, compelling you to board the train to Dunwich once more.&#10;&#10;Return to the Dunwich Legacy invites you to re-open your old cases and experience the first full-length campaign for Arkham Horror: The Card Game with fresh eyes as you encounter new challenges and new surprises. Across this expansion&rsquo;s 81 new scenario cards and 23 new player cards, you&rsquo;ll explore new locations, face more ghastly treacheries, and enhance your investigator&rsquo;s abilities as you face even more unspeakable terrors. Finally, Return to the Dunwich Legacy also features a premium box and thirty-two divider cards to conveniently store your complete campaign in one place.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – The Dunwich Legacy",
      "Series: Arkham Horror Files (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snakes & Ladders: Unleashed",
    "ID": 260314,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/260314/snakes-and-ladders-unleashed",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Snakes and Ladders: Unleashed is a fast-paced dice game with a continuously evolving board layout and movable snakes and ladders.&#10;&#10;Players try to improve their chances of gaining ground faster, whilst at the same time trying to block their opponents&rsquo; progress. This is done by placing their cards on the board and moving snakes and ladders around.&#10;&#10;Two dice make the game more tactical, and the chain of potential events makes for a fun and sometimes chaotic game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DUSK: Arena of Shadows",
    "ID": 260315,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260315/dusk-arena-of-shadows",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Dusk is a dark fantasy combat game based around large models, tactical movement, and deck construction mechanics.&#10;&#10;Players will field a single Phantom avatar then take turns constructing decks from a selection of Phantom specific gifts, universal skills, and universal weapons. Each option has 9 potential picks of which players will choose 4 cards to add to a basic deck. All basic decks are 13 cards and identical for parity and balance.&#10;&#10;Once decks are constructed players will use the numbers on cards to engage in arena combat at exact ranges while managing their hand size and card abilities to leverage their specific construction strategy.&#10;&#10;Fighting in teams or (1 v 1) the game ends when you have eliminated your opponents and established your dominance in the Arena of Shadows.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Number",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frontier: The Card Game – Badlands",
    "ID": 260323,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260323/frontier-the-card-game-badlands",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Frontier Badlands is the add-on expansion to Frontier The Card Game!&#10;&#10;Frontier Badlands features more player interaction, including dueling, stealing player's supplies using the Lasso, trading every turn, rigorous challenges once you've beaten the game, fun variants, and much more!&#10;&#10;When you explore the Badlands, you'll encounter Martians, Ghost Bandits, the Thunderbird, and a slew of other opponents! Manage brand new supplies such as Cattle, the Gatling Gun and even the Martian's Vaporizer! Ward off calamities with Horseshoes, take down enemies with the Shotgun, and earn Legendary Notoriety; they don't call this the Badlands fer' nothin'!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "American West",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tavern Masters: Dockside Expansion",
    "ID": 260325,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260325/tavern-masters-dockside-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tavern Masters: Dockside Expansion is the latest expansion for Tavern Masters.&#10;&#10;Tavern Masters: Dockside adds in a fourth main Drink type: Rum, and brings in more Sailor-type Patrons and Staff, as well as a new host of regulars and some fun new Goods!&#10;&#10;This new Dockside Expansion adds in 30 new Tavern cards and 30 new Patron cards, as well as 12 new Dirty Deeds cards, a 40 card Song deck, and a 20 card Port deck; for a total of 132 new cards!&#10;&#10;The Tavern Masters: Dirty Deeds Expansion is not required to use the Dockside Expansion, however the Dockside Expansion also comes with a few patrons, goods, staff and Dirty Deeds that you can choose to include in your game. To include those particular cards, you must use the Dirty Deeds Expansion.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Setting: World of Destiny"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Battle of Stalingrad – War on the Eastern Front",
    "ID": 260328,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/260328/flames-of-war-battle-of-stalingrad-war-on-the-east",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Stalingrad is your introduction to the exciting world of Flames Of War, the world's most popular World War II miniatures game.&#10;&#10;The Flames Of War 'Start Here' booklet is designed to get you playing Flames Of War as soon as possible. Glue your tanks together, grab some dice, a tape measure and an opponent and follow the instructions in this booklet to play a simple game. Once you get the hang of the basic rules in this booklet, you can delve into the full rules and start playing larger, more detailed games.&#10;&#10;Once you've played a few games and have a solid grasp of the rules you might find yourself wanting to expand your force with infantry, artillery, aircraft, or even a second unit of tanks! Flames Of War has rules and models that cover all of this, and more, and is available both online and in your local gaming store.&#10;&#10;Contains:&#10;&#10;1x Plastic Panzer III Tank&#10;    1x Plastic Panzer IV Tank&#10;    1x Plastic KV Tank&#10;    1x Plastic T-34 Tank&#10;    1x Plastic Valentine Tank&#10;    2x Plastic Tank Commander Sprues&#10;    1x Flames of War Mini Rulebook&#10;    1x Flames of War 'Start Here Booklet'&#10;    2x Terrain Cards&#10;    6x Dice&#10;    9x Unit Cards&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Game: Flames of War",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DOSA",
    "ID": 260330,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/260330/dosa",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "DOSA is a skill game using MagDrop Technology. Players try to score high by throwing the DOSA discs, and have them MagDrop on the game boards. A MagDrop happens when the disc lands on the board without moving even a fraction of an inch!&#10;&#10;The game is played over five rounds. Each round, each player throws the three discs, one at a time. Each disc is scored when it lands. After five rounds, the player with the highest total wins!&#10;&#10;The game comes with 4 square game boards, 3 DOSA discs, 1 bag for carrying the game, 1 scoring pad, 20 silicone stickers to help keep the boards in place. Can you MagDrop?&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Candy Crush: The Boardgame",
    "ID": 260331,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.61",
    "Link": "https://boardgamegeek.com/boardgame/260331/candy-crush-the-boardgame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "The most fun and tasty game, now playable with up to 4 players! Gather all the different candies and hurry up to be the first to collect the cherry. Test your creativity and create a magical chain of candies to reach the cherry in the middle of the game board. But be aware of your opponents, because when 3 of the same candies connect, your plan will fall apart! Is luck on your side and are you tactical enough to win the candy crush board game?&#10;&#10;Candy Crush the board game is a 2 to 4 players strategic board game. The game is played with 6 dice all containing 6 different colors of candies. Players roll all dice a maximum of three times in their turn and try to roll as many of the same colors. Depending on the dice result, players place a number of candy tokens on the board. These can be place either on their own board or that of their opponents. The first player to reach the cherry in the middle of the board by placing enough candy tokens wins the game. But remember that your candy tokens will disappear when an opponent places 3 of the same candies on your board.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fleet 1715 Solo",
    "ID": 260337,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/260337/fleet-1715-solo",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This edition combined the original base game deck and rules, and the expansion set and rules, in one tinned pack. The tin looks like a suitcase and simply holds the base game and expansion cards and both sets of rules. No other changes.&#10;&#10;User summary&#10;&#10;The above description seems to be incorrect concerning the contents of the game. The back of the 'tin box' states that the game includes 64 cards for 16 puzzles in different difficulties. That's exactly what the box contains (apart from a sheet which you can copy for solving the puzzles). So no expansion set and rules 'originally'.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Nautical"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spyfall: Produce Farm promo cards",
    "ID": 260353,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260353/spyfall-produce-farm-promo-cards",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This promo pack adds ten Produce Farm location cards and two Spy cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Humor",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Game: Spyfall",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Green Horde – North the Halfling",
    "ID": 260354,
    "Year": "(2018)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260354/zombicide-green-horde-north-the-halfling",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "1 North the Halfling Exclusive Survivor figure and ID card.&#10;&#10;&ldquo;Don't hide from curiosity! Throw open the door! ...Well, unless you hear zombies behind it.&rdquo;&#10;&#10;Background:&#10;North's true name is somewhat unpronounceable by humans, so he shortened it for his friends' benefit. As he was born with an unerring sense of direction (even on the darkest nights or beneath thick clouds), the moniker fits perfectly. If there's a beating heart to their ragtag group, it's North. His song and stories keep them going, no matter the odds. North wanted nothing more than to journey the world, see new sights, and meet everyone he could find. The zombie menace has not deterred his ambitions.&#10;&#10;Skills:&#10;Blue +1 free Search Action &#10;Yellow +1 Action &#10;Orange +1 die: Combat, Slippery &#10;Red +1 free Move Action, Lucky&#10;&#10;Body slot - This slot may hold a Torch instead&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks: Rush – PzKpfw I",
    "ID": 260357,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260357/world-of-tanks-rush-pzkpfw-i",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "World of Tanks: Rush &mdash; PzKpfw I, a promotional card for the World of Tanks: Rush base game available at conventions and through hobby stores, features a light German tank that costs 1, provides no resources, and has a Recruitment ability.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Video Game Theme",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks: Rush – БТ-2",
    "ID": 260358,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260358/world-of-tanks-rush-bt-2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "World of Tanks: Rush &mdash; &#208;&#145;&#208;&#162;-2, a promotional card for the World of Tanks: Rush base game available at conventions and through hobby stores, features a light Soviet tank that costs 1, provides no resources, and has a Scouting ability.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Video Game Theme",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Master of Orion: The Board Game – Galactic Convention Promo Card",
    "ID": 260359,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260359/master-of-orion-the-board-game-galactic-convention",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "After building for 3 Food and 2 Production:&#10;Gain 2 VP for each of your sets of 4 basic card types (each card may be a part of only one set).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Space: Orion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hippos Love Sushi",
    "ID": 260360,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260360/hippos-love-sushi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "You and your hippo friends have just discovered a restaurant in the jungle. The kitchen is fully stocked and none of those pesky humans are around! As culinary connoisseurs, you decide to take a shot at the menu. However, as you know, too many hippo chefs can ruin the sushi. So choose your meals wisely, and you just might end up with the fattest belly.&#10;&#10;Hippos Love Sushi is a blu&#239;&#172;&#131;ng/memory game for 2-4 players ages 5 and up, where players take turns adding secret ingredients to Meals. Afterward, each player chooses a Meal to eat. Each player scores 1 point for each correct ingredient in his Meal. The player with the most points at the end of the game wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Hippopotamuses",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Sushi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gobs of Jobs",
    "ID": 260363,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/260363/gobs-of-jobs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Gobs of Jobs is a game about earning money and what to do with it! Save it? Spend it? Give it? Yes to all three!&#10;&#10;Save up for something big and important. Treat yourself and have some fun. Help others and make a difference.&#10;&#10;The goal of the game is to earn the most money and use it for Saving, Spending, and Giving. The player with the highest money total on their cards wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gelatinous Cubes Devour the World",
    "ID": 260364,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/260364/gelatinous-cubes-devour-the-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to Gelatinous Cubes Devour The World from Wrectangle Games! In this game, you are finally able to live out your life-long fantasies of being a Gelatinous Cube. Famished from your travels underground, you emerge to devour the most delicious delicacies you can find &ndash; people. Travel from village to village eating everything in your path, or test your slimy grit against the heavily fortified Castle. The first player to masticate their way to 500 points wins!&#10;&#10;Players create a world map (random each time) then move their Cubes through this world eating the most villagers by rolling dice to beat skirmish cards drawn when entering a village or castle.&#10;&#10;What&rsquo;s Included:&#10;&#10;     Player avatars: (6) translucent color cubes(Red, Green, Blue, Yellow, Orange, Purple)&#10;     D6 Dice: (2) &ndash; 6 sided dice for working out Skirmishes&#10;     Map Tiles: (12)&#10;     Skirmish Cards: (54)&#10;     Slime Tokens &amp; Negative Modifiers: Punch cards with colored &#10;     Slime Tokens for each player color and punch cards with &ldquo;-1&rdquo; Negative Modifiers&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle For Souls: Just Got Played",
    "ID": 260365,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260365/battle-for-souls-just-got-played",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A special Sin card from Just Got Played&lsquo;s Promo card giveaway.&#10;&#10;&ldquo;Three times per game, you may draw three Sin cards, keep your favorite, and shuffle the other two back when you purchase or win a Sin card.&rdquo;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Religious"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sombreros",
    "ID": 260372,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.75",
    "Link": "https://boardgamegeek.com/boardgame/260372/sombreros",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sombreros is a basic shedding and bluffing game. The main components are 25 plastic sombrero-shaped hats, each concealing a sticker in one of five colours.&#10;&#10;At the beginning of each round, players are dealt a set of hats and three hats are placed on the table. The player in turn to play may conditionally peek at the colour of a lone hat, and must then place one of their hats on one of the three piles, calling out a colour as they do so. Stating a colour is purely psychological though, as the player is only required to match colours with the hat underneath and whatever is said is disregarded entirely when confirming this. It is also possible to pass at the cost of taking a hat from the &quot;deck&quot;.&#10;&#10;Another player may challenge a placement, at which point the newly placed hat and the one underneath are inspected to see if they match. In typical bluffing game fashion, whichever of the challenged and challenging player is in the wrong is penalized by having to pick up the entire pile in question, and the other continues play by beginning a replacement pile.&#10;&#10;The goal of each round is to be the first player to get rid of all hats, at which point the other players get penalty points based on the hats they still hold. The player with the least penalty points after three rounds wins the game.&#10;&#10;&mdash;description from the publisher game submitter&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Courier",
    "ID": 260382,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/260382/courier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Courier is a game in which 2 to 4 players become employees of Hoot Deliveries and must deliver goods faster and more accurately than other employees for the COTY (Courier of the Year) award. Courier is an abstract strategy game. Despite its compact configuration, deep gaming, and cute artwork will fascinate you.&#10;&#10;From cereals ordered by someone at a cottage in the deep woods to a winter coat to be delivered by a huge department store, deliver them safely, accurately and successfully!&#10;&#10;Players must ship their assigned delivery boxes to a town consisting of 3x3 tile layout. Players move their Courier in town first when it's their turn and then place own of their delivery boxes on the extra tile and push it into the line where their own Courier is in town. This could lead to the other delivery boxes being pushed out of town. Players have to push their delivery boxes into town and push the other player's boxes out of town. When delivery boxes of one kind of color is lined up, its owner obtains a score token.&#10;&#10;Excellent Courier of the Year is you!&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Transportation"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Surfer",
    "ID": 260383,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/260383/surfer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Surfer is a game which 2 to 4 players compete to decide who is the best surfer. Surfer's box size is compact, but the fun and party atmosphere it brings is never compact.&#10;&#10;Aloha~ welcome to Surfer&rsquo;s heaven, &ldquo;Hoot Island.&rdquo;&#10;Did you happen to hear the rumor of the legendary wave &ldquo;Tanju&rdquo;?&#10;Then, get on the surfboard.&#10;If you want to prove yourself the best surfer!&#10;&#10;Every round, the dice are rolled and it creates new waves. Players can move surfers on their turn and have different results depending on their choice. Surfers can get a small score on the waves near the beach, or go out to the sea a little further to get a bigger score. It all depends on the choice of the player and perhaps luck.&#10;&#10;Are you ready to become the best surfer in Hoot island?&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meeple Steeple",
    "ID": 260384,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/260384/meeple-steeple",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The King has ordered the construction of a new steeple! Can your team of builders meet the task? Use smart play and nerves of steel to construct the King&rsquo;s steeple as efficiently as possible. Hazards abound and if the steeple collapses during construction or if there are insufficient workers to complete the job you will have failed your King!&#10;&#10;Meeple Steeple is a cooperative stacking game played over a number of turns. A game represents an attempt to complete the construction of the steeple by playing through all 5 levels (decks) and successfully placing the steeple piece on top of the structure without it collapsing. Players fail to win if the steeple collapses or if the shared worker pool runs out before playing the steeple piece. You must exercise efficient use of your workers while also using smart play and steady hands to succeed!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Furtherance",
    "ID": 260387,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/260387/furtherance",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Furtherance is a card-driven engine-building and tactics game for 1-4 players.&#10;&#10;Inspired by numerous real-time strategy games, Furtherance puts you in the throne of your very own fantasy kingdom, while simplifying the concept of a civilization game down to only 6 basic actions and straightforward, card-driven, tactical combat.&#10;&#10;In Furtherance, you will use your workers to gain gold, acquire cards from a shared marketplace, and research to acquire private technology that only you can buy (while manipulating upcoming technology in the market).&#10;&#10;Once a player's actions are selected, they may move and attack with their units. Units can be used to defend a player's castle, attack other players, or complete specific goals to earn victory points.&#10;&#10;Victory points are acquired by accomplishing goals to better your kingdom. You can choose to take control of the center of board, prove you can keep your civilians safe during times of war, build immaculate parks, or even fulfill the quest for the Holy Grail, there are many strategies you can pursue to achieve victory.&#10;&#10;Assymetric player powers make each play unique. Leader drafting happens at the beginning of the game, starting with the player who goes last and ending with the first player. There are 10 unique leaders including one that gives you extra turns throughout the game, one that lets you buy &quot;blindly&quot; off the top of a deck, and one that lets you increase the maximum health of your units.&#10;&#10;Between the ever-changing market, the unique leaders, and the constant unit interactions, every game of Furtherance is different! And, with the streamlined action system and rules, it takes less than 15 minutes to learn and 30 minutes per player to play.&#10;&#10;Furtherance can also be played in solo mode. In solo mode, the lone player must defend their castle from ever growing armies in an attempt to make their mark on history by acquiring enough victory points to win before they become overwhelmed with enemies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Medieval"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: British – Bristol Blenheim Mk IV Bomber",
    "ID": 260397,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260397/blood-red-skies-british-bristol-blenheim-mk-iv-bom",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Bristol Blenheim was originally developed from a design for a fast civil airliner. At the outbreak of WW2 Blenheims formed the mainstay of the RAF Bomber squadrons fighting over Europe and went on to see action in Africa, Asia and even on the Eastern front.&#10;&#10;Over four thousand Blenheims were built before it was retired in favour of newer designs.&#10;&#10;Contains:&#10;&#10;3 x Bristol Blenheim MkIV British Bomber&#10;    3 x Decal sheet&#10;    3 x Advantage Flying Base and extension&#10;    3 x Double-sided Pilot Skill discs&#10;    1 x Aircraft Card&#10;    1 x Assembly instruction leaflet&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Royal Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Soviet – Tupolev ANT-40 (SB-2) Bomber",
    "ID": 260398,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260398/blood-red-skies-soviet-tupolev-ant-40-sb-2-bomber",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Although an advanced design in the 1930's the Tupolev SB-2 was rapidly becoming obsolete when hostilities began in 1941. Over 6000 had been built, but a few survived the first year of invasion and the survivors were withdrawn from the front line service in 1942.&#10;&#10;Contains:&#10;&#10;3x Soviet Tupolev SB-2 Bomber&#10;    3x Decal sheet&#10;    3x Advantage Flying Base and extension&#10;    3x Double-sided Pilot Skill discs&#10;    1x Aircraft Card&#10;    1x Assembly instruction leaflet&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Soviet Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Soviet Liszunov Li-2 Transport Aircraft",
    "ID": 260399,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260399/blood-red-skies-soviet-liszunov-li-2-transport-air",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The American C-47 Skytrain (Dakota to RAF) was a militarised redesign of the civilian DC-3 airliner, highly valued for its rugged endurance.&#10;&#10;Under lend-lease agreements with the Soviet Union, the redesign DC-3 became the Li-2 Transport with the notable turret defence now included.&#10;&#10;Contains:&#10;&#10;3 x Soviet Liszunov Li-2 Transport Aircraft&#10;    3 x Decal sheet&#10;    3 x Advantage Flying Base and extension&#10;    3 x Double-sided Pilot Skill discs&#10;    1 x Aircraft Card&#10;    1 x Assembly instruction leaflet&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Soviet Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Junkers JU-52 – German Transport Aircraft",
    "ID": 260400,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260400/blood-red-skies-junkers-ju-52-german-transport-air",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The venerable 'Tante Ju' (Auntie Ju) was slow and outdated at the beginning of WWII but it soldiered on as the Luftwaffe's most ubiquitous transport plane throughout the war.&#10;&#10;The JU-52 was reliable and could carry a wide variety of loads, from much-needed equipment to the elite airborne troops - the Fallshirmjager!&#10;&#10;Contains:&#10;&#10;3 x Junkers JU-52 German Transport Aircraft&#10;    3 x Decal sheet&#10;    3 x Advantage Flying Base and extension&#10;    3 x Double-sided Pilot Skill discs&#10;    1 x Aircraft Card&#10;    1 x Assembly instruction leaflet&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Winchester",
    "ID": 260401,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/260401/monopoly-winchester",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;From the rear of the box:&#10;Located in the heart of Hampshire, the ancient cathedral city of Winchester is one of the oldest settlements in Britain and has a wealth of heritage and history. Dating back to the Iron Age, Winchester was one of Britain's first Roman settlements. This eye-catching city is packed full of culture and is host to the Hat Fair, one of the longest running festivals of outdoor arts and the Theatre Royal. The city has everything you need if you feel the urge for a shopping spree, there is a wide range of independent shops and well-known brands located along the High Street. If you want to grab some fresh air, you can't go wrong with a trip down the River Itchen, and to feel even closer to nature there is the amazing Marwell Zoo. So what are you waiting for? Get ready to roll the dice and play MONOPOLY: Winchester Edition!&#10;&#10;PROPERTIES&#10;BROWN&#10;Trinity Winchester / King Alfred's Statue&#10;LIGHT BLUE&#10;City Museum / Westgate Museum / Militry Museums&#10;PINK&#10;The Buttercross / Hat Fair / Theatre Royal Winchester&#10;ORANGE&#10;Jewry Street / High Street / Parchment Jewellers&#10;RED&#10;Chesil Rectory Restaurant / Hampshire Chronicle / Wincester Distillery&#10;YELLOW&#10;Hospital of St Cross / Winchester Science Centre / Marwell&#10;GREEN&#10;Winchester Discovery Centre / 8 College Street / The University Of Winchester&#10;DARK BLUE&#10;The Great Hall / Winchester Cathedral&#10;STATIONS&#10;River Itchen / Winchester Train Station / Winchester Taxi / Stagecoach King's City&#10;UTILITIES&#10;Adam Knibbs Architects / Blue Apple Theatre&#10;TAXES&#10;Income Tax / Luxury Tax&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I-GR Making 2",
    "ID": 260402,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/260402/i-gr-making-2",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An idol-themed quirky trick-taking game by Kuro, where the card backs reveal the card's colours.&#10;&#10;Cards are dealt, and each round, leader chooses one card from the lineup card from the deck is drawn, and plays a card of a different colour. Then, all other players must play a card of a different colour. Players who can't, discard a card face down.&#10;&#10;The lineup card decides whether highest number, lowest number, closest to lineup card, or closest to current round number wins.&#10;The winner is the first to pick cards among the played cards, where he must pick cards that share &quot;star&quot; value. Then the next player gets to pick and so on.&#10;&#10;Players then form &quot;groups&quot; out of their gained cards, where each group can only contain one of each colour. The bigger the group, and the higher star values they have, the more points.&#10;&#10;User summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ふるキャン△ (Furu-camp)",
    "ID": 260403,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/260403/hurukiyan-furu-camp",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A camping-themed dice-based &quot;first to the mill&quot; game by Kuro. Each round a camping site is drawn, that specifies which die results will give points. Players start each round with one camp member who has a special ability to affect the die roll, Each turn, players either choose to try to go camping (roll the dice and hope for good result), OR pick another camping member with another special ability.&#10;&#10;Each camping site has several conditions for points, but most give more points for the first person to fulfill, and less points for the runners-up.&#10;&#10;User summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Theme: Camping"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "シュレディンガーの宴 (Schrodinger no Utage)",
    "ID": 260404,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260404/shiyuredeinganoyan-schrodinger-no-utage",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&#227;&#130;&#183;&#227;&#131;&#165;&#227;&#131;&#172;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#174;&#180; (&quot;Schrodinger's Banquet&quot;) is a card game about quantum mechanics.&#10;&#10;Players compete for scoring by dividing into two teams, white cats and black cats. However, the players do not have a set team at the beginning of the game. Players work toward the final victory, while also building the two piles and earning their score.&#10;&#10;A a turn, the player simply puts one out of three cards in front of someone. Wherever the card is played, the probability of the black cat team or the white cat team written on the card will be added. If this probability exceeds 100%, the player's team is confirmed. Then, when the player's team is confirmed, the points from the card that confirmed the team will be added to the team. The game is over when all players have a confirmed team, or the deck runs out. The team with the most points wins. Even though it is very simple, frustration is bound to happen.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "スナップファイターズ (Snap Fighters)",
    "ID": 260405,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/260405/sunatsupuhuaitazu-snap-fighters",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "A monster-bashing cooperative dice dexterity game by Kuro.&#10;Each round, a number of monster boards are set up on the table. Players each have a character with regular and special attack dice. Players will take turns to either flick or throw their attacks so that they land on the monster boards.&#10;&#10;Depending on the player's or monster's abilities, each monster will also get a special ability, or weak spot cards attached to them, and if the dice land here, special thing happen.&#10;&#10;The game is over when all players are defeated. The score is counted in amount of damage to the city; the less, the better.&#10;&#10;User summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic Maze Kids: XXL Playmat",
    "ID": 260413,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260413/magic-maze-kids-xxl-playmat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "With this giant game board &mdash; the XXL Playmat &mdash; Magic Maze Kids is perfect for both children and adults. The game provides great challenges, tortuous paths, and numerous pitfalls.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Maze",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Magic Maze"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: General's Handbook 2017",
    "ID": 260419,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260419/warhammer-age-of-sigmar-generals-handbook-2017",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The General&rsquo;s Handbook 2017 is the definitive resource for every Warhammer Age of Sigmar gamer. However you play, the book is packed with new content that&rsquo;ll make your battles more balanced, more exciting and more fun than ever before:&#10;&#10;Inside the book, you&rsquo;ll find:&#10;&#10;&#10;     Powerful new allegiance abilities for 15 factions, including the Seraphon, Fyreslayers and Hosts of Slaanesh&#10;     Allies rules that allow you to add your favourite models to your army without losing your faction&rsquo;s Battle Traits&#10;     Updated matched play profiles, including points changes, new battleline units for every army and updated rules of one based on feedback from the community and extensive playtesting&#10;     Tons of new battleplans, including a totally overhauled set of matched play scenarios to test your tactical abilities&#10;     Rules for running multiplayer games, from epic clashes to deceiving your friends in Triumph &amp; Treachery&#10;&#10;&#10;This book is set to be revolutionary for Warhammer Age of Sigmar &ndash; get your copy and get ready for a new era of gaming in the Mortal Realms.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Pirates!",
    "ID": 260426,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/260426/crazy-pirates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players compete as pirates to be the first to collect a treasure and bring it back to their home island. Your pirate must land  exactly on his island: if you roll too high a number, he must &ldquo;move around&rdquo; it until you roll the right number to land exactly on the island.&#10;&#10;Players move their pirate token and one of four monster tokens on each turn according to the rolls of two different colored dice. Pieces move from point to point on a grid. There are four &ldquo;whirlpools&rdquo; at the sides. A pirate can use these whirlpools to jump to one of the other three sides.&#10;&#10;Along the way pirates dice-fight each other and a cast of monsters, resulting in transfer of ownership of the treasure or, in the case of the monsters, loss of life.&#10;&#10;Game composed of a cardboard game board, 2 wooden dice, 4 cardboard tokens, 4 wooden monsters, 4 wooden boats with a pirate on each and a wooden treasure.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Story Builders",
    "ID": 260433,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/260433/story-builders",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It's time to go a quest!  What stories will you tell on the way?&#10;&#10;Only the crafty will be able to fulfill all their quests before the other.&#10;&#10;A drafting game where you can choose to draft a new quest, or draft a new Story Builder.  When you draft a Story Builder, you have to add it your tableau, and once placed, it can never be moved.  In order to complete a quest, you must have it's requirements somewhere in your tableau in a 3-in-a-row.&#10;&#10;When you complete a quest, you also can activate it's reward which will do things such as breaking opponent's tableaux or letting you draft extra elements. Completing a quest does not remove its requirements from your tableau, they remain to be used  again in future quests.&#10;&#10;The first player to complete 10 quests wins.  Efficient placement of the Story Builder tokens will let you double and triple up their usefulness to finish quests faster.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Role Playing",
      "Tile Placement"
    ],
    "Families": [
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Stories",
    "ID": 260454,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260454/lost-stories",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Everywhere you go in human society, just beyond the corner of your eyes and under every step you walk are tendrils of the past, of futures that never happened, of broken things, and of things not born. They&rsquo;re all lost stories. Some of them can nearly push themselves into reality. Writers, artists, musicians, lovers, and the thin spaces of the minds of the mentally different are all places where a Lost Story can become real in one way or another. Don&rsquo;t you want to get your sheepskin? Don&rsquo;t you want to finally be a real story? That&rsquo;s what all the other Lost Stories call it &ldquo;Getting the Sheepskin&rdquo;.&#10;&#10;&mdash;description from the introduction&#10;&#10;The 28 page PDF game document includes 21 pages of print-and-play cards.  Playing the game also requires several ten-sided dice (standard dice can be substituted using an alternate method).  Players take turn in order and player elimination may occur prior to a final win, though winning does not require every player but one be eliminated.&#10;&#10;This game was written for, and submitted to, Game Chef 2018.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Ancients",
    "ID": 260455,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/260455/legend-of-the-ancients",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Legend of the Ancients, players will attempt to piece together the greatest legend of a people lost almost entirely to antiquity. By exploring deeper and deeper into the ruins of this lost tribe, they will discover and try to make narrative sense of new elements to the legend, all while hopefully not succumbing to their worst fears. As these things always go, however, there is a catch. Somewhere in the deep, dark underground waits a malevolent force, older than time itself, and with each step they take, our intrepid explorers are unwittingly awakening it. Will our noble adventurers unlock the key to the lost Legend of the Ancients? Or will they be overcome by terror... or something infinitely worse?&#10;&#10;&mdash;description from the introduction&#10;&#10;The cooperative storytelling game is published as an 8-page PDF rules document and a 12-page print-and-play PDF game materials document.  A 1-page, print-and-play DOC file also is included as an errata.  The game uses two distinct decks of cards and a play surface that is randomized at the start of the game.&#10;&#10;Play involves drawing map tiles and placing them, to create the randomized playing surface.  Players have a token marking their position on the board.  During each turn, the player selects an action from among six possibilities and executes that action.  Several of the options entail moving the player token to a new map tile.&#10;&#10;Players are free to cooperate to achieve game goals, and play is considered cooperative.  Indeed, a few game actions require more than a single player.  Individual players may have leave the game prior to the end of play (they are driven &quot;stark, raving mad&quot;), but this is not common.  Instead, the game ends when the players collectively complete one of two tracks of play (one of the tracks is the &quot;happy&quot; ending - universal success; the other is the &quot;doom&quot; ending - universal failure).&#10;&#10;The game is meant to be played with 3 - 5 players; a minor variant rule can be used to adapt the game for 2 players - in effect, the rule creates a dummy, limited, third &quot;player&quot;.&#10;&#10;The game was written for, and submitted to, Game Chef 2018.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Newlandia",
    "ID": 260456,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/260456/newlandia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the back of the box:  Newlandia is a quick and fun game where you build up an island and compete with other players.&#10;&#10;Game Play:  Each turn you can either play a card in your play area or discard one card on the top of a corresponding discard pile.  To place cards in your play area, all cards must be placed by ascending order, and cannot be repeated.  You may only put cards with the same color in the same column.  Then you draw the top card from the center pile or a discard pile.&#10;&#10;Each column's card values will be totaled.  The totals will be added together to form the final score.  If a column has no number cards, that column has a score of 0.  If a column has number cards, add up the numbers, then subtract 20.  After scoring, the player with the highest score wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Full Measure: The Battles of Aldie, Middleburg, and Upperville",
    "ID": 260458,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/260458/last-full-measure-the-battles-of-aldie-middleburg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "2",
    "Description": "Alfred Plesanton battles with J. E. B. Stuart's cavalry along the Ashby's Gap Turnpike, trying to determine where Lee's Army of Northern Virginia is going.&#10;&#10;The game, now retitled: Last Full Measure: Plesanton's Reconnaissance is a free print-and-play game of the battles of Aldie, Middleburg, and Upperville, June 17th-21st, 1863; the fifth game in the LFM series of battles of the American Civil War.&#10;&#10;A brigade scale game that uses regiment counters, as opposed to generic line markers, to spread the brigade over multiple hexes according to it's size. Ranged artillery fire, cavalry charges, command and control, all in only eight pages of rules. Play aids include Player-aid card with CRT and other charts and table; Eliminated Units card, Order of Arrival card, and 240 2-sided counters.&#10;&#10;This map measures a long 82&quot; x 24&quot; at a scale of 250 yard per 3/4&quot; hex.  Printed at a reduced scale and 5/8&quot; hexes will make it about 69&quot; long.&#10;&#10;All print-and-play files are downloadable at: Uhlan Games&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Misc: Free Wargames",
      "Series: Last Full Measure (Uhlan Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lock 'n Load Tactical: Heroes of Normandy – The Untold Stories Vol. 1",
    "ID": 260459,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260459/lock-n-load-tactical-heroes-of-normandy-the-untold",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Battles that Tell More than Just a Story&#10;&#10;Heroes of Normandy &ndash; The Untold Stories Vol. 1 is an expansion module for Lock 'n Load Tactical's Heroes of Normandy. It contains eight new scenarios, plus a bonus scenario in which two scenarios are combined to form a larger one.  The idea for this expansion started from a long desire to tell these stories as well as enjoying hearing them.  One of the many wonderful things with books, comics and of course games is sharing the fun together.  Many hours of storytelling can start off with &ldquo;Do you remember, or I can&rsquo;t believe this happened.&rdquo; It is clear to us we weren&rsquo;t the only ones who enjoy hearing these stories.  We wanted our stories to be told with characters you know and enjoy playing our games but at the same time if you never played one of our games you would still enjoy reading these stories.  So, a number of the story elements are taken from our Lock &rsquo;n Load Tactical game series, specifically the names of leaders, heroes, units, and the occasional moments inspired by our own gameplay.  By doing this it has added a new level to our stories and added the ability and similarity for these men and their stories to live on not just in our games but also in our stories and hearts.&#10;&#10;The scenarios do not have to be played in order and are presented here in the same order in which they appear in the book. Most of them can be played in 45 minutes or fewer, and the replay value is high. It was also nice to get the little-used British commando units into some more scenarios.  Three new 4K X-Maps are included that depict the lush Norman countryside, presenting winding streams, tree-lined farms, and a quaint village. Vital bridges need to be destroyed, important villages need to be controlled, daring rescues need to be made and vengeance must be doled out no matter the cost. Heroics, leadership and, as always, luck can mean the difference between victory and defeat. Now you can read or listen to the stories and then play them out on your gaming table!&#10;&#10;Requirements:  To play Heroes of Normandy  &ndash; The Untold Stories you must own Lock &lsquo;n Load Tactical &ndash; Heroes of Normandy.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Territory Building",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wakening Lair: Doppelganger Promo Card",
    "ID": 260460,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/260460/wakening-lair-doppelganger-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo card for Wakening Lair distributed at Gen Con 2018 with game purchase.&#10;&#10;Doppelganger is a monster card that has use right an unused hero.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  }
]