[
  {
    "Rank": "7001",
    "Name": "Mascarade (Second Edition)",
    "ID": 356907,
    "Year": "(2021)",
    "Geek Rating": "5.651",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/356907/mascarade-second-edition",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Who are you in Mascarade? Whoever you want to be...at least until someone else calls you out on it! Each character receives a face-down role card at the start of the game, and in a game with 4-5 players some role cards are placed in the center of the table. On a turn, you take one of three actions:&#10;&#10;1) Announce your character: Claim the power of a certain character and take the associated action. You don't have to have that character card in front of you to take this action, but if someone else says that they're that character and reveals the card to prove it, that player takes the action instead while you lose one coin to the tribunal.&#10;&#10;2) Swap cards or not: Take another player's character card along with yours, place them under the table, shuffle them around a bit, then give one card back to the other player while keeping one for yourself. You (presumably) know whether you changed characters and can have some idea of who you are now, but that other player might be in the dark.&#10;&#10;3) Secretly look at your character: Look at your character card to make sure of who you are.&#10;&#10;Play continues until one player obtains 13 coins and wins &mdash; or until a player has lost all of their coins, in which case the player with the most coins wins.&#10;&#10;Mascarade includes more character cards than the number of players, so not all characters will be used in each game. The rules suggest that you use certain characters in your first games, but once you know the game, you can try many other distributions.&#10;&#10;Note that this second edition of Mascarade includes 17 role cards, with these cards being a mix of roles from the original base game and the 2014 expansion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hidden Roles",
      "Memory",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "7002",
    "Name": "Tarock",
    "ID": 2780,
    "Year": "(1425)",
    "Geek Rating": "5.651",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/2780/tarock",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.6316",
    "Description": "Tarock is a general term for the many 2 to 5 player, point trick taking games of central Europe that use a 54-card Tarock deck.  Common to these games is a round of bidding followed by a round of announcements indicating bonuses that will be attempted during the round of play, and doublings of the game, or any of the announced bonuses. The deck consists of 4 suits (usually clubs, spades, hearts, diamonds), and a permanent trump suit (Tarock) of 22 cards.&#10;&#10;There are variants of tarock for 2 to 5 players.&#10;&#10;Straw man tarock is a variant for 2 players where each players hand is augmented by cards dealt out into piles in front of him/her at the beginning of the game.&#10;&#10;Tapp tarock is a variant for 3 players that does away with the bid to 'call a king'.&#10;&#10;K&ouml;nigrufen is a variant for 4 active players (with 5 one player deals and sits out that round) who are dealt 12 cards and 6 for the talon, bidding indicates how many cards will be used from the talon with the remaining cards being split by the other players. The declarer calls a trump (XIX) or one of the kings to indicate a partner (the partner does not indicate this fact though), after which players can make bonus announcements and doublings. During the play, suit must be followed and trump must be played if you are out of the suit. Points are counted after each round and the declarer, generally, needs to take more than half in order to fulfill the contract.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Components: Tarot Cards",
      "Digital Implementations: Board Game Arena",
      "Theme: Art style – Art Nouveau"
    ]
  },
  {
    "Rank": "7003",
    "Name": "Unreliable Wizard",
    "ID": 363503,
    "Year": "(2022)",
    "Geek Rating": "5.651",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/363503/unreliable-wizard",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "You are an apprentice wizard tasked by the King with destroying the Demon Lord and thus saving the Princess. This card based solo game has you advancing along the map fighting enemy minions and gathering new magic and traveling companions to assist along the way.&#10;&#10;The game consists of 32 cards. you move your wizard along the map and pay Life Points to cross terrain. Certain terrain are battle points where you battle enemy minions. You use your hand of cards to create magic by matching certain magic patterns, your traveling companions may apply skills as well. If you defeat the evil minions you gain more cards which may contain magic or traveling companions. If you defeat the Demon King at the end of the map you win!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "7004",
    "Name": "Raging Bulls",
    "ID": 228570,
    "Year": "(2017)",
    "Geek Rating": "5.651",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/228570/raging-bulls",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.16",
    "Description": "&#10;&#10;&#10;    &#10;         &#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9; &#10;         Whoever thought it was a good idea to put a load of bulls together in one field? - Well, yours is not to reason why. It is, however, your job to keep them apart - to avoid brawling bulls and potential injury (to themselves or anyone else for that matter).&#10;&nbsp;&#10;This is my take on a 'roll and write' game.&#10;&nbsp;&#10;A number of bulls are randomly placed in a field.&#10;You build fences (draw straight lines) across the field in order to enclose and separate the bulls in it.&#10;Possible starting and finishing points (fence posts) are chosen from the dice you roll.&#10;&#10;    &#10;&#10;&#10;&#10;As well as working out where best to build your fence, you'll also need to think ahead and plan for the next ones.There is also an element of push your luck - do you risk losing a life (mallet) by going for that final fence to complete the Field or move on to the next Field and score less points?&#10;&#10;The game features 4 fields of increasing difficulty.&#10;&#10;There's just 1 page to print out and 1 page of rules.&#10;There's also a low ink (black) version available.&#10;You'll also need 3 regular dice, a pen or pencil and something to draw a straight line with.&#10;&#10;Raging Bulls was an entry for the 2017 Solitaire PnP Design Contest&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "7005",
    "Name": "Warhammer 40,000: Dark Vengeance",
    "ID": 129974,
    "Year": "(2012)",
    "Geek Rating": "5.651",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/129974/warhammer-40000-dark-vengeance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3",
    "Description": "Dark Vengeance contains 48 miniatures, Dark Angels and the Chaos Space Marines of the Crimson Slaughter - all of which are snap-fit plastic models - this means that glue is optional. It contains enough miniatures to start a Dark Angels army, including: a Company Master armed with bolt pistol, power sword and combi-weapon; Librarian Turmiel, who carries a bolt pistol and force sword; Veteran Sergeant Raphael and his Tactical Squad; Deathwing Terminator Squad Barachiel; Sergeant Arion and a Ravenwing Bike Squadron that comes equipped with twin-linked boltguns. All are resplendent in the iconography of the Dark Angels. From the finely crafted purity seals to studded power fists, to the Librarian with codex, keys and ornate sword, through to the Bikes with angel-wing panels, they are among the most sublime Space Marines ever sculpted.&#10;&#10;Ranged against the Dark Angels is the Crimson Slaughter. These Chaos Space Marine models contain attributes that will leave you slack-jawed in awe. Warp distress shows through on every detail of armour on the models. Horrific maws can be seen on swords, armour and guns. Faces emerge from flesh, as bones jut outward. Dozens of miniature eyes of Chaos peer outwards; jagged or ribbed horns curl in all manner of directions. There are macabre brain-like surfaces, grills, chains and skulls, and even more textures. The full Crimson Slaughter line-up includes: Kranon the Relentless, Chaos Lord - armed with power sword and plasma pistol; Mortis Metalikus: Helbrute, armed with multi-melta and power fist; and Draznicht's Ravagers: Chosen. They stand alongside Chaos Cultists made up of Sect Anarkus, which carries close combat weapons, and Sect Tetchvar, which carries ranged weapons such as autoguns. Both units are garbed in sinister-looking cloaks, masks and hoods.&#10;&#10;As if these models weren't enough, Dark Vengeance comes with a full-colour 168-page mini Warhammer 40,000 Rulebook 6th edition; a complete Assembly Guide; a quick-play reference guide; an army roster sheet; dice, templates and a how-to-play booklet including six scenarios to enact on the tabletop.&#10;&#10;Dark Vengeance is, quite simply, astonishing value for money. Whether you want to start a Dark Angels or Chaos Space Marines army, wish to add to your existing collection of models, or simply gape at beautiful miniatures, then this is an essential purchase.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "7006",
    "Name": "Montage",
    "ID": 5243,
    "Year": "(1973)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/5243/montage",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5833",
    "Description": "Montage is a partnership word game in which each player, in turn, thinks of a word, &quot;spells&quot; it on the crossword-like grid using color-coded tiles &ndash; each color corresponding to one vowel and five or six consonants, e.g. yellow is A/B/C/D/Z and green is U/T/V/W/Y/X &ndash; then gives a clue, in the hopes that his partner can guess the word before either of the opponents do.&#10;&#10;In 1992, Joli Quentin Kansil revived the idea behind Montage in &#194;&#161;Knock-on-Word!, a similar partnership word-guessing game.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Recognition",
      "Real-Time",
      "Spelling",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: 15 x 15 Grids",
      "Components: Sand Timers",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7007",
    "Name": "Cat Blues",
    "ID": 363,
    "Year": "(1998)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/363/cat-blues",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4247",
    "Description": "Cat Blues, first released as Katzenjammer Blues, is an unusual hybrid of rummy and auction rules, with a couple of strange ideas thrown in about the game ending once 20 points total have been scored, with a 5-point penalty for most jokers. It's a quick, cutthroat card game, colorfully decorated with cartoony blues-band cats and mice.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice",
      "Series: à la Carte (Goldsieber)"
    ]
  },
  {
    "Rank": "7008",
    "Name": "The White Tribe: Rhodesia's War 1966-1980",
    "ID": 248928,
    "Year": "(2018)",
    "Geek Rating": "5.650",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/248928/the-white-tribe-rhodesias-war-1966-1980",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.1765",
    "Description": "The White Tribe is a unique SOLITAIRE game with military and political aspects. You play the White government of Rhodesia, besieged by a Black guerilla army, using your potent armed forces to hold it back while you try to persuade your colonialist voters to compromise and move to a system of Black majority rule. The balance of military and political factors makes for an intriguing and very different sort of game; you'll fight guerillas, fight elections, and even pass bills with the same level of tension! Advancing generous policy positions, to win over African public opinion, can endanger you with the European voters you depend on for power. At the same time, you have to persuade foreign states that your reforms are moving forward -- they have different visions for Rhodesia than you do, and they can bring you down with economic sanctions or military strikes. And looming over you are the unstable Portuguese, whose empire in Mozambique is vital to your strategic safety! Your aim is to build a government based on justice and equality, while holding off extremists on every side using all your military and political tools.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Economic",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: Africa",
      "Country: South Africa",
      "Country: Zimbabwe",
      "Decades: The 1960's",
      "Decades: The 1970's",
      "Decades: The 1980's",
      "History: Cold War",
      "History: Rhodesian Bush War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Solitaire (White Dog Games)"
    ]
  },
  {
    "Rank": "7009",
    "Name": "Journey to the Center of the Earth",
    "ID": 324246,
    "Year": "(2020)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/324246/journey-to-the-center-of-the-earth",
    "Min Players": "1",
    "Max Players": "50",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "The prestigious professor of mineralogy Otto Lidenbrock and his nephew Axel discover a secret parchment scroll written by the alchemist Arne Saknussemm in the 15th century who reveals how to get to the center of the Earth.&#10;&#10;They both travel to Iceland and there they hire the help of the hunter Hans with whom begin their descent through the Sn&aelig;fellsj&ouml;kull volcano towards the greatest adventure that human beings have ever known.&#10;&#10;Players will draw a route from an entrance volcano to the center of the Earth and from there to one of the exit volcanoes. Each turn two cards are revealed: a coordinate card and a tunnel card (straight, curve, water springs, discoveries... or dangerous creatures). The players draw the tunnel card on a cell of the coordinate indicated.&#10;&#10;When the tunnel deck runs out, players must consume one water point or they will be eliminated. When the coordinate deck runs out, one of the exit volcanoes will explode and cannot be used.&#10;&#10;But you can always ask the protagonists of the novel for help to change the rules.&#10;&#10;Live the unforgettable adventure created by Jules Verne!&#10;&#10;&#10;El prestigioso profesor de mineralog&iacute;a Otto Lidenbrock y su sobrino Axel descubren un pergamino secreto escrito por el alquimista Arne Saknussemm en el siglo XV que revela como llegar al centro de la Tierra. Ambos viajan hasta Islandia y all&iacute; contratan la ayuda del cazador Hans con el que emprenden el descenso por el volc&aacute;n Sn&aelig;fellsj&ouml;kull hacia la mayor aventura que ha conocido el ser humano.&#10;&#10;Los jugadores deber&aacute;n trazar una ruta desde el volc&aacute;n de entrada hasta el centro de la Tierra y de ah&iacute; hasta uno de los volcanes de salida. Cada turno se desvelan dos cartas: una carta de coordenada y otra carta de t&uacute;nel (recta, curva, manantiales de agua, descubrimientos... o peligrosas criaturas). Los jugadores dibujan lo indicado en la carta de t&uacute;nel en una casilla de la coordenada sacada.&#10;&#10;Cuando el mazo de t&uacute;nel se agote, los jugadores deben consumir un punto de agua o ser&aacute;n eliminados. Cuando el mazo de coordenadas se agote, uno de los volcanes de salida estallar&aacute; y no podr&aacute; usarse.&#10;&#10;Pero siempre se podr&aacute; pedir ayuda a los protagonistas de la novela para cambiar las reglas.&#10;&#10;&iexcl;Vive la inolvidable aventura creada por Julio Verne!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Maze",
      "Novel-based"
    ],
    "Mechanics": [
      "Bingo",
      "Line Drawing",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Authors: Jules Verne",
      "Mechanism: Flip-and-Write",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Series: Jules Verne (Looping Games)"
    ]
  },
  {
    "Rank": "7010",
    "Name": "Salvation Road",
    "ID": 153991,
    "Year": "(2016)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/153991/salvation-road",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.3333",
    "Description": "In Salvation Road, the players control 4 to 8 characters struggling to survive in a barren wasteland.&#10;&#10;A set of Heroes, exceptional individuals, are holed up in a barricaded Compound, protecting a group of young, old, and wounded Survivors. The desert around them is filled with the shattered husks of buildings, and with marauding gangs of bandits. The Survivors are doing their best to keep the Marauders at bay. Some have even been recruited by the heroes to help search through this wasteland, scavenging Resources.&#10;&#10;The good news is that they've heard radio broadcasts from a settlement called Salvation, which claims to be a safe haven with plenty of food and water. The Characters need to save up enough Resources to make the long journey down the dangerous highway, in hopes of reaching safety from the Marauders.&#10;&#10;Can they survive long enough to get themselves, and the people under their protection, to Salvation?&#10;&#10;Salvation Road is a co-operative game for 1 to 4 (up to 8 with a Scenario) players that plays in about an hour. In the standard game players are assigned 2 Characters (1 Hero and 1 Survivor). Both Characters are useful but you must deal with the Survivor's limitations and exploit the Hero's strengths to succeed. While scavenging resources in a post apocalyptic wasteland may sound easy, try doing it with the marauders on your tail, wounding you every chance they get.&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "7011",
    "Name": "The Dungeon of D",
    "ID": 34639,
    "Year": "(2008)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/34639/the-dungeon-of-d",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3659",
    "Description": "ISLAND OF D : THE DUNGEON OF D&#10;A FREE ONE player dungeon-crawling-fun card Game&#10;No bookkeeping, NO DICE, just you, the cards, a token and a dungeon to explore!&#10;&#10;1. INTRODUCTION&#10;With the hero's success in destroying the Black Knight's plan in Dawn, it took longer for him to organise his minions. But the time has come at last, the Great War has begun! Backed up by a very strong Dark Magic, he commands a huge army of Greenskins including the fierce  Goblorcs, unnatural Beasts, and now the Ice Monsters and even the Undeads have joined his army. The worst part is the Light Sword's new power -- the Black Knight now can heal his minions around him, including himself, in seconds!&#10;&#10;Approaching from the west , in a very short time three castles have fallen to his hands, and his armies are swiftly heading to the capital of D. Once again everything seems hopeless and the King of D has called the 18 legendary heroes to gather in the Dungeon of D, deep in the Forest of D to the south, where legend says that centuries ago the Great Wizard of D hid the Amulet of D'eugor. It is believed that only the legendary Amulet of D'eugor can nullify the Light Sword&rsquo;s power. Unfortunately, the Black Knight knew about this too, so he placed a very strong magical barrier on the entrance to keep anyone from entering.&#10;&#10;Luckily, the King has also summoned Daryn and Derek. They can combine their magical abilities to open the barrier for a very short time, allowing just one person to enter the dungeon. But even with their combined power, they can only do this once every three hours. So, one by one the 18 heroes enter the dungeon, hoping to find the Amulet of D'eugor and survive to exit the dungeon. So far no one has returned&hellip; and you are hero number 18, the last person to enter the dungeon. Daryn looks into your eyes before you enter the crack in the barrier. &quot;Please, you are our last hope&hellip;&quot; You nod a little, then jump in&hellip;.&#10;&#10;2. THE MISSION&#10;Get out of the dungeon alive as rich as you can. And if you are able to, bring the Amulet of D&rsquo;eugor!!&#10;&#10;Download the game on the Free Games section here: www.jackdgames.com&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Multi-Use Cards",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Series: D (JD Games)"
    ]
  },
  {
    "Rank": "7012",
    "Name": "Okko Chronicles: Cycle of Water – Quest into Darkness",
    "ID": 228399,
    "Year": "(2019)",
    "Geek Rating": "5.650",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/228399/okko-chronicles-cycle-of-water-quest-into-darkness",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1667",
    "Description": "Everyone who has read the comic books or has played the board game by Hazgaard Editions will be really excited with this one! The Red Joker brings OKKO and his party once again on our tables!  The game will be included in the company&rsquo;s Chronicles series and it will be an entirely standalone game. Although this addition to the series will have many differences to its ancestors, those who are familiar with Guardians Chronicles, will get into this game in no time, as the basic rules will be quite similar to it. If you haven&rsquo;t heard of this great story, its time to find out about OKKO&rsquo;s incredible universe!&#10;&#10;OKKO is a demon hunter along with his companions Noburo, Noshin and Tikku he wanders the lands of the Pajan Empire. Noburo is the most faithfull companion of Okko. He is a Hanyo (half man &ndash;  half demon) who hides himself behind a red mask. Noshin is a monk who can communicate with the Kamis and has a special preference for&hellip; sak&eacute;! Tikku is a young fisherman (at that time) who wishes to become a monk by the guidance of Noshin. The four of them are on a mission after Tikku&rsquo;s request to help him find his kidnapped sister. This quest will lead the four of them to situations and places far from what they had ever imagined&hellip;&#10;&#10;The Heroes in OKKO Chronicles will have a character card with characteristics and talents. They will also come with Power Cards which will represent the Hero&rsquo;s special abilities, secret techniques and other unique skills.&#10;&#10;This latest addition to the Chronicles family will plunge you into the heart of a dark and fantastic incarnation of medieval Japan. Journey to the four corners of the war-torn kingdom of Pajan as you join the ronin monster-slayer, Okko, and his brave companions as they hunt down a variety of fearsome supernatural foes.&#10;&#10;Whether you choose to harness the devastating power of fickle Elementals or rely on the cold surety of ancestral steel; you must combine your martial prowess with all your cunning if you are to uncover and destroy the demon in your midst.&#10;&#10;Developed from those used for Guardians' Chronicles, OKKO&rsquo;S CHRONICLES introduces completely new mechanics. Still easy to learn and fun to play, these rules have their own unique flavor and specific features that allow you to become totally immersed in this fascinating universe. These developments include:&#10;&#10;&#10;     Weapon, Armor and Item cards with which to equip your Heroes, allowing you to tailor them to the situations they face.&#10;     A unique investigation system to enable the Heroes to unmask the terrible Oni hidden among the occupants of the daimyo&rsquo;s palace.&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Continents: Asia",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Game: Okko",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "7013",
    "Name": "Solani",
    "ID": 331804,
    "Year": "(2023)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/331804/solani",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Populate the night sky with beautiful constellations assembled from uniquely shaped tiles.&#10;&#10;Solani is an abstract tile-laying and drafting game for 1-4 players.&#10;&#10;Players will assemble constellations to be set into the sky, taking turns selecting two different shapes of tiles in a unique &ldquo;double-headed&rdquo; snake draft, before laying them onto their personal board. Properly connect the stars, observe the roaming planets, and correctly identify the placement of celestial bodies to complete your constellations puzzle in the best possible way.&#10;&#10;After twelve rounds of play, Coyote grows impatient; he grabs the edge of the buckskin rug and tosses the rest of the quartz skyward - creating the Milky Way.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "7014",
    "Name": "The Third World War: Designer Signature Edition",
    "ID": 316410,
    "Year": "(2022)",
    "Geek Rating": "5.650",
    "Avg Rating": "8.73",
    "Link": "https://boardgamegeek.com/boardgame/316410/the-third-world-war-designer-signature-edition",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "360",
    "Play Time": "2200",
    "Weight": "3.7692",
    "Description": "The Third World War, Designer Signature Edition&#10;&#10;This edition of The Third World War features many new enhancements and larger counters and is another Classic Reborn!&#10;&#10;The complete Third World War game series is included which is comprised of the following four games:&#10;&#10;     Third World War (subtitled Battle for Germany) is a game of the struggle for central Europe by the forces of NATO and the Warsaw Pact.&#10;     Southern Front: Race for the Turkish Straits adds Bulgaria and Romania, reinforced with three Soviet armies and special-capability forces, face Greece, Turkey, and Yugoslavia, thinly reinforced with a few elite units from the U.S., France, and Italy.&#10;     Arctic Front: Battle for Norway covers the Soviet Leningrad Front, with its special airborne, amphibious, and arctic-equipped contingents, assault of Norway, reinforced with a few elite units from the U.S., Britain, Canada, and other NATO nations.&#10;     Persian Gulf: Battle for the Middle East includes a special &quot;game within a game&quot;, covering the diplomatic, political, and military maneuvers by the Soviet Union and the United States in the Middle East before - and leading to - the general outbreak of the Third World War.&#10;&#10;&#10;For the not faint of heart, combined game rules are provided to cover the entire Third World War that combines all four games in the series for a truly memorable gaming experience.&#10;&#10;This Designer Signature edition pays tribute to the classic Frank Chadwick game series by honoring the original game system and keeping it fully intact (no design changes made), while introducing many enhancements for game play purposes.&#10;&#10;In terms of superior physical presentation, all aspects have been upgraded, including completely new maps, numerous new player aids, markers, and unit displays, and redesigned and enlarged 9/16&quot; counters. Some of the enhancements made in this edition include:&#10;&#10;&bull; All four separate games combined into one, comprehensive package&#10;    &bull; Enlarged and redesigned counters from 1/2&quot; to 9/16&quot; size&#10;    &bull; Added more information to counters such as: mobility class, stacking value, zoc type, chemical/nuclear/limited military ability&#10;    &bull; Enhanced ergonomics are built into the set up and reinforcement charts&#10;    &bull; Modified and adjusted unit colors to better distinguish between each other and between NATO/Pact/Neutrals&#10;    &bull; Added and modified game markers including Strike markes with values on them, air superiority, weather, objective control, and generic markers&#10;    &bull; Combined the seven maps from Third World War, Southern Front, and Arctic Front into four larger maps (22 x 34&quot;), including adding the remainder of Poland and Western Russia; all while keeping the same area of the original games&#10;    &bull; Combined four maps from Persian Gulf into two larger (22 x 34&quot;) maps&#10;    &bull; Added and modified player aids such as: new display to aid with handling unwieldy stacks (use a marker on map to indicate stack of units and put the placement sheet&#10;    &bull; Warsaw Pact ground unit counters with one step-loss (disruption) on reverse&#10;    &bull; Addition of U.S. F-117 air unit for optional use.  Also retains the U.S. F-19 air unit from the original game&#10;    &bull; Player aid cards and associated markers, for tracking nuclear conflict level and nuclear attack points (NAPs), air transport points, and victory points&#10;    &bull; Markers to indicate Norwegian Sea control and whether the Black Sea Fleet has sortied&#10;    &bull; Optional tactical advantage rule&#10;    &bull; Color-coding on Warsaw Pact ground unit counters for ease in distinguishing army designation&#10;    &bull; Incorporated errata for unit set-up information and reinforcement schedule&#10;    &bull; All-new rules treatment backed by many illustrations, an index, and clarifications and examples of play to reduce potential questions.&#10;&#10;Product Information:&#10;&#10;     Complexity: 6 out of 10&#10;     Solitaire Suitability: 8 out of 10 (no hidden units)&#10;     Time Scale: 1 week per turn&#10;     Map Scale: 45 km per hex&#10;     Unit Scale: divisions, with some brigades and regiments, 100 aircraft per air unit&#10;     Players: one to two per individual game, one to eight for combined campaign&#10;     Playing Time: 6-10 hours per game, 36+ hours for full combined campaign&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;Game Scale:&#10;Game Turn: One Week&#10;Hex: 28 miles / 45 kilometers&#10;Units: Brigade to Division&#10;&#10;Game Inventory:&#10;Six 22 x 34&quot; full color mapsheets&#10;Nine dual-side printed countersheet (2,052 9/16 counters - 75 are blank)&#10;One 44-page full color rulebook&#10;One 84-page full color playbook&#10;Nine dual-sided player aid cards (Sequence of Play, Turn Track, CRT, TEC, etc)&#10;Seven single-side player aid display charts (Critical Losses, Off-Map Movement, Air Units Theater, Nuclear Attack Points)&#10;Two Dual-sided organization display charts&#10;Twelve single-side set-up/reinforcement display charts&#10;Twenty-four Diplomacy cards&#10;Four six-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium-High&#10;Players: 2 to 7&#10;Playing Time: 6-10 (scenario dependent) or 36+ (campaign)&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "History: Cold War",
      "Political: NATO",
      "Region: Middle East",
      "Series: Designer Signature Edition (Compass Games)",
      "Series: Third World War (GDW/Compass)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "7015",
    "Name": "Borderlands: Mister Torgue's Arena of Badassery",
    "ID": 347757,
    "Year": "(2023)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/347757/borderlands-mister-torgues-arena-of-badassery",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Borderlands: Mister Torgue's Arena of Badassery! is a co-operative combat-action board game.&#10;&#10;You and a team of Vault Hunters enter Mister Torgue's Arena of Badassery to face off against his collection of skags, bandits, and assorted psychos. You can play a one-off battle filled with explosions, slaughter-splosions, sauce-plosions, and loot-splosions!!! Or play a series of deadly fights in campaign-mode that will see your Vault Hunter level up between games. Visit vending machines to buy better gear, advance your character using unique skill trees, equip epic new guns, and enter the next game even more BADASS than before!!! Just make sure your tough enough to take on the final boss, an Ultimate Murder-Machine, hellbent on sending you back to the borderlands as moist and meaty skag-snacks.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7016",
    "Name": "Cornerstone",
    "ID": 38429,
    "Year": "(2008)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/38429/cornerstone",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7037",
    "Description": "In the game of Cornerstone, players build and climb their towers, working together in teams or in a head to head race to reach the top. Each turn players build by strategically placing blocks, gaining a better vantage point for the Climber or blocking an opponent. Players must manually balance blocks, while strategically balancing offense with defense.  With every move the game gets more exciting as the towers grow taller and the structure more unstable.&#10;Can you reach the top before it falls?&#10;&#10;Re-implemented by:&#10;&#10;    Cornerstone Essential&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "7017",
    "Name": "Loonacy",
    "ID": 154892,
    "Year": "(2014)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/154892/loonacy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.0769",
    "Description": "Loonacy is a rapid fire card game in which players race to be the first to empty their hand by matching one of two images on each card in their hand with the images on the face-up piles in front of them. The number of piles varies depending on the number of players, and if players ever reach a moment in which no one can play, everyone draws a card and adds it to their hand at the same time, then the game play resumes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "7018",
    "Name": "Outburst!",
    "ID": 4862,
    "Year": "(1986)",
    "Geek Rating": "5.650",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/4862/outburst",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1642",
    "Description": "Outburst is a game of lists. Two teams take turns trying to guess as many of the 10 answers to a topic on the cards. Bonus points can be earned by guessing a Target Answer determined by a die roll. The first team to 60 points wins!  The game mechanism is very similar to the long-running TV game show Family Feud, and itself seems to be the basis for the Canadian game show Talk About, which also spawned its own home game by Pressman.&#10;&#10;An example of a Topic Card might be &quot;10 Cars Rich People Drive.&quot; The team whose turn it is has to name the 10 cars on the Topic Card by the time the minute sand timer runs out.&#10;&#10;The earlier versions of this game have a lot of dated topics. The 2016 version by Parker Brothers is more recent topically.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Outburst"
    ]
  },
  {
    "Rank": "7019",
    "Name": "Krieg und Frieden",
    "ID": 48,
    "Year": "(1999)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/48/krieg-und-frieden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4638",
    "Description": "Taking on the roles of land-owners in a feudal society, players are charged with running their lands and accruing favor from the bishop by building his cathedral.  Each turn, players use their resources to bid for that year's agenda, and some resources have more or less value in the bid depending on what type of agenda is available.  Then players use their remaining resources to build their lands, sack others' lands, bribe others' knights away from defense, or help to build the bishop's cathedral.  Finally, players harvest new resources for the next turn.  After all the pieces of the cathedral have been built, the game is over with the victory going to the player with the most victory points.  This game was originally released as Charlemagne by Think Games at Essen 1998, and later slightly shortened as Krieg und Frieden.&#10;&#10;Re-implements:&#10;&#10;    Charlemagne&#10;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "7020",
    "Name": "Fidelitas",
    "ID": 160784,
    "Year": "(2015)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/160784/fidelitas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7838",
    "Description": "In Fidelitas, players take on the role of faithful citizens in a medieval city who are exerting influence in order to gain the credibility needed to lead the charge against the corrupt crown.&#10;&#10;Players play character cards to various locations that make up the city in order to meet conditions of hidden objectives. Each type of character card is associated with a unique action that manipulates cards in the game: the Butcher bullies other characters to new locations, the Student gains more cards, the Soldier keeps the peasants from loitering too long, etc. In this game where keen maneuvering is key, attentiveness to the opposition may uncover hidden motives that seek to foil your bid for power.&#10;&#10;The first player to gain a certain number points (depending on the number of players) is determined worthy to lead the revolt and also wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "7021",
    "Name": "Digimon Card Game",
    "ID": 308368,
    "Year": "(2020)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/308368/digimon-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "The Digimon card game is a competitive trading card game.&#10;&#10;Each player has a companion Digimon in the battle area to attack the opponent. Your Digimon evolves, gets stronger, and gains new power!&#10;&#10;You win by beating your opponent&rsquo;s security (reducing your opponent&rsquo;s Security Area cards to zero) and delivering a knockout blow!&#10;&#10;The system uses a cost system similar to that of Chrono Clash.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Characters: Digimon",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "7022",
    "Name": "Hygge",
    "ID": 361211,
    "Year": "(2022)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/361211/hygge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Today we're having a party! But everyone's stuff is littered around the house, so before the guests arrive, we have to straighten up this place. Grandma and Grandpa will pitch in, too, but the guests might show up at any time. Try to quickly tidy up more stuff than anyone else. Can each family member finish straightening up, and get ready to receive the guests with out any mishaps?&#10;&#10;In Before the Guests Arrive, you do your best to tidy up a messy house for a party. To set up the game, shuffle the guests card into a small pack of cards and place it on the bottom of the deck. Lay out 10-13 cards in an interlocking series of rows and columns. On a turn, choose a row or column, and take all cards in it, adding them to your collection; if at most three cards are in the display, first refill the display, then choose a row or column.&#10;&#10;After taking cards, you can tidy up with one member of the family. The Mom, Dad, Girl, and Boy can each tidy up two types of stuff at a time, whereas Baby, Grandma, and Grandpa can each tidy up only one type. Stuff comes in five colors, and each color has three types of stuff, e.g., baby stuff (yellow) has blocks, bears, and lollipops. Yellow stuff can be tidied only by Baby, Grandma, and Grandpa, whereas red stuff can be tidied only by the Girl or Grandma. When tidying up a type of stuff, you can tidy as much of that type of stuff (i.e., stuff with the same illustration) as you like, so it's useful to get a bunch of the same stuff and tidy it all up together.&#10;&#10;When refilling the house, if the guest card appears, then the game ends, with everyone having one final chance to tidy up or discard a single card. Players then score points for the stars on what they've tidied, then lose points for stuff not tidied and family members not used. Whoever scores the most wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Series: Pocket Games (Helvetiq)",
      "Theme: Rooms: Interiour Design, Home Decoration, Tidying",
      "Theme: Winter Rest / Hibernation"
    ]
  },
  {
    "Rank": "7023",
    "Name": "Arkham Noir: Case #3 – Infinite Gulfs of Darkness",
    "ID": 337070,
    "Year": "(2021)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/337070/arkham-noir-case-3-infinite-gulfs-of-darkness",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Arkham Noir is a solitaire card game inspired by the interconnected stories of H.P. Lovecraft and other authors, re-imagined as noir detective stories. Each case stands alone. Gameplay consists of adding cards to open cases, creating lines of investigation, in an effort to solve them. The ultimate goal is to score five &ldquo;puzzle&rdquo; Clue cards in order to piece together the Big Picture, before running out of time or mental stability.&#10;&#10;Each newly shuffled deck is the start of a unique challenge, with adjustable difficulty levels to accomodate all level players. In &ldquo;Infinite Gulfs of Darkness&rdquo; Howard Lovecraft investigates events based on the stories &ldquo;From Beyond&rdquo; (1920), &ldquo;Nyarlathotep&rdquo; (1920), &ldquo;The Haunter of the Dark&rdquo; (1935), and Robert Bloch&rsquo;s &ldquo;The Shadow from the Steeple&rdquo; (1950).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Arkham Noir (Yves Tourigny)",
      "Organizations: Forgenext",
      "Players: Solitaire Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "7024",
    "Name": "Heights of Courage: The Battle for the Golan Heights",
    "ID": 84834,
    "Year": "(2013)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/84834/heights-of-courage-the-battle-for-the-golan-height",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "900",
    "Weight": "2.3333",
    "Description": "Heights of Courage: The Battle for the Golan Heights, October 1973, is a game covering the Golan Heights portion during the 1973 Arab-Israeli War.&#10;&#10;In October, 1973, Syria and her allies lead a surprise attack to recapture the Golan Heights in conjunction with an Egyptian assault across the Suez Canal into the Sinai.&#10;&#10;For a little over two weeks, massed Syrian armor tried to swamp the Israeli defenders who were buying time to allow mobilized reserves to arrive.  They succeeded and managed to turn the tide launching their own offensive toward Damascus.&#10;&#10;Heights of Courage is the 16th game in the award winning Standard Combat Series. It complements the 1995 CSR award winning game Yom Kippur (which covers the fighting in the Sinai). It uses the same 8 page standard series rulebook applicable to all the other games.&#10;&#10;Because both sides have offensive and defensive phases of the battle to enjoy, victory is determined by comparing the best Syrian performance in their early offensive to the Israeli offensive results at the end of the game. This forces both sides to fight tooth and nail on both the offense and defense with enormous time pressure on perform rapidly.&#10;&#10;The game captures all the sizzle of the fast-paced armored battle with enough steak to give the game the appropriate level of depth. For example, it uses an innovative two tempo operational speed, to both players as the battle goes beyond the endurance of the forces involved.  Each player can select to go &ldquo;fast&rdquo; in order to fight more or &ldquo;slow&rdquo; in order to get more replacements.&#10;&#10;While Heights of Courage cannot be directly linked to Yom Kippur, the game provides rules to allow players to play both games in tandem so as to play the &ldquo;whole war.&rdquo;&#10;&#10;Four scenarios allow different looks at the 17 turn campaign (turn length varies based on when a cease-fire occurs).&#10;4.1 The Historical Battle for the Golan Heights (17 turn long version)&#10;4.2 The Historical Battle for the Golan Heights (10 turn short version)&#10;4.3 Operation Badhr (6 turn look at the initial Syrian offensive)&#10;4.4 Operation Al-Owda (Original Syrian plan - which can be played in the 6, 10 or 17 turn versions)&#10;&#10;Game Scale:&#10;Game Turn: Half day to 3 days (depending on game turn)&#10;Hex: 1 mile / 1.6 kilometers&#10;Units: Platoon/Task Force/Brigade&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 16-page Heights of Courage rulebook&#10;One 8-page Standard Combat Series ver 1.7 rulebook&#10;Two 6-sided die&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Israel",
      "History: Yom Kippur War",
      "Players: Two-Player Only Games",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "7025",
    "Name": "Giga-Robo!",
    "ID": 177014,
    "Year": "(2020)",
    "Geek Rating": "5.650",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/177014/giga-robo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.6667",
    "Description": "Giga-Shards: techno-organic energy sources lethally harvested from living beings; blended with human DNA, they transmute raw emotion into incredible power and make possible giant war machines with unimaginable speed and strength. The Zoider Armada, a galaxy-conquering alien force, has discovered this unique energy, and has invaded Earth-space to abduct and dominate the human race. All seems lost, but Earth finds a way to fight back&mdash;with the Zoiders own giant robot prototypes! The pilots who control these robots have goals of their own though, and each competes with the others in a race to control the Giga-Shards. Some hope to defend Earth, others seek only revenge, and still others seek power to achieve their own mysterious ends...&#10;&#10;Giga-Robo is the customizable, card-driven miniatures game of giant robot combat. Choose from a powerful roster of pilots and robots, create a custom build of attacks and abilities, and battle across a fully destructible city!&#10;&#10;Act on every turn &mdash; Respond to attacks with any card in your hand, and gain resources from taking damage&mdash;you're never on the sidelines!&#10;&#10;The battlefield is a weapon &mdash; Smash your opponent across the map through buildings and hazards, changing the terrain as you play!&#10;&#10;Dynamic cooldown system &mdash; Plan your turns and set up powerful combos by tracking when each of your cards will return to your hand!&#10;&#10;Unleash your fighting spirit &mdash; win your opponents&rsquo; Giga-Shards &mdash; forge your fate in combat!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Anime / Manga",
      "Theme: Mech Warfare",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "7026",
    "Name": "Carnac",
    "ID": 103061,
    "Year": "(2014)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/103061/carnac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "Carnac is a simple fast abstract strategy game for two players. On your turn, you take a Megalith &mdash; a piece formed by two cubes joined together &mdash; from the common reserve, and place it on the board in a standing position. The turn passes to your opponent if he is willing to tip over the Megalith or if the Megalith cannot be tipped over.&#10;&#10;A player owns a square if it is covered by a Megalith showing his color on the upper face. A Dolmen is a group of at least three adjacent squares belonging to the same player. The game is won by the player with the most Dolmens; in case of a tie, the player with the largest Dolmen wins.&#10;&#10;All Megaliths are the same: three faces (one square and two opposed rectangular ones) of one color and the other three faces of the other color. The two main aspects of the game are:&#10;&#10;&#10;    Your move often is also determined by your opponent's choice.&#10;    Having a lot of Megaliths with your own color showing on the upper face is not always a good thing as you might end up with merely one giant Dolmen. The basic aim of the game is building many Dolmens and keeping them separated, while trying to connect your opponent's Dolmens to each other.&#10;&#10;&#10;It is possible to play Carnac on different board sizes, leading to the use of different strategies to achieve victory.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "I Cut, You Choose",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: 5 x 8 Grids",
      "Components: 7 x 10 Grids",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7027",
    "Name": "Swordcrafters",
    "ID": 243994,
    "Year": "(2018)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/243994/swordcrafters",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The realm is defended, but the sword of protection is broken!  The king has called on the best Swordcrafters to forge a replacement.&#10;&#10;In Swordcrafters, players compete to forge the best sword scoring based on length, quality, and magic.  Each round each player makes one cut in a grid of sword tiles to create a separation.  After separations phase, each player selects one grouping of sword tiles and assembles them into their sword.   When there are not enough sword tiles to form a new grid, scoring occurs.&#10;&#10;Players hold their swords in the center of the table to score based on length.  Sword quality scoring is based on the highest number of adjacent matching gems on one side of the sword.  Sword magic scoring is based on the highest sum of two gem types.&#10;&#10;A innovative 3D sword-building game where the player builds and holds their sword as they play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "I Cut, You Choose",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7028",
    "Name": "King's Gold",
    "ID": 161761,
    "Year": "(2014)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/161761/kings-gold",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Caribbean islands were once a lawless cove run by merchant marines transporting stolen treasures. When news reached the King that these pirates were amassing great riches, he ordered a cut of their loot.&#10;&#10;Now in King's Gold, it's your turn to be a pirate, and you must try to pillage ships and other pirates along the way. How far will you go to deceive the greedy King and become the richest pirate on the coast and at sea? On a turn, the active player rolls the five dice up to three times. If a die shows crossbones, it's locked until the end of the turn; otherwise, a player can roll or leave dice as he wants. After he stops, he takes or loses gold as follows:&#10;&#10;&#10;    1 coin face + 1 cannon: Take this many coins from the box, then place this many coins in the King's pile.&#10;    1 coin face + 1 skull: Steal this many coins from the player of your choice.&#10;    Coins on all five dice: Take all of the coins from the King's pile.&#10;    Skulls on all five dice: Take all of the coins from another player.&#10;    Cannon on all five dice: Take all of the coins from the box, ending the game.&#10;    3+ crossbones or any non-scoring combination: Place three coins from your stash in the King's pile.&#10;&#10;&#10;When all sixty coins in the box have been removed, the game ends and whoever has the most coins wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "7029",
    "Name": "30 Monedas",
    "ID": 327793,
    "Year": "(2021)",
    "Geek Rating": "5.650",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/327793/30-monedas",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.08",
    "Description": "Father Vergara is an exorcist, boxer and ex convict, who has been exiled by the Vatican to a remote village of Spain. This tranquil little village does not know what has hit it when it begins to experience a series of inexplicable paranormal phenomena, and it won&rsquo;t take long for the villagers to realise the new parish priest is somehow involved. Paco, the naive Mayor and Elena, a restless vet, will try to unveil the secrets of the priest&rsquo;s past and the significance of the old coin that Vergara has in his possession. Little by little, this unusual trio will find themselves immersed in a global conspiracy: the battle for control of the thirty coins paid to the apostle Judas Iscariot for betraying Jesus Christ.&#10;&#10;In 30 Coins you will put yourself in the shoes of the three main characters, Father Vergara, the Mayor Paco and the veterinary surgeon Elena. You will need to investigate the paranormal events which are occurring in the village, confront another world and try to sabotage the plans devised by the forces of evil. You will achieve your goal if you complete the missions which are presented to you at the beginning of each chapter and at the same time you must avoid The Cainites getting hold of the Coin you possess. Should you fail and they manage to get their hands on the last Coin of Judas, the consequences will be devastating for all humanity.&#10;&#10;&#10;El padre Vergara, un exorcista, boxeador y exconvicto, es exiliado por el Vaticano a un pueblo remoto de Espa&ntilde;a. La tranquilidad de esta Villa se ver&aacute; alterada por una serie de fen&oacute;menos paranormales y hechos sin explicaci&oacute;n que pronto se relacionar&aacute;n con el nuevo p&aacute;rroco. Paco, el ingenuo alcalde y Elena, una inquieta veterinaria, tratar&aacute;n de desvelar los secretos del pasado del cura y el significado de la antigua moneda que Vergara mantiene oculta. Poco a poco, este ins&oacute;lito tr&iacute;o de h&eacute;roes se encontrar&aacute; inmerso en una conspiraci&oacute;n global: la batalla por el control de las treinta monedas por las que el ap&oacute;stol Judas lscariote traicion&oacute; a Jes&uacute;s de Nazaret.&#10;&#10;En 30 Monedas te pondr&aacute;s en la piel de los tres personajes principales de la trama, el Padre Vergara, el Alcalde Paco y la veterinaria Elena. Deber&aacute;s investigar los sucesos paranormales que se suceden en el pueblo, enfrentarse a seres de otro mundo e intentar sabotear los planes de las fuerzas del mal. Lograr&aacute;s tu objetivo si completas las misiones que ir&aacute;n apareciendo al principio de cada cap&iacute;tulo al mismo tiempo que evitas que los Cainitas se hagan con la Moneda que custodias, ya que si consiguen hacerse con la &uacute;ltima Moneda de Judas, las consecuencias ser&aacute;n devastadoras para la humanidad.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action / Event",
      "Events",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "7030",
    "Name": "Levee En Masse",
    "ID": 68188,
    "Year": "(2010)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/68188/levee-en-masse",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7895",
    "Description": "The Wars of the French Revolution, 1789-1802&#10;&#10;States of SiegeTM #5&#10;&#10;This solitaire game, suitable for group and classroom cooperative game play, tells the story of the French Revolution through its key events and decision points. You must stop the advances of foreign armies and the counter-revolutionary forces within France itself to defend the virtues of Republicanism.&#10;&#10;Can you suppress the forces of Monarchy and Despotism to maintain the Republican spirit in France? Can you export the revolution by liberating neighboring states and granting them their liberty? Will you be able to keep order in Paris as it suffers from riot after riot? Enlist today, grab your musket and a banner, and join the Lev&eacute;e en Masse!&#10;&#10;Game Data:&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Scale: Each unit is one Army, each turn represents a variable number of weeks&#10;&#10;Game Components:&#10;&bull; One 6-page, color Game Rules booklet&#10;&bull; 12 color, die-cut 3/4&rdquo; square game pieces&#10;&bull; Five 5/8&ldquo; round game markers&#10;&bull; 48 Headline cards (2&quot; x 3&quot;)&#10;&bull; One 11&rdquo; x 17&rdquo; color game map&#10;&bull; Designers Notes&#10;&bull; Optional Rules&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Country: France",
      "History: French Revolutionary Wars",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "7031",
    "Name": "Florence",
    "ID": 317411,
    "Year": "(2022)",
    "Geek Rating": "5.650",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/317411/florence",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "3.0556",
    "Description": "Set in the titular city, Florence tasks players with elevating the status of their family and navigating the city on the night of a grand Carnevale to set up meetings with the ruling Medici figureheads: Cosimo, Giovanni, and Contessina.&#10;&#10;Florence is a Euro-style area control game in which the regions you want to hold change each round as the Medici move around the city attending various functions. Over nine rounds, each player dispatches family members to attend parties, give gifts, brag about their achievements, engage in spurious gossip, and muscle their way through crowds to get some valuable face-time with the Medici. The chief resource in Florence is time: As the Carnevale moves into full swing and the streets fill with revelers, they will become harder to navigate, and you will need to be cautious of which actions you ask your various scions to complete.&#10;&#10;But by ensuring that your family is at the front of each queue and the most talked about (by meeting conditions of various &quot;brag&quot; cards), you gain valuable points to elevate your family's status. Each Medici is impressed only by a specific approach, and as the night goes on, they become harder to impress &mdash; which scores you more points for increasingly harder objectives should you do so.&#10;&#10;Florence includes a solo mode by D&aacute;vid Turczi.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "End Game Bonuses",
      "Point to Point Movement",
      "Resource to Move",
      "Solo / Solitaire Game",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Occupation: Merchant",
      "Players: Games with Solitaire Rules",
      "Series: Eurocity Trilogy (Braincrack Games)"
    ]
  },
  {
    "Rank": "7032",
    "Name": "An Otter Won",
    "ID": 322696,
    "Year": "(2020)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/322696/an-otter-won",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.4615",
    "Description": "Second game in Button Shy's Otterverse, follow-up of Why I Otter.&#10;&#10;&#10;It's not easy making a cool otter den. You'll want to influence the best otters to hang out in yours. And often you&rsquo;ll get to decide which otter goes where. Do you want this otter? Or an otter won?&#10;&#10;An Otter Won' is a spiritual sequel to Why I Otter, taking everything up a notch (including the ridiculous otters). Here's a short description from Aaron:&#10;&#10;It's still trick-taker-like. Works sort of in the opposite manner than Why I Otter. In Why I Otter you score your tricks from public conditions. In An Otter Won you have personal conditions in the cards you've taken into your den that play off public otter cards in the river. It's a bit more thinky/gamerly. It also does away with rock/paper/scissors. It uses a neutral setup card per trick that may help determine if the high or the low card wins the round. The winner assigns those 3 cards (neutral yours and opponents) to which goes to which location. Opponent den, your den and the river.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;Released in the July 2020 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Otters",
      "Containers: Wallets",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "7033",
    "Name": "What Were You Thinking?",
    "ID": 2667,
    "Year": "(1998)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/2667/what-were-you-thinking",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "In What Were You Thinking?, the best answer to a question isn&rsquo;t necessarily the correct answer. Instead, players want to come up with the same answer chosen by everybody else--whether it's right or wrong.&#10;&#10;Players take turns asking questions from the question cards. Everyone writes answers to each question, and everyone whose answer agrees with the majority is &ldquo;right.&rdquo; However, other players will be trying to guess what you will answer, so maybe you should give the answer you think is right. If you&rsquo;re not careful you&rsquo;ll find everyone asking, &ldquo;What were you thinking?&rdquo;&#10;&#10;The object of the game is to guess the most common answer (by the current players) to each question. If no one else answers the same way you do, you move up the penalty track...and maybe out of the game. When someone gets to the top of the penalty track, everyone else wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Single Loser Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "7034",
    "Name": "Mordred",
    "ID": 5869,
    "Year": "(1999)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/5869/mordred",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9775",
    "Description": "A game in which players take the role of one of King Arthur's knights in an attempt to prevent Mordred from taking over Wales.&#10;&#10;Players roll dice, balancing risk against reward.  Reward is in the form of build points, which can be used to build towns, castles, and wage combat against Mordred.  Risk is that of aiding Mordred in his expansion across the countryside.&#10;&#10;The game ends with an assessment of the victor:  If King Arthur has more towns/castles in play than Mordred has men on the board, then the player with the most victory points is the winner.  If Mordred has more men in play, then the player who aided Mordred the least is victorious.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Wales",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "7035",
    "Name": "Taverns & Dragons",
    "ID": 339473,
    "Year": "(2023)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/339473/taverns-and-dragons",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.3158",
    "Description": "The King is on his way to the city and will feast at the tavern offering the most tempting banquet. Send your minions to gather the rarest ingredients for your recipes. Magic mushrooms, wild plants, dragon eggs... nothing is too dangerous for the King! Sharpen your blades and heat up your pans!&#10;&#10;Taverns &amp; Dragons combines dice placement mechanics with worker movement, creating a delightful mix of food, fun, and fiery strategy. Roll your dice and strategize as you guide your minions through the land. Will you move them, gather precious resources, or cook up delightful recipes? Choose wisely, as your minions can also collect ingredients, visit unique locations, and embark on daring dragon hunts! Meanwhile, valiant heroes await in the marketplace, ready to lend their skills for shiny coins.&#10;&#10;To claim victory, you must have the highest prestige points at the end of the game. Earn them by cooking recipes, accomplishing missions, engaging esteemed heroes, and hunting dragons!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Movement Points",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Take That",
      "Turn Order: Auction",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "7036",
    "Name": "Statis Pro Football",
    "ID": 4454,
    "Year": "(1973)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/4454/statis-pro-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.55",
    "Description": "Statis Pro Football is an in-depth, simulation-first football game that uses the AH Fast Action Card system. Individual players are rated for their ability to throw, catch, run, block, rush the passer, etc. Players are the coach for their team, and choose from a selection of offensive or defensive moves (Inside Run, Short Pass or Blitz, Run No Key as examples) which affect the outcome, and then flip a deck of cards to work out the result. So if I call the right pass defense against your pass, it becomes harder to complete the pass, or a Run defense means your Run gets less yardage. But if I get it wrong, my defense may have no effect or even greatly increase your chances.  The game rules also cover kickoffs, punts, turnovers, penalties, etc.&#10;&#10;The basic game comes with stats cards for every player in every team. Avalon Hill produced several years worth of cards for use with the game, which you could buy separately. A strong team will usually overwhelm a weaker team, though good playcalling and some luck with the cards can mitigate that advantage. But by picking evenly-matched teams, it does require some forethought to work your team to a score. The game includes optional endurance rules, which mean that some players must 'rest' before you can re-direct a play to them. This means cycling players and dealing with injuries makes tricky decisions for the players.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "7037",
    "Name": "Ion: A Compound Building Game",
    "ID": 174611,
    "Year": "(2015)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/174611/ion-a-compound-building-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.35",
    "Description": "ION: A Compound Building Game is a card drafting game where players select from a number of available Ion Cards and Noble Gas cards with the goal of creating sets of compounds and inert noble gases.&#10;&#10;Here&rsquo;s how the game is played: Each player is dealt eight cards, must select one of those cards and then passes the remaining. Players must choose to either bond (pair) their selected card with another Element Card or set it alone (possibly to form an ionic bond at a later time). Throughout the game, players gain additional points for building specific compounds which are listed on the Compound Goal Cards and have available a set of Action Tiles which award them additional moves throughout the game. Players score points based upon the quantity and type of neutrally balanced compounds they construct and noble gas sets they collect. After three rounds, players add their total scores from each round, subtract points from Action Tiles used, and the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Science Games (Genius Games)",
      "Theme: Chemistry",
      "Theme: Science"
    ]
  },
  {
    "Rank": "7038",
    "Name": "Rummikub Twist",
    "ID": 237792,
    "Year": "(2016)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/237792/rummikub-twist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.1111",
    "Description": "It's the classic Rummikub game with a major Twist&#10;&#10;The beloved classic gets a fresh Twist! Rummikub has been enjoyed by millions, and now includes three new Jokers for a fun, new way to play. Easy-to-learn and fast paced, Rummikub is a favorite for new and seasoned players. The introduction of Jokers such as the Double Joker, Color Change Joker and Mirror Joker adds a new way to strategize your way to victory. This set features high quality, stackable tiles with bright, colorful numbers that are easy to see.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Rummikub"
    ]
  },
  {
    "Rank": "7039",
    "Name": "This Town Ain't Big Enough for the 2-4 of Us",
    "ID": 153497,
    "Year": "(2014)",
    "Geek Rating": "5.649",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/153497/this-town-aint-big-enough-for-the-2-4-of-us",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3462",
    "Description": "This Town Ain't Big Enough for the 2-4 of Us is a micro-sized strategy game that plays with ... well, 2 to 4 players. From the publisher and designers that brought you the hit strategy game Belfort, you can now get your strategy game fix in 10-15 minutes with this new micro game from TMG (Tasty Minstrel Games).&#10;&#10;In the game, players play cowboys as they place tiles and create areas within the town. Unfortunately each tile could have your cowboys on them, or other players' cowboys - or cowboys from all players! Once an area is fully surrounded by fences you score that area. Look out for silver bars as they allow players to re-arrange one tile that has yet to be locked down!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "American West",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Self-Referential Games",
      "Organizations: The Game Artisans of Canada",
      "Series: TMG Microgames",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "7040",
    "Name": "RabbitZ & Robots",
    "ID": 347157,
    "Year": "(2022)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/347157/rabbitz-and-robots",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "YEAR 30175: For thousands of years, the destruction of natural ecosystems and pollution have turned the planet into a desolate and practically uninhabitable place.  While the less fortunate species have become extinct, others have adapted and evolved in union with the Orchard, the last green lung, our home.  The RabbitZ!, a fearful horde of mutant zombie rabbits, come out of their burrow with only one goal... EAT! The Orchard and the vegetable people are in danger... But this time we are ready!&#10;&#10;Using the technology of the Ancients, we have created great machines that are powered by the energy of the Orchard. Piloted by the brave Guardians of the Orchard, these powerful robots are our last hope.&#10;&#10;Rabbitz &amp; Robots is a tower defense card game for 1 to 5 players in which players will become the Guardians of the Orchard, a group of brave vegetables who pilot combat robots and defend the Orchard from the invasion of the RabbitZ.&#10;&#10;Starting with the player who has the highest value RabbitZ in their path, the game will be played in turns and clockwise. Each player&rsquo;s turn is divided into two phases:&#10;&#10;In phase 1: Take the top card of the Burrow deck and place it at the start of your path (next to the Burrow deck) with the RabbitZ side up. If there are already other RabbitZ on your path, they will move in the direction of your Robot to make room for the new RabbitZ. The paths have a maximum of three spaces, this means that if there are already three RabbitZ in a path and a fourth one enters, it will push the others and the closest RabbitZ to the Robot will sneak into the player&rsquo;s Garden, counting as a negative score at the end of the game.&#10;&#10;In phase 2: Choose an action between: Super Attack, Charge Robot, Use weapons or Pass turn.&#10;&#10;The game ends when the Burrow deck ends and there are no RabbitZs left in front of the players.&#10;&#10;The player with the fewest negative points (RabbitZ value) in his Orchard wins.&#10;&#10;&#10;A&Ntilde;O 30175&#10;Desde hace miles de a&ntilde;os, la destrucci&oacute;n de ecosistemas naturales y la contaminaci&oacute;n han convertido el planeta en un lugar desolado y pr&aacute;cticamente inhabitable.&#10;&#10;Mientras que las especies menos afortunadas se han extinguido, otras nos adaptamos y evolucionamos en uni&oacute;n con la Huerta, el &uacute;ltimo pulm&oacute;n verde, nuestro hogar.&#10;&#10;Aqu&iacute;, hortalizas de todos los colores convivimos y trabajamos unidas para proteger la tierra que nos da la vida. Pero se acerca la primavera y, como cada a&ntilde;o, el miedo se apodera de la Huerta...&#10;&#10;&iexcl;Los RabbitZ!, una temible horda de conejos zombis mutantes, salen de su madriguera con un &uacute;nico objetivo... &iexcl;COMER!&#10;La Huerta y el pueblo hortaliza est&aacute;n en peligro&hellip; &iexcl;Pero esta vez estamos preparadas!&#10;&#10;Utilizando la tecnolog&iacute;a de los Antiguos hemos creado grandes m&aacute;quinas que funcionan gracias a la energ&iacute;a de la Huerta, la fuerza m&iacute;stica de la naturaleza que fluye a trav&eacute;s de la tierra y de cada hortaliza. Pilotados por los valientes Guardianes de la Huerta, estos poderosos robots son nuestra &uacute;ltima esperanza.&#10;                                        -Anciano Coliflor&#10;&#10;Rabbitz &amp; Robots es un juego de cartas &quot;tower defense&quot; de 1 a 5 jugadores a partir de 10 a&ntilde;os y con una duraci&oacute;n aproximada de 20 minutos, en el que los jugadores se convertir&aacute;n en los Guardianes de la Huerta, un grupo de valientes hortalizas que pilotan robots de combate y defienden la Huerta de la invasi&oacute;n de los RabbitZ.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Category: Tower Defense",
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "7041",
    "Name": "Day of Days: The Invasion of Normandy 1944",
    "ID": 160606,
    "Year": "(2015)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/160606/day-of-days-the-invasion-of-normandy-1944",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "2160",
    "Weight": "2.7059",
    "Description": "Day of Days: The Invasion of Normandy 1944, takes on the the first 10 days of the Normandy landings at the company level. The Allied objectives are to land successfully and push far enough off the beaches to guarantee a rapid advance into France. The Axis player needs to either defeat the initial landings or plug them up to create a stalemate.&#10;&#10;This game is both massive and extremely playable, giving players a unique appreciation for the issues involved at the beginning of the invasion. The importance of the initial air-drops, the real potential for brutal German counterattacks, and the need to get off the beaches quickly, all these come into sharp focus within the clean and fast-playing framework of the Standard Combat Series. Players can tackle the US landings separately as single-map scenarios, the Commonwealth landings on two maps, and of course there is the Whole Enchilada.&#10;&#10;Game Scale:&#10;Turn: 1/2 day turns&#10;Hex: 700 meters&#10;Units: Platoon/Company/Battalion&#10;&#10;Contents:&#10;&#10;Game specific scenario/rulebook&#10;SCS 1.7 rules&#10;4 11&quot; x 17&quot; setup charts&#10;4 22&quot; x 34&quot; maps&#10;8 countersheets&#10;2 six-sided dice&#10;&#10;List of Scenarios:&#10;&#10;Full campaigns:&#10;&#10;Full Campaign: 6/6 - 6/15&#10;After D-Day Campaign: 6/7 - 6/15&#10;Mid-Campaign: 6/10 - 6/15&#10;&#10;Mini-campaigns:&#10;&#10;Utah beach (Map A only): 6/6 - 6/15&#10;Utah beach (Map A only): 6/7 - 6/15&#10;Omaha beach (Map B only): 6/6 - 6/15&#10;Omaha beach (Map B only): 6/7 - 6/15&#10;American beaches (Maps A &amp; B ): 6/6 - 6/15&#10;American beaches (Maps A &amp; B ): 6/7 - 6/15&#10;British and Canadian beaches (Maps C &amp; D): 6/6 - 6/15&#10;British and Canadian beaches (Maps C &amp; D): 6/7 - 6/15&#10;&#10;Smaller scenarios:&#10;&#10;Carentan (part of Map A): 6/10 - 6/14&#10;Cutting off the Cotentin (part of Map A): 6/13 - 6/15&#10;Canadian Crucible (part of Map C ): 6/8 - 6/10&#10;Villers Bocage (Map C): 6/12 - 6/15&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Digital Implementations: VASSAL",
      "Region: Normandy (France)",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "7042",
    "Name": "The Hell of Stalingrad",
    "ID": 42560,
    "Year": "(2009)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/42560/the-hell-of-stalingrad",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7353",
    "Description": "The Hell of Stalingrad is an historical card-driven game simulating the massive urban battle that changed the course of WWII. The Hell of Stalingrad uses revolutionary mechanics to put players directly in the action as they commit division Formations and battalion Units.&#10;&#10;The focus of the game is combat over colorful Building Cards representing actual Stalingrad locations bitterly contested during the battle such as the Grain Elevator, the Traktor Factory and Pavlov&rsquo;s House.&#10;&#10;The German commander will use his disciplined veterans and German Doctrines to batter through the fortified strongholds and reach the Volga River. Assisting him will be Panzer Divisions, Kampfgruppen and elite Pioneer assault teams.&#10;&#10;The Soviet commander must hold the city with a battered army of patriotic conscripts. Reinforcements must brave Luftwaffe attacks as they attempt to cross the Volga River and reach Stalingrad. Those who survive will be thrown into the carnage. The Soviets must hold out and prevent the invaders from capturing the entire city at all costs. The tide of the war depends on their resolve!&#10;&#10;The Hell of Stalingrad focuses on key aspects of the battle:&#10;&#10;     Historical commanders leading the armies. General Paulus commands the German 6th Army and General Lopitan the Soviet 62nd. However, Hitler and Stalin want immediate victory and will replace them if they fail!&#10;     The role of historical formations such as Kampfgruppe Stahl and the 10th NKVD.&#10;     Fires from bombardment and shelling aids the Germans and turns Stalingrad into a massive inferno of ruins.&#10;     The influence of Strategic level events on player's decisions in tactical battles.&#10;     The timely acts of heroes such as Panzer ace Von Loringhoven and Soviet sniper Vasilli Zaitsev affecting a battle.&#10;&#10;&#10;Components:&#10;&#10;     200 Combat, Formation and Campaign Cards divided into Basic, Expert and Advanced, adding to play dynamics and subtlety of tactics.&#10;     30 Stalingrad Building &amp; Tracking Cards&#10;     219 Game Counters&#10;     Rules of Play, QRS Sheets&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "7043",
    "Name": "Frontline: D-Day",
    "ID": 39383,
    "Year": "(2010)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/39383/frontline-d-day",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "From publisher web site&#10;&#10;Assault the Beaches of D-Day and Beyond!&#10;&#10;Frontline is a tactical WWII ground combat card game for 1 to 4 players. The game covers small unit action during the D-Day beach assaults and the steady stream of conflicts as the Allied troops advanced toward Germany.&#10;&#10;Each player commands a squad of 5 to 12 British, American, or German soldiers and vehicles. Each card represents one soldier or vehicle. Each unit has inherent actions each turn including moving and attacking with different modes of fire. An action card deck enhances basic actions, and provides units with spur of the moment options.&#10;&#10;The game uses counters to illustrate vital game information such as wounds, range, ammo, command, and morale. The range system is easy to use and simulates the movement of forces on the battlefield.&#10;&#10;Frontline can also be played solitaire using the enemy Tactic cards. These cards give general, specific, and conditional orders to the enemy troops based on the current battlefield situation.&#10;&#10;You can create battles by purchasing your starting forces, playing pre-made scenarios, or using the balanced randomized engagement rules.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "7044",
    "Name": "Lying Pirates: The Race for the Pirate Throne",
    "ID": 345967,
    "Year": "(2023)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/345967/lying-pirates-the-race-for-the-pirate-throne",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "Lying Pirates is a first to finish fast-paced dice game for 2-6 players&#10;&#10;You are the captain of your ship and the dice you have is your crew.&#10;&#10;The game plays in a number of rounds where every round consists of three phases. Betting, sailing and action phase.&#10;&#10;The betting phase: Inspired by the classic game Liars Dice , this poker-like mechanic will test your bluffing and probability skills.&#10;&#10;The sailing phase: All except the loser sail forward on the map and battle for their event/tile. Some events you really want to explore and some you want to avoid at all cost.&#10;&#10;The action phase: To aid you on your journey you'll have action cards on hand. Play these strategically to attack opponents and defend or upgrade your crew.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Math",
      "Nautical",
      "Pirates",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Events",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7045",
    "Name": "Siena",
    "ID": 18932,
    "Year": "(2005)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/18932/siena",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.3364",
    "Description": "From the ZuGames website:&#10;&#10;In the year 1338 the Siena&rsquo;s Town Council charged the famous artist Ambrogio Lorenzetti to paint a fresco showing the town and its commerce. You will play the game above the painting that he made. You will start as Peasants, sowing the ground and selling your crop along the Via Francigena. If you will save enough florins you will be more comfortably off, trading in cloth and spices throughout Tuscany. But your dream is bigger: to enter the Council of the Nine, the town&rsquo;s government. Therefore you will have to change into Bankers and use your money to obtain the Senesi&rsquo;s consent: will you finance the artists of that time or contribute towards the construction of the new Torre del Mangia? Be careful, the florins that you have saved could not be enough! Behind every corner of the town other players&rsquo; pitfalls hide themselves: beggars, thieves, pretty women inside the inn... &#10;Be prepared for a unique game experience.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Rondel"
    ],
    "Families": [
      "Cities: Siena (Tuscany, Italy)",
      "Components: Multi-Use Cards",
      "Components: Wooden pieces & boards",
      "Country: Italy",
      "Occupation: Farmer",
      "Occupation: Merchant",
      "Region: Tuscany (Italy)"
    ]
  },
  {
    "Rank": "7046",
    "Name": "Angel Fury",
    "ID": 337853,
    "Year": "(2022)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/337853/angel-fury",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8125",
    "Description": "Welcome to the world of the unseen!&#10;&#10;Armies of angels and demons clash in an epic battle over a human soul. While the forces of heaven try to influence for good, the demonic fallen angels strive to draw the soul into darkness and despair. In the realm of the spirital world, mighty angel warriors try to hold their positions against onstorming demons and tormentors, by seeking to break their defenses, or by taking control of valuable crystals and living water fountains to slowly turn the tide of war to their advantage. The mighty and mysterious 6-winged seraphs summon new angels to gain a foothold on the enemy&acute;s flank. Meanwhile the archangels, God&acute;s chosen messengers, move like lightning over the battlefield, commanding their forces, and bringing fear to the hosts of evil. The archdemons, false gods of the ancient world, no less cunning, rise up to meet them in battle. They all know the victory belongs to the wisest leader. Are you that leader?&#10;&#10;&mdash;description from the publisher&#10;&#10;Take control of the forces of good or the hordes of evil. Command mighty seraphs or fierce tormentors. Each player begins with a starting deck customized by a unique general - either an archangel or archdemon. Each turn, you will use your Command markers to move troops or initiate battles and then use the cards in your hand to modify those movements or battles - or build your turn around an epic Tactics card that provides even more value! You can use your resources to deploy more units, increase your handsize, or gain more Command markers! At the end of your turn, you&rsquo;ll gain more resources if you control certain Areas - or even 1 Soul Point if you control the Human Soul. When either the good or evil side has 7 Soul Points - the game is over and the soul has been claimed!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Religious",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Command Cards",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Income",
      "Market",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Square Grid",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "7047",
    "Name": "Israeli Air Force Leader",
    "ID": 105024,
    "Year": "(2017)",
    "Geek Rating": "5.649",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/105024/israeli-air-force-leader",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "This is the newest entry in DVG's Air Leader series.  Like the other games in this series, IAF Leader is a solitaire game of air-to-air and air-to-ground combat. Each mission takes roughly 30 minutes to set-up, plan, and resolve.&#10;Players select a squadron of pilots before each campaign.  Each of your pilots has their own skills. Selecting the right pilots and weapons for a mission is vital to its success. As you fly missions, your pilots will gain experience and fatigue. With experience, their skills improve, but as their fatigue increases, their skills decrease and they might not be able to fly for several missions. &#10;This installment covers all the historical and some hypothetical wars involving Israel from 1948 through to year 2020.  The game features historically accurate aircraft and weapons for each war.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Country: Israel",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "7048",
    "Name": "Delve: The Dice Game",
    "ID": 43691,
    "Year": "(2009)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/43691/delve-the-dice-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2581",
    "Description": "You have a party of four adventurers, each with unique abilities - a Fighter, a Rogue, a Wizard and a Cleric. They will face 6 groups of monsters in order.  You fight battles one round at a time, rolling for your adventurers first. For your adventurer's attack, roll 6 dice up to 3 times, setting aside any you want to keep. After the rolls, determine which attacks you will make, based on your surviving characters abilities.  For the monsters attack, roll a six sided die for every point of health they have left.  The goal of the game is to destroy all of the monsters, and to finally slay the Dragon, with at least one surviving adventurer.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "7049",
    "Name": "After Pablo",
    "ID": 71668,
    "Year": "(2010)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/71668/after-pablo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5789",
    "Description": "The bloody saga of Mexican and Colombian cartels following Pablo Escobar's death.&#10; It's 1994.  Pablo Escobar has been killed, and the Colombian Medellin cartel has been dismantled: a short lived victory for the DEA.  The Mexican cartels now see an opening to establish a new organized trade.  Power shifts from Colombia and now centers on Mexico as the primary distributor of narcotics.  &quot;After Pablo&quot; tells the story of the the Mexican and Colombian cartels in the time following Escobar's death.  Each player controls a cartel and must establish leadership and control of the drug market while maintaining the business of his/her operations.  After several seasons, the cartel which has taken the greatest command of the narco trade will gain the trust of the market and fill the gap left by Escobar's death.&#10;&#10;The Serpent has many heads.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fighting",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Colombia"
    ]
  },
  {
    "Rank": "7050",
    "Name": "Freya's Folly",
    "ID": 19624,
    "Year": "(2005)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/19624/freyas-folly",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.4151",
    "Description": "In Norse legend, Freya, the goddess of fertility and passion, owed at least part of her reputation for irresistable beauty to an enchanting necklace - the Brisingamen.&#10;&#10;You are a dwarf craftsman making jewelery of silver and precious gems. Use your team of dwarfs to mine jewels and set these into settings of fine silver which you can sell to earn prestige among your peers. Of course the grander the jewelery, the greater the prestige, but you have a quota to fill so you must work quickly. Various magical potions and abilities are available through the black market to aid you but you will need to use them wisely. Finish the Brisingamen for Frey and her favours will bring even more prestige than the finest jewelry.&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;==============Send your dwarfs racing into the mine to collect jewels with an interesting leap frog action that has them moving fastest when they work together. Once you get some jewels you can complete a piece of the Brisingamen or get a Setting card to create another piece of jewelry. Work on the Brisingamen and Freya rewards you with Free Action tokens that you can use for extra actions or for victory points. Ability cards let your dwarfs move faster, whisk jewels out of the mine, block other player's dwarfs or steal jewels.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Mythology: Norse",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "7051",
    "Name": "Zeppelin Attack!",
    "ID": 153639,
    "Year": "(2014)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/153639/zeppelin-attack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3182",
    "Description": "Take over the world in Zeppelin Attack, a deck building game set in the world of Evil Hat Productions' Spirit of the Century.  You play villainous masterminds bent on world domination. To win, you must build a powerful deck of Zeppelin cards, weapons, defenses and operatives, and then use these to fight your opponent&rsquo;s Zeppelins.  The player who gets the most points from winning battles and acquiring valuable cards will win the game. There&rsquo;s only room for one ultimate criminal overlord: you. Bring your zeppelins.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins"
    ]
  },
  {
    "Rank": "7052",
    "Name": "Sticky Chameleons",
    "ID": 220778,
    "Year": "(2017)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/220778/sticky-chameleons",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Playing with sticky tongues has never been more fun than what you'll find in Sticky Chameleons!&#10;&#10;Each player has a long sticky &quot;tongue&quot;, and the table is covered with six types of insect tiles in six colors, along with a few fly tokens. To start a round, someone rolls the two dice &mdash; one showing a color, the other an insect &mdash; then everyone rushes to &quot;grab&quot; the appropriately colored insect tile by slapping it with their tongue. Tiles will go flying! The round doesn't end until someone removes the tile from their tongue and holds the tile in their hand. This player scores a point, then you do it all again. Whoever scores the predetermined number of points first wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Physical Removal",
      "Real-Time"
    ],
    "Families": [
      "Animals: Chameleons"
    ]
  },
  {
    "Rank": "7053",
    "Name": "Struggle for the Galactic Empire",
    "ID": 41612,
    "Year": "(2009)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/41612/struggle-for-the-galactic-empire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.9767",
    "Description": "From the publisher's website:&#10;&#10;In the far future, Earth is a distant myth. When mankind gained the means to transit the vastness of space safely and quickly, a great human wave extended across the galaxy, and humans soon inhabited thousands of worlds.&#10;&#10;Communities of worlds formed alliances; alliances became federations, and eventually a galactic empire was born. That empire existed for millennia, growing and consolidating, bringing most of the inhabited worlds under its control.&#10;&#10;Despite its size and apparent success, though, all is not well in the Galactic Empire. There are rebels, usurpers, those who want to create empires of their own, and aliens of every imaginable form. Over the long millennia, even the form of man is taking a new shape with genetic engineering.&#10;&#10;Struggle for the Galactic Empire is a solitaire science fiction game. You assume leadership of the forces of the Galactic Empire as it strives to maintain and expand its dominion while fighting off the forces of chaos that seek to destroy it. You make all the military, political, social and economic decisions to deal with the threats that arise, keep the far-flung empire stable, and still expand and bring new glory through discovery, colonization and conquest.&#10;&#10;The map shows the entire galaxy divided into sectors of star systems. Production is carried out by nano-assemblers to create starships and world-sized weapons. Units include combat and colonization ships, control groups and leaders. Units have two types of combat values: weapons and morphogenetic systems. Weapons destroy the enemy, while morphogenetic systems change them into friends. Loyalties switch back and forth depending on the situation.&#10;&#10;Threats are generated by over 100 randomly drawn chaos markers. They include: rebels, usurpers, independent empires, invaders and alien forces, as well as technological, economic, social, political and military events. You can also launch expeditions to attempt to gain new knowledge and technology. Other rules allow you to use psycho-social warfare and propaganda to repress rebellions.&#10;&#10;Contents:&#10;    352 Die cut counters&#10;    1 34&quot; x 22&quot; Map &#10;    1 Rule booklet &#10;    Player Aids&#10;    Storage bags&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "7054",
    "Name": "Newsboys",
    "ID": 401543,
    "Year": "(2023)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/401543/newsboys",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8889",
    "Description": "Newsboys / &#227;&#131;&#139;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#130;&#164; is a flip-and-roll-and-write game for 1-4 players about paperboys in Brooklyn, New York in the 1890s.&#10;&#10;During the game, you mark Xs on your player board with a pen to gradually expand your newspaper delivery area. Each turn, someone flips the top card of the deck to reveal three icons, and each player rolls their three dice; each player then chooses one icon and marks off as many of those spaces on their board as the number of icons visible on the cards and their dice.&#10;&#10;Earn icons from blocks of different types such as offices, homes, school, factories, and shops. Earn points in the game (and at game's end) for expanding your delivery area faster than the other players. However, if you don't demand higher wages through strikes, then all your work will earn you less.&#10;&#10;Whoever earns the most points wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "7055",
    "Name": "Festo!",
    "ID": 253679,
    "Year": "(2018)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/253679/festo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2727",
    "Description": "It's a big feast in the magical kingdom of Gloutama, where you take on the role of an ever-hungry halfling that goes to the market to gather all sorts of wonderful ingredients from elves, dwarfs, pixies, trolls, orcs and wizards, so you can cook up dishes that will have every creature in the kingdom licking their fingers.&#10;&#10;In each of four rounds in Festo!, players try to gather as many ingredients as they can by placing their servants by the different races in the game &mdash; but each round consists of two phases in which the players roll three dice that determine whether races are available this turn or not. Some races might be totally unavailable because of this, so players have to decide how many of their servants they want to place during each phase. Once this is done, majorities determine who gets what.&#10;&#10;Who will be the cleverest of all halflings? Play Festo! and find out!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Push Your Luck",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "7056",
    "Name": "Biohack",
    "ID": 380677,
    "Year": "(2024)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/380677/biohack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7273",
    "Description": "Dr. Johann Maischberger caused a stir in the scientific academia for playing god with his experiments. The young researchers involved in his experiments were all expelled from the academia due to this unethical work.&#10;This incident was known as the &quot;Biohack Incident.&quot;&#10;&#10;And then, twenty years later.&#10;&#10;Dr. Maischberger's daughter is trying to bring back the experiment back to life once again. However, the blueprints left behind by her father were incomprehensible to ordinary people. Thus, they called upon the &quot;mad scientists,&quot; namely those who were expelled from the academia.&#10;&#10;Biohack is a medium-complexity game for 1-4 players. Each players will use workers called &quot;Noman&quot; to procure funds and DNAs, then create new creatures. The scientists, who are the players' avatars, have various abilities. In addition, the creatures created by the experiments will also bring various beneficial effects. The game ends after the designated number of rounds or if a player able to creates 7 creatures. The players will tally all of their Evaluation Points and the player who has the most Evaluation Points wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7057",
    "Name": "Luthier",
    "ID": 371330,
    "Year": "(2025)",
    "Geek Rating": "5.649",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/371330/luthier",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.6538",
    "Description": "Luthier transports players to the height of classical music in Western Europe, when the art of the instrument was upheld equally by skilled craftspeople, noble patrons, virtuoso performers, and famous composers such as Bach, Mozart, and Beethoven.&#10;&#10;Using a new, unique combination of hidden bidding and worker placement, players manage resources to craft various musical instruments in their workshop, while also courting actual historic patrons through an ever-changing personal tableau of actions and bonuses. Each player chooses how to balance improving skills across multiple tracks, unlocking specialized worker abilities and other bonuses. The choice to concentrate on varying gameplay strategies and goals, such as musical performances, instrument building and repairs, apprentice training and workshop expansion, and overall reputation as an instrument maker, provide multiple paths to victory.&#10;&#10;Luthier finds true harmony through an authentic and original marriage of theme and mechanisms, resulting in a rich gameplay experience that equally speaks to both the strategic gamer and the classical music lover.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Industry / Manufacturing",
      "Music"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Continents: Europe",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Music: Classical",
      "Theme: Music Making & Makers"
    ]
  },
  {
    "Rank": "7058",
    "Name": "Globetrotting",
    "ID": 356230,
    "Year": "(2023)",
    "Geek Rating": "5.649",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/356230/globetrotting",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7333",
    "Description": "Globetrotting is a game about traveling the world. Players plot three epic trips to take over the next year. It&rsquo;ll take careful planning to achieve all your travel goals while staying under budget.&#10;&#10;Each round, three Destination cards are revealed. Each player simultaneously selects one Destination and adds it to one of their three trips by drawing the travel route on their own globe. The globe stands have a built-in circular ruler to measure the distance (and cost) of each flight. The further you fly, the more expensive the trip.&#10;&#10;Players score by accomplishing the objectives on their Bucket List cards. In addition, each player has shared Travel Buddy Goals with each neighboring player. Coordinate plans with your travel buddies to meet up in the same place at the same time to score. And everyone is racing to be the first to complete the Global Objectives. The player who checks off the most travel goals wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Bingo",
      "Contracts",
      "Line Drawing",
      "Network and Route Building",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7059",
    "Name": "Sherlock: El mayordomo",
    "ID": 296985,
    "Year": "(2019)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/296985/sherlock-el-mayordomo",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded. During your turn, each player must perform one of the following actions:&#10;&#10;A) Reveal information:&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;&mdash;description from the back of the box&#10;&#10;El famoso mayordomo de Milwaukee es hallado muerto. &iquest;Suicidio o asesinato?, &iquest;qu&eacute; ha sucedido? Vuestro equipo de detectives deber&aacute; analizar las pistas para responder a &eacute;stas y otras muchas preguntas. &iquest;Conseguir&eacute;is esclarecer la misteriosa muerte?&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "7060",
    "Name": "Block Ness",
    "ID": 328624,
    "Year": "(2021)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/328624/block-ness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.1818",
    "Description": "The Block Ness monsters are finally sticking their heads out of the water...but it looks like the lake isn't big enough for everyone!&#10;&#10;In Block Ness, players take turns choosing a monster segment from their reserve and using it to increase the length of their creature on the Loch game board. Each new segment must be placed next to your monster's head or tail &mdash; with the head or tail piece then moving to the far side of the newly-placed piece &mdash; and you can cross the path of other monsters on the board only if you can go above them.&#10;&#10;Once all players are blocked or everyone has placed all of their segments (with the size of the game board changing depending on the number of players), whoever has the fewest segments remaining in their reserve wins. In case of a tie, the tied player whose monster head has the highest elevation wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Connections"
    ],
    "Families": [
      "Category: Combinatorial",
      "Country: Scotland",
      "Organizations: Forgenext",
      "Theme: Cryptids"
    ]
  },
  {
    "Rank": "7061",
    "Name": "Trumpet",
    "ID": 352,
    "Year": "(1990)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/352/trumpet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4355",
    "Description": "In this light, short trick-taking game, there are six suits with cards numbered one through eleven, plus 3 wild cards. If you take a trick, you advance your scoring token, however each scoring space can only be occupied by one person, jumping the piece[s] immediately ahead of you. In addition, there are certain spaces which allow that player to set one of the suits as trump. Eventually all the suits are established as some form of trump, however each of them is ranked top to bottom. Once one of the players enters the home stretch of the scoring track, players can chose to move the leaders back a space instead of moving themselves up, but the winner is the player who crosses the finish line first.&#10;&#10;Won Games Magazine Game of the Year award in 1991.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "7062",
    "Name": "Techno Witches",
    "ID": 16373,
    "Year": "(2005)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/16373/techno-witches",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.4659",
    "Description": "Using their magic books, players plan their flights across the night sky 1 to 5 stages at a time. There they go! Full power, sharp right turn, a gentle left, &quot;watch out! magic castle straight ahead,&quot; hit the breaks, back-up, here comes another witch!&#10;&#10;Players start with simple courses, but after they graduate from flight school, they can move onto more demanding flying adventures. Experienced fliers compete to capture and fly with the black cat, but the most risky and challenging adventure is the chase of the old-fashioned wizard on their antiquated straw broom.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "7063",
    "Name": "Rune",
    "ID": 265785,
    "Year": "(2019)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/265785/rune",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "Rune is a fast-paced card game where you'll try to summon Zemilio from another world. Only the one who will collect the most mana from the rune stones will be able to complete the ritual.&#10;&#10;On their turns, players place cards from their hand to link runes of the same type. A card has to be placed on top of part of at least one other card in game and has to follow at least one of the following rules:&#10;&#10;1) Place runes on top of the same color runes.&#10;2) Runes have to match adjacent runes.&#10;&#10;Once placed, a player can draw another card, or place a rune master on top of a rune to control it, and all the runes of the same colour adjacent to each other.&#10;&#10;Once all players have placed all their rune masters, the game ends and players receive points for each rune controlled by their Rune Masters.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Layering",
      "Melding and Splaying",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Partially overlapping cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7064",
    "Name": "'65: Squad-Level Combat in the Jungles of Vietnam",
    "ID": 188325,
    "Year": "(2016)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/188325/65-squad-level-combat-in-the-jungles-of-vietnam",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "2.3846",
    "Description": "A squad-level, tactical game, &rsquo;65 recounts the early battles of the Vietnam War, from Ia Drang to Operation Starlight, and most everything between. The large and beautiful counters (1&quot; to 1.375&quot; square) represent squads, Leaders, Heroes, Snipers, M-48 and Pt-76 tanks, and more.&#10;&#10;As these units&rsquo; commander you will move and fight over three geomorphic game boards as you try to best your opponent in one of eight, nail-biting historical scenarios. The game is card-driven, using a system similar to Flying Pig&rsquo;s Night of Man, which adds a sense of delicious uncertainty to the play. &ldquo;Can I advance my sappers or does the enemy have a fire card he's just waiting to play?&quot; Furthermore, the cards simplify the game, containing much of the data needed to play. You won&rsquo;t spend the afternoon with your head in a rule book when you play &rsquo;65. This is a game created by gamers for gamers to play.&#10;&#10;Each Game Includes:&#10;&#10;       3 richly illustrated, 11&rdquo; x 17&rdquo; geomorphic game boards.&#10;       Over 175 HUGE 1&rdquo; and 1.375&rdquo; counters.&#10;       1 deck of 54 action cards.&#10;       Full color rules and scenario booklet.&#10;&#10;&#10;(from the publisher's website)&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Game: '65 (Flying Pig)",
      "History: Vietnam War",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7065",
    "Name": "The Rival Networks",
    "ID": 292489,
    "Year": "(2021)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/292489/the-rival-networks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "The Rival Networks is a standalone two-player version of The Networks. Much of the original's gameplay is preserved, but streamlined so that it plays in 30-45 minutes. You and your opponent each have a display of 3 Timeslots, and at the start of the game, they show your starting 3 (terrible) Shows. There is also a Goal Card showing for the current Season, with 3 Goals available to hit (like winning a particular Timeslot, or having more Stars on your Shows than your opponent).&#10;&#10;On your turn, you will pick one new Show from a display of 3, and use it to replace one of your existing Shows, which moves to your Reruns. You'll score Ratings Points for the new Show, scoring higher ratings if you put the show in its correct timeslot.&#10;&#10;Next, you select one Star and one Ad from their corresponding display. Stars and Ads are displayed as pairs, so when you take one, you must take its matching pair. These go into your Green Room.&#10;&#10;Then, you may attach as many Stars as you want onto a single Show (usually the Show you got this turn, but not always), as long as the Star has an icon matching the Genre of the Show. Stars add to your Show's Ratings.&#10;&#10;You'll track Ratings for each of the three Timeslots independently. There are various points on each Ratings track with Viewer icons (usually between 3-5 Ratings Points). Every time you pass one of these Viewer icons, you'll score a Viewer by placing a chip into your secret bank.&#10;&#10;Ads are worth money depending on various situations - usually whether you're leading at a given Timeslot. You'll pay the Ads in order to buy Network Cards (which are now marked with costs). Network Cards are one-time use power cards, similar to the Network Cards in the original game.&#10;&#10;If you ever get at least 3 Shows of the same Genre between your Lineup and your Reruns, you'll score a Genre Bonus. Genre Bonuses are different for each Genre, but usually get you Stars or Ratings Points.&#10;&#10;The deck of Shows has one Genre of each Show per Season. Once these are all out, you'll see an &quot;End of Season&quot; card. A player may take this card on their turn to trigger the end of the Season when their turn is over. They won't get a Show, but they'll still get a full turn otherwise (taking a Star and an Ad, placing Stars on Shows, and buying Network Cards with Ads).&#10;&#10;At the end of a Season, the player leading in more Timeslots scores 1 Viewer for each Timeslot they're leading in; the other player draws 1 random Star. Then you'll look at the current season's Goals. The winner of each Goal gets Viewers or Stars depending on the goal.&#10;&#10;The game ends after 3 Seasons. The player with more cards in their Green Room scores 1 Viewer. Then, the player with the most Viewers wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: The Networks",
      "Players: Two-Player Only Games",
      "Theme: Television (TV) Industry",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "7066",
    "Name": "1840: Vienna Tramways",
    "ID": 300127,
    "Year": "(2020)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/300127/1840-vienna-tramways",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.625",
    "Description": "1840 is an 18xx game that tells the story of Vienna&rsquo;s tramway system. Each player controls a holding company that can operate up to three tramway lines. Each of these lines lay track and stations on the map and run its trains, earning income from the stations they run through. All money is collected in the holding company and every couple of turns a company round commences where the players have to decide how much money they will pay out to the shareholders and how much will be kept in the holding company for better trains, more stations, and track building.&#10;&#10;In stock rounds players can invest in other players' companies or in the Stadtbahn, which can also be used by the various tramway lines to exercise special powers.&#10;&#10;1840 uses the basic concept of all 18xx games, but offers quite a few innovations, like all-Diesel trains from the beginning on, that do not become obsolete, but have reduced income as they grow older.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Vienna (Austria)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "7067",
    "Name": "Rock'n Roll Manager",
    "ID": 113931,
    "Year": "(2016)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/113931/rockn-roll-manager",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.48",
    "Description": "Have you ever thought of creating your own rock band? Get into show business, surround yourself by guitars, drums, basses and vocals? Have you ever dreamt of performing on huge festivals and traveling the 5 continents making concerts?&#10;&#10;On Rock'n Roll Manager, all those challenges are brought to life in a vibrant, fun and strategic fashion. But don't expect the routine to be easy... Your agents will have to work hard to hire new musicians, arrange rehearsals, record and sell records and face many challenges along the game.&#10;&#10;Achieving rock star status won't be easy, but it's impossible to play and not have fun!&#10;&#10;Rock'n Roll Manager is an eurogame of medium complexity, that pleases beginners and experienced gamers. His main mechanic is worker placement. The game fits 2 to 5 players, and lasts around 90 minutes.&#10;&#10;Tune your electric guitars, get your drumsticks and raise the volume! Let's rock!&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Music: Rock"
    ]
  },
  {
    "Rank": "7068",
    "Name": "Casa Grande",
    "ID": 103877,
    "Year": "(2011)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/103877/casa-grande",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1154",
    "Description": "In Casa Grande players try to develop well-located building lots in order to construct large and tall buildings on them. Opponents can use your buildings for their own purposes, and the final result should be one large magnificant house &ndash; &quot;casa grande&quot; &ndash; after another.&#10;&#10;Casa Grande is played on a game board that shows a square grid for the building area, which is framed by a track. At the start of the game, each player receives a number of building blocks and differently-shaped platforms. Each player also receives five bonus points and one pawn, which is placed on the track.&#10;&#10;The game is played in turns with some elements being similar to Burkhardt's own Kupferkessel Co. At the start of his turn, the player rolls the die and moves his pawn forward on the track as many spaces as the number rolled. By expending bonus points, the player may move his pawn further. Then, the player must place one building block on the board in the column or row corresponding to the space on the track where his pawn is located. If he now has the building blocks needed to support one of his platforms, he may place that platform on top of the building blocks. If he does so, he gains an amount of money (Casa Grande Lire) based on the size of the platform and the level at which it was built.&#10;&#10;After a platform has been added, building blocks may be added on top of the platform. If another player builds on top of your platform, you gain a number of bonus points. You also gain bonus points if your pawn ends its move on a corner (in which you don't get to place a building block). If a player accumulates nine or more bonus points, he receives nine Casa Grande Lire, but loses the bonus points.&#10;&#10;The game ends at the end of the round in which a player has placed his last building block. The player who has collected the most money wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "7069",
    "Name": "Target Earth",
    "ID": 75333,
    "Year": "(2010)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/75333/target-earth",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0625",
    "Description": "&lsquo;Target Earth&rdquo; is a board game simulation of an Alien Invasion of Planet Earth. &#10; Battlefield is the whole planet, represented by a Global Board, featuring the 30 most economically powerful countries on the planet. Allied countries will bring money and Victory points to the Alliance. Countries aligned with the Aliens will count as victory points for the invader.  By the end of the seventh turn whichever side has more Victory Points will be the winner.&#10; Each player represents a faction of a Human Alliance and manages one of their bases and its associated resources (money, units and cards).  Players must deal with the alien offensive using their units to fight airborne and landed UFOs in an effort to strengthen their Alliance by getting countries to join them. In order to stop the Alien offensive and beat the invader, they must also investigate new technologies as well as the nature of the Alien life form.&#10;&#10;The Alien side is not controlled by any player. Its actions are determined randomly each turn, with an incremental difficulty as game progresses.&#10;&#10; The game has two playing modes:&#10; -Basic mode is a cooperative game where 1-4 players form a Human Alliance that will fight to stop the alien invasion. &#10; In this game mode, if the Human Alliance achieves victory, all players win. Otherwise, everyone loses.&#10;&#10;-Advanced game mode, is a semi-competitive game for 2-4 players, where each player forming the human Alliance has his own secret agenda and is able to obtain individualized victory points. As in the basic mode, the total amount of victory points and human technology level will determine whether the Alien side has achieved victory. If Humans win, only one of the players will be declared winner, according to their fulfilled agenda and performance during the Alien War.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "7070",
    "Name": "Speakeasy Blues",
    "ID": 238090,
    "Year": "(2018)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/238090/speakeasy-blues",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Speakeasy Blues brings players back to 1920s Prohibition Era New York City when hooch smuggling, mobsters, dirty cops and the rich and famous ruled the nights. In order to make your mark as well as your fortune, you&rsquo;ll need to create the most prestigious speakeasy of the time before the 18th Ammendment is repealed.&#10;&#10;Collect expensive items such as yachts or cars to prove your worth. Invite in well known historical figures of society of the time to class up the joint. Make deals with mobsters while being careful to hide them from view during classy soires lest they detract from your reputation. Do favors for dirty cops to add to your set collection as well as to allow you to  bust any mobsters on the attack from competing hooch vending entrepreneurs.&#10;&#10;Of course, there is Jazz to liven up the night and add bonuses to your action selections as well as Soires to provide additional cash flow and reputation to your gin joint. So roll the dice, draft a set for worker placement and enjoy a strategic and thematic delve into the high society, law breaking, liquor driven endeavors of the time. May the most hoppin&rsquo; and shakin&rsquo; speakeasy win!&#10;&#10;",
    "Categories": [
      "Dice",
      "Mafia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: New York (New York, USA)",
      "Crowdfunding: Kickstarter",
      "Decades: The 1920's",
      "History: Prohibition in the USA",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "7071",
    "Name": "Holiday Fluxx",
    "ID": 162378,
    "Year": "(2014)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/162378/holiday-fluxx",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "Like Fluxx, Holiday Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game.&#10;&#10;Holiday Fluxx is intended to serve as a family-friendly introduction to Fluxx and will feature holidays from New Year's Day to Halloween to Hanukkah to Christmas.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Fluxx",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "7072",
    "Name": "Zero Leader",
    "ID": 312059,
    "Year": "(2021)",
    "Geek Rating": "5.648",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgame/312059/zero-leader",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.913",
    "Description": "Zero Leader is based on the Corsair Leader game, with some significant changes. The game focuses on commanding and managing a Japanese aerial squadron in the Pacific in World War Two, with aircraft including the A6M2 Zero, KI-84 Frank, KI-43 Oscar, G4M Betty, and G3M Nell, covering the major campaigns throughout the war from 1941 to 1945.&#10;&#10;You will need to select the right mix of aircraft under your command in order to successfully carry out the different types of missions. Each aircraft has its advantages and disadvantages. For example, a fighter like the Zero is very maneuverable and deadly to enemy Bandits, but it has limited ability to attack naval and ground targets, whereas a bomber like the Betty can carry a lot of munitions, but are susceptible to enemy bandit and anti-aircraft attacks.&#10;&#10;This game also includes additional aspects of Japanese operations such as mechanical and maintenance challenges, invoking samurai spirit, as well as the ability to deploy the deadly Ohka kamikaze aircraft-bombs. There is also an air combat system which gives you more tactical options when dogfighting with enemy aircraft, including manuevering for position, increasing pilot aggression and being affected by the robustness of the aircraft.&#10;&#10;Like the other games in the &quot;Leader&quot; series, Zero Leader is a solitaire game. Included in the core box:&#10;&#10;&#10;     1 x Mounted Display 20&quot;x15&quot;&#10;     1 x Mounted Dogfight Chart&#10;     11 x Counter Sheets (88 counters per sheet)&#10;     15 x Campaign Sheets&#10;     4 x Player Help Sheets&#10;         2 x single-sided sheets&#10;         2 x double-sided sheets&#10;    &#10;    386 x Cards (2.5&rdquo; x 3.5&rdquo;)&#10;         18 x Frank aircraft cards&#10;         36 x Zero aircraft cards&#10;         36 x Zeke aircraft cards&#10;         18 x Kate aircraft cards&#10;         18 x Jill aircraft cards&#10;         18 x Val aircraft cards&#10;         18 x Emily aircraft cards&#10;         18 x Jack aircraft cards&#10;         18 x Tojo aircraft cards&#10;         18 x Sonia aircraft cards&#10;         18 x Tony aircraft cards&#10;         18 x George aircraft cards&#10;         18 x Oscar aircraft cards&#10;         18 x Betty aircraft cards&#10;         18 x Nell aircraft cards&#10;         5 x Frank &quot;Trainee&quot; aircraft cards&#10;         30 x Event cards&#10;         45 x Target cards&#10;    &#10;     2 x 10-sided Dice&#10;     1 x Player Log Sheet&#10;     1 x Rulebook&#10;&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck Construction",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "7073",
    "Name": "Sentinels of Earth-Prime",
    "ID": 220609,
    "Year": "(2022)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/220609/sentinels-of-earth-prime",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Sentinels of Earth-Prime is a standalone card game set in the Earth-Prime universe of the Mutants &amp; Masterminds RPG that can also be played with the decks and characters from Sentinels of the Multiverse.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Steam",
      "Game: Sentinel",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "7074",
    "Name": "Bellum Magica",
    "ID": 330665,
    "Year": "(2021)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/330665/bellum-magica",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Each player represents an evil lord. &#10;Recruit creatures, ranging from simple goblins to terrifying dragons, and assign them a task in your kingdom: some will go to gather resources and explore the surroundings, while others will join your army to attack the human kingdom and other players.&#10;&#10;Collect chests full of treasures and become the richest and most powerful evil lord of all time!&#10;&#10;But how to do it?&#10;&#10;&#10;     Choose an active horde: The Captain rolls the dice to define which horde will work today (with the possibility to make the Captain to roll again with one barrel resource).&#10;     Gather resources: Gather units of food at the level of your active horde capacity.&#10;     Call back scouts: Your treasure cards could make you win immediately Metal or Wooden chest!&#10;     Attack! Following the turn order (starting with the Captain in clockwise), each player can carry out one attack by choosing between attack the human kingdom or attack another player's castle. (number of shield vs number of sword)&#10;     Recruit creatures to end the turn: Each player can recruit creatures by spending their food and symbols, recruit to have more resources and more chests!&#10;&#10;&#10;The first player with 10 or more chests ends the game and the player with the more values in those chests wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Automatic Resource Growth",
      "Income",
      "Market",
      "Modular Board"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7075",
    "Name": "Deep Vents",
    "ID": 303159,
    "Year": "(2020)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/303159/deep-vents",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.6316",
    "Description": "Along cracks in the ocean floor, plumes of black and white superheated water pump relentlessly into the depths. They provide precious heat to the near freezing abyssal waters of the deep as well as a bounty of minerals. Microscopic archaea and other extremophiles live off the heat and minerals to form the base of a unique food chain that hosts a variety of exotic deep sea creatures.&#10;&#10;In Deep Vents, players each control their own hydrothermal ecosystem to which they add new life and geological features each turn, competing to survive in the unforgiving depths by being efficient and preying on nearby systems with a host of strange and deadly predators.&#10;&#10;Start each turn by drafting a tile from the five on display &mdash; placing one archaeon, the currency of the game &mdash; on each tile you skip. Place this tile adjacent to each other tile in your ecosystem, then either grow or trigger each tile in your ecosystem, moving through them from top to bottom, left to right, and growing or triggering them individually as you like. When you grow a tile, you place archaea on it, whether a set amount or a varying number depending on other tiles in your ecosystem; when you trigger a tile, you remove archaea from it to carry out its unique effect: attacking opponents, gaining shells to defend against attacks, moving archaea to your personal supply, and decimating tiles, which leaves them as nothing but a heat source for the remainder of the game.&#10;&#10;If you ever need to discard archaea due to an attack and cannot do so, you must take a shortfall token and ten archaea, then discard archaea as needed. On your turn, you can pay ten archaea to remove a shortfall token &mdash; which you want to do because as long as you have one, you can draft only the first tile on display. If you end your turn with two shortfall tokens, you're out of the game.&#10;&#10;The game ends if only one player remains in play (with that player winning) or after eight rounds, with players scoring points for archaea and shells in reserve and archaea on tiles. In this case, whoever has the highest score wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Increase Value of Unchosen Resources",
      "Pattern Building",
      "Player Elimination",
      "Take That",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Animals: Crabs",
      "Animals: Fish / Fishes",
      "Animals: Snails",
      "Animals: Worms",
      "Digital Implementations: Tabletopia",
      "Misc: Watch It Played How To Videos",
      "Theme: Bacteria",
      "Theme: Biology",
      "Theme: Science",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "7076",
    "Name": "SPELL",
    "ID": 286363,
    "Year": "(2020)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/286363/spell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2.375",
    "Description": "Every hundred years, the catacombs of the Council Palace tremble with unleashed magic, invoking powerful creatures and even changing the terrain itself. A challenge takes place between two powerful sorcerers to determine who presides over the Council for another century. Will you defeat your rival in this magical challenge? Will you become the next Great Wizard?&#10;&#10;SPELL is a dynamic game for two players who play powerful wizards in their quest to earn the respect of their peers through a logical challenge. You have to demonstrate your intelligence by completing more magical patterns than your opponent, using the creatures you summon, your powers to change the ground beneath your feet, and the advantages of the patterns you complete.&#10;&#10;&mdash;description from the publisher&#10;&#10;Cada 100 a&ntilde;os las catacumbas del Palacio del Consejo tiemblan con la magia desatada, que invoca poderosas criaturas y cambia incluso el propio terreno.&#10;Un desaf&iacute;o entre dos poderosos hechiceros, para presidir el Consejo durante otro siglo. &iquest;Vencer&aacute;s a tu rival en el desaf&iacute;o m&aacute;gico? &iquest;Te convertir&aacute;s en el siguiente Gran Mago?&#10;SPELL Es un din&aacute;mico juego para 2 jugadores, a partir de 12 a&ntilde;os, que encarnan a 2 poderosos magos en su pugna por ganar el respeto de sus compa&ntilde;eros mediante un desaf&iacute;o de l&oacute;gica.&#10;En SPELL tendr&aacute;s que demostrar tu inteligencia completando m&aacute;s patrones m&aacute;gicos que tu rival, utilizando las criaturas que invocas, tus poderes para cambiar el suelo bajo tus pies, as&iacute; como las ventajas que te otorgan los patrones que completas.&#10;Un juego en que se a&uacute;nan la l&oacute;gica, los combos y la visi&oacute;n espacial para crear un titulo que aprender&aacute;s a jugar en 5 minutos, pero te costar&aacute; bastante dominar.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7077",
    "Name": "Magi-Nation Duel",
    "ID": 3279,
    "Year": "(2000)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/3279/magi-nation-duel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7273",
    "Description": "Collectible Card Game in which players are &quot;Magi&quot; using their powers to summon creatures to battle for them.  Similar to Magic: The Gathering in many ways, except there are no &quot;lands&quot; or similar methods of generating magical power.  Instead, players siphon power from their Magi or their monsters to perform attacks or put cards into play, thus controlling just how many powerful cards a player can attempt to unleash in a single turn. (in essence, you must sacrifice your own creatures to fuel more powerful attacks and techniques).  The game was meant to target an audience of those that felt Pokemon was too much a kids game, but not ready to jump into the highly competitive (and 'older' target audience) of Magic: The Gathering.  The concept also spawned a not-so-successful cartoon series and Game Boy Color video game.  Starter decks include all the required counters, a six-sided die, quick reference player aids, and a play mat.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "7078",
    "Name": "Hidden Games Tatort: Ein Drahtseilakt",
    "ID": 332606,
    "Year": "(2021)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/332606/hidden-games-tatort-ein-drahtseilakt",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2",
    "Description": "A serious accident during the performance at the MONELLI circus terrifies the audience. The young and extremely talented acrobat Amelie Moreau had an accident during a dangerous feat. Insurance detective Hans Peter Kaiser begins his investigation. Everything points to an accident, but Kaiser is sure there is more to it. As private detectives, you all investigate a real crime case together!&#10;&#10;One thing is clear: this calls for true pros. To find the murderer, you will need to examine all the documents carefully, study the fingerprints, check the alibis and do some research. A real detective will follow any scent to uncover the mystery. Can you think creatively enough? No limits are imposed on your creativity during your investigations.&#10;&#10;As a team, you will need to analyse letters, interpret the police interviews of various suspects, make telephone calls and even do some research on the Internet. Your approach to finding a solution is guaranteed to be multidimensional. Study the fingerprints, collect all the information on your large poster, discuss the alibis and motives. For your research during the investigation, you will need internet access and a phone with which you can receive text messages. It is also helpful (but not absolutely necessary) if you have a laptop or tablet at hand. Mobile phones are also allowed!&#10;&#10;You should allow approx. 1.5-3 hours for the murder mystery game. However, you can also put it aside one evening and continue the next day.&#10;You will all work together in a team, rather than playing against one another. The game is suitable for people aged 14 and over. It is too complex for a group of younger children. In a family, however, younger children can also make a contribution and assist with the detective work.&#10;&#10;Languages&#10;This game is available in:&#10;German: Ein Drahtseilakt&#10;British: A balancing act (coming soon)&#10;French: Sur le fil (coming soon)&#10;Italian: In bilico su un filo (coming soon)&#10;Spain: Bailando sobre la cuerda floja (coming soon)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Series: Hidden Games (Hidden Industries GmbH)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "7079",
    "Name": "Dragonsgate College",
    "ID": 184704,
    "Year": "(2017)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/184704/dragonsgate-college",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Welcome to the school for exceptionally talented students of the ancient art of Dungeon Crawling! Are you ready to make your House proud?&#10;&#10;Dragonsgate College is a strategic game utilizing a unique dice-drafting mechanism that puts 2-4 players in charge of Student Houses locked in a battle for recognition and prestige. Each turn players draft dice that allow them to perform multiple actions: recruiting new apprentices and teachers, placing new facilities on their player boards, and more. Each turn they also have the opportunity to raise the general skill levels of their House, in order to give their apprentices a greater push towards performing feats of bravery and cunning.&#10;&#10;Constructing student facilities, hiring seasoned adventurers as teachers, dabbling in the arcane arts of wizardry and subterfuge, and cleverly outmaneuvering your opponents - all this awaits you within the walls of this ancient university. Prove your worth, and maybe you will even get a tenure!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Components: Polyominoes",
      "Digital Implementations: Tabletopia",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "7080",
    "Name": "Souvlaki Wars",
    "ID": 66437,
    "Year": "(2011)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/66437/souvlaki-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5429",
    "Description": "In Souvlaki Wars, players are owners of Greek restaurants serving traditional greek fast food like &quot;souvlaki&quot; and &quot;gyros&quot;. They try to attract new customers, making sure they can serve them in time, increasing their fortune and fame at the same time.&#10;&#10;Of course, this is easier said than done as many things can go wrong while trying to serve a customer: People change their minds, orders go wrong and restaurant owners try to sabotage each other.&#10;&#10;Can you become the most successful Greek restaurant owner?&#10;&#10;Souvlaki Wars is a light family card game for 2-4 players. Players draft new customers and try to serve them with food cards they draw at the beginning of each turn. This way they earn the money and the reputation each customer represents. However, before they have a chance to do so, cards with &quot;Unforeseen Events&quot; are played by every player, affecting the game in many different ways like altering the order in lines, adding more customers, decreasing the opponent's reputation etc. And of course, each player has to take into consideration that the customers are served on a first-come basis. If someone's order can't be fulfilled, everyone behind him will have to wait another turn...&#10;&#10;The first player to reach a certain level of money and reputation is declared the winner.&#10;&#10;The game is going to be published by the Greek company &quot;Kaissa Chess &amp; Games&quot; during 2011. It is going to be bilingual, having text both in Greek and English. Its international debut will be at the 2011 Spiel Essen fair.&#10;&#10;- Winner of BGG's Greek Guild's 1st Game Design Contest in the category: &quot;Best Game&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7081",
    "Name": "Big Two",
    "ID": 13597,
    "Year": null,
    "Geek Rating": "5.648",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/13597/big-two",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7297",
    "Description": "(While this game is sometimes called by the same name, it is not to be confused with Chinese Poker.)&#10;&#10;There is a family of card games known as climbing games.  There are climbing games with many variants throughout the world and known by many names(Choh Dai Di, Chinese Poker, Kings and Asses, Scum, President, Dilbert's Corporate Shuffle, etc.).  Big Two is one popular variant.  Each player starts with a hand of cards and the object is to be the first to get rid of all your cards by playing combinations.  The game consists of playing combinations of cards: single cards, pairs, three of a kind, and traditional poker hands (straights, flushes, etc.).  When a player plays a combination, only a combination of that type can beat it - you must play a pair to beat a pair for instance.  Big Two has a sizable luck element but there is room for skillful play as the players learn how to best manage the cards they are dealt. Best with four players, but still fun with two and three.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Series: Tiledeck"
    ]
  },
  {
    "Rank": "7082",
    "Name": "Advanced Tobruk: Tank Battles in North Africa 1940-43",
    "ID": 3992,
    "Year": "(2002)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/3992/advanced-tobruk-tank-battles-in-north-africa-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.1212",
    "Description": "Advanced Tobruk - Tank Battles in North Africa 1940-1943 is the first of many games to introduce the Advanced Tobruk System or ATS.  It is a detailed new game SYSTEM that allows you to recreate the war in North Africa during World War II.  The ultimate tactical level game presentation is coupled with easy-to-understand and use rules and charts to enable you to re-create all facets of the decisive Gazala battle - Rommel's most spectacular victory the led directly to his defeat El Alamein only a few months later.  Unlike its predecessor, Advanced TOBRUK allows you to experience Gazala AND the entire was in North Africa.   Advanced Tobruk includes scenarios from Gazala, Crusader, Battleaxe, the 1940 campaign and action in Tunisia.&#10;&#10;The Advanced Tactical System, or ATS, recreates, in a realistic manner, the tactical-level combat problems encountered by Allied and Axis forces confronting each other across the globe between 1939 and 1945.   The game system with the release of ADVANCED TOBRUK in mid-2002.&#10;&#10;This re-implements the classic Avalon Hill Tobruk System.  Critical Hit has gone on to publish numerous games representing all battle fronts of the war.   In addition, Korea, Vietnam, Dien Bien Phu and the Israeli conflict has been added.&#10;&#10;The main game was published in 2002.   A total of 7 expansions and a gamers guide were produced for the North Africa Campaign.   Critical Hit updated the game with Advanced Tobruk 4th Edition and re-implemented the North Africa Campaign with Advanced Tobruk 2016.  Advanced Tobruk Classic contains the original 24 scenarios that came with the original version in 2002.&#10;&#10;The Base Game consists of 2 maps - essentially blank dessert, 6 play aids, 1 rulebook, 1 quick start sheet, 24 scenarios, 39 terrain overlays, 41 AFV Cards, 2 Dice. The Germans, British and Italians are represented.&#10;&#10;TB-22 Base Game(Rules Versions potentially from 1.x - 3.x)&#10;TB-22b Base Game (Rules Version 4.x)&#10;&#10;Expansions for Advanced Tobruk: Tank Battles in North Africa Include - &#10;TB-23 - Advanced Tobruk Gamers Guide&#10;&#10;TB-24 - ATS Expansion 1: Wavells 30,000 - 12 Scenarios, 30 new counters, 3 terrain overlays, 1 new AFV Card.  (1940/41 ending with Beda Fomm). &#10;TB-25 - ATS Expansion 2: Benghazi Handicap - 12 Scenarios, 30 new counters, 1 new terrain overlay.   (March/April 1941 Britsh vs. Italians)&#10;TB-26 - ATS Expansion 3: Devil's Garden - 12 Scenarios, 37 counters, 4 new AFV cards. (El Alamein 1942 British vs. Germans and Italians)&#10;TB-27 - ATS Expansion 4: Blunted Sword - 12 Scenarios, 37 Counters, 7 New AFV Cards. (Tunisia British vs. Germans and Italians).&#10;TB-28 - ATS Expansion 5a: Kasserine and Beyond - 12 Scenarios, 310 Counters, 12 new AFV. (Tunisia American and French vs. Germans and Italians plus American vs. French)&#10;TB-29 - ATS Expansion 5b: Torch to Tunisia - 12 Scenarios, 1942-1943 (French Morocco Tunis, American vs French, American, French vs. German, German vs French).&#10;TB-30 - ATS Expansion 6: Killing Fields - 13 Scenarios, 1941-1943 (British vs German and Italians, American vs Italian).&#10;&#10;In 2009:  The publisher indicated that additional expansions for the North Africa Campaign were to be Published.   TB-31 thru TB-34.&#10;&#10;A total of 109 Scenarios make up the base game with the expansions.   An additional 4 scenarios (two by CH were available for download and two in Fire and Movement issue 145.&#10;&#10;This is the classic version of ATS (pre-version 2014).    Critical hit has re-implemented the North Africa Campaign with its 2014 Ruleset and updated maps, counters and expansions.   Unfortunately the naming convention is not consistent and republished titles are not always named the same.   For instance the expansion Facing the Blitz is the exact same game as ATS Briefing #1.   A clear and concise summary of each expansion does not currently exist that points out duplication.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board"
    ],
    "Families": [
      "Country: Libya",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "7083",
    "Name": "Nessos",
    "ID": 256838,
    "Year": "(2018)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/256838/nessos",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Nessos, you must embody Greek heroes who imprison mythological creatures into sacred amphoras in order to offer them to the gods. If you capture enough, you will reach the rank of gods' chosen One! But beware for Charon the terrible roams and will by all means try to make you take a one way trip to Hell!&#10;&#10;During the game, the players must bluff in order to win the Amphora cards which represent the most interesting creatures. When your turn comes, offer an Amphora card to another player. They can accept it, or refuse it by offering it to another player. Collect Amphora cards in order to be the first to reach the number of points required. But be careful, if you get three Charon cards, you lose the round.&#10;&#10;&mdash;description from the publisher&#10;&#10;Game Play&#10;Players start each round with 5 cards in their hands.&#10;The game takes place in a undetermined number of rounds, until one of the three game-end conditions is met.&#10;The player who has the first player pawn chooses a card in her hand of cards and offers it by putting it face down in front of another player of her choice.&#10;If the card offered is a Creature card, she must say out loud the number of the card without lying.&#10;If the card offered is a Charon card, she can (and should) lie by saying out loud any number she wishes.&#10;The player who gets the card has 3 choices:&#10;- He accepts the card before looking at it, and then places it face up in front of him.&#10;- He refuses the card without looking at it. It returns to the player who offered it, and she places it face up in front of herself.&#10;- He adds a card from his hand, face down, and offers the two cards to another player. He is only allowed to lie about the Charon cards by announcing the number he chooses.&#10;In this third case, the player who receives the two cards has the same choices. &#10;Cards cannot be offered to a player who has already been offered cards in this round, nor to the player with the First player pawn. The last player must either accept or refuse the cards offered.&#10;Then a new round starts, the first player pawn moves to the left and players draw cards from the deck to refill their hands to 5 cards.&#10;Having a 1 card, a 2 card and a 3 card in front of you gives you 10 bonus points (=16 points).&#10;Players who have three Charon cards in front of them are sent to Hell and are eliminated from the game.&#10;The player whose Creature cards reaches or exceeds the number of points required, wins the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Mythology"
    ],
    "Mechanics": [
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Series: Mini Games (IELLO)"
    ]
  },
  {
    "Rank": "7084",
    "Name": "Owner's Choice",
    "ID": 27298,
    "Year": "(2006)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/27298/owners-choice",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7671",
    "Description": "Owner's Choice is an economic game in which the players must look to manipulate the stocks of four companies whilst trying to buy low and sell high. The player that owns the most stock in a company assumes the role of the President, with other players assuming the role of investors.&#10;&#10;The game's length and which company may have the opportunity to progress each turn is dictated by a pawn that moves around the board. The players have some control over how many spaces the pawn can move in each turn, and the kind of space it lands on allows for a variety of things to happen. Most commonly one of the companies is selected, at which point the president may either contribute to the communal Fund in order to roll the company's die, potentially paying dividends to all stock-holders or changing the company's stock price, or may instead choose to raid the Fund for personal gain but with the potential to reduce the company's stock price.&#10;&#10;Owners have greater control over the fortunes of their companies' stock and they can make great profits, however prices can go down as well as up! The companies have different characters, represented by a different mix of faces on the company die that is rolled when the company is selected on a turn and the President contributes to the Fund. As the game unfolds the players must decide how best to make money and potentially undermine some companies to reduce the fortunes of their competition.&#10;&#10;Once the pawn reaches the Goal square, all stocks are cashed in for their current prices and then the player with the most money wins the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "7085",
    "Name": "Sumatra",
    "ID": 313000,
    "Year": "(2020)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/313000/sumatra",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9091",
    "Description": "Join this expedition, and you will have the unforgettable opportunity to explore Sumatra, from the top of its majestic volcanoes to the depths of its tropical rainforest. Find the most exotic animals and the most exuberant flowers, and discover the endless variety of cultures that coexist on the largest island in Indonesia. Your expedition sets out with the mission of writing a travel notebook that will help raise awareness of one of the richest ecosystems in the world. Whoever makes the best contribution to this exciting mission will win.&#10;&#10;In Sumatra, players move around the island to explore its multiple landscapes. On a turn, your possible actions depend on where you're located in relation to the travel notebook token that starts the game in base camp with all the players:&#10;&#10;&#10;    If you're one space behind the token, you move to the notebook's space and end your turn.&#10;    If you're on the same location as the token, either you move ahead one space or you stay put, take a tile from the pool of &quot;available information&quot; tiles, and add it to your personal notebook.&#10;    If you're one space ahead of the token, you move the token to your space, move all the &quot;available information&quot; tiles to the &quot;known information&quot; pool, draw tiles from the bag equal to the number shown at your location, add those tiles to the pool of &quot;available information&quot;, then take one of these new tiles and add it to your notebook.&#10;&#10;&#10;Thus, you're catching up with the group, researching with the group to add info to your notebook, moving ahead, or digging into new tiles ahead of everyone else.&#10;&#10;Tiles score and have effects in various ways, for example, with players gaining or losing points for meeting the most or fewest inhabitants. Flora and fauna tiles score only if you have a pair in a column, but only the highest-valued of this pair scores. Villages score only if you have more pairs of reception and GPS tiles than the number of villages, while the reception and GPS pairs net you no points, but allow you to get a tile from the pool of &quot;known information&quot;. Equipment makes it safe to explore volcanoes on the island, and if you don't have enough equipment, you might lose other tiles you've collected.&#10;&#10;Sumatra also includes badges that players can collect. Be the first to collect, say, three flora tiles or a combination of two inhabitant and two craft tiles, and you can claim the badge for this, which is worth 3 points at game's end. You can also claim one diversity badge for having at least one tile in at least six rows of your notebook. The more rows you have a presence in, the higher the value of the diversity badge, but you can claim at most one during the game &mdash; and if someone else claims the six-row badge, then you'll need to have a tile in at least seven rows for the next one...&#10;&#10;&bull;&bull;&bull;&#10;&#10;&Uacute;nete a esta expedici&oacute;n y descubre Sumatra desde la cima de sus majestuosos volcanes hasta las profundidades de su selva. Encuentra los animales m&aacute;s ex&oacute;ticos, las flores m&aacute;s exuberantes y conoce la interminable variedad de culturas que conviven en la isla m&aacute;s grande de Indonesia. La expedici&oacute;n parte con la misi&oacute;n de escribir un cuaderno de viaje que ayude a dar a conocer uno de los ecosistemas m&aacute;s ricos del mundo. Aquel que contribuya en mayor medida a esta apasionante misi&oacute;n se alzar&aacute; con la victoria.&#10;&#10;En Sumatra, los jugadores se ir&aacute;n desplazando por la isla para explorar sus m&uacute;ltiples parajes. En cada uno de ellos encontrar&aacute;n informaci&oacute;n &uacute;til, representada por losetas, que deber&aacute;n registrar en sus cuadernos de viaje coloc&aacute;ndolas en su fila correspondiente. El jugador con el cuaderno de viaje e insignias de m&aacute;s valor al final de la partida se alzar&aacute; con la victoria.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Indonesia"
    ]
  },
  {
    "Rank": "7086",
    "Name": "Octi",
    "ID": 450,
    "Year": "(1999)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/450/octi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "3.12",
    "Description": "Octi is a unique abstract strategy game.   Its object is to move your pieces into your opponent's starting points.  Octi  allows for multiple jumping, capturing, and special movement of pieces.  On each move players decide whether to bring in new pieces, upgrade their existing pieces, or move a piece.  The choices in this game are staggering and each move presents and entire new way of thinking about the game.  There is a 4 player teams variant that is included in the rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "7087",
    "Name": "Clue FX",
    "ID": 8069,
    "Year": "(2003)",
    "Geek Rating": "5.648",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/8069/clue-fx",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8197",
    "Description": "Clue FX  Electronic Talking Clue Game by Hasbro Games and Parker Brothers.&#10;&#10;Parker Brothers Deluxe Detective Game with More Suspects, More Mystery, More Fun.&#10;&#10;Clue FX brings the mystery to life with electronic speech and sound effects!&#10;&#10;The body of Miles Meadow-Brook, John Boddy's trusted attorney has just been found, and it's up to you to find out who did it...where...and with what weapon!&#10;&#10;The Butler will help narrate your mystery and keep track of every move you make! When he calls out your turn, move your pawn and click on one of nine different locations to search for clues. Did it happen in the Swimming Pool or the Garden? The Tennis Courts or the Garage?&#10;&#10;Search the grounds for your favorite CLUE suspects such as Miss Scarlet and Colonel Mustard and pick up additional hints. Perhaps they'll be able to show you that it wasn't the Garden Shears or the Horseshoe that was used in the crime...Keep track of the clues you find to help you solve the Meadow-Brook Mystery!&#10;&#10;A new mystery begins every time you play.&#10;&#10;Ages 8 and up, 2-4 Players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Electronic",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hand Management",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "7088",
    "Name": "American Tank Ace: 1944-1945",
    "ID": 334100,
    "Year": "(2022)",
    "Geek Rating": "5.648",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/334100/american-tank-ace-1944-1945",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.3571",
    "Description": "American Tank Ace is a solitaire, tactical game where the player is in control of a single tank fighting across Europe starting shortly after D-Day.  Players start in tank school and buy skills for themselves and their crew members as they fight battles against randomly generated forces with the help of notional friendly units.  As new tanks become available, players can upgrade to one of nine versions of the Sherman tank and eventually the M26 Pershing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Germany",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "7089",
    "Name": "Cannes: Stars, Scripts and Screens",
    "ID": 4318,
    "Year": "(2002)",
    "Geek Rating": "5.647",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/4318/cannes-stars-scripts-and-screens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4848",
    "Description": "From back of box:&#10;&#10;It's the big screen, and you're playing in the big league.  Well, nearly.  Maybe this year you'll make it big...  Nominations are due to be published any day now, and hey, who knows, maybe you will finally get that Oscar or Palme d'Or you so deserve.  Or will you?  They say girlie movies like you've been making lately are going out of fashion, that the modern public has a yearning for plot-less action titles.  Maybe it is time to invite that rotten art critic over for drinks, and convince her of the value of your masterpieces... or tune into the old boys network and really get the show on the road.&#10;&#10;In Cannes - Stars, Scripts &amp; Screens, each player takes the role of a small-time movie producer, trying to produce as many movies as possible.  The game can be played by 2 to 4 people and takes 45 to 90 minutes, depending on the number of players and their gaming experience.&#10;&#10;Authors:  Joris Wiersinga, Jeroen Doumen, Tamara Jannink &amp; Herman Haverkort&#10;&#10;Graphics:  Tamara Jannink &amp; Herman Haverkort&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Cannes (France)",
      "Country: France",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "7090",
    "Name": "Dungeoneer: Haunted Woods of Malthorin",
    "ID": 11159,
    "Year": "(2004)",
    "Geek Rating": "5.647",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/11159/dungeoneer-haunted-woods-of-malthorin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2203",
    "Description": "From the Atlas Press release:&#10;&#10;Dungeoneer: Haunted Woods of Malthorin&#10;&#10;The betrothed of an elven prince was brutally slain on the day of their wedding. The mad bridegroom now uses his powerful magic to turn his forest realm into a horrific haunted nightmare. Do you have the courage to bring peace to these cursed woods?&#10;&#10;Haunted Woods of Malthorin is a two-player Dungeoneer card game. Your character explores a wilderness that you build with map cards, while fighting monsters, completing quests, and leveling up along the way. Each Dungeoneer set can be played as a stand-alone card game, or combined with other decks for more dungeon-delving fun. Haunted Woods of Malthorin features 55 new Dungeoneer cards, including wilderness terrain maps, special weather cards, and three new heroes for your Dungeoneer game: Elf Archer, Human Druid, and Centaur Ranger.&#10;&#10;Part of the Dungeoneer Series.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dungeoneer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7091",
    "Name": "Peek-a-Mouse",
    "ID": 319754,
    "Year": "(2020)",
    "Geek Rating": "5.647",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/319754/peek-a-mouse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A family of little mice has settled in your house! The cheeky ones don't mind stealing a few items from you to decorate their mini-home. When they're away, you can't resist the urge to peak in their windows to find out more: &quot;What happened to my ring? And where are the keys? What are they doing with my button?&quot;&#10;&#10;Together in Peek-a-Mouse, the players observe the different rooms of the house through the windows before the flashlight goes out. Then they need to work together to remember the location and direction of the tokens to find as many objects as possible before the little mice return!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Real-Time"
    ],
    "Families": [
      "Animals: Mice",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "7092",
    "Name": "Divinus",
    "ID": 339598,
    "Year": "(2024)",
    "Geek Rating": "5.647",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/339598/divinus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "Divinus is a competitive, legacy, tile-laying, digital hybrid game in which you play as a demigod seeking to gain the favor of the Gods and ascend to a new pantheon. Players embark on a twelve-scenario campaign that will see them exploring lands, completing quests, interacting with Gods, and impacting the outcome of the epic clash between Greek and Norse pantheons.&#10;&#10;At the beginning of each campaign scenario, players open a sealed box of new quests, components, stickers, Gods, gameplay mechanisms, and more. The Divinus app provides a narrative for players and sets the stakes for what is to come. Each turn, players spend dice from their pool to explore new tiles from the world board. Laying tiles into their demigod map, they must place tiles adjacent to one another and with matching features while working towards overall quest and God goals.&#10;&#10;Throughout the campaign, players make permanent changes to their demigods by collecting powerful artifacts, forging their dice by altering their faces, and earning titles for the feats they achieve. Players will also permanently change the game world by altering tiles and placing new locations, heroes, and monsters onto the map tiles. When players complete quests or other significant goals, they can make pivotal decisions through the Divinus app.&#10;&#10;Players will decide the outcome of dilemmas such as choosing which side is victorious in battle, building or destroying a holy site, and choosing whether a God lives or dies. Whichever outcome the player chooses, the game components may be changed and the Divinus app will remember and present contextual options in the future that are impacted by the decision. Returning to a fort that you helped the Norse Gods build could see you praised, while demigods favored by the Greek pantheon could be shunned.&#10;&#10;The Divinus campaign is ideally played over several game sessions due to the persistent and changing world. The rulebook grows with each scenario as new rules and content are unlocked. Once the campaign is complete, players can replay their unique copy of Divinus with a post-campaign Infinite Replayability mode.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game",
      "Scenario / Mission / Campaign Game",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Spieleschmiede",
      "Game: Divinus",
      "Mechanism: Legacy",
      "Misc: LongPack Games",
      "Mythology: Greek",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "7093",
    "Name": "Purple Haze",
    "ID": 349051,
    "Year": "(2024)",
    "Geek Rating": "5.647",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/349051/purple-haze",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "You look at the wrecked Huey, thankful you survived the crash. It got hit somewhere over the jungle. You lost the pilot. The gunner just fell out. Gone. On your way down you saw a glimpse of the other Huey. You think it got hit too, but you can't be sure. You look around at your squad &mdash; wild-eyed Marines fresh out of boot camp &mdash; and sigh heavily. You gotta move fast. VC will be coming...&#10;&#10;Purple Haze is an immersive story-creation Tactical level Campaign wargame for 1 to 4 players that drops you into the heart of darkness: Vietnam, 1967. You lead a squad of U.S. Marines through the dense jungles, flooded rice paddies, and straw-thatched villages of a war-torn country. Gut-wrenching choices will determine the fate of you and your mission, showing if you have what it takes to survive.&#10;&#10;It is in part a story-creation game, in part a Tactical level wargame, and in part a Campaign game. Your decisions determine the story. Your tactics decide the outcome of life and death firefights. Your men will suffer. Some won't make it home. Those that do will get wiser, get tougher. The goal: Complete the mission, and get out alive.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "Crowdfunding: Gamefound",
      "Decades: The 1960's",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7094",
    "Name": "Pacific Ocean",
    "ID": 386216,
    "Year": "(2023)",
    "Geek Rating": "5.647",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/386216/pacific-ocean",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5556",
    "Description": "Countries around the Pacific Basin are creating marine sanctuaries to preserve unique creatures and their habitat. All of these sanctuaries are being ranked on an overall leaderboard, and it&rsquo;s time to find out whose sanctuary deserves the title of the Pacific Ocean&rsquo;s Best Marine Sanctuary!&#10;&#10;Pacific Ocean is a quick set collection 18-card game where you aim to attract aquatic animals to your sanctuary. During the game, you&rsquo;ll select new inhabitants not just for yourself but also for your opponent. As every animal you attract will uniquely affect your end game points, you&rsquo;ll need to think strategically to prove that your sanctuary deserves the top rank.&#10;&#10;How To Play&#10;&#10;&quot;I cut you choose&quot;&#10;Select 2 Aquatic Animal cards from your hand and place 1 card face up and the other card face down. The other player chooses 1 of those cards to add to their sanctuary. The remaining card is added to your own sanctuary.&#10;&#10;Add icons or scoring condition&#10;You can add a card to your sanctuary in one of two ways: to add icons or a scoring condition. To add icons, place a card underneath and expose just the top of the card, showing the icons. To add a scoring condition, expose just the bottom of the card, showing the condition.&#10;&#10;Score points&#10;After 6 turns both players score all the points by satisfying scoring conditions in their sanctuaries. The player who has scored the most points wins.&#10;&#10;The Kickstater edition comes packaged with several Kickstarter exclusive content:&#10;Pacific Ocean: Solo Expansion (3 cards) - adding Bot Cards for a Solo game.&#10;Bot Cards: Moby (easy); Flipper, Thor, Ferdinand, Vasco (medium); Jacques, Willy, Amerigo (hard)&#10;&#10;Pacific Ocean: Tropical Fish (13 cards) - Adds new fish and the possibility to play with 3 players to the Pacific Ocean game.&#10;new cards: 9 fish, 1 double sided sanctuary card, 3 bot cards for solo play&#10;&#10;Pacific Ocean: Promo Pack - 4 fish, 1 double sided sanctuary card, 1 bot card for solo play&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Educational",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "I Cut, You Choose",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dolphins",
      "Animals: Fish / Fishes",
      "Animals: Sharks",
      "Animals: Whales",
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Mechanism: Artificial Player",
      "Region: Pacific Ocean",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "7095",
    "Name": "Dead Panic",
    "ID": 133437,
    "Year": "(2013)",
    "Geek Rating": "5.647",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/133437/dead-panic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2653",
    "Description": "The zombie apocalypse has begun, and you and your friends take on the roles of various characters who are all working to survive.&#10;&#10;In Dead Panic, each player takes on the role of one of eight unique characters, which have special abilities. Players work together to survive in a remote cabin, at the center of the board, against waves of the undead that close in from the edges of the board. If the players can hold out, survivors bring pieces of the radio needed to call for rescue. Once rescue arrives, it's up to each player to leave the safety of the cabin and make it out alive!&#10;&#10;To fight the zombies, players use cabin cards, some of which are weapons that help players attack zombies at a distance or in hand-to-hand combat. If characters take too many injuries during combat, they die and return to the game as a zombie with customized rules as a member of the undead! Other cabin cards are items, which give the players various benefits and a better chance at survival. The supply of items and weapons is limited, however. Once the cabin deck is exhausted, it is not reshuffled. A separate deck of cards, called event cards, allow the zombies to have their turn. This deck not only brings a variety of zombies into play but each card also has a special effect when drawn.&#10;&#10;Can you survive Dead Panic?&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Series: Panic Line (Fireside Games)"
    ]
  },
  {
    "Rank": "7096",
    "Name": "Thieves Den",
    "ID": 257160,
    "Year": "(2019)",
    "Geek Rating": "5.647",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/257160/thieves-den",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1786",
    "Description": "In Thieves Den, set in the world of 10 Minute Heist: The Wizard's Tower, the players are master thieves who send their hirelings out into the city to nab the choicest treasures, then sell those ill-gotten gains to the underworld fences to increase the master thief's reputation. Certain treasures can also be bartered to Alazar, the wizard, for special powers.&#10;&#10;Thieves Den is played over three rounds. In each round, each player drafts three location cards as potential targets for their thieving. All of these locations are public knowledge, and in the next phase the players take turns sending their minions to the locations to score the loot. You can send your thieves to any of the locations, but if you send them to another player's location, that player may also get a prize, sometimes extra treasure, sometimes more thieves. During this phase, players can also send thieves to carry special assortments of treasures to one of the fences, gaining that player reputation points. Bonus reputation points can also be earned by building relationships with specific fences.&#10;&#10;After three rounds, the player with the highest reputation is the new crime lord of the town.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "7097",
    "Name": "CoLab",
    "ID": 283634,
    "Year": "(2024)",
    "Geek Rating": "5.647",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/283634/colab",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "The dawn of a new age approaches and we stand at the precipice. The unbridled power of nature awakens something within. Mysteries demand to be explored and the results are not always what we expect. Creepy creatures, dangerous devices, precarious potions, CoLaboratory Incorporated provides a shared laboratory space that is the perfect home for your and your outlandish creations.&#10;&#10;Build interesting devices that open new possibilities. Brew potions that grant you fantastic on-demand abilities. Create strange monsters and earn great renown. All while keeping an eye on your fellow scientist and their minions. Scientists bring research into the lab to use on their experiments but they are not the only ones who benefit. Occupy a space adjacent to the research dice held by any minion and you can use it for your own creations.&#10;&#10;Collect monster, device, or potion dice to generate more research that can be used on your creations.&#10;&#10;Expand the laboratory giving everyone new opportunities.&#10;&#10;With each new creation, your collection grows and the placement of each creation in your grid can create new opportunities or gain more renown. Once a player builds their 12th creation the end of the game is triggered and the player with the most renown (points) wins.&#10;&#10;CoLab worker and dice placement game with dice collection. Players compete to gain the most renown through building monster, device, or potion cards over the course of the game. Each turn you send a minion to a tower space to gather resources or return a minion. Your minions also hold your resource dice. This resource can be used by players at either adjacent laboratory location. Then you place your player miniature on a laboratory location and either put the adjacent minions to work collecting more resources or build cards according to what is available at that lab. As the game progresses the board expands giving new opportunities for all players who visit that location.&#10;&#10;Build a wide variety of monsters, potions, and devices or focus on one type to gain the most renown and win the game.&#10;&#10;CoLab employs a series of '&ldquo;take this&rdquo;' mechanics where players provide resources, minions, or other opportunities to their opponents in exchange for resources or points. Balancing how much you give away with the opportunities your opponents may create is the real trick to becoming the most renowned scientist in CoLab.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Miniatures",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "End Game Bonuses",
      "Modular Board",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: Tableau Building",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "7098",
    "Name": "Wizards of the Wild",
    "ID": 166988,
    "Year": "(2015)",
    "Geek Rating": "5.647",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/166988/wizards-of-the-wild",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Wizards of the Wild, each player is an animal wizard battling in the ultimate magic showdown at Stonehenge. Each species has a special power: Fox, Hare, Owl, Raccoon, and 4 more! The Acolytes of the Lost Masters &mdash; Cats and Dogs &mdash; run the games by setting up many challenges and spells. If you win, you will be crowned the new King of the Forest!&#10;&#10;Wizards of the Wild is a fast paced engine-building card and dice game for 2-4 players that plays in about 30 minutes. Players roll custom dice to acquire spells, defeat challenges, and bribe acolytes. As the game progresses, your spells and special abilities combine in a unique way to increase your power. Dark magic gives you the ability to enfeeble other wizards, but you have to avoid too much of it lest it turn on you!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "7099",
    "Name": "Island Siege",
    "ID": 133405,
    "Year": "(2013)",
    "Geek Rating": "5.647",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/133405/island-siege",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8889",
    "Description": "Island Siege is a fast-playing game of fort-building and colonization in the Caribbean Sea. Players build shoreside forts to defend their colonists from attack and to score points. Forts allow you to put colonists in play, which in turn can safely build ships and buildings which provide abilities and points. Attacking allows you to chip away at your opponent's fort while gaining cubes which are used to build forts of your own. Your goal is to score 20 coins or get all of your colonists in play!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Nautical",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "7100",
    "Name": "Power Vacuum",
    "ID": 402106,
    "Year": "(2025)",
    "Geek Rating": "5.647",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/402106/power-vacuum",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Great news! The Supreme Appliance is dead! You've made your mournful public statement (&quot;tragic day,&quot; etc), and now you're ready to hatch your devious plot to steal the newly vacant Supreme Seat and claim Absolute Power for yourself. You only need to outmaneuver your fellow ministers - but they're a heap of low-watt gizmos, how hard could that be? Let the machinations begin!&#10;&#10;Power Vacuum is a 1-5 player trick-taking game with some treacherous twists. The game is played over several rounds, and in each round players use tricks to adjust the Power levels of other players to work toward their hidden Agenda cards. Power is gained by winning tricks with the highest number of the led suit, but it is also gained, lost, and exchanged between players through shrewd use of the Control Board, which is manipulated by the player of the lowest card of ANY suit. If at the round's end you have fulfilled your Agenda card, successfully picking the players with the most and/or least amount of Power, you get a large bonus payout. End-of-round points are exchanged for pieces of a great statue you are building to yourself. The first player to complete their statue becomes the next Supreme Appliance!&#10;&#10;Power Vacuum is not about winning every trick, but choosing the right card at the right time to engineer the rise or fall of your opponents in the short term so that you can profit the most in the long term. Additionally, each card's suit is visible on the back side, reducing the need to count your opponent's cards, so you can focus instead on the most cunning move - but watch out for Spies, the fifth suit hiding amongst the other four which will trump the trump suit. In this game, timing is everything.&#10;&#10;Power abhors a vacuum - will you plug it?!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor",
      "Political",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Digital Implementations: Board Game Arena",
      "Players: Games with Solitaire Rules"
    ]
  }
]