[
  {
    "Rank": "N/A",
    "Name": "Attack on Blade River Valley",
    "ID": 66099,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66099/attack-on-blade-river-valley",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The battle by Union forces to retake the planet Bey was difficult at best, a slaughter at the worst, as the resistance encountered against the robotic Morpheans proved to be more difficult than expected.  After months of fighting, the Unions 15th  Combined Army commanded by Marshall Jean Baptiste, managed to break the Morphean siege lines among the hills and mountains of the sprawling Blade River valley.&#10;&#10;The Blade River valley ran for hundreds of miles, and at dozens of locations throughout it, fierce battles took place for possession of key locations.  Bridges, power-plants, military training bases, and transportation docks were its lifeblood and the focal point of the fighting.  The 15th CA was reinforced by Union shock troops and mechs, enabling them to push the Morpheans back and eventually out of the valley area.  Mustering it's reserve units, the Morpheans responded in force, not willing to concede defeat to the inferior humans.  Wave upon wave of Morphean aero-fighters and bombers swept up the river valley in a final attempt to re-secure their dominance.&#10;&#10;The Game&#10;&#10;Bomber Run on Blade River is a 1-8 player game where the player or players take on the role of the skeletal Morphean robots with their aero-fighters and bombers, or the defending Union force with their missile equipped infantry squads, armored walkers, anti-aero guns and counter-fighters.&#10;&#10;Attack on Blade River Valley is a free PnP consisting of a 9 page rulebook, 4 map pages (when all are combined), and a sheet of unit counters.  In addition, the player will need about 6-8 d6.&#10;&#10;The game was designed to be played at work station or table, depending on how many of the map pieces the player/s wish to use.  When all the map pieces are placed together they cover an area the size of 4 sheets of 8.5x11 paper.  The simplest form of the game uses just one sheet (To be added shortly).&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "\"Malbrough s'en va-t-en guerre\": Wargame Rules for The War of the Spanish Succession",
    "ID": 66102,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/66102/malbrough-sen-va-t-en-guerre-wargame-rules-for-the",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Malbrough s'en va-t-en guerre, this set of table-top and campaign rules are designed to be used to represent the Wars of the Spanish Succession.&#10;&#10;The systems are adaptable to any scale between 2mm &amp; 28mm.&#10;&#10;There are two elements to the game: A Campaign game using a set of playing cards and the resulting figure battle. &#10;The former will give the latter its context and players must be careful to judge that the fight is worth the candle as the epitome of Generalship was the avoidance of risky battles.&#10;&#10;If players wish, a simple system can be generated to create one-off battles, so that each battle is different or to get players used to the novel battle system.&#10;&#10;This Gamebook contains:&#10;&#10;&#10;     A brief summary of the period and details of the forces of the participants.&#10;&#10;&#10;&#10;     A set of battlefield rules that can be used to recreate either the early or late period battles.&#10;&#10;&#10;&#10;     A4 Coloured Sheet of Counter: Stick to card or foamboard and cut out&#10;&#10;&#10;&#10;     Weekly Weather Sheet of Counters: Stick to card or foamboard and cut out&#10;&#10;&#10;&#10;     2 x A4 Army Sheets: One for each side. Used for placing your contingents and generals on.&#10;&#10;&#10;&#10;     2 x A4 Contingent &amp; Army Morale Sheets&#10;&#10;&#10;&#10;     A4 Year, Battlefield Clock &amp; Victory Point Chart: &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Age of Kings",
      "History: War of the Spanish Succession",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Checkers III",
    "ID": 66103,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/66103/checkers-iii",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Its just like checkers but...&quot; &#10;The Checkers III playing board is a hexagon divided into 96 triangular playing spaces, 48 dark and 48 light. The last player left on the playing board, following a series of capturing and trapping moves similar to checkers, but based on triangular movement, is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Affairs",
    "ID": 66104,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66104/world-affairs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game of strategy, money and people.&#10;&#10;The object of the game is to secretly acquire the most money in your personal account so that when the game is ended you will be declared the winner. Personal money accounts are kept secret throughout the game. Each character assumes the parodic character of 80s infamy (such as Daniel Dictator, Colonel South and Ayatollah Iraney) to accomplish their indivual ends.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Adventures of Dick and Virginia",
    "ID": 66105,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/66105/the-adventures-of-dick-and-virginia",
    "Min Players": "3",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Give Your Best Advice&#10;&#10;Dick and Virginia are a couple that suffer from a plague of sex and relationship problems. As their closest and most trusted friend, they have come to you for advice. Will your great advice help this couple keep it together through thick and thin or will an opponent swoop in with their two cents and become the couple's closest confidant? It takes critical thinking and an open mind to help this troubled couple. Find out how well your advice is received and how other players handle sex and relationship quandaries.&#10;&#10;Directions:&#10;Shuffle the deck and place face down. The first player draws the top card and gives advice to the fictitious couple. If another player wants to challenge the advice given, they may. The other players vote on the best advice and the winner gets the card. Each card is worth one point.&#10;&#10;When a player collects five cards a round is complete. Depending on the number of players the amount of rounds changes. Once all rounds are complete the player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Thoughts and Actions: Daredevil",
    "ID": 66106,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/66106/super-thoughts-and-actions-daredevil",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A wild Party game that is tame enough to play at almost any adults only party, but goes the distance for even the most non-vanilla players. It is intellectually and physically challenging for both couples and singles, and is overflowing with thought provoking and sexually stimulating challenges.&#10;&#10;Designed for all Genders and Preferences&#10;Includes non-gender specific game play that allows for comfortable play among homosexual, bisexual, and heterosexual players. The cards have been carefully written so that all contact events can be played with your monogamous partner whether or not he or she is on your team. For non-monogamous players, there has never been a better ice breaker.&#10;&#10;Great for Team Competition&#10;Split the party into teams and let the battle begin. Play girls vs. the boys and find out which gender is sexually smarter and braver. Or break down the teams and go couple vs. couple to discover which couple has the best sexual relationship.&#10;&#10;Great for Couples&#10;Every Thought card is carefully designed to engage the party in constructive conversations regarding the most common sexual and relationship problems. Every Action card was designed to reveal the most common sexual fantasies of both men and women. Playing this game with your spouse might just stoke the flames and teach you something about your partner that you never knew before playing.&#10;&#10;Great for Singles&#10;From college students to retirees, anyone who admits to being a sexual being can learn something from playing this game. In one hour of playing this game, you'll learn more about your sexual compatibility with other players than you could in a solid week of blind dates.&#10;&#10;Directions:&#10;Divide the players into teams. Separate the cards into the four decks of &quot;Thoughts&quot;, &quot;Actions&quot;, &quot;Sex Survey&quot;, and &quot;Daredevil&quot;. The first player on the first team chooses one card from the four decks and completes the challenge. If the other team thinks they have a better answer they may challenge. Each completed card counts as one point. Daredevil card points are marked individually.&#10;&#10;The game ends when one deck is fully depleted and each team tallies their score to determine the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Role Playing",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tout à Droite",
    "ID": 66107,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66107/tout-a-droite",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "French board game about cycling. The game is a dice game, but an ambitious one, which simulates all the aspects of road cycling. As with most racing games; the player who reaches the finish line first wins.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swing Set",
    "ID": 66108,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66108/swing-set",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Get Ready to try new things.&#10;Whether you are a woman interested in trying some girl-on-girl activities or a guy who'd like to be buried in up to his eyeballs in warm naked breasts, this game has something for you.&#10;&#10;Play as couples or go solo&#10;Share a hand with your partner and play the game as a couple or go it alone for maximum multiple partner possibilities.&#10;&#10;Strategy wins the game&#10;This game isn't just about the sex, it is also about screwing over your opponents and playing your hand smarter than the rest. Special cards can be used to double score, steal points and trade hands. Knowing how, when and with whom to fulfill sexual challenges is necessary to win the game. This game is like bridge or poker if bridge and poker were all about sex.&#10;&#10;Directions:&#10;The game may be played as two-person-teams or singles. Each player gets five cards. The first player chooses a card from their hand. Once the challenge is complete they score.&#10;&#10;Any player may choose to give up their turn and draw five new cards.&#10;&#10;The game is over when there are no more cards to draw or when one player is out of cards.&#10;&#10;The winner is the one with the most points&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Pink Boutique Edition",
    "ID": 66112,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/66112/monopoly-pink-boutique-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;Monopoly - in pink.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "4 Spiele in der Box",
    "ID": 66114,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66114/4-spiele-in-der-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A compendium of four family games:&#10;&#10;&#10;    Primus Ludus. The aim of the game is to get one pawn of each colour (red, blue, yellow) to the center of the board. All players can move all pawns. The choice of pawn and direction is limited by two coloured dice. After rolling them, you have to move a pawn of one's colour along a line of the other's colour.&#10;    Sekundus Ludus. You roll dice to move along a path. Depending on the field you reach, you either gain or lose sticks. If you reach the finish with insufficient sticks, you have to do another round.&#10;    Tertius Ludus. An easy roll-and-move game, in which you have to get around the board with 3 of your 4 pawns. Similar to Pachisi, you may return other pawns to the start, too. The mechanic that makes the game special is the unlimited number of rolls you can make each turn. If you choose to roll another die, you can add the new score to your movement rate, but if you have bad luck, you lose everything and can't move this turn.&#10;     Quartus Ludus. A card game based on the Rock-Paper-Scissors mechanic. A joker beats rock, paper, and scissors. Every time you lose to another card, your pawn is advanced. The one who reaches the end fist, loses the game.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Rock-Paper-Scissors",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ubongo: Die Erweiterung für 5-6 Spieler",
    "ID": 66117,
    "Year": "(2010)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/66117/ubongo-die-erweiterung-fur-5-6-spieler",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5556",
    "Description": "In addition to including components for a fifth and sixth player, this expansion includes 216 new puzzles (= 18 new cards * 2 faces * 6 possibilities per face )&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Ubongo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Race for the Galaxy: The Brink of War",
    "ID": 66121,
    "Year": "(2010)",
    "Geek Rating": "6.895",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/66121/race-for-the-galaxy-the-brink-of-war",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.3842",
    "Description": "The Brink of War is the third expansion to Race for the Galaxy and requires both earlier expansions (The Gathering Storm and Rebel vs Imperium).&#10;&#10;This expansion adds 4 new start worlds, 5 goals, 44 game cards, and rules for galactic prestige. New solitaire game counters and drafting rules for six players are also provided.&#10;&#10;Each round the player(s) with the most prestige earn an additional victory point and possibly a card. Each prestige is worth one victory point at the end of the game, and many of the new cards allow prestige to be spent (for victory points, cards, or other effects). Additionally, a new &quot;once-per-game&quot; action is introduced that allows the user to search the deck for a card meeting a specific stated requirement, or to enhance the bonus the user earns in a round (at the cost of one prestige).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Economic",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Board Game Arena",
      "Game: Race for the Galaxy",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Palabras",
    "ID": 66127,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66127/palabras",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The instructional objective of the card game is for students to practice using Spanish vocabulary in comprehensible sentences.&#10;&#10;The deck needs to be shuffled, then placed face down and separated. The first player turns over two cards. If one card is a vocabulary word that correctly fits into a sentence of the other card (for example sun and When it's hot, the _____ shines in the sky), the player gets to keep both cards and continue with his/her turn until he/she doesn't find a matching pair. If the cards do not match, the player must turn the cards face down again and the next player takes a turn. The rest of the players continue the game in the same manner.&#10;The game is played until all the cards have been matched and there are no remaining cards. The winner is the person with the most cards at the end of the game.&#10;&#10;Components:&#10;32 cards&#10;Sixteen of the cards will contain a single vocabulary word. The other 16 cards will contain a sentence with a blank.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Planet X",
    "ID": 66128,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/66128/planet-x",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to reasonably classify 8 cultural characteristics that could possibly develop within a given biome.&#10;&#10;The objective of the game is to get one of each of the eight categories. Each player draws and discards until one of the teammates has eight different categories. This player lays down his or her cards face up.&#10;The other teammates and the &quot;winner&quot; must use only the cards in the players' hands to now create in the game board the most logical, consistent culture possible based upon the cards available and then analyze their culture.&#10;&#10;Components:&#10;48 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Joggle",
    "ID": 66129,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.39",
    "Link": "https://boardgamegeek.com/boardgame/66129/joggle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "The square black plastic board has 8 x 8 spaces which are coloured indents that accommodate a player's black or white marbles.  The indents are coloured blue, green, red or yellow.  On their turn a dice is rolled and the player places their marble in an indent of the colour shown on the dice.  The aim is for a player to create a 3 x 2 rectangle of their own coloured balls.  The dice also includes two 'joggle' sides that allow players to move or swap pieces, but not to complete a winning move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Plus-Minus War",
    "ID": 66130,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66130/the-great-plus-minus-war",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will practice simple addition and subtraction to collect as many cards as possible.&#10;&#10;There are 2 face-up cards in the middle of the table.&#10;The player turns over his top card and mentally adds or subtracts the amount with that on the start card. If the result does not match, the next player plays his top card, combining the amount with the previous running tally. The plays continue until a player matches the target or cards run out. In the first case, the player making the match is the winner. In the second case, no one is the winner.&#10;&#10;Components:&#10;40 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Predator!",
    "ID": 66131,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66131/predator",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players will have fun &quot;hunting&quot; while learning the food chains of several different regions.&#10;&#10;The game has different variants to play. It can be played like War, or it can be played like Concentration&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prefix/Suffix Rummy",
    "ID": 66133,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66133/prefixsuffix-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players shall be able to correctly build new words by adding a prefix and/or suffix to existing base words.&#10;&#10;Each player in turn takes the top card from the draw pile OR from the discard pile, not both. If the player can form one or more words, the words are laid on the table in front of that player. Words must have a base word+prefix or suffix or both. (dis+respect) (respect+ful) (dis+respect+ful)&#10;Scores are calculated at the end of the game. The total point values of the words in front of each player are added, along with any bonuses. Point values of the cards remaining in a player's hand are subtracted from the total. Each word which consists of a root word plus two more word parts i.e.: a prefix AND a suffix earns a 5-point bonus. The person with the highest point total wins&#10;&#10;Components:&#10;54 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quadmania",
    "ID": 66134,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66134/quadmania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players shall be able to make associations among properties that determine unique classes of quadrilaterals and identify those shapes.&#10;&#10;The object is to acquire the most points by playing combinations of properties that determine unique categories of quadrilaterals.&#10;The game is over when all cards have been played. Individuals that go out ahead of others simply lose their turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Racer Rabbit Rummy",
    "ID": 66135,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66135/racer-rabbit-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learner will be able to group picture cards the include the letter &quot;r&quot; according to whether the &quot;r&quot; is in the initial, medial, or final position of the word and will be able to pronounce the names of the pictures correctly.&#10;&#10;The learners are students who are receiving speech therapy services because of difficulty producing the &quot;r&quot; sound correctly. They are kindergarten through third grade students.&#10;&#10;Players group the cards into sets of three or more. As each card is placed on the table, the name of the picture must be stated. If it is not stated correctly, the learner must pick up the cards and attempt again next turn.&#10;&#10;The winner is the first player to lay down all his/her cards in groups of three or more.&#10;&#10;Components:&#10;43 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Recycle",
    "ID": 66136,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/66136/recycle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "After playing the Recycle card game three or more times, players will be able to name all the recyclable items used in the Recycle card game.&#10;&#10;Players ask each other for cards that they need to make 3, or 4 of a kind. If the other players do not have the card in question, they must draw card from the remaining undealt cards in the middle of the table. Once three or four of the same value cards with same recyclable are obtained, the cards can be claimed by laying them down face up on the table. The first person to get rid of all their cards wins that hand and scores points for 3 and 4 of a kinds.&#10;The first person to reach 500 or more points is the winner. If more than one person reaches or goes over 500 points, the person with the most points wins.&#10;&#10;Components:&#10;52 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Relatively Speaking",
    "ID": 66137,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66137/relatively-speaking",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Participants will learn the names, faces, and quirks of a group of future in-laws.&#10;&#10;The game is of the poker/rummy class and is patterned after the &quot;go fish&quot; type of card game.&#10;&#10;Components:&#10;100 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Renaissance Men",
    "ID": 66138,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66138/renaissance-men",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to match artwork created during the Renaissance period with the artist and the period in which it was created: Proto-Renaissance, Early Renaissance or High Renaissance. In this domain the students will learn to distinquish the styles of the individual artists and the characteristics of the different Renaissance periods through a more social, entertaining method than the traditional method of slide memorization and reviews.&#10;&#10;The game, similar to &quot;Gin Rummy&quot;, is played in the following manner:&#10;&#10;The object of the game is to form three sets from a dealt hand of nine cards. &#10;The players chooses either the discarded card or a card from the face down pile. The player determines which cards to keep and discards the extra card. The first player to form three valid sets from ten cards wins the game.&#10;The Use of &quot;Mona Lisa&quot; Cards. The deck contains three Mona Lisa cards which are wild cards. A player may substitue them for any card.&#10;&#10;Components:&#10;57 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rescue Me!",
    "ID": 66139,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66139/rescue-me",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to properly sequence the procedural steps for a professional rescuer.&#10;The learners will be able to answer specific questions about each procedural step.&#10;The learners will be able to differentiate between infant, child and adult emergency care.&#10;&#10;Each player is dealt 7 cards. The remaining cards are placed face down in front of the dealer to form a draw pile. The top card of the draw pile is turned over and placed in the center of the circle. This card marks the first link in the beginning of the RESCUE ME! chain.&#10;Then the player places a card, called a link, next to the first card. This card must show either the next or previous step the rescuer takes to help his or her victim. Also player must answer the question on the card correctly.&#10;Once a player has no cards left, the game is over.&#10;&#10;Components:&#10;116 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Resource Rummy",
    "ID": 66140,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66140/resource-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to recognize economic resources and the category type of each one.&#10;&#10;The object of the game is to get two groups of three and four cards of 2 different resource categories. The player determines which cards to keep and discards the extra card. The first player to create two groups of three and four cards places the cards down and must name the two different categories (e.g., capital, labor) shown. The other players refer to a reference card that indicates all the items in their respective categories to verify whether the player is correct. If the player cannot name the two categories, the player on his/her left can name them correctly to win the round. The player with the winning hand gains one point. The game is over when a player reaches a predetermined score. If a time limit is set instead, the winner is the player with the highest score at the end of the time.&#10;&#10;Components:&#10;42 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ritardando",
    "ID": 66142,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66142/ritardando",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players will be able to identify musical key signatures and their respective primary chords and will be able to define musical dynamics terms.&#10;&#10;The game follows the format of the card game &quot;UNO&quot;.&#10;Player has to match the card in the Discard pile by placing down a card with the same key signature or a primary chord card of that key signature. Or, the player can throw down a Wild Card to change the key signature. First, however, the player must correctly define the musical term on the card. If the player cannot identify the term, they must draw a card from the Draw pile&#10;When a player has no cards left, they win that game.&#10;&#10;Components:&#10;70 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Inevitable",
    "ID": 66143,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/66143/inevitable",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.25",
    "Description": "Description:&#10;Inevitable is a satirical board game set in a slapstick dystopian future.  Global civilization as we know it was completely obliterated.  Fortunately, HappyCOM-9 was created to rebuild society and successfully created The City.  Unfortunately, HappyCOM-9 is completely insane.  The City is a surreal and dangerous place where anvils intermittently drop from the sky and death is only an inconvenience (if you have the money to buy a clone).&#10;&#10;There are many powerful groups in The City, like the Church, Ninjas, and the Post-Apocalyptic Beasts.  HappyCOM-9 has announced that there will be an election and that any group that wants to nominate a candidate to run against it may do so.  You are one of those candidates.&#10;&#10;Your goal is to increase your power, influence, and intelligence so you are strong enough, popular enough, and smart enough to beat HappyCOM-9 in an election.  During your campaign for President, you'll buy fantastic items (rocket-powered roller skates, flamethrowers, etc.) from the Catalog and compete in Game Shows (minigames within the game, like You Bet Your Clone!).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Fighting",
      "Humor",
      "Negotiation",
      "Political",
      "Print & Play",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Internado: El juego de mesa",
    "ID": 66144,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/66144/el-internado-el-juego-de-mesa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6667",
    "Description": "Boardgame based on spanish TV Serie called &quot;El Internado&quot;, produced by Globomedia for Antena 3 TV. In this game players must explore (roll the dice, move your pawn) &quot;El Internado de la Laguna Negra&quot; and try to resolve several missions to win the game. Game includes:&#10;&#10;     A board&#10;     A DVD: events that players must resolve before play his turn.&#10;     90 Events Cards Maze: similar to DVD (can play with DVD or cards)&#10;     36 Mission Cards: resolve missions to win Victory Points&#10;     6 players pawns (for six diferents roles) &#10;     10 pawns&#10;     25 objects tokens&#10;     1 dice&#10;&#10;&#10;URL &quot;El Internado&quot; (spanish): http://www.antena3.com/PortalA3com/El-Internado/programa/P_84035&#10;&#10;URL Board Game (spanish): http://www.antena3.com/PortalA3com/El-Internado/Juego-Mesa-Internado-Venta-exclusiva-Hipercor/PA_84035_459492_9033708&#10;&#10;Juego de mesa basado en la serie de televisi&oacute;n &quot;El Internado&quot;, producida por Globomedia para Antena 3 TV. En este juego los jugadores deben explorar (lanza el dado, mueve tu personaje) &quot;El Internado de la Laguna Negra&quot; y tratar de resolver distintas misiones para ganar el juego. El juego incluye:&#10;&#10;     Un tablero de juego&#10;     Un DVD con eventos que el jugador debe resolver antes de jugar su turno.&#10;     90 cartas de eventos, similar al DVD (el juego se puede jugar con DVD o cartas)&#10;     36 cartas de misiones que deben resolver los jugadores para obtener puntos de victoria&#10;     6 peones de jugadores &#10;     10 peones de personajes secundarios&#10;     25 fichas de objeto&#10;     1 dado&#10;&#10;&#10;URL &quot;El Internado&quot;: http://www.antena3.com/PortalA3com/El-Internado/programa/P_84035&#10;&#10;URL Juego de Mesa: http://www.antena3.com/PortalA3com/El-Internado/Juego-Mesa-Internado-Venta-exclusiva-Hipercor/PA_84035_459492_9033708&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Territory",
    "ID": 66146,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/66146/territory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Box:&#10;&#10;Connect the Flags. Claim the Squares. A classic game with a new twist. When you have 4 flags around a square, you claim it with a colored flag. Then twist the flags to make a new square and keep on going. The player with the most territory wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Components: 8 x 8 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nutty Neckties",
    "ID": 66147,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66147/nutty-neckties",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Box:&#10;&#10;In this silly game you try to get rid of your Neckties first by colour-matching the character shirts. Too bad you don't know what color ties you have.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Adventurer Kings",
    "ID": 66149,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/66149/adventurer-kings",
    "Min Players": "8",
    "Max Players": "30",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a turn based, computer-aided, hybrid boardgame. Played by email and 100% computer-moderated, it needs however a Game Master to enter the players moves, manage the correspondence, answer the questions, and so on. Although you can play it with paper and pencil only, the moves are usually entered by the players thanks to a free client program, in order to avoid an extra-work for the GM, and speed up the game. Difficult to categorize, Adventurer Kings is set in a fantasy world filled with heroes, intrigue, war and adventure, in which you can achieve victory in lots of different ways: military conquest, the slaying of monsters, the search for hidden treasures and magical items, exploration, and more.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Virtual Derby",
    "ID": 66151,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66151/virtual-derby",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Box:&#10;&#10;The Ultimate Interactive Theme Party Game! Introducing Thoroughbred and Standardbred Harness Horse Racing in the comfort of your own home. Virtual Derby includes a VHS videotape that contains over 20 actual horse races, an instruction book, a game board, horse markers, wagering pads, Derby Dollars, and official racing sheets. For experienced players, interactive wagering account and cable/satellite service (at additional cost) information and interactive code charts are included.&#10;&#10;At the Beginner level, the game is played with the VHS tape of actual horse races. Review the official racing sheet and pre-race odds, select horses to wager on, view the race, and payout the winners in Derby Dollars.&#10;&#10;At the Experienced level, the game is played with the game board, wagering pads, live televised horse races and the setting up of a real time wagering account through Virtual Derby's website.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Animals: Horses",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Romantic Sensations",
    "ID": 66152,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66152/romantic-sensations",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Box: A game of Romance and the Senses. Romantic Sensations is a card game that combines and reinforces our senses of touch, taste, scent, sound, and sight to create a wonderful romantic experience.&#10;&#10;To start, players read the list of prizes--romantic, sensuous activities to be enjoyed together. The cards are shuffled and dealt. Players then take turns picking a card from the deck, reading it aloud, and responding. Some cards ask for verbal responses, positive and supportive. Others suggest gentle touching, some playful, some subtle and ambiguous. When like cards are matched, they are placed down. The first player to match the required number of cards wins.&#10;&#10;Note: the game box includes two small bottles of lotion (&quot;sensuous massage lotion&quot; and &quot;bath gel&quot;) in addition to the question card deck.&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Team",
    "ID": 66153,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66153/the-team",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Theme&#10;&quot;Life as a warlord these days isn't easy, with warriors being increasingly picky about their teammates. Also, it seems like they just die too randomly anymore. Not to mention that opposing warlord across the chasm forming his or her own teams to combat yours. Only the shrewdest of warlords will emerge from this feud victorious.&quot;&#10;&#10;Mechanics&#10;The two players create small armies of fighters by playing card groups (melds). Then attacking player commits is fighters to the battle and so does the defender. Players alternate in attacking and defending until one of the two has captured 13 or more enemies.&#10;&#10;Themed Rummy game created for the 2009 Contest.&#10;&#10;Rules &#10;Artscow Deck&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CANNY Word Game",
    "ID": 66157,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66157/canny-word-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It&rsquo;s more than just a game, it&rsquo;s a battle of wits where imaginations are fired and words are the weapons of choice.&#10;&#10;In the basic game, the dealer shuffles the cards and then play begins with each player being dealt seven cards, one at a time, all face down. The remaining deck is placed aside.  Players pick up the cards and hold them in their hands or place them face-up on the table.  Using the alphabet letters on the cards, players create and writes down the word with the highest number of points.  Alphabet letters can be used more than once.  A player declares his/her words to the others, who then confirm each word and tally the points for that word.&#10; In the advanced game, players may choose to discard cards from their hands and re-fill with new cards from the deck.&#10; For example the word MUST:  M = worth 7 points, U = worth 11 points, S = worth 10 points and finally T = worth 11 points tally = 39 points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math",
      "Print & Play",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "NéoEco",
    "ID": 66159,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66159/neoeco",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "N&eacute;oeco is a broader take on the corporate social responsibility theme: each player is the CEO of a business and has to make strategic decisions about water, waste disposal, human resources, ethics, corporate communications etc. Players compete with eachother on sustainability criteria.&#10;&#10;Each player is an entrepreneur and has become more efficient in making the right choice strategic. It invests in it for renewable energy waste management, the fight against discrimination, etc.&#10;&#10;For this, it invests in 6 areas: water, waste, energy production, communication and social.&#10;&#10;55 cards very concrete and allow to change the game are earned or payable amounted to more than a player is ahead or behind compared to its competitors. The winner is the one at the end of the party, now the most prosperous.&#10;&#10;www.neoeco.fr&#10;&#10;",
    "Categories": [
      "Environmental",
      "Industry / Manufacturing",
      "Negotiation"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Made in the USA the Game",
    "ID": 66160,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/66160/made-in-the-usa-the-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Made in the USA is different than any other game you have ever played; it combines elements of card and board games and dominoes. Players create four lines of play using the four different patriotic suits. Players have the freedom to play as many cards as connect, or unit, to each other. For example, you may play a Seven, Eight and Nine of Stars, then play an Eight of Eagles. Play cards that connect to other players' cards. But when you change lines/suits then you will need to draw a &quot;Changes in the Wind&quot; card - so even when you think you have won, the round might not be finished.&#10;&#10;User review: Each player is dealt a hand of cards. The number of cards dealt to each player varies with the number of participants. In turn, a player can add to the cards in the array in the middle of the table. Cards of the same rank are placed in the same row. The cards must be ranked in ascending order from top to bottom. Cards of the same suit must be placed in the same row. Event cards may be played at the beginning or end of one&rsquo;s turn. The &quot;Changes in the Wind&quot; cards are a separate draw pile. These cards are drawn whenever a player begins a new row.&#10;The hand is over when one player&rsquo;s hand is depleted. The other players are penalized for cards remaining in their hands. The game is over when someone has been penalized 500 points. The player with the lowest score is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bluemini: My Dog's House",
    "ID": 66165,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/66165/bluemini-my-dogs-house",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A game for toddlers (1 1/2 to 3 yrs).  The goal is to get the dog home to his water bowl.  Basically, it's a memory game with only 3 different pictures.&#10;&#10;The game box becomes the dog's yard and a 3-d dog house is built.  It's only real function is to entertain the toddler.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Storytelling"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Yn Gymraeg",
    "ID": 66170,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/66170/monopoly-yn-gymraeg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Some of London's main streets are familiar to a host of children and adults through the Monopoly board game, with almost everyone recognising the names of Mayfair, Park Lane and Bond Street.&#10;This Christmas, the towns and cities of Wales will become equally as familiar, with a new Welsh-language version of the game. Cardiff Bay will replace Mayfair and the Menai Straits will take over from Park Lane.&#10;In welcoming the new Welsh-language version, Rhodri Glyn Thomas, Minister for Heritage, said: 'We are extremely pleased that the Books Council have been able to support the Welsh-language Monopoly and its success will not only bring pleasure to many this Christmas, but will also enable families across Wales to play this popular board game through the medium of Welsh.'&#10;Winning Moves, who have produced a number of versions of the popular board game based on different regions of Britain, are pleased to add a distinctive Welsh-language version to the collection, with the players winning or losing their fortune as they travel the length and breadth of Wales.&#10;The company invited the Books Council to assist them in selecting appropriate names for the game board, and the Council sought the assistance of the leading language expert D. Geraint Lewis, who has published numerous dictionaries and grammar books.&#10;'We were delighted to be able to work with Winning Moves to produce the Welsh-language version of this popular board game,' said Gwerfyl Pierce Jones, Director of the Welsh Books Council.&#10;'The Welsh-language version of Scrabble proved to be a best-seller and we are sure that Monopoly yn Gymraeg (Monopoly in Welsh) will have similar success amongst Welsh speakers and Welsh learners of all ages. The whole process was a most pleasing challenge and D. Geraint Lewis's contribution as a consultant was a key factor in ensuring that the game reflected all the different regions of Wales.'&#10;A set of both English- and Welsh-language rules are included with each game, to assist Welsh learners.&#10;D. Geraint Lewis added: 'Nothing gives me more pleasure than seeing people playing board games through the medium of Welsh, and to know that these games are of the highest quality.'&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: United Kingdom",
      "Country: Wales",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Great Northern War: Lesnaya (1708)",
    "ID": 66174,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/66174/great-northern-war-lesnaya-1708",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;The Great Northern War (1700 - 1721) was a military struggle between Sweden on one side, and Russia, Denmark, and Saxony-Poland on the other.&quot;&#10;&#10;&quot;In 1708 Charles XII launched an invasion of Russia, determined to capture Moscow and force the Tsar to accept a peace treaty that favored Sweden. Peter the Great ordered a 'scorched earth' policy to deny supplies to the Swedish invaders.&quot;&#10;&#10;&quot;In September of 1708 Tsar Peter learned that a Swedish force protecting their supply train was separated from Charles XII and the main Swedish army. He pounced. Peter lead a flying column to attack the Swedes while the main part of his army blocked Charles' path to Moscow. The battle took place near the village of Lesnaya.&quot;&#10;&#10;A miniatures wargame intended for classroom use with two teams of students (grades 6-8). The game is designed to be played on a 7.5x5 foot table using 1/72 scale plastic miniatures. Free print-and-play paper miniatures are also provided for use with the rules.&#10;&#10;While the fast play rules are relatively straightforward, they still manage to encompass a number of historical aspects that affected the battle. The rules cover unit formations, terrain, charges, morale, commanders, and differences in the battle tactics of the Russian Dragoons and Swedish cavalry.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Educational",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Russia",
      "Country: Sweden",
      "History: Great Northern War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Kleine Gespenst: BMM",
    "ID": 66175,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/66175/das-kleine-gespenst-bmm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Kai Haferkamp's Das Kleine Gespenst won the 2005 Kinderspiel des Jahres, and now the little ghost returns in a smaller, &quot;bring with me&quot; game that maintains the sassy ghost spirit in a new way. The little ghost is hiding somewhere in the box, and the policeman is searching for it, peering into each manhole with a modicum of fear in his heart, waiting to feel the spectre push cold fingers through his forehead and whisk his cerebellum into a frothy pink smoothie.&#10;&#10;Ha ha, you believed that? No, the little ghost &ndash; should he be under the manhole upon which the policeman stands &ndash; will blow off his cap. If you, the player, have been wise enough to be the one who placed the policeman on that manhole, you receive a reward chip. The box is then shaken vigorously in order to spirit the ghost away to some other manhole and await for the policeman's attention there. The first player to blow a cop's hat off five times wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Authors: Otfried Preußler",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tapp",
    "ID": 66180,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/66180/tapp",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Tapp is a regional (Southwestern Germany / Wuerttemberg) traditional trick taking game with 36 Cards (4 suits, french cards from 6 up to Ace, worth 11 (ace), 10 (10), 4 (King), 3 (Queen), 2 (Jack) and zero (6,7,8,9)), with similarities to Skat, Binokel and Tarock. Each player gets eleven cards (3 player-game) three are laid aside as the &quot;talon&quot; or 8 cards (4-player-game) with 4 cards for the &quot;talon&quot;. &quot;Coeur&quot; is always highest, the others are equal of value. There are different ways players can decide to &quot;play&quot;. The one who &quot;plays&quot; does this against the other players (like in Skat). Usually (&quot;trump game&quot;) you need 61 points to win the game.&#10;&#10;Description and rules: http://de.wikipedia.org/wiki/Tapp_%28Kartenspiel%29&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Salute!",
    "ID": 66184,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66184/salute",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The player will be able to classify the Officer ranks (O-1 to O-6) of Armed Services including Branch of Service, rank, device worn, and number/arrangement of stripes.&#10;&#10;The objective is to get three of a kind, four of a kind, and/or a &quot;straight&quot; (consecutive string of Officer ranks) within any singular specific Armed Service. Each player takes his/her turn in reviewing their own hand, drawing one card from the draw deck, or selecting the first face-up card in the discard deck. Then, he/she discards one unwanted card, and the game proceeds to the next player.&#10;If he has one of demanded combinations he shouts &quot;Salute!&quot; immediately. The remaining players are allowed one more turn to try to match, or exceed the hand of the player who commanded, &quot;SALUTE!&quot;.&#10;Every combinations score. The first player to total 500 points wins.&#10;&#10;Components:&#10;60 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "See de tea",
    "ID": 66185,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66185/see-de-tea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Given a learning objective, the learner will be able to classify it in terms of the content/performance matrix.&#10;&#10;The game is similar in several ways to Rummy.&#10;&#10;To make a play, the player must hold a minimum of three cards that fit together in the matrix. These may be any combination of &quot;kind,&quot; &quot;level,&quot; or &quot;objective&quot; cards. For example, three &quot;objective&quot; cards of the same kind or type, two fact &quot;objective&quot; cards and a &quot;FACT&quot; card, or a remember fact &quot;objective&quot; card with a &quot;REMEMBER&quot; card and a &quot;FACT&quot; card. After three cards have been laid down, any related card can be added to the set. To begin another set, a minimum of three cards is required.&#10;When the &quot;draw&quot; pile is used up, the round is over. Each player counts the number of &quot;objective&quot; cards they have played (do not count &quot;kind&quot; or &quot;level&quot; cards) and receives 1 point for each. Players with &quot;objective&quot; cards remaining in their hands must subtract 1 point for each.&#10;&#10;Components:&#10;&#10;     16 &quot;kind&quot; cards (3 each: Fact, Concept, Procedure, Principle)&#10;     12 &quot;level&quot; cards (3 each: Remember, Use, Find)&#10;     33 &quot;objective&quot; cards&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sentence Challenge Game",
    "ID": 66186,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66186/sentence-challenge-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Theplayers shall be able to use the card game to practice/reinforce formulating complete sentences.&#10;&#10;The players use the words on the cards that were dealt to him to construct a sentence. He is awarded the points assigned to each card used if it's agreed that this is complete sentence.&#10;A game ends when: a) all of the cards have been dealt, or b)the score of any player reaches or comes closest to an agreed total (200 points suggested).&#10;&#10;The person with the most points at the end of the game is the winner.&#10;&#10;Components:&#10;144 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shape Search",
    "ID": 66187,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66187/shape-search",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Given the deck of cards described below, the learners will be able to perceive and communicate descriptions of objects by observing the fine details of those objects.&#10;&#10;The game is structured like the game &quot;Go Fish&quot;. The object of the game is to be the first to get rid of all your cards by completing books. Each book is composed of four cards. A photograph of an object has been divided into quarters. Each card of a book contains one of these quarter photographs. When the four cards of a book are arranged on a table a photograph of the object is perceived.&#10;&#10;Components:&#10;60 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shape Shuffle",
    "ID": 66189,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66189/shape-shuffle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The player will be able to match plane figures and space figures by their figure illustration, word name, written description, and a photograph of an actual object with the related plane or space figure.&#10;&#10;Each player in his turn either picks up the top card from the deck or the face upcard next to the deck. She or he then discards one card and places it face up on the discard pile so there are always ten cards in hand or tray.&#10;Play continues until the first player who has Shape Shuffle goes out. To go out a player must have at least one 4 of a kind, either two more 3 of a kind, or another 4 of a kind and a 2 of a kind and scores for those.&#10;Play continues until the first player reaches a score of 200 points.&#10;&#10;Components:&#10;56 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shape Up",
    "ID": 66191,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66191/shape-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players shall be able to identify simple shapes embedded within complex figures.&#10;&#10;The object of the game is to create &quot;shape sets&quot;. A set is made by collecting all the shapes contained within one of the square cards. Each shape in a set is worth one point. The player who has used the most shapes (not sets) at the end of the game wins; that is, sets containing more shapes are worth more points.&#10;&#10;Compoents:&#10;66 cards&#10;- 26 complex shape cards&#10;- 40 simple shape cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shark Rummy",
    "ID": 66192,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66192/shark-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to differentiate sharks by matching the different anatomical parts to form a complete shark.&#10;&#10;Gameplay is similar to rummy.&#10;To go out a player must have 4 of a kind twice. A kind is defined as the four body parts of a particular shark. Also player scores 100 points then.&#10;Play continues until the first player reaches a score of 500 points.&#10;&#10;Components:&#10;52 cards&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Sharks",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skeleton Rummy",
    "ID": 66194,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66194/skeleton-rummy",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Skeleton Rummy is a card game designed to serve as a learning and review tool for novice anatomy students. The game is intended to provide an elementary overview of the human skeletal anatomy.&#10;&#10;The object of the game is to eliminate all of the cards in a players hand. This can be done by forming pairs (melding). The game is over when any player has laid down all of the cards in his/her hand. The player who eliminates all of the cards first, wins the game.&#10;&#10;Components:&#10;52 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spiel mit Lukas: Torjäger",
    "ID": 66195,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/66195/spiel-mit-lukas-torjager",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "This game is part of the &quot;Lukas Podolski game series&#10;&#10;There are green and white circles on the board which are connected with white lines with numbers on it.&#10;Each player gets a deck in one color (black or red) and draws four cards. The player that wins the toss begins the game. To pass the ball the player has to play a card with the number equal or higher than the number on the white lines. If a player plays the ball to a white circle he/she can play another card. Otherwise there is a duel between the two players.&#10;Duel:&#10;Each player has four cards (if a player doesn't have four cards, complete the cards, till you have four) Then both player place a card on the table, face down. When both players have chosen a crad, turn around the cards. The player with the highest number on the card, has ball control. That player can pass the ball along the board.&#10;&#10;To score points, the player plays the number (or a higher number) indicated on the board in front of the goal. To keep track of the points, a player receives a goal-chip each time a goal is made. If a player runs out of cards, the player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Specahouse",
    "ID": 66196,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66196/specahouse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The beginning contractor student will learn to equate particular design structures with appropriate construction materials, while becoming acquainted with amenities that can appreciate the value of homes. Players will be able to build a house to spec on time by completing the house first.&#10;&#10;Each player begins to assemble the necessary elements for construction and to collect attribute/obstacle cards to increase property values by retrieving 1 card from the pickup or discard pile. Players scores for completed houses.&#10;The player with the most points wins.&#10;&#10;Components:&#10;109 cards&#10;The deck is composed of 7 house element cards with 58 variations, 21 thematic design cards, and 30 attribute/obstacle cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "By Jingo! Wargame Rules for the Second Anglo-Boer War",
    "ID": 66199,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/66199/by-jingo-wargame-rules-for-the-second-anglo-boer-w",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "By Jingo ! is a set of table-top rules designed to be used to represent the 2nd Anglo-Boer War.&#10;&#10;All the players play one side while the enemy is controlled in a more robotic way. &#10;In this game all players are Boer Generals who must defeat a powerfully arrayed Imperial force who are intent on driving you from your position and thus relieve a besieged township in your rear.&#10;&#10;The game system includes the rules and background for the system, playsheet and Imperial Orders sheet.&#10;&#10;The systems are adaptable to any scale between 2mm &amp; 15mm.&#10;&#10;&ndash; Description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: South Africa",
      "History: Boer Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood & Sand: Wargame Rules for the Mahdist Wars in the Soudan",
    "ID": 66200,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/66200/blood-and-sand-wargame-rules-for-the-mahdist-wars",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A campaign system and battle rules for miniatures, nominally for 10mm figures but applicable to others.&#10;&#10;This set of rules forms part of the Real Time Wargames series, in this case covering the Sudanese colonial battles of the late 19th century where the British and Egyptian armies fought the warriors of the Mahdi.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Sudan",
      "History: Mahdist War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wars of Empire I: The Seven Weeks War of 1866",
    "ID": 66201,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/66201/wars-of-empire-i-the-seven-weeks-war-of-1866",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "A campaign system and battle rules for miniatures, nominally for 10mm figures but applicable to others.&#10;&#10;This set of rules forms part of the Real Time Wargames series, in this case covering the Seven Weeks War of the  19th century involving the Austrian, Prussian and minor nations armies.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: Austro-Prussian War",
      "Series: Wars of Empire (Real Time Wargames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "\"To the Last Gaiter Button\": Wargame Rules for The Battle of the Frontiers – The Imperial Phase of the Franco-Prussian War of 1870-71",
    "ID": 66202,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/66202/to-the-last-gaiter-button-wargame-rules-for-the-ba",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Tactical battle rules for miniatures, nominally for 10mm figures but applicable to others.&#10;&#10;This set of rules forms part of the Real Time Wargames series, in this case covering the late 19th century battles involving the French and Prussian armies in 1870.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Franco-Prussian War",
      "Series: Wars of Empire (Real Time Wargames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "For, Lords, To-morrow is a Busy Day: Wargame Rules for The Wars of the Roses",
    "ID": 66204,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/66204/for-lords-to-morrow-is-a-busy-day-wargame-rules-fo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Tactical battle rules for the Wars of the Roses, covering medieval civil warfare in Britain in the late 15th century. The rules indicate use of 10mm figures but other scales are usable.&#10;&#10;The rules emphasise the various arms within the armies of the warring factions, including men at arms, light and heavy cavalry, archers, handgunners and artillery. Rules are also provided for incidental troops such as pikemen and foreign mercenaries.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Country: England",
      "Country: Wales",
      "History: Wars of the Roses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Eagle's Last Flight: Eagles & Empire I",
    "ID": 66205,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/66205/the-eagles-last-flight-eagles-and-empire-i",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Operational and grand-tactical rules for the 100 Days Campaign in 1815, covering the famous and decisive encounters between Napoleon, Bluecher and Wellington at a high abstract level. The rules indicate use of 10mm figures but other scales are usable.&#10;&#10;The rules emphasise command and the various ineteractions between the arms of the warring factions including light and heavy cavalry, infantry and artillery.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "\"Playing Leapfrog\": Corps Level Actions on the Western Front Battlefield Rules and Mini-Campaign System",
    "ID": 66206,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/66206/playing-leapfrog-corps-level-actions-on-the-wester",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Corps level miniatures rules for World War One on the Western Front at a fairly abstract level. The rules indicate use of 10mm figures but other scales are usable.&#10;&#10;The rules emphasise command of large scale units. The aim is to gain ground, trading off against casualty levels. The rules contain all the key features of Western Front warfare, including artillery, machine guns and trench warfare.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tableau chronologique de l'histoire universéle gravé en forme de jeu, avec l'exposition des règles de ce jeu et des faits historiques dont il est composé",
    "ID": 66207,
    "Year": "(1717)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66207/tableau-chronologique-de-lhistoire-universele-grav",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A French game for children made for an educational purpose. At the gameboard one can se over 100 circles with information about important people in history.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nyse",
    "ID": 66215,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/66215/nyse",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "Nice (Nyse)!  You can make tens of millions of dollars in ten-minute&rsquo;s time on the New York Stock Exchange (NYSE), as long as you are willing to exploit hard working regular people around the world by creating, manipulating, or collapsing speculative markets, aggressively investing, restricting investments, and forcing stock swaps on others  . . . none of which is very nice.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Containers: Zippered Pouch"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who Wants To Be A Millionaire? Entertainment",
    "ID": 66219,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/66219/who-wants-to-be-a-millionaire-entertainment",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Manufacturer's Description&#10;A new way of playing the board game based on the popular TV quiz show. The host uses a score pad to plot the progress of the players whilst testing them with questions on all types of Entertainment.&#10;&#10;Tension and excitement builds up as the players get closer to the million, and as in the TV show, they can use their lifelines.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "TV Shows: TV Game Shows",
      "TV Shows: Who Wants To Be A Millionaire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who Wants To Be a Millionaire? Sport & Leisure",
    "ID": 66220,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/66220/who-wants-to-be-a-millionaire-sport-and-leisure",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Manufacturer's Description&#10;A new way of playing the board game based on the popular TV quiz show. The host uses a score pad to plot the progress of the players whilst testing them with questions on all types of Sports and Leisure activities.&#10;&#10;Tension and excitement builds up as the players get closer to the million, and as in the TV show, they can use their lifelines.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "TV Shows: TV Game Shows",
      "TV Shows: Who Wants To Be A Millionaire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexico SWE-ENG",
    "ID": 66221,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/66221/lexico-swe-eng",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Unique dictionary game is now completely renovated! Lexico contains a total of 9000 commonly used words, divided into five thematic areas: Human, Environment, Nature and Hobby, Science and Technology as well as the general words. Three different levels of difficulty thanks to the game is suitable for all ages and levels of language minds can play together - each of the chosen level of difficulty. Lexicon company you enjoy and learn a foreign language!&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sveriges kungahus frågespel",
    "ID": 66222,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/66222/sveriges-kungahus-fragespel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Crown Princess Victoria and Princess Madeleine married! The game with the 1250 issues of Sweden's Royal Family is overdue! Here you answer questions on everything from Jean Baptiste Bernadotte to Silvia Nobel Blisters. The questions are divided into five categories: Bernadotte's predecessor, 1800s, 1900s, New &amp; mixed and Castles &amp; mansions. Win a crown for the right answer in each category, go to the center and answering the final question. The game is published in a limited and numbered edition exclusive to wooden pieces in velvet bag and velvet posts and gold foil on the cover.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sverige-Chansen",
    "ID": 66223,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/66223/sverige-chansen",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An entertaining and different knowledge about Sweden game for the whole family. The players must decide whether a more or less unbelievable assertion is true or not and also how safe it is in their response. Are you very confident and has the right to take it up faster, but also look up so you can not move backwards. First Case After traveling all over Sweden have won.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NYA Familjens Frågespel",
    "ID": 66224,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/66224/nya-familjens-fragespel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Experience the laughter and excitement in the family's favorite quiz. This way is on issues of 385 fun topics about everything between heaven and earth, from animals in Africa and signed figure to mobile phones and planets. The questions fit the flesta and there is some addition, special issues for the youngest. Answering questions in your favorite subject and try to win as much money as possible on your skills. When the timer starts ticking, you have 15 seconds to respond. While stress co pillars you through placing the chance cards which means they probably know the answer and want to &quot;steal&quot; your question. The player with the most money at the end of the game will be the family champion.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lättlurad?",
    "ID": 66225,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/66225/lattlurad",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From publisher:&#10;Tell them the truth - except the gullible! Take a card that says how you are, whoever you are, what you do or where. Fool your friends into believing that you are telling the truth when you do not. Or, make them believe that you are telling the truth but actually prefer a waltz. Chance cards add an extra voltage moments and try your creativity. Buckling liars and speed up the proceedings - the first player to have won the case!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "LogIQ: Ω Omega",
    "ID": 66229,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.83",
    "Link": "https://boardgamegeek.com/boardgame/66229/logiq-o-omega",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From publisher:&#10;Challenge yourself and your friend with this fast-paced IQ duel game. Each product includes tasks divided into different task types, covering everything from number sequences to 3D problems and analogies. Put that grey matter to work and win the tasks by being the fastest one to solve the tricky problems!&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: LogIQ (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LogIQ: Φ Phi",
    "ID": 66230,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/66230/logiq-f-phi",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the publisher:&#10;Challenge yourself and your friend with this fast-paced IQ duel game. Each product includes tasks divided into different task types, covering everything from number sequences to 3D problems and analogies. Put that grey matter to work and win the tasks by being the fastest one to solve the tricky problems!&#10;Game 2 in series of 4!&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: LogIQ (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LogIQ: Ψ Psi",
    "ID": 66231,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.62",
    "Link": "https://boardgamegeek.com/boardgame/66231/logiq-ps-psi",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the publisher:&#10;Challenge yourself and your friend with this fast-paced IQ duel game. Each product includes tasks divided into different task types, covering everything from number sequences to 3D problems and analogies. Put that grey matter to work and win the tasks by being the fastest one to solve the tricky problems!&#10;Game 3 in a series of 4.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: LogIQ (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LogIQ: Ξ Xi",
    "ID": 66232,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/66232/logiq-ks-xi",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the publisher:&#10;Challenge yourself and your friend with this fast-paced IQ duel game. Each product includes tasks divided into different task types, covering everything from number sequences to 3D problems and analogies. Put that grey matter to work and win the tasks by being the fastest one to solve the tricky problems!&#10;Game 4 in a series of 4!&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: LogIQ (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goda grannar",
    "ID": 66236,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.09",
    "Link": "https://boardgamegeek.com/boardgame/66236/goda-grannar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publisher:&#10;The biggest yacht, the fastest car, the hottest spouse and the most magnificent house &ndash; collect all the luxuries and make your neighbors green with envy, at the same time keeping a close eye on them. But remember that even the grandest empire may fall, so watch out for that nasty mother-in-law! The game where you treat your neighbors the way you always wanted to but never had the guts!&#10;&#10;The game can be played up to 6 players. The game has four goals in the each corner of the board: the fastest car, the biggest yacht, the hottest spouse and the biggest and most expensive house. In the middle of the board you have deck of cards you use to get pieces you need to get next best thing in one of the four possible things. You move your playing piece around the cards and if you get the number necessary you can enter to the out of four big goal corners and try to get yourself the next best thing available! You win the game when the mother-in-law gets you and you have the most (better) stuff!&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Pokémon Gold and Silver",
    "ID": 66238,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/66238/monopoly-pokemon-gold-and-silver",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "For ages 8+&#10;2-6 players&#10;This is the 2nd version of Pokemon Monopoly.&#10; Includes:&#10;&#10;* 6 collectible Pokemon movers - Chikorita, Totodile, Marill, Cyndaquil, Bellossom, Pikachu&#10;    * 32 Plastic Poke' Centers and 12 Poke' Marts to improve your Pokemon's strength&#10;    * 28 Pokemon Deed cards and 7 denominations of Pokemon-themed play money&#10;    * 16 Ash cards and 16 Professor Elm cards, replacing the traditional Community Chest and Chance cards&#10;    * Special optional Poke' Rules and full-colour Gameboard&#10;&#10;Game info:&#10;In this Gold and Silver Pokemon edition of the classic Monopoly game, you'll travel around the board in search of Pokemon from the Johto World. The more Pokemon you collect, the more powerful a trainer you become. Add Poke' Marts and Poke' Centers to make your Pokemon even stronger. Ash cards and Professor Elm cards may bring rewards or other surprises. Bargain, trade and fight with other trainers to collect the most powerful Pokemon team and win the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What Everyone Should Know About TRENDS & LIFESTYLES",
    "ID": 66240,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/66240/what-everyone-should-know-about-trends-and-lifesty",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher:&#10;This game covers the whole scale from haute couture to everyday trends. Do you know which international fashion house uses the initials LV, or which animal appears on the Lamborghini logo? If you don&rsquo;t, find out with What everyone should know about trends and lifestyles!&#10;On each turn players take one card and try to answer to the question on there! When getting the answer right you get 10 of the money the game uses! Then you have another change to go! Get it right again, you get 20, then 50, then 100 and then you have to give away your turn!&#10;You win the game when collecting amount of money agreed with other players at the beginning of the game! For example you win, when you get 250 that money!&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: What Everyone Should Know About... (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What Everyone Should Know About TRAVELLING IN EUROPE",
    "ID": 66241,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/66241/what-everyone-should-know-about-travelling-in-euro",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the publisher:&#10;This game will take you on a trip to Europe. Everyone knows the leaning tower of Pisa, but do you know why it doesn&rsquo;t stand straight? If you don&rsquo;t, find out with What everyone should know about traveling in Europe!&#10;On each turn players take one card and try to answer to the question on there! When getting the answer right you get 10 of the money the game uses! Then you have another change to go! Get it right again, you get 20, then 50, then 100 and then you have to give away your turn!&#10;You win the game when collecting amount of money agreed with other players at the beginning of the game! For example you win, when you get 250 that money!&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: What Everyone Should Know About... (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexico UK-FR",
    "ID": 66242,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66242/lexico-uk-fr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;A unique dictionary game &ndash; now you can have fun while learning French! Lexico features altogether 9000 commonly used words divided in five categories: Human, Living environment, Nature and hobbies, Science and technology and Common words. The three difficulty levels make it possible for each player to play on the difficulty level best suited for his/her language skills. A game that all family can play together and learn languages at the same time!&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What Everyone Should Know About GREAT INVENTIONS",
    "ID": 66243,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/66243/what-everyone-should-know-about-great-inventions",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher:&#10;This game makes the cogwheels of your brain turn. Do you know who invented the bicycle, and how Blu-ray differs from DVD? If you don&rsquo;t, find out with What everyone should know about the greatest inventions!&#10;On each turn players take one card and try to answer to the question on there! When getting the answer right you get 10 of the money the game uses! Then you have another change to go! Get it right again, you get 20, then 50, then 100 and then you have to give away your turn!&#10;You win the game when collecting amount of money agreed with other players at the beginning of the game! For example you win, when you get 250 that money!&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: What Everyone Should Know About... (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What Everyone Should Know About THE AMAZING EARTH",
    "ID": 66244,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/66244/what-everyone-should-know-about-the-amazing-earth",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher:&#10;This game will take you to the hottest deserts and the deepest oceans, and even beyond the Moon! Do you know how many bridges cross the Amazon River, or what causes solar eclipses? If you don&rsquo;t, find out with What everyone should know about the amazing Earth!&#10;On each turn players take one card and try to answer to the question on there! When getting the answer right you get 10 of the money the game uses! Then you have another change to go! Get it right again, you get 20, then 50, then 100 and then you have to give away your turn!&#10;You win the game when collecting amount of money agreed with other players at the beginning of the game! For example you win, when you get 250 that money!&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: What Everyone Should Know About... (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Norge Quiz Junior resespill",
    "ID": 66248,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66248/norge-quiz-junior-resespill",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;The game includes a total of 600 Norway concerning questions! By responding to the questions you tick off the pyramid in your subject areas. You be the first to check off 5 circles, you are a winner!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Norway",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexico NO-UK",
    "ID": 66249,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66249/lexico-no-uk",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher:&#10;Unique dictionary game is now completely renovated! Lexico contains a total of 9000 commonly used words, divided into five thematic areas: Human, Environment, Nature and Hobby, Science and Technology as well as the general words. Three different levels of difficulty thanks to the game is suitable for all ages and levels of language minds can play together - each of the chosen level of difficulty. Lexicon company you enjoy and learn a foreign language!&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Camp Fire Girls Game",
    "ID": 66252,
    "Year": "(1926)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66252/camp-fire-girls-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of this game is to try and enter the &quot;Council Fire&quot; while collecting as many 'Honor Beads' as possible while on the way around the board. The player capturing the most points in Honors wins the game. One unusual part of this game is that players all play at the same time. There are no turns in the game, so no waiting for your turn before you play. The winner is the player who captures the most Honors, not neccesarily the person who finishes the game first. You must get to the &quot;Log Cabin Council Fire&quot; by exact count in order to end the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "County Fair",
    "ID": 66253,
    "Year": "(1891)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66253/county-fair",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card game. There are 3 classes of cards, cards called Sellers, cards with pictures on them called Spectators and money cards. The Seller cards and the Spectator cards are shuffled to form their own decks. The start player draws a Seller card to see what they have to sell and the selling price for the item and then a Spectator card to see if they draw a person willing to buy whats for sale. If they get that combination of an item and a willing seller the player takes the amount of money shown on the Sellers card out of the 'bank'. Some cards show 'no sale' There are also two 'pretty girl' cards, one will buy and one will sell. There is also a 'constable card' which if drawn, the player drawing the card is immediately arrested and so losses his/her turn. When the seller cards are exhausted the game ends and whoever has the most money wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Good Cat Bad Cat",
    "ID": 66254,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/66254/good-cat-bad-cat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1429",
    "Description": "Do you have the right cards to be a good cat? To be a bad cat? Can you trick your friends into giving you the cards you need? Do you think you know your friends well enough to know when they&rsquo;re bluffing? Will you keep them from getting a point or help them?&#10;&#10;At the end of the day were you the kind of cat you wanted to be? Everyone will know if you&rsquo;ve been a good cat or a bad cat!&#10;&#10;Good Cat Bad Cat is a game of strategy, bluffing, and paranoia! What else would you expect from a game about cats?&#10;&#10;Good Cat Bad Cat is a fast paced game that is easy to learn!&#10;&#10;Note: In addition to the cards, you will need 6 CCG sized card sleeves or something similar to use for the card envelopes. A pencil and paper are also needed to keep scores!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena",
    "ID": 66258,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/66258/arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Arena is a four-in-a-row game, much like Connect Four or Score Four, with two distinguishing features:&#10;&#10;     Players alternately place/stack pieces along a wrap-around circular/cylindrical path instead a grid.&#10;     The board is not divided into discrete spaces; pieces are considered neighbors until a piece is laid between them.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Junior Alias med Bamse & Kylling, Kaj & Andrea og Anna & Lotte",
    "ID": 66259,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/66259/junior-alias-med-bamse-and-kylling-kaj-and-andrea",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;In this Alias game with all your TV favorites, you must explain the words and images to your team without mentioning the word to be explained. You may use synonyms, clues, etc. The number of correctly guessed words matches the number of fields which the team must move up on the gameboard. First Team to finish wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Racing",
      "Word Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Characters: Bamse",
      "Game: Alias"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Engelsk ParlØr-Spil",
    "ID": 66260,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/66260/engelsk-parlor-spil",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the publisher:&#10;English phrasebook games with 250 practical words and phrases that you need, when you're traveling. To win the game you must translate words and phrases correctly and deleting categories in your triangle. You can play alone for training your travel English. Convenient format for luggage. A fun way to train travel in English!&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lexico DK-UK",
    "ID": 66261,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/66261/lexico-dk-uk",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;Unique dictionary game is now completely renovated! Lexico contains a total of 9000 commonly used words, divided into five thematic areas: Human, Environment, Nature and Hobby, Science and Technology as well as the general words. Three different levels of difficulty thanks to the game is suitable for all ages and levels of language minds can play together - each of the chosen level of difficulty. Lexicon company you enjoy and learn a foreign language!&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "He & She Travel",
    "ID": 66262,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/66262/he-and-she-travel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publisher:&#10;Straight couples game in travel version now. Game is about to find out how well couples know each other. The game can be played by couples against couples or one couple. In order to advance in play the answer sheets must fit together. First couple to reach target wins the game. If a single pair is playing, so the aim is to find out who know their partner best.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Europa: Quizzen om Europa",
    "ID": 66263,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/66263/europa-quizzen-om-europa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;An exciting quiz for Europe - now in handy travel version. The game contains 600 questions, divided into six categories: History, Culture, Technology and Natural Science, Geography, Sports and Mixed. Answer the questions, strike category circles, and become the first player to answer correctly to the last question to win the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexico NL-UK",
    "ID": 66264,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/66264/lexico-nl-uk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;Lexico is a game and a dictionary combined in a unique and fun way. Beside its excellent game value, it also has a huge educational value and is of interest to anyone who wants to learn languages. Lexico features altogether 9000 commonly used words from five different categories: Human, Living environment, Nature and hobbies, Science and technology and Common words. The words are divided into 3 difficulty levels and the idea is that every player plays the difficulty level best suited for his/her language skills.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexico LV-RU",
    "ID": 66266,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/66266/lexico-lv-ru",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;Lexico is a game and a dictionary combined in a unique and fun way. Beside its excellent game value, it also has a huge educational value and is of interest to anyone who wants to learn languages. Lexico features altogether 9000 commonly used words from five different categories: Human, Living environment, Nature and hobbies, Science and technology and Common words. The words are divided into 3 difficulty levels and the idea is that every player plays the difficulty level best suited for his/her language skills.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexico LV-ENG",
    "ID": 66267,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/66267/lexico-lv-eng",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;Lexico is a game and a dictionary combined in a unique and fun way. Beside its excellent game value, it also has a huge educational value and is of interest to anyone who wants to learn languages. Lexico features altogether 9000 commonly used words from five different categories: Human, Living environment, Nature and hobbies, Science and technology and Common words. The words are divided into 3 difficulty levels and the idea is that every player plays the difficulty level best suited for his/her language skills.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexico LT-ENG",
    "ID": 66268,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/66268/lexico-lt-eng",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the publisher:&#10;Lexico is a game and a dictionary combined in a unique and fun way. Beside its excellent game value, it also has a huge educational value and is of interest to anyone who wants to learn languages. Lexico features altogether 9000 commonly used words from five different categories: Human, Living environment, Nature and hobbies, Science and technology and Common words. The words are divided into 3 difficulty levels and the idea is that every player plays the difficulty level best suited for his/her language skills.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexico RUS-ENG",
    "ID": 66269,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/66269/lexico-rus-eng",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publisher:&#10;Lexico is a game and a dictionary combined in a unique and fun way. Beside its excellent game value, it also has a huge educational value and is of interest to anyone who wants to learn languages. Lexico features altogether 9000 commonly used words from five different categories: Human, Living environment, Nature and hobbies, Science and technology and Common words. The words are divided into 3 difficulty levels and the idea is that every player plays the difficulty level best suited for his/her language skills.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lexico (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Faqir",
    "ID": 66271,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/66271/faqir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Faqir players try to make specific patterns with nails (cones) that match with the pattern on a card they have drawn.&#10;The first player to achieve this wins. Each card is partially visible to the other players; use this to spike the fakirs of your opponents!&#10;&#10;Taken from the publisher website:&#10;&#10;Everyone knows about the faqirs lying on beds of nails, but the ones in this game are not so keen on sharp things &ndash; they prefer to squirm between the nails! Who is the first player to place the nails so that their faqir dares to come out from his dressing room to perform? Faqir is a great game for the whole family &ndash; all you need is some perceptive skills, light strategic thinking and a pinch of luck!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Dordrecht",
    "ID": 66272,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/66272/monopoly-dordrecht",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The famous Monopoly game. This edition has the theme Dordrecht, a dutch city. Try to get the streets of Dordrecht and build your houses and hotels.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Netherlands",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Enschede",
    "ID": 66273,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/66273/monopoly-enschede",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The famous Monopoly game. Try to sell and buy property in the Dutch city Enschede. Collect streets and build houses and hotels.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Netherlands",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Jewels",
    "ID": 66274,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/66274/dragon-jewels",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The players collect jewels from the dragon's cave and place them in their jewels box. The first player to collect 4 of each color (red, blue and yellow) wins. If the dragon catches the player he chases them to the exit.&#10;&#10;The game uses a mechanic of common control where each player controls the dragon on their turn.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Fatal Blow",
    "ID": 66281,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/66281/a-fatal-blow",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Fatal Blow is a skirmish game of miniature combat between individual warriors, fighters and knights.  Fatal Blow is designed to be a fast playing but intriguing game of battle between fantasy and medieval era warriors.  &#10;To most experienced miniature gamers, there is a lot about Fatal Blow that will be familiar, however whether your are an experienced miniature gamer or not you will find a lot about Fatal Blow to set it apart from other skirmish games in this setting.  In Fatal Blow, BOTH the warrior and his weapon(s) will be crucial to his success or failure in any particular combat.  In addition, no matter how powerful a character is, or how weak his opponent may be; if armed with the right weapon, the weaker opponent always has a chance of killing his powerful foe with a single, well laid blow.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  }
]