[
  {
    "Rank": "N/A",
    "Name": "Expect!",
    "ID": 254633,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254633/expect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Expect!, previously known as Experience:Streetwar or XPSW, is a surprisingly swift, match-n-tactics card game for 2-4 players.&#10;Players build color groups from their cards on a 5x5 grid, to score as many points as possible, and mix in useful effects to gain more options.&#10;Card positioning and the board itself plays a key role in the gameplay - the game quickly changes from easy score-grinding to fight over last positions, and back.&#10;The finish line is set to 100 points, whoever finds the quickest way to beat it, gains control over the grid :)&#10;Expect! the unexpected. Easy to learn, interesting to discover, challenging to master, coated in nice comic-based design and tested on humans.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Ranger Lizardfolk Promo Card",
    "ID": 254643,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254643/dragonfire-ranger-lizardfolk-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Ranger Lizardfolk promo character card distributed in Game Trade Magazine #220 (June 2018).&#10;&#10;Provides a new Lizardfolk Ranger character for players to use, unique to this promotional distribution.&#10;&#10;There are two versions. One Male and the other Female. Only one of the two versions comes in each copy of GTM #220.&#10;&#10;This promo card is for a Lizardfolk Ranger with the Hunter's Lore (Nature) ability: During a short rest, make a skill check. Success - Look at the top primary encounter card. You may bury it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Promotional: Cards",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sailor Moon Crystal: Dice Challenge – Sailor Pluto Promo",
    "ID": 254644,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254644/sailor-moon-crystal-dice-challenge-sailor-pluto-pr",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This is a promo card for Sailor Moon Crystal: Dice Challenge. It was released in Game Trade Magazine #220 (June 2018).&#10;&#10;The promo card features Sailor Pluto.&#10;&#10;The card has dice 4, 6, 8, 10 and reserve dice of 10, 10, 20, 20.&#10;The card has the &quot;Garnet Rod&quot; special ability, which allows the character to adjust any die +/-1 before an attack.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Summit: The Board Game – Flare Gun",
    "ID": 254651,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254651/summit-the-board-game-flare-gun",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Summit: Flare Gun is a promotional card for Summit: The Board Game! Discard the flare gun during play to take one of the three actions listed.&#10;&#10;Available as part of Pack D from the Dice Tower 2021 Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cellris",
    "ID": 254658,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/254658/cellris",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Cellris is the official board game of Kiscell Museum (Budapest, Hungary), featuring iconic objects and artworks from the museum's collections on tetris tiles. Players need to create a unique exhibition using these objects in the former Baroque church area of the museum. Before they can be exhibited, chosen collection pieces have to go first to the restoration workshop. Victory points depend on the concept how players select and place artwork tiles on the board. For example, players earn points if they set up different types of objects or if they focus solely on artworks from a certain historical period.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hatten in Flames: ASL Historical Module 9",
    "ID": 254682,
    "Year": "(2018)",
    "Geek Rating": "5.649",
    "Avg Rating": "8.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254682/hatten-in-flames-asl-historical-module-9",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.7143",
    "Description": "In late December 1944, the American 7th Army was overextended throughout the French provinces of Alsace and Lorraine, covering for units drawn northwards towards the vicious fighting around Bastogne. Sensing this weakness, German High Command launched Operation NORDWIND to retake Alsace and the French city of Strasbourg.&#10;&#10;In early January 1945, after several unsuccessful thrusts, the Germans committed key panzer reserves in the form of Panzer-Division 21 and Panzergrenadier-Division 25, targeting the neighboring French villages of Hatten and Rittershoffen. The initial attack fell on Hatten and nearby Maginot Line positions manned by the inexperienced doughboys of the 42nd &ldquo;Rainbow&rdquo; Infantry Division. After a brief but valiant defense, they were relieved by two veteran infantry battalions from the 79th &ldquo;Cross of Lorraine&rdquo; Infantry Division, whose soldiers slowed the German advance but in turn, became surrounded in the villages. Tankers from the 14th Armored Division then engaged the German panzers head-on in an attempt to relieve the infantry.&#10;&#10;The eight scenarios and two Campaign Games in Hatten in Flames focus on the first five days of the fighting inside of Hatten, as panzer units sought to break through to the open terrain of Alsace that lay beyond Hatten and Rittershoffen. These capture the portion of the battle where an intense combined-arms struggle between a few handfuls of infantry companies and tank platoons of both sides played out on a daily basis in this small French village. In rendering these encounters, the Hatten in Flames CGs provide players with all the challenging options and decisions of bigger CGs while remaining much more manageable than most. Campaign game mechanics are based on tried-and-true systems used in previous ASL historical modules.&#10;&#10;Hatten in Flames contains:&#10;&#10;     one box and lid&#10;     one 30&quot; x 32&quot; map&#10;     two countersheets&#10;     Chapter HF rules&#10;     eight ASL scenarios&#10;     two Campaign Games&#10;     two Chapter Dividers&#10;&#10;&#10;Hatten in Flames is not a complete game; ownership of the Advanced Squad Leader Rule Book, BEYOND VALOR, and YANKS is required for play.&#10;&#10;(from MMP's website)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Region: Alsace (France)",
      "Series: Historical ASL Modules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OrcQuest WarPath: Quests Box – Greedy & Doomed",
    "ID": 254684,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254684/orcquest-warpath-quests-box-greedy-and-doomed",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Greedy &amp; Doomed&quot; is a new expansion that will enrich the OrcQuest universe with new enemies. With the two Secondary Quests included, your heroes will be able to measure themselves, between two Chapters of your Campaign, against two frightening monsters, giving rise to epic and intense battles.&#10;&#10;Meet in the heart of the Bloody Woods, in Abgral's Cave, strewn with skulls and sharp bones, and face the Laughing Troll. Entertain him and maybe he'll accompany you on your quest!&#10;&#10;Finish your adventure in cataclysmic apotheosis in front of Cthul'orc, a fallen orc deity, waiting for his hour to return, incarnated in the body of a host worthy of his power, in order to devastate everything in his path. Be glorious or be doomed forever!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: Alien King Expansion",
    "ID": 254687,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254687/alien-vs-predator-alien-king-expansion",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Among the largest, and most terrifying, biologics that an alien hive can bring to bear upon its enemies, is a creature dubbed the Monstrosity or &ldquo;King&rdquo; xenomorph. Towering several stories over its smaller brethren, this creature shakes the ground wherever it goes, causing small localized earthquakes in its wake. Near impervious to small arms fire, wounds dealt to it are regenerated almost instantly. It has been noted that when it eats its victims, its alien healing power actually speeds up, knitting even the most terrible wounds back together.&#10;&#10;At range, it can project a huge ball of acid which if it hits even a target that is dug in, will melt them to little more than a puddle of matter. When it gets in close, it will unleash a screech, killing its initial enemies and then rush in with surprising speed for a creature of its size. Its gigantic claws and long tail are able to tear tanks and infantry to pieces in equal measure. Luckily, only a handful of such creatures found in the largest xenomorph hives, has ever been catalogued by human scientists.&#10;&#10;Shipping of this product starts 16th of April 2018.&#10;&#10;Box contains:&#10;&#10;1x multipart resin Alien King model&#10;&#10;1x &quot;The Bug Hunt Gamemode&quot; booklet in English language&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien vs Predator: Predator Elders",
    "ID": 254688,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254688/alien-vs-predator-predator-elders",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The leader of a clan is that warrior who is the most experienced and has lived through countless Hunts. Risen from the ranks of the Elite, often having several xenomorph Queen kills in their tally, his job is to oversee and train Youngbloods, administer and watch over Hunts and lead the clan in off-world matters in the matriarch&rsquo;s stead. A single Elder can be found in command of an entire mothership of yautja. It is he that determines the location and targets for a Hunt.&#10;&#10;Should there be Youngbloods on board who need to prove themselves, he will watch the ritual from the command station to confirm success or failure of the participants. Such a position is highly sought, and should an elder die, only the strongest and most honored of the Elite may vie for the place of elder.&#10;&#10;When  an  Elder  enters  battle,  he  will  be  equipped  with  the  finest  weapons  from  the  armoury.  Each  one  has  cultivated a unique combat style over countless years, and to come face-to-face with a yautja Elder most likely means a swift death and a new skull for the Elder&rsquo;s trophy wall.&#10;&#10;Set contains:&#10;&#10;3x 32mm scaled miniatures&#10;    3x ping tokens&#10;    3x stat cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terrible Candidates",
    "ID": 254690,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/254690/terrible-candidates",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Terrible Candidates pits you and another candidate against each other in a fierce debate where you need to win over the Press. You&rsquo;re given a selection of Policy cards which you then use as prompts for debate when the Topic card is revealed. You each take 30 seconds to win over the Media, who has the chance to interact with you (don&rsquo;t like it? Yell out Fake news!)&#10;&#10;The game ends when all players have debated the person sitting on either side of them. The player who won the most debates is the President. If multiple players have won the same number of debates, these winners then debate each other, until there is an ultimate debate, and the final vote is chosen&#10;&#10;It&rsquo;s a great way to start off a games night over a couple of drinks and a fantastic game to add to your collection of party games, due to the simple rules and easy replayability.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Political",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Player Elimination",
      "Voting"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek Fluxx: Bridge Expansion",
    "ID": 254701,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254701/star-trek-fluxx-bridge-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Want to shuffle Star Trek Fluxx together with Star Trek: The Next Generation Fluxx? The games are already designed so that they can be combined, and the twelve cards in Star Trek Fluxx: Bridge Expansion allow them to mesh even better. The Bridge Keeper lets you take control of either Enterprise, and a host of new Goals let Kirk meet Picard, Spock meet Data, and the Past meet the Future!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "Theme: Time Travel",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder à la carte: The Spice of Death",
    "ID": 254702,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254702/murder-a-la-carte-the-spice-of-death",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "From the box:&#10;&#10;Enjoy a little murder with your dinner?...&#10;Everyone's a suspect when murder is on the menu. And with Murder &agrave; la Carte you have everything you need to serve up the perfect murder dinner party. First the invites, you choose which of your friends play which devious suspect and invite them to come along as that character. Then the shopping list, menu suggestions and recipes. Plus of course... a really tasty murder to solve. We guarantee that it will be drop dead fun, and that by the end of the evening one (or more) of the suspects, your 'friends', will be caught out as the murderer!!&#10;&#10;The year is 1930, the place Northern India. It is becoming increasingly clear that the days of the British Raj are numbered. There are tensions between the English and the Indians and between the Hindus and Muslims. You are invited to 'Dunruttin' the residence of Colonel and Mrs Hurley-Burley. One of the guests Lt Chance fails to arrive. he has been murdered. Those present at the dinner party including the murderer:&#10;Colonel Hurley-Burley VC, British army officer and loyal soldier of the empire.&#10;Mrs Camilla Hurley-Burley, his younger, and glamorous, wife.&#10;Elizabeth Hurley-Burley, their 21 year old strong willed daughter.&#10;Jasvinda Loo, a Hindu nationalist educated in England with Elizabeth.&#10;Imran Khant, a playboy, fond of women, sport and gambling.&#10;Fritz Metz, a young South African businessman.&#10;Mata Harem, a retired Turkish Spy.&#10;Sage Aloo, a Hindu guru, an old rogue who enjoys life.&#10;&#10;Contents:&#10;Party planner with game rules, recipes, music and decorating tips.&#10;Character booklets, including their roles, background information and a few tasty secrets.&#10;Place cards for each character.&#10;Party invitations and envelopes for each character.&#10;Six secret clues.&#10;Cassette tape with an introduction, scene setter, summary of events and solution to the crime.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: Murder à la carte"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Melt",
    "ID": 254705,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254705/the-melt",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Since the days of The Melt back in the early 2100s, people feared the horrors of the ocean. Most wouldn't dare to even approach it. A small group of dreamers created &quot;Remember the Sea&quot;, an optimistic and nostalgic bunch who were drawn to, one day, commune with the sea again. You were one such visionary spirit.&#10;&#10;On January 31, 2307, Remember the Sea finally turned vision into reality with the launching of Moonbeam. A floating city constructed from an ancient ship that used to be called an aircraft carrier, Moonbeam took the members of Remember the Sea out into the ocean. Finally, after centuries of waiting, you and your fellow explorers took your first anxious steps out into the great unknown. These are your stories of discovery, wonder, and adventure. Here's hoping you return alive from The Melt...&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stroop: Wild",
    "ID": 254709,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254709/stroop-wild",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Stroop: Wild consists of a set of four promotional cards that can be added to the Stroop base game.&#10;&#10;In Round One: You may play a wild card if the previous card names the color, size, pattern, number, or direction of the wild card. Every card is then eligible to be played on the wild card.&#10;&#10;In Round Two: You may play a wild card at any time. The next card played must name the color, size, pattern, number, or direction of the wild card.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Expansion for Base-game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Finn Bjelkes Popquiz",
    "ID": 254710,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/254710/finn-bjelkes-popquiz",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "55",
    "Weight": "0",
    "Description": "Finn Bjelke's Popquiz Boardgames is a trivia game based on the popular NRK(Norwegian Broadcasting Corporation)-program, where you can really show off your knowledge of music. Maybe you know the name of all the songs on the radio, and all the band members, but do you know much about pop? Do you know who warmed up for Rolling Stones the first time they played in Oslo, or which Ray Charles song Kayne West has sampled?&#10;&#10;After a million conversations about music among your friends, you now want to prove that it is you who is the biggest music lover. Now all the hours with LP-records, worn CD's and music streaming finally counts. Pop music is the soundtrack of life, and here the music is the focus.&#10;&#10;Somebody will say that you don't need to know who was the drummer in The Beatles before Ringo Starr, or what has Elvis Presleys middle name. They can't be more wrong. Without this essential knowledge, you never will become the greatest in PopQuiz!&#10;&#10;The d10 dice guides you fast to the correct music category. Now you must show what you know! Answer correctly, you move closer to the goal. Do you answer incorrectly, you can now enjoy that you have learned something more.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unreal Estate: Sniper's Tower",
    "ID": 254711,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254711/unreal-estate-snipers-tower",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Unreal Estate: Sniper's Tower is a promotional card for the Unreal Estate base game. Its effect: &quot;Before dealing the Proposal Board, take the cards and draft one secretly. Lay out the Proposal Board with the remaining cards, and continue a normal round from the start player.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "WinPak #2",
    "ID": 254717,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254717/winpak-2",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This six scenario pack revolves around battles involving AMERICAN FORCES in the European Theatre of Operation, during World War Two, and is compatible with MMP's ASL&trade; System and modifiable to be used with other miniature Wargaming systems.&#10;&#10;Note: WinPak #2 uses ASL boards (10,40,54,55) and ASLSK boards (p)&#10;&#10;The six scenarios are:&#10;&#10;Martinville Ridge, France, 9 July 1944: Elements of the 3rd Fallschirmjager Division supported by an Assault Gun launch a counterattack against Company A, 1st Battalion, US 175th Infantry Regiment in attempt to stem the American advance. The Americans, pounded by heavy fire and taking causalities, are forced to withdraw and are nearly routed...&#10;&#10;Media, Morocco, 9 November 1942: The Allied Forces have just landed in North Africa as apart of Operation TORCH; for the American, this operation is their first in the European Theatre. A key objective for the US 60th Infantry Regiment and its commander Brigadier-General Lucian Truscott is the airfield at Port Lyautey...&#10;&#10;Honinghutie, Holland, 18 September 1944: Just before dawn, a small force of American paratroopers of the 508th Parachute Infantry Regiment under the command of Lt. Lloyd Polette Jr. are tasked with securing Bridge #10 over the Maas-Waal Canal; in the fading darkness the forces breaks cover and races for the bridge...&#10;&#10;Pont de St. Fromond, France, 7 July 1944: The US crossing of the Vire River had gone better than anticipated, the 117th Infantry Regiment had three companies across under the cover of a heavy mist, and they fanned out to secure a bridgehead, Company G ran into resistance in the village of Pont de St. Fromond...&#10;&#10;Martinville Ridge, France, 9 July 1944: The German counterattack along Martinville ridge had managed to cut off several forward units of the American 29th Infantry Division. The Fallschirmjagers toting flamethrowers and supported by assault guns advance against the dug-in and lightly armed Americans...&#10;&#10;Mortain, France, 7 August 1944: For Operation Luttich SS-Panzer-Grenadier Division 17 &quot;Gotz von Belichingen&quot; now reduced to kampfgruppe strength was tasked with the capture of a ridge known as Hill 317. The hill, occupied by the 2d Battalion, US 120th Infantry Regiment,  was located on the eastern side of the Mortain, which the Germans had earlier decided to bypass, but now had come back to sting them...&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape the Dark Castle: Adventure Pack 2 – Scourge of the Undead Queen",
    "ID": 254719,
    "Year": "(2018)",
    "Geek Rating": "5.755",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254719/escape-the-dark-castle-adventure-pack-2-scourge-of",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This Adventure Pack introduces a new mechanic to the system - Companions. These characters can appear during a quest and join-up with the prisoners to assist in their escape. Fans of roleplaying games will know them by the term NPCs (non-player characters). Players will now encounter event cards in the item deck which trigger the arrival of one of the Companions. Each Companion has a unique mixture of traits and a special ability. They are powerful allies but their presence may be fleeting, so prisoners must choose carefully how and when to call on them.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape the Dark Castle: Adventure Pack 3 – Blight of the Plague Lord",
    "ID": 254720,
    "Year": "(2018)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254720/escape-the-dark-castle-adventure-pack-3-blight-of",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This Adventure Pack introduces a new mechanic to the system - Plague. As if the horrors, traps, and challenges of the Dark Castle were not already enough to haunt the prisoner&rsquo;s every waking thought, there is now a new kind of threat to contend with. As they explore the labyrinthine castle passages, players can now encounter Carriers, plague-infected lunatics bent on spreading the disease. Certain interactions with Carriers can cause prisoners to contract, spread, and even succumb entirely to this rampant atrocity, adding a new dimension and weight to the game&rsquo;s risk-reward decisions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killer Bunnies and the Quest for the Magic Carrot: Creature Feature Booster",
    "ID": 254721,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254721/killer-bunnies-and-the-quest-for-the-magic-carrot",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Killer Bunnies and the Quest for the Magic Carrot: Creature Feature Booster is an expansion pack for any Killer Bunnies Quest blue starter deck, and it can be combined with any existing booster.&#10;&#10;This set adds 55 new cards to the game as well as a Chinese zodiac die. Law Enforcement bunnies can prevent crime and stealing, Horrible Hens can annoy your friends, and General Tso might take carrots from you...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Killer Bunnies",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bio Maniac",
    "ID": 254723,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/254723/bio-maniac",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Bio Maniac is an educational card game about curing and preventing diseases. It consists of cards for diseases and cures, plus event cards. In a turn, a player flips open five cards from the deck, cures diseases with the appropriate cards (if these are available) and hands out the remaining cards to other players who can use them in subsequent turns. &#10;At the end of the game, players gain points for cured diseases, with more points being dealt out if a player has collected more than one disease card of the same type. Uncured diseases score negative points. The player with most points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Smash Molécula",
    "ID": 254739,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/254739/smash-molecula",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Smash Mol&eacute;cula is a card game in which chemical elements battle for supremacy. Each player holds three element cards at the beginning of a turn. Each element has a special power when you play it, such as drawing more cards or stealing cards from others. The cards have positive or negative values, and if you can play several cards with a sum of 0, you can draw a molecule card that will score points. Molecules, however, can also react to other molecules, so that your points aren't safe. &#10;The first player to reach 10 points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Club Super 3. Joc de Daus",
    "ID": 254740,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/254740/club-super-3-joc-de-daus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "99",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The goal of the game is to obtain the maximum possible score, reaching the maximum number of figures of the board itself.&#10;&#10;The player can throw the dice up to three times. Each time you take the dice, you can decide to reserve some and drop the rest. Until the third throw, the player is not obligated to decide which figure chooses.&#10;&#10;If at the first shot, or between the first and the next, you get 5 equal figures, you can no longer shoot again.&#10;&#10;After the third dice rolling the count is made. The player will receive as many goals as dice has removed from the same figure. Then he will put them on his board.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Training Football",
    "ID": 254741,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/254741/super-training-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Super Training Football is a simple card game for two players that simulates a football match. The game consists of a stack of cards, which each player holding five cards at the beginning of each turn. &#10;To attempt to score a goal, a player has to collect and then play the required number of pass cards. Then they place an attempt card face down and the defender can place a save card (if they have any). The attempt card shows a quadrant of the goal, while the save cards covers most quadrants except a few - if the attempt was made at an unprotected quadrant, it's a goal.&#10;&#10;Playing through the stack of cards represents one half of the game; after two halves are played, whoever scored most goals is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Economy",
    "ID": 254742,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/254742/economy",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Economy, players representing different countries develop the resources of their respective lands to create an industrial civilisation.&#10;&#10;Commencing with significant natural resources scattered throughout their lands, players struggle against the handicaps of a small population and the ravages of famine and disease to establish the basic amenities of civilised life, such as Governments, Hospitals and Education facilities. The tempo of development quickens as players increase their populations, mechanise transport systems and trade with one another to obtain commodities which they need.&#10;&#10;As more and more people are freed from agricultural activities, the industrial workforce increases, factory construction commences and the manufacturing industry is born. The steel, chemical, electrical, alumina and petroleum industries follow one another in rapid succession ushering in the modern era.&#10;&#10;The winner of the game is the first player to build and operate a supersonic passenger airliner.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Educational",
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Simulation",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Color Addict 2 player promo",
    "ID": 254744,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.25",
    "Link": "https://boardgamegeek.com/boardgame/254744/color-addict-2-player-promo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "7",
    "Play Time": "7",
    "Weight": "0",
    "Description": "This promo consists of 9 cards that were given out at gaming events to encourage players to buy the main game.   These were sealed in plastic rather than boxed.&#10;&#10;The main game dynamic is the same:  color names are written but not necessarily the color of the card background.  The object is to get rid of cards by matching the written word of the color with the color on card's background on the table.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lexicon-Go",
    "ID": 254752,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/254752/lexicon-go",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Though this is based on the long-established card game of Lexicon, it isn't just a new edition of the same game. The 52 letter cards of the original game are replaced here with 52 letter tiles. These can be used to play the original game but they also introduce a new speed game. This dispenses with the letter values used in the original game and it dispenses with conventional turns. Instead it is played over 5 rounds, with the winner of each round simply being the fastest player to use all 10 of his letter tiles.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Green Horde – Liam Survivor",
    "ID": 254772,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254772/zombicide-green-horde-liam-survivor",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Liam promo survivor, figure and ID card, included during the Green Horde Kickstarter, for those that purchased the No Rest for the Wicked expansion.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TAG! The Card Game",
    "ID": 254775,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/254775/tag-the-card-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "1",
    "Play Time": "3",
    "Weight": "0",
    "Description": "TAG! The Card Game is a frantically fast paced card game of real-life tag. Where the goal is NOT TO BE &quot;IT!&quot;.&#10;&#10;Immediately get rid of the &quot;IT!&quot; card before the &quot;TIME&quot; card shows up... or you lose!&#10;&#10;TAG! The Card Game is a non-linear card game that resembles &quot;UNO&quot; and Hot Potato. Speed is essential!To win you better play fast or out smart your opponents!&#10;&#10;How to play: &#10;&#10;     The game starts with all players picking up (4) cards and picking a single player to be &quot;IT!&quot;&#10;     The player who is &quot;IT!&quot; starts by using a card from their hand and placing it onto the discard pile passing the &quot;IT!&quot; card to another player, making them the new &quot;IT!&quot;&#10;     Keep passing the &quot;IT!&quot; card until the &quot;TIME&quot; card shows up. Immediately place the &quot;TIME&quot; card down, whoever is &quot;IT&quot; at that moment loses! &#10;&#10;&#10;&quot;Real-Life TAG is dangerous, Play TAG! the CARD GAME instead!!!&quot;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fates of Madness",
    "ID": 254777,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/254777/fates-of-madness",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Fates of Madness is rules-lite cooperative card game with challenging playability. This horror themed adventure is based on the Gothic Campaign Compendium project and is the first joint project between Legendary Games and Mythica Gaming.&#10;&#10;This diceless game is varied by the use of Fate cards and skill level to determine success or failure.&#10;&#10;You'll find seven scenarios and six monsters that four adventures will have to succeed using skill checks, combat, and spells. Fate cards and madness can have surprising outcomes. Will any of the players survive or will the game end in a total party kill?&#10;&#10;Dozens of equipment, potions, and treasure cards allow the adventurers to prepare for the ultimate battle with the boss monster!&#10;&#10;A selection of sinister boss monsters awaits the party in an ever-harrowing destiny!&#10;&#10;&mdash;description from the publishers&#10;&#10;NOTE: this game also has an RPG (Fates of Madness) and an RPG item (Fates of Madness) on RPGGeek.   It is listed in the RPGG and BGG Merge List.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Matem o Rei",
    "ID": 254779,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/254779/matem-o-rei",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The Tyrant must be eliminated! In Matem o Rei, you must kill the King by moving your assassin among the guests of the masquerade. Using poisons, daggers, and bombs, you need to be the first to depose the Despot. But beware, the other players may stop you by changing the direction of the dance!&#10;&#10;Matem o Rei contains 48 cards, 17 masks and a board. During their turns, the players can use their cards to move the guests of the same color and same mask around the board, making a way to the King or hindering other players. Knowing which cards to keep, which to use and which to discard can be the difference in the victory. Players can also attempt to murder the King. But beware! Each player also has a bribed Guard, which can protect the King.&#10;&#10;Players don't know each others identity, neither of the Guards. Use this to your advantage, moving your assassin in secret until the right time. You can also change your mask or weapon better suit your strategy.&#10;&#10;The first player to assassinate the King wins the game.&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "サムライソウルフード (Samurai Soul Food)",
    "ID": 254787,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254787/samuraisouruhudo-samurai-soul-food",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;Charge up your Samurai Soul by satisfying the Lord with your art of cuisine!&#10;&#10;Who will win the Go-Zen-Battle? Sharpen your blade and get ready for the fight!&#10;&#10;&#227;&#130;&#181;&#227;&#131;&#160;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#130;&#189;&#227;&#130;&#166;&#227;&#131;&#171;&#227;&#131;&#149;&#227;&#131;&#188;&#227;&#131;&#137; (Samurai Soul Food) is a card game with a theme of cooking. The Lord orders players to cook three dishes as a team.&#10;&#10;Each round, players are ordered to cook one dish of meal as a team. Each player places one ingredient card face-down, then all the cards are revealed. The cooking is successful if conditions written in the order card are met. Each player scores Samurai Soul depending on the cards played.&#10;&#10;The game ends after three successful rounds, in which case highest scorer wins the game; or after two unsuccessful rounds, in which case the Lord orders harakiri to all players, resulting no winner.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#136;&#227;&#131;&#142;&#227;&#130;&#181;&#227;&#131;&#158;&#227;&#129;&#174;&#229;&#190;&#161;&#233;&#161;&#140;&#227;&#129;&#171;&#230;&#178;&#191;&#227;&#129;&#163;&#227;&#129;&#159;&#230;&#150;&#153;&#231;&#144;&#134;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#130;&#181;&#227;&#131;&#160;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#130;&#189;&#227;&#130;&#166;&#227;&#131;&#171;&#227;&#130;&#146;&#232;&#178;&#175;&#227;&#130;&#129;&#227;&#130;&#136;&#239;&#188;&#129; &#10;&ldquo;&#229;&#190;&#161;&#232;&#134;&#179;&#230;&#173;&#187;&#229;&#144;&#136;&rdquo;&#227;&#129;&#174;&#229;&#139;&#157;&#232;&#128;&#133;&#227;&#129;&#175;&hellip;&hellip;&#227;&#129;&#132;&#227;&#129;&#150;&#229;&#176;&#139;&#229;&#184;&#184;&#227;&#129;&#171;&#227;&#128;&#129;&#231;&#169;&#186;&#229;&#137;&#141;&#229;&#190;&#161;&#232;&#134;&#179;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#139;&#227;&#129;&#185;&#227;&#129;&#151;&#227;&#128;&#130;&#10;&#10;&#229;&#190;&#161;&#232;&#134;&#179;&#230;&#173;&#187;&#229;&#144;&#136;&#227;&#129;&#167;&#229;&#190;&#161;&#233;&#161;&#140;&#227;&#129;&#171;&#230;&#178;&#191;&#227;&#129;&#163;&#227;&#129;&#159;&#230;&#150;&#153;&#231;&#144;&#134;&#227;&#130;&#146;3&#229;&#155;&#158;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#128;&#129;&#227;&#128;&#140;&#227;&#130;&#181;&#227;&#131;&#160;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#130;&#189;&#227;&#130;&#166;&#227;&#131;&#171;&#227;&#128;&#141;&#227;&#129;&#174;&#229;&#144;&#136;&#232;&#168;&#136;&#227;&#129;&#140;&#228;&#184;&#128;&#231;&#149;&#170;&#229;&#164;&#154;&#227;&#129;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Story of KIZUNA and \"Luciola cruciata\"",
    "ID": 254789,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/254789/story-of-kizuna-and-luciola-cruciata",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#173;&#227;&#130;&#186;&#227;&#131;&#138;&#227;&#129;&#168;&#232;&#158;&#162;&#227;&#129;&#174;&#231;&#137;&#169;&#232;&#170;&#158; (Story of KIZUNA and &quot;Luciola cruciata&quot;) is a story of boys and girls who fight against insane gods, consuming their lives.&#10;&#10;Story of KIZUNA and &quot;Luciola cruciata&quot; is a co-operative game. Players are members of Luciola cruciata, the defending organization. Their goal is to defend their town against invaders from nowhere, named Old Rebellion.&#10;&#10;With multiple scenarios and multiple characters to choose from, this game can be played many times.&#10;&#10;Be one of the characters and experience their battles.&#10;&#10;Published in Japanese and English,the game plays like a mix of Pandemic and Tragedy Looper, with the characters having special abilities and playing through scenarios. This allows for solitaire play. The game has been turned into a theatrical show and has been performed on stage in Japan.&#10;&#10;Publisher's summary&#10;&#229;&#176;&#145;&#229;&#185;&#180;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#175;&#229;&#145;&#189;&#227;&#130;&#146;&#231;&#135;&#131;&#227;&#130;&#132;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#136;&#166;&#227;&#129;&#132;&#231;&#182;&#154;&#227;&#129;&#145;&#227;&#130;&#139;&#226;&#128;&#149;&#226;&#128;&#149;&#10;&#231;&#139;&#130;&#227;&#129;&#163;&#227;&#129;&#159;&#231;&#165;&#158;&#227;&#129;&#168;&#230;&#136;&#166;&#227;&#129;&#134;&#227;&#128;&#129;&#229;&#176;&#145;&#229;&#185;&#180;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#174;&#231;&#137;&#169;&#232;&#170;&#158;&#227;&#128;&#130;&#10;&#10;&#227;&#128;&#140;&#227;&#130;&#173;&#227;&#130;&#186;&#227;&#131;&#138;&#227;&#129;&#168;&#232;&#158;&#162;&#227;&#129;&#174;&#231;&#137;&#169;&#232;&#170;&#158;&#227;&#128;&#141;&#227;&#129;&#174;&#231;&#155;&#174;&#231;&#154;&#132;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#151;&#167;&#231;&#169;&#162;&#231;&#165;&#158;&#239;&#188;&#136;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#131;&#137;&#227;&#131;&#187;&#227;&#131;&#170;&#227;&#131;&#153;&#227;&#131;&#170;&#227;&#130;&#170;&#227;&#131;&#179;&#239;&#188;&#137;&#227;&#129;&#174;&#230;&#137;&#139;&#227;&#129;&#139;&#227;&#130;&#137;&#232;&#161;&#151;&#227;&#130;&#146;&#229;&#174;&#136;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130; &#10;&#229;&#175;&#190;&#230;&#138;&#151;&#231;&#181;&#132;&#231;&#185;&#148;&#227;&#128;&#140;&#227;&#131;&#171;&#227;&#130;&#173;&#227;&#130;&#170;&#227;&#131;&#169;&#227;&#131;&#187;&#227;&#130;&#175;&#227;&#131;&#171;&#227;&#130;&#173;&#227;&#130;&#162;&#227;&#130;&#191;&#227;&#128;&#141;&#227;&#129;&#171;&#230;&#137;&#128;&#229;&#177;&#158;&#227;&#129;&#153;&#227;&#130;&#139;&#228;&#187;&#178;&#233;&#150;&#147;&#239;&#188;&#136;&#228;&#187;&#150;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#239;&#188;&#137;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#168;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#155;&#174;&#227;&#129;&#174;&#229;&#137;&#141;&#227;&#129;&#174;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#130;&#146;&#228;&#185;&#151;&#227;&#130;&#138;&#232;&#182;&#138;&#227;&#129;&#136;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130; &#10;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#233;&#129;&#184;&#230;&#138;&#158;&#227;&#128;&#129;&#227;&#130;&#183;&#227;&#131;&#138;&#227;&#131;&#170;&#227;&#130;&#170;&#233;&#129;&#184;&#230;&#138;&#158;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#230;&#132;&#159;&#232;&#166;&#154;&#227;&#130;&#130;&#233;&#155;&#163;&#230;&#152;&#147;&#229;&#186;&#166;&#227;&#130;&#130;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#143;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#228;&#189;&#149;&#229;&#186;&#166;&#227;&#129;&#167;&#227;&#130;&#130;&#233;&#129;&#138;&#227;&#129;&#185;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130; &#10;&#227;&#129;&#149;&#227;&#129;&#130;&#227;&#128;&#129;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#144;&#229;&#176;&#145;&#229;&#185;&#180;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#174;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#130;&#146;&rdquo;&#232;&#191;&#189;&#228;&#189;&#147;&#233;&#168;&#147;&rdquo;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Dice",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "キズナと螢の物語　エピソード2：穢サレシ少年 (Story of KIZUNA and \"Luciola cruciata\": Episode 2 – Soul Stained Juvenile)",
    "ID": 254791,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254791/kizunatoying-nowu-yu-episodo2hui-sareshishao-nian",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&#227;&#130;&#173;&#227;&#130;&#186;&#227;&#131;&#138;&#227;&#129;&#168;&#232;&#158;&#162;&#227;&#129;&#174;&#231;&#137;&#169;&#232;&#170;&#158;&#227;&#128;&#128;&#227;&#130;&#168;&#227;&#131;&#148;&#227;&#130;&#189;&#227;&#131;&#188;&#227;&#131;&#137;2&#239;&#188;&#154;&#231;&#169;&#162;&#227;&#130;&#181;&#227;&#131;&#172;&#227;&#130;&#183;&#229;&#176;&#145;&#229;&#185;&#180; (Story of KIZUNA and &quot;Luciola cruciata&quot; - Episode 2: Soul Stained Juvenile) is an expansion to Story of KIZUNA and \"Luciola cruciata\". It contains 10 new scenarios, 10 new characters, and some replacement cards for the characters in Episode 1. Some of the new scenarios and characters are of a new attribute, Dark. Also included are additional materials for making custom scenarios and characters, as well as new rules and mechanics regarding the use of enemies / ORs in the new scenarios.&#10;&#10;Awakened from a long slumber, a boy sets out for a war to know the truth. This is a story of the boy getting back his life tainted by insane gods.&#10;&#10;Three months have passed since &quot;Luciola cruciata&quot; stopped Old Rebellion's invasion into the human world through the gate, which was later called Voidgate Disaster. While people are regaining composure, in a facility of Luciola cruciata, a boy woke up from a 13-year sleep, which triggers the story to proceed.&#10;&#10;This game expands the base game of Story of KIZUNA and &quot;Luciola cruciata&quot; with new scenarios and new characters. It also enables you to create your own characters and scenarios.&#10;&#10;Publisher's summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Dice",
      "Modern Warfare",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "We the Meeples",
    "ID": 254809,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/254809/we-the-meeples",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In We the Meeples, three to five players will pick and argue about the laws that are to implemented in the newly formed country of Boardgamelandia. Each player will have a political alliance with one of nine political parties and try to score points based on the laws the players pass throughout the game. The player at the end of the game with the strongest political party becomes the first President of the country.&#10;&#10;After dealing out cards, players will draw another card on their turn, choose between the two cards for what laws they want to pass, and arguing will commence. The twist for Boardgamelandia's new Constitution though states that every bill must pass. It is up to the players to determine which part of the bill will go through through every political means possible&#10;&#10;In this tiny 18 card game, players will constantly have to defend their political beliefs in 18 different categories on cards that are usable in four different ways. But, if you see the laws are not going your way, you may decide to change political parties mid way through the game. Will you represent The Mind of the Republic with dignity, will you argue for the Agricolarians and their ways of life, or are you a member of the Secret Fascists and plotting world domination.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Rumble",
    "ID": 254838,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/254838/pirate-rumble",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Online Purchase:https://mizo-games.wixsite.com/website/webstore&#10;&#10;Pirate Rumble is a multiplayer party game with two modes- &quot;Duo mode&quot; and &quot;Camp mode&quot;. Players playing the role of legendary pirates from all over the world pass through time and space to Arizona, United States in the late 19th century, competing for the mysterious treasure &ldquo;Lost of Dutch&rdquo;. Each pirate must compete with other pirates for the treasure even if they might sacrifice their life.&#10;&#10;GAME PLAY&#10;&#10;On each turn, all players play 1 card from their hand simultaneously. Then, everyone reveal it at the same time and immediately do the gesture on the card. After that, Count the effect of cards played on this turn.&#10;&#10;There are 6 basic cards in the deck of each pirate. You can play &quot;Load&quot; to collect bullets; &quot;Shoot&quot;, &quot;Shoot Twice&quot; and &quot;Fire&quot; to deal damage; &ldquo;Dodge&quot; to defend the damage; &quot;Search&quot; to find special cards which are more powerful than basic cards.&#10;&#10;Everyone has to eliminate other pirates until one player survives alone. If only one player (one camp) survives, then the player(the camp) is the winner.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Across A Deadly Field: The War in the West",
    "ID": 254839,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254839/across-a-deadly-field-the-war-in-the-west",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The War in the West, the new supplement for Across A Deadly Field brings to the tabletop the bitter struggles of the Western Theatre of the American Civil War.&#10;The special rules and scenarios included in this volume give players everything they need to recreate the battles, both great and small, of this theatre of the war.&#10;Battles such as Shiloh, Stone River, Vicksburg, Chickamauga, Chattanooga and Atlanta are presented in great detail, offering players of Across a Deadly Field not only a range of scenario options, but the ability to play through a full campaign.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Skaven Team Card Pack",
    "ID": 254840,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254840/blood-bowl-2016-edition-skaven-team-card-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is a pack of 44 handy reference cards for a Skaven Blood Bowl team, along with blank cards allowing every coach to create their own players! Contained in the pack:&#10;&#10;&#10;     Reference cards for Lineman, Gutter Runner, Thrower, Blitzer and Rat Ogre.;&#10;     Reference cards for the following Star Players: Glart Smashrip, Hakflem Skuttlespike, Kreek Rustgouger;&#10;     The following blank cards that you can use to create your own players: 10 Linemen, 6 Gutter Runners, 3 Throwers, 3 Blitzers, 2 Rat Ogres;&#10;     A team roster card, with match record on the reverse;&#10;     The following 10 Special Play cards: Assassination Attempt, For Whom the Bell Tolls, Warpstone Dust, Rat Race, The Musk of Fear, What's It Made Of?, Concussion, Warp Lightning, Total Eclipse, Fleas!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Chaos Chosen Team Card Pack",
    "ID": 254841,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254841/blood-bowl-2016-edition-chaos-chosen-team-card-pac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a pack of 44 handy reference cards for a Chaos Chosen Blood Bowl team, along with blank cards allowing every coach to create their own players! Contained in the pack:&#10;&#10;&#10;     Reference cards for Beastman Runner, Chosen Blocker, Minotaur, Chaos Spawn, and Frog;&#10;     Reference cards for the following Star Players: Lord Borak the Despoiler, Grashnak Blackhoof, Lewdgrip Whiparm, Max Spleenripper, Bilerot Vomitflesh, Withergrasp Doubledrool, Scyla Anfingrimm, Gobbler Grimlich, Morg 'n' Thorg, Guffle Pusmaw;&#10;     The following blank cards that you can use to create your own players: 12 Beastman Runners, 6 Chosen Blockers and 2 Minotaurs;&#10;     A team roster card, with match record on the reverse;&#10;&#10;&#10; The following 7 Special Play cards: Daemonic Ectoplasm, Whispered Secrets, Hand of God, Helm of Many Eyes, Sweatband of Everlasting Conquest, Over Familiar, Athletic Cup of Damnation;&#10;&#10;     The most important card: a card explaining how to use the other cards.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A True Scotsman!",
    "ID": 254844,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254844/a-true-scotsman",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "A True Scotsman! is a small card game that combines deduction with clever card-play that aims to create a fun and engaging gaming experience for two players in 5-15 minutes.&#10;&#10;Throughout the game players must expose the Traitor in their enemy's ranks. As insults fly from either side of the battlefield, certain members of each clan are compelled to lift their kilts in contempt! However, will this act of defiance reveal a true Scotsman or uncover an Englishman - and the spy amidst their ranks...?&#10;&#10;On their turn, players will play cards representing the troops and events on the battlefield, trying to expose the Traitor hidden in their enemy's ranks. However, other events represent the Traitor's ability to remain hidden &ndash; but as soon as his luck runs out, he is exposed as an Englishman and his clan&rsquo;s claim to the throne is lost. This player&rsquo;s opponent wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doodle Mash",
    "ID": 254861,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/254861/doodle-mash",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "DoodleMash is a really fun party game for any occasion. What do you get when you cross a giraffe, praying mantis, and a penguin? A Manffeguin? How about when you cross a baboon with a bee and a spider? A Beeboonder? An eagle, snail, bear? Lion, moose, bird? You get DoodleMash! The combinations are endless with this one of a kind game that matches imagination with doodling to create some of the funniest, wildest creatures you could ever dream of! From art rooms to living room, or boardrooms to board game pubs. Doodlemash doesn't disappoint.&#10;&#10;Each round every player will draw a token that has 3 random numbers on it. The numbers will correspond to animal cards dealt on the board. The players will then have 60 seconds (or less) to mash up the 3 animals into 1. After the timer is up, players exchange drawings and try to guess which numbers the other player has based on the drawing. Landing on an &quot;X&quot; on the board will draw a sketchy card which changes how the other players must draw. From non-dominant hand to blind draw, sketchy cards always draw a laugh.&#10;&#10;First one across the finish wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil",
      "Real-Time"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ball Busters: Football",
    "ID": 254867,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254867/ball-busters-football",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "from the back of the box: &quot;The Ultimate Playbook of Puzzlers. Whether you're a serious football fan or a casual Sunday warrior, Ball Busters will challenge and amuse the competitor in you with brainteasers and curious questions featuring football stats and stars of yesteryear and today.&#10;&#10;Test your knowledge of football with your family and friends and see how much you really know when it comes to football then and now.&#10;&#10;Score a touchdown every time you play.&quot;&#10;&#10;This is a trivia card game with a football theme. The deck of question cards is passed around the table with each player answering a question until there is an incorrect response. The deck then moves to the right with another player attempting to provide the answers. The first contestant to get three correct answers in a row is declared the winner.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ArenaBots",
    "ID": 254868,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.65",
    "Link": "https://boardgamegeek.com/boardgame/254868/arenabots",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "ArenaBots is a tactical combat game for 2 to 6 players. You play a young pilot of bots who faces his opponents for glory in a LAB in the rich universe of Eden. You will have to control your bots, make them fight, move and hack the enemy bots in order to emerge victorious from the fight.&#10;&#10;The game is played out as a succession of rounds during which the active player can play &quot;routines&quot; cards and / or activate his driver.&#10;&#10;The &quot;routines&quot; cards are one of the original points of the game. They represent both the possibilities of actions of your bots and the defense programs of your pilot. If you want to activate your bots it will be necessary to play a card and to realize the action described on this one. If your pilot takes damage, you will need to discard a card.&#10;&#10;The different bots you have under your control have special abilities. It's up to you to use them wisely to dominate your opponents in the arena.&#10;&#10;The RoninBot has advanced combat software, Jujitsu 2.0, which allows it to attack multiple opponents at once.&#10;&#10;The PushBot can move other Bots thanks to its Tesla pistons, but their programming prevents them from pushing a Pilot.&#10;&#10;The SipderBot is equipped with an electromagnetic web allowing it to hack remotely.&#10;&#10;The combat and hacking actions are resolved by a die roll. &#10;A bot that suffers a success to a combat roll is destroyed and removed from the arena. A pilot who suffers a success to a combat roll must discard a &quot;routine&quot; card.&#10;&#10;A bot or terminal changes sides when hacked. The successful hacker places a possession marker of his color on the base of the hacked bot or terminal.&#10;&#10;At the end of his turn, the active player draws 2 &quot;routine&quot; cards. When a player finishes his deck of &quot;routine&quot; cards the game ends.&#10;&#10;In order to determine the winner, players score points in the game and at the end of the game.&#10;&#10;Each terminal under your possession at the beginning of your turn grants you a victory point. Each bot under your possession, at the end of the game, grants you a victory point.&#10;&#10;At the end of his turn, the active player draws 2 &quot;routine&quot; cards. When a player finishes his deck of &quot;routine&quot; cards the game ends.&#10;&#10;In order to determine the winner, players score points in the game and at the end of the game.&#10;&#10;Each terminal under your possession at the beginning of your turn grants you a victory point. Each bot under your possession, at the end of the game, grants you a victory point.&#10;&#10;The player with the highest number of victory points wins the game. Congratulation to him but the glory is short-lived because soon another fight will take place!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wir fahren Dampfschiff",
    "ID": 254873,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254873/wir-fahren-dampfschiff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players travel with their steamboats on the Elbe from M&uuml;hlberg to Leitmeritz. Movement is determined by a die. The first player to reach space 40 wins the game.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Networks: More Executives",
    "ID": 254882,
    "Year": "(2018)",
    "Geek Rating": "5.608",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254882/the-networks-more-executives",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A mini-expansion for The Networks, to be played with the Networks: Executives expansion. These are two additional Executives: Continuum, who has a time machine and can take extra turns (but causes anomalies in the process), and Gorilla, who can choose to go last every turn (getting extra money) or first every turn (sacrificing any money or viewers they get when they Drop and Budget).&#10;&#10;This mini-expansion also includes new Pilot Season cards that re-introduce some of the beloved Shows, Stars, and Ads from the base game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Networks",
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pummeleinhorn: Mampf Mampf",
    "ID": 254897,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/254897/pummeleinhorn-mampf-mampf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Nothing is better than freshly baked cookies! As soon as the stove opens, Pummeleinhorn and his friends are ready to eat them up. With a heavy heart, though, they put a few cookies in the jar to save them for bad times &mdash; but did they really release the cookies from their paws?&#10;&#10;Pummeleinhorn: Mampf Mampf plays like Mau Mau in that players try to empty their hand of cards by taking turns playing cards onto a discard pile, matching the top card's color or number when doing so.&#10;&#10;The game contains a few special cards that mix up gameplay. Each time someone plays a biscuit tin, a card from the deck is placed in the separate biscuit pile, and whenever a biscuit card is played, all of the cards on the biscuit pile are dealt out among the players. The Pummelfee card allows a player to hand cards to another player, but only if luck smiles on them in the right conditions.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Characters: Pummeleinhorn / Pummel & Friends"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caïssa",
    "ID": 254912,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/254912/caissa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Ca&iuml;ssa is one of the &quot;Atlantis Triplets&quot; that employs different implementations of the &quot;atlantis effect,&quot; the gradual disappearance of the playing area, eventually leaving one king or the other without refuge.&#10;&#10;The other two are Shakti and Cyclix.&#10;&#10;On top of that, Ca&iuml;ssa introduces another absolute novelty: &quot;capture by exchange,&quot; which is in fact no capture at all.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Map Reduction",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cyclix",
    "ID": 254914,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/254914/cyclix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Cyclix is one of the &quot;Atlantis Triplets&quot; that employ different implementations of the &quot;atlantis effect&quot;, the gradual disappearance of the playing area, eventually leaving one king or the other without refuge.&#10;&#10;The other two are Shakti and Ca&iuml;ssa.&#10;&#10;A captured piece is removed from the board and returned to the owner, who is then said to have the piece &quot;in hand.&quot; A piece in hand may conditionally be re-entered. This is done by moving the king and placing the piece on the tile thus vacated.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Map Reduction",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sellswords and Spellslingers: Count Cariali's Curse",
    "ID": 254922,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254922/sellswords-and-spellslingers-count-carialis-curse",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Count Cariali&rsquo;s Curse is a scenario for the Sellswords &amp; Spellslingers solo/coop skirmish rules.&#10;&#10;Count Cariali came back from a trip changed into something horrible. Now the good people of a small village have hired a group of mercenaries -- your party -- to deal with the Count. But rumors about the Count&rsquo;s monstrous nature are contradictory. Is he a vampire, a chaos acolyte, or just a madman? You will know the truth only when you will meet him.&#10;&#10;This medium difficulty scenario also includes:&#10;&#10;Cards for 15 new foes (Armored Guard, Chaos Champion, Chaos Cultist, Lunatic, Major Vampire, Medusa, Minor Vampire, Minor Werewolf, Mutant Souldrinker, Possessed Madman, Serpent-Man Brute, Serpent Man, Campire Thrall, Versipellis, and Armored Militia)&#10;&#10;Cards for 8 chaos mutations;&#10;&#10;Cards for 9 Vampire powers;&#10;&#10;Cards for 5 Useful Items and 2 new potions;&#10;&#10;Two pages of counters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sokhazania: The Soccer Board Game",
    "ID": 254924,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/254924/sokhazania-the-soccer-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Sokhazania is a unique game of chance for the whole family, designed to simulate a football match in 15 minutes of game time. It is easy to learn the rules and start having fun immediately.&#10;&#10;Sokhazania works on the rule that you will always lose the ball when rolling a 1 or 2, and you will always be able to pass the ball to one of your players or take a shot at goal. If the dice lands out of the box you lose the ball to the other player for a throw-in.&#10;&#10;Shots at goal must be defended by the goalie by rolling the dice. If the goalie rolls a 1 or 2 the ball is lost to a corner and the attacking player gets a chance to strike again. If the goalie rolls a 3 or 4 the goal is scored and the game restarts from the centre. A save is made the goalie throws a 5 or 6 and the game restarts from the Goalie Dot.&#10;&#10;The player who scored the most goals in 15 minutes is the winner. Extra-time can be played on a draw or the game can be decided with a Penalty Shoot-out.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: South Africa",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AC-Goose Story",
    "ID": 254926,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254926/ac-goose-story",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "On a distant island, geese live in different villages. One day, they decide to cross the river and go on an adventure to the mysterious world. As only six boats can be used, each villages tries hard to let more of their geese embark. Meanwhile, the naughty wildcats and weasels are to hinder everyone...&#10;&#10;Game Set Up: Place the boat card and black dice in the center of the playing area; Each player chooses a color and takes their respective game cards, dice, and player screen of their own colors; Each player places the player screen in front of them.&#10;&#10;Game Play: There will be 6 turns in a game.&#10;1. Each player rolls a dice and places it on the boat card. The summation of the number on dice represent the number of boat seats in this round;&#10;&#10;2. Each player chooses 2 cards in their hands, then places the card face-down in front of themselves in same time. When all players are ready, everyone reveals their chosen cards by turning them face-up;&#10;&#10;3. Executing the action of the function cards.&#10;&#10;4. According to the number printed at upper-right corner of the cards, arrange the goose cards and luggage cards in ascending order near the boat card. The smallest number of card can embark first, followed by the others accordingly until the boat full loaded;&#10;&#10;5. Each players moves their goose card (which get onto the boat) and AC-Goose Man Card (which successfully got rid of the weasels) to their own scoring zone, trashes the remaining goose cards and used function cards to the trash pile;&#10;&#10;6.Start the next turn.&#10;&#10;Game End: When you have played 6 turns, the game is over. Each player calculates their adventure points; each goose in the scoring zone valued 1 adventure point and each AC-Goose Man in the scoring zone valued 3 adventure points.&#10;&#10;The Winner: The player with the most adventure points is the winner. If two or more players tie, the winner will be the player with the most AC-Goose Man cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Geese"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hearts of Iron: The Board Game",
    "ID": 254928,
    "Year": "(2026)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/254928/hearts-of-iron-the-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.5",
    "Description": "Hearts of Iron: The Board Game is a game of grand strategy warfare, tactical battles, and shrewd diplomatic choices based on the Hearts of Iron video game franchise released on PC by Paradox Interactive.&#10;&#10;In the game, you lead one of five nations &mdash; United Kingdom, France, Italy, the Soviet Union, or the German Reich &mdash; during World War II, but will you re-enact history as it happened...or play out an alternative timeline, leading your nation down a new path? During set-up, you pair your nation with one of a suite of ideologies. You might choose, for example, to enact real history by playing the German Reich under fascism &mdash; or you could return the Kaiser to power and play the German Reich under monarchism. Each ideology has access to different focus decks, which will affect your resources and your routes to victory; these cards are played turn to turn and can influence everything from scoring victory points, to making lucrative trade agreements or declarations of war.&#10;&#10;Each board game nation has its own player boards, ideologies, cards, tokens, and minis. Each player's tracker board shows their current supply levels of vital resources, such as political power, stability, production, and manpower.&#10;&#10;At the start of each round, you receive resources based on how many territories you control with resource icons and factories. (You also gain resources during the game for trade agreements and engine cards that grant bonus resources.) You must pay to upkeep your stability, or pay even more to improve it. High stability grants bonuses to your nation, but with a high cost &mdash; although possibly not higher than letting your stability plummet.&#10;&#10;You have a political board that shows all playable and non-playable nations, and you use it to manage who you're allied with, who you're at war with, and everything in between. During the political phase, you can spend political power to adjust your alliances and conflicts; for each point you spend, you move one of your flag tokens, changing your political stance with one other nation. Changing your stance aggressively will eventually lead to a state of war, whereas changing your stance peacefully will lead to forming an alliance &mdash; and the more your ideologies match, the less political power you need.&#10;&#10;While at war with another nation, when your units move into their territory, you'll start combat. If you win, you'll conquer and take control of that territory, which is the fastest way to gain more resources. While in an alliance with another nation, you can move your units through their territory without starting a fight. You can also deploy units in your allies' territory! By forming an alliance, you can send units across the board to invade a distant nation.&#10;&#10;The game lasts six rounds, covering 1939-1944, and you need the most points to win.&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Gamefound",
      "War Level of Command: Grand Strategy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "くだものフレンズ (Fruit Friends)",
    "ID": 254930,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/254930/kudamonohurenzu-fruit-friends",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In Fruit Friends, a.k.a. &#227;&#129;&#143;&#227;&#129;&#160;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#131;&#149;&#227;&#131;&#172;&#227;&#131;&#179;&#227;&#130;&#186;, players compete for fruit over three rounds, hoping to unpeel the most points by game's end. Each round, a player takes a hand of seven fruit cards, then divides them into three pairs of cards, throwing away the final card. Two of these pairs will be taken by other players, with you getting the third pair, so make good choices when you're dividing the fruit!&#10;&#10;After three rounds, the game ends and you score points for what you've collected. The game includes eight types of fruit, some scoring based on how much you collect of a different type of fruit, some being worthless if you collect too many, and many scoring huge points if you collect lots of them.&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;3&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#144;&#132;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;7&#230;&#158;&#154;&#233;&#133;&#141;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#174;1&#230;&#158;&#154;&#227;&#130;&#146;&#233;&#153;&#164;&#229;&#164;&#150;&#227;&#129;&#151;&#230;&#174;&#139;&#227;&#130;&#138;6&#230;&#158;&#154;&#227;&#130;&#146;&#232;&#163;&#143;&#229;&#144;&#145;&#227;&#129;&#141;&#227;&#129;&#167;3&#229;&#136;&#134;&#229;&#137;&#178;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#136;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#133;&#172;&#233;&#150;&#139;&#227;&#129;&#151;&#233;&#160;&#134;&#231;&#149;&#170;&#227;&#129;&#171;&#227;&#131;&#137;&#227;&#131;&#169;&#227;&#131;&#149;&#227;&#131;&#136;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;8&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#175;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#159;&#230;&#150;&#185;&#227;&#129;&#140;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#153;&#227;&#129;&#142;&#227;&#130;&#139;&#227;&#129;&#168;0&#231;&#130;&#185;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#170;&#227;&#129;&#169;&#227;&#128;&#129;&#227;&#129;&#169;&#227;&#129;&#174;&#231;&#168;&#139;&#229;&#186;&#166;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#159;&#230;&#150;&#185;&#227;&#129;&#140;&#232;&#137;&#175;&#227;&#129;&#132;&#227;&#129;&#139;&#227;&#129;&#140;&#231;&#149;&#176;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#138;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#129;&#169;&#227;&#129;&#134;&#229;&#136;&#134;&#229;&#137;&#178;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#128;&#129;&#227;&#129;&#169;&#227;&#130;&#140;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#129;&#174;&#230;&#128;&#157;&#232;&#128;&#131;&#227;&#129;&#140;&#230;&#177;&#130;&#227;&#130;&#129;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Air Strike: Modern Air Combat for the Whole Family",
    "ID": 254934,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/254934/air-strike-modern-air-combat-for-the-whole-family",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Air Strike is a simple and fun air combat game for the whole family, that requires only a regular deck of playing cards and a tape-measure or ruler.&#10;&#10;Take to the skies in modern jets of all types, launching missiles and trying to evade them!&#10;&#10;Suitable for 2 - 10 players. Games last from 5 - 10 minutes.&#10;&#10;Air Strike has a basic section with the basics of movement and missiles, then has an optional extra section which adds cannon attacks, ground attack aircraft, electronic warfare aircraft, and SAM sites. There are multiple missions tailored to 2, 3, 4, 5, or 6 players, although 7 or more can be easily gamed using a simple points system.&#10;&#10;Printable markers are provided so you can print out aircraft and missiles, or you can use toy aircraft or miniatures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Children's Game",
      "Miniatures",
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Cooperative Game",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "11 Soccer",
    "ID": 254947,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/254947/11-soccer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "11 Soccer is a funny micro game about soccer.&#10;Become the new Neymar !!!!&#10;It contains 17 cards. &#10;It's a Love Letter like.&#10;You need to have deduction, memory and tactical skills to win the round&#10;Every player has one card into his hand. At his turn, the player takes a new card and play one card. Action on this card is applied.&#10;&#10;At the end, each player who still one card in his hand compare values. The winner of the round is the player with the most valuable card.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Island of El Dorado: The Thieves of El Dorado",
    "ID": 254960,
    "Year": "(2019)",
    "Geek Rating": "5.620",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/254960/the-island-of-el-dorado-the-thieves-of-el-dorado",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.6",
    "Description": "The Thieves of El Dorado adds eleven game modes and new elements of play to the island. Two new explorers, team play, and a deeper, darker cave open the door to countless new adventures. This is to say nothing of the thieves themselves, who play by their own rules altogether...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Civilization",
      "Expansion for Base-game",
      "Exploration",
      "Medieval",
      "Racing",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Roll / Spin and Move",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of Football",
    "ID": 254982,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/254982/king-of-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "King of Football is a roll&amp;write (PnP) football/soccer game for two players. Each of the nine rounds players roll 11 dice and alternating they pick one or two dice and write the value somewhere on their sheet in one of both colors (this information may remain hidden). Thus representing one of their team's players.&#10;&#10;Then they determine which player has dominance in one part of the football field (wings or center) and can obtain the ball for a scoring chance. Each round there are possibly 3 scoring chances.&#10;&#10;At the end of each round players switch pencil color and they erase the numbers in that same color (i.e. the numbers they wrote 2 rounds ago) before they repeat the process over again.&#10;&#10;After 9 rounds (or 90 minutes) the score will determine the winner. But you can always play a rematch with special winner or loser powers.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spinnefix",
    "ID": 254986,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254986/spinnefix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The player with the fly starts at the center of the web and tries to get to one of the 6 exit points to win the game. The other player starts with 5 spiders on 5 of the 6 exit points. The spiders win the game if they manage to force the fly back to the center space. Each player moves one space per turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Attacco",
    "ID": 254988,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/254988/attacco",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal of the game is to occupy the enemy's stronghold (red or green square) At the beginning of the game, the pawns are placed on the small dots of their color. Movement is 1 space in any direction (straight or diagonal). Jumping over other pawns to an empty space behind them is also possible. Jumped over enemy pawns are eliminated from the game. The brown spaces may not be entered.&#10;The doted spaces outside of the triangle around the stronghold are forts. Pawns in the fort may not be jumped over. If a player enters the enemy stronghold with a pawn, he wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Over the Hills: The Napoleonic Wargame",
    "ID": 254990,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/254990/over-the-hills-the-napoleonic-wargame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A fast paced easy to play game that has basic and optional layers - The Psychological effect of warfare is very strongly reflected throughout the game and the rule mechanics. - Command and Control has effect in the basic and optional rules - National Characteristics and army lists - Napoleonic tactics are firmly rooted in the game - Players can use all the modern figure scales available e.g. 6mm, 10mm, 15mm and 28mm - Accommodates numerous figure to actual men ratios&quot;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "POWER62 DELTA",
    "ID": 254991,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.16",
    "Link": "https://boardgamegeek.com/boardgame/254991/power62-delta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In the hybrid chess game 'POWER62&reg;DELTA', your objective is to capture the opponents' EPK (Eranium Processor Key) or eliminate the opponent's Emperor. Players start out on opposing sides of the playing board placing their characters &mdash; EPK, PTxCreatures, BLACK HOLE and Terrain Obstacle pieces &mdash; in a pre-set position. From there they take turns trying to out-strategize their opponent to win the game.&#10;&#10;There's only one strategy game that has withstood the test of time: CHESS. Using that as a foundation, we built up a set of new gameplay mechanics to create the next generation of chess. Unlike in chess, the movement of your pieces are controlled by a deck of Move Cards. For additional offensive and defensive capabilities, the Power Cards help randomize gameplay. And then, there are dangerous obstacles like Terrain Obstacles to worry about, and the SPR-8 Markers are the Mother of All Game Changers for each player. It's like chess on steroids. Finally obstacles like Black Holes and Terrain/Obstacles, featuring some of the exoteric landscapes and flora seen in our soon-to-be-released online comic! (Coming 12/2021).&#10;&#10;Another innovation for the game play is the added QR code in the cards to help define the movement of the piece, quickly.Even if you play the same deck multiple times, the outcome will differ. &quot;Luck of the Draw&quot; on the Move cards, Power cards and SPR-8 markers has a huge factor in whether your strategy works or crumbles.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Drafting",
      "Action Points",
      "Different Dice Movement",
      "Hidden Movement",
      "Modular Board",
      "Open Drafting",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mary Engelbreit Loonacy",
    "ID": 255012,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/255012/mary-engelbreit-loonacy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Mary Engelbreit Loonacy is a rapid fire card game in which players race to be the first to empty their hand by matching one of two images on each card in their hand with the images on the face-up piles in front of them. The number of piles varies depending on the number of players, and if players ever reach a moment in which no one can play, everyone draws a card and adds it to their hand at the same time, then the game play resumes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nanofictionary Blanks",
    "ID": 255015,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255015/nanofictionary-blanks",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Nanofictionary is a storytelling game in three rounds. The first round involves the construction of the stories, in which players race to collect the four plot elements of setting, characters, problem, and resolution. In the next round, the players tell their stories. After that, the players vote on which were the best stories, with additional votes being added by judges on the sidelines.&#10;&#10;Nanofictionary Blanks is an expansion pack for this game that consists of twelve blank cards and a marker. Now you can put your works into the game to inspire the creativity of others.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Firefly Fluxx Upgrade Pack",
    "ID": 255016,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255016/firefly-fluxx-upgrade-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Mal's crew aren't the only ones aimin' to misbehave. With the Firefly Fluxx Upgrade Pack, you can add Yolanda (a.k.a. Saffron, a.k.a. Bridgett) and Jubal Early to your Firefly Fluxx adventures! These two new Keepers come with six new Goals that require them. Also included are new copies of the Reavers and Hands of Blue, now with upgraded abilities!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "TV Shows: Firefly"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monty Python Fluxx: Black Knight Expansion",
    "ID": 255018,
    "Year": "(2018)",
    "Geek Rating": "5.558",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255018/monty-python-fluxx-black-knight-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "&quot;None shall pass!&quot;&#10;&#10;Thanks to the Black Knight Expansion, the Black Knight will finally start making an appearance in your games of Monty Python Fluxx! This Creeper is so in-your-face that NOBODY can win if he's in play...unless, of course, one of the six new Goals in the set requires him. He's joined by another oft-missed character: Tim the Enchanter! Tim causes things to explode! The ten-card pack even includes a couple of New Rules including &quot;It's A Quest&quot;!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Singing"
    ],
    "Families": [
      "Celebrities: Monty Python",
      "Game: Fluxx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Envyra: Equilibrium",
    "ID": 255019,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255019/envyra-equilibrium",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "The expansion package Equilibrium consist of 9 cards and provides additional ways to gain points thus making Envyra even more diverse and strategic. Adding expansion into the base game is very easy and Equilibrium immediately feels like a natural part of Envyra game.&#10;&#10;This optional mini-expansion package can be incorporated in the base game in three ways:&#10; A. At the beginning of the game, two Equilibrium cards are selected at random and placed visibly next to the Playing Grid. Whichever player is the first to capture all Tiles with the depicted symbols immediately gains the corresponding Equilibrium card. When the game ends, victory points depicted on the gained Equilibrium card get added to the point total.&#10;B. At the beginning of the game, each player picks one Equilibrium card. This card remains hidden from the rest of the players until the end of the game. If during the game player collects the Tiles with symbols depicted on his card, he can add the Equilibrium points to his victory point total.&#10;C. Players can agree to incorporate both variants A and B together for even a greater potential to gain Equilibrium points.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction",
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Donor Match",
    "ID": 255030,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/255030/donor-match",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Donor Match is a fast-paced medical/science themed object matching game.&#10;&#10;Players use pattern matching to find the medical object common between two cards. Upon finding a match, they must scream the object name and then grab the card as quickly as possible before others find a match. This immediately reveals the next card and game play continues until there are no more cards left in the draw pile. The player with the most cards wins.&#10;&#10;In one variation the player's objective is to discard their cards as quickly as possible upon finding a match. In this case, the first player to discard all their cards wins.&#10;&#10;Included are 7 additional game play rule variations.&#10;&#10;The hand-drawn realistic medical objects also provide players the opportunity to learn about the human body and medicine.&#10;&#10;&ndash;description from designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Educational",
      "Medical",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RenFest!",
    "ID": 255039,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/255039/renfest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Roam through the Queen&rsquo;s Garden, the Fool&rsquo;s Court, and the other groves of the greatest Renaissance Festival in the land. Be the first to visit the Taverns, Stages, Crafts, and other delights. Grab a Turkey Leg for an energy boost, purchase a Royal Pass to cut in line, or shop for the finest Souvenirs of your trip to the past. Claim the weekend&rsquo;s best experiences and be crowned Ruler of RenFest!&#10;&#10;Hex tiles build out a board of activities in seven types, such as Shoppes and Taverns. Each set of seven tiles forms a Grove, and the board contains one grove per player (3 to 6.) Parking spots line the edge of the groves, or a player can choose to save money by parking remotely and taking an extra turn to reach the activities.&#10;&#10;Turns move quickly as the clock advances through the three nine-hour days of a long weekend at the RenFest. The starting player advances a clock dial piece one hour before each round.&#10;&#10;The first player to reach each event has the option to claim the spot for the day. At the end of each day, the player with the most activities claimed in each grove scores points. Each player has only six Stamina per day, representing the energy needed to experience an activity. Stamina can also be used to run up to 3 steps to get ahead of other players.&#10;&#10;At the end of the game, players score scaled points for collecting sets of the same activity type from multiple groves.&#10;&#10;A limited supply of money must last the whole weekend. Shoppe tiles sell Souvenir cards with bonus points and special abilities. Food tiles allow purchase of extra Stamina for the day.&#10;&#10;At the Royal Court space, players can buy Royal Pass cards that allow claiming an event that has already been claimed.&#10;&#10;A player can choose to use their turn to leave early, making them starting player for the next day. Turn order is the final tie breaker.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Witches' Sabbath",
    "ID": 255043,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/255043/witches-sabbath",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A token take on tactical combat, Witches&rsquo; Sabbath is a 2 Player card-and-token skirmish game in which Players form a coven of three witches and one familiar to go head-to-head in the skirmish swamp- hurling brooms, spells, and unique abilities.&#10;&#10;Master unique ability and cover systems based on the five major environmental elements of the swamp.&#10;&#10;A roster of 15 witches and 10 Familiars to mix and match, along with a light play time, make for great replayability!&#10;&#10;Features: &#10;&#10;     Easy-to-learn, hard-to-master system of location-based cover and abilities through the use of tokens&#10;     Ingredient collection and spellcrafting&#10;     Roster of 15 witches with their own unique appearance and abilities&#10;     Compact, easy to set up design makes the game  great on the go!&#10;&#10;&#10;Mechanics:  Action Point Allowance System, Take That, Hand Management, Pattern Building, Modular Board&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Cancelled Games",
      "Players: Two-Player Only Games",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tercer Tiempo",
    "ID": 255045,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/255045/tercer-tiempo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "140",
    "Weight": "0",
    "Description": "Es un juego de cartas, al estilo construye tu mazo, en donde cada equipo tiene por objetivo ganar un partido, para eso debe ir mejorando su mazo de juego entre cartas de habilidades y cartas estrat&eacute;gicas que le permitir&aacute;n alterar distintas situaciones que se pueden dar.Cada equipo deber&aacute; ir eligiendo que cartas jugar de una mano de 6 cartas, hay algunas cartas que son habilidades que sirven para avanzar de forma directa sobre el terreno de juego y otras que son cartas t&aacute;cticas que proporcionan una oportunidad de realizar combinaciones con las cartas de habilidad o bien modificar el juego del rival. &#10;Luego de que el marcador llegue al resultado pre pactado por los equipos, la pr&oacute;xima jugada que detenga el partido, da por concluido el encuentro. Quien haya obtenido m&aacute;s puntos ser&aacute; el ganador!&#10;&#10;English description&#10;It is a card game, style build your deck, where each team aims to win a game, so you must improve your game deck between skill cards and strategic cards that allow you to alter different situations that can occur.&#10;Each team must choose which cards to play from a 6-card hand, there are some cards that are skills that are used to advance directly on the pitch and others that are tactical cards that provide an opportunity to make combinations with the cards of skill or modify the opponent's game&#10;The game ends after a team reaches the score marked on the scoreboard and the game stops.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Irrgarten",
    "ID": 255046,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/255046/irrgarten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start with one pawn each at the edges of the game board. Movement is determined with a die. The first player to reach the center space wins the game.&#10;&#10;The game was produced in Belgium.&#10;&#10;",
    "Categories": [
      "Maze",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aschenbrödel",
    "ID": 255051,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/255051/aschenbrodel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the kitchen and try to reach the castle in the center of the game board. Movement is determined by a spinning top. On the spin of a 4, the player draws a heart and follows the instructions printed on it. On some spaces, events hinder or benefit the player. The first player at the castle wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mensch, tipp richtig!",
    "ID": 255059,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/255059/mensch-tipp-richtig",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players use their betting tokens to bet on the results of all four teams (S=Sieg/win, N=Niederlage/loss, X=Unentschieden/draw).&#10;&#10;Then the players move their footballs from space A to one of the three destination spaces (S, N, X). Movement is determined by a die. On the roll of a 6 between space A and the black space, the ball has to go back to space A. If the 6 is rolled after the black space or if the ball reaches space B, it goes back to the black space.&#10;&#10;When all 4 teams have reached a destination space, the winnings are determined according to the occupied destination space of each team and the submitted bets of the players.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orbs",
    "ID": 255064,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/255064/orbs",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Each player plays an alien race trying to escape the explosion of a nearby sun by moving their three artificial planets (orbs) out of the blast radius. Players build bridges and gates on the gameboard to bring their orbs outward into ever more distant orbits around the exploding center of their solar system.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bragging Rights",
    "ID": 255065,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/255065/bragging-rights",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Bragging Rights is a game of competitive bullshitting. Everyone plays as the world's incompetent criminal underbelly, all trying to gain street cred for a crime none of you committed.&#10;&#10;Players can play as a set character with traits or a new one made up on the spot. The players draw evidence cards, create a play pile for the game and keep a hand of three pieces of evidence they can swap in. Every game has one specific crime, from stealing the Mona Lisa from the Louvre, to Replacing church bells with maracas.&#10;&#10;Each round a piece of evidence is turned over and every player has to construct a unique story of how they left that at the crime scene. As the rounds go on more evidence must be woven into your stories trying to keep them as consistent as possible. But watch out, if you mess up and your story stops making sense other players can wager their street cred to call you out on it. You&rsquo;ll need to convince everyone at the table that you&rsquo;re making sense to not lose face (and points).&#10;&#10;At the end of the game a Story Winner is chosen and players count up their street cred. Whoever has the most cred earns bragging rights for this crime.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Betting and Bluffing",
      "Memory",
      "Role Playing",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bionicle: Toa Nuva Reconstruct Starter Box",
    "ID": 255071,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/255071/bionicle-toa-nuva-reconstruct-starter-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Bionicle Trading card game!&#10;&#10;The first person to build their Bionicle wins! By building one piece per turn or taking away pieces from your opponent. Use the card set and paper playmat that comes with it or use your real Bionicle figures!&#10;&#10;When the Toa are exposed to the strange energies of protodermis, they are transformed into the mighty Toa Nuva. Although they seek to use their newfound powers, the Toa Nuva are no match for the elemental fury of gigantic wind funnels. The funnels strike the Toa Nuva tearing them apart and scattering their pieces all over the landscape. It is your job to recontruct the Toa Nuva or Mata Nui will be defenseless against Makuta's evil.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Toys: Bionicle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rainbow Bunny Bop",
    "ID": 255072,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/255072/rainbow-bunny-bop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Rainbow Rabbits&#10;&#10;Get ready for fur-iously flipping family fun with the adorable Rainbow Rabbits -- Blossom, Butters, Cupcake, and Douglas.&#10;&#10;In this colorful sequencing game. players race to build rainbows as fast as they can and be the first to play all of their cards. It's a little bit co-hoperation, and little bit competition, and a whole lot of chaos.&#10;&#10;Kids love it. Adults love it. Kids love always winning against the adults. Adults don't love that part as much.&#10;&#10;Feeling skeptical? Fact: even the most cynical player will yell &ldquo;Red! Orange! Yellow! Green! Blue! Indigo! VIOLET!&rdquo; by the end of the the first round.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cinderella Magic: Card Expansion",
    "ID": 255079,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255079/cinderella-magic-card-expansion",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This card expansion offers three new cards to add to the base game: Witch; Rattus which replaces the Rat; and Glass Slippers for a longer game with 6 or 7 players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Folk Tales & Fairy Tales: Cinderella"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vikings Gone Wild: Masters of Elements – Booster Box",
    "ID": 255081,
    "Year": "(2018)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255081/vikings-gone-wild-masters-of-elements-booster-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Masters of Elements Booster adds new Units, Artifacts and Heroes to the expansion! Give yourself even more replay-ability by mixing these cards with the ones from the expansion as you want!&#10;&#10;During the Kickstarter campaign we talked about &quot;3 Boosters&quot;, but for production and selling simplicity, we ended up putting all the cards into one single tuck box.&#10;&#10;Components:&#10;&#10;36x cards:&#10;12x Fire Element cards (10x Unit, 1x Artifact, 1x Hero)&#10;12x Water Element cards (10x Unit, 1x Artifact, 1x Hero)&#10;12x Nature Element cards (10x Unit, 1x Artifact, 1x Hero)&#10;&#10;Provided cards are:&#10;Fire Unit: Imp&#10;Fire Hero: Brokkr &amp; Eitri&#10;Fire Artifact: Ifrit&rsquo;s Blade&#10;Nature Unit: Centaur&#10;Nature Hero: Ull&#10;Nature Artifact: Ull&rsquo;s Bow&#10;Water Unit: Mermaid&#10;Water Hero: Aegir&#10;Water Artifact: Skidbladnir&#10;&#10;Note: This product does NOT contain the Kickstarter Premium content from the campaign. It's a separate item available from the publisher's shop.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vikings Gone Wild: Masters of Elements – 2nd Season Pack",
    "ID": 255086,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255086/vikings-gone-wild-masters-of-elements-2nd-season-p",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This pack contains cards for the Masters of Elements expansion for Vikings Gone Wild. This 2nd Season Pack contains 52 cards:&#10;&#10;- 24 God cards (to use instead of your Master of Elements)&#10;- 10 Divine Favour cards&#10;- 6 Artifact cards&#10;- 6 Odin's Path cards&#10;- 3 Mission cards&#10;- 3 Event cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wyvern: Phoenix",
    "ID": 255091,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255091/wyvern-phoenix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Phoenix expansion for Wyvern introduces two new types of Action cards:&#10;&#10;Hidden Action&#10;Play under a face down card during an Action Phase. The Hidden Action card tells you whether to play it under one of your cards or under an opponent's card. The Hidden Action is not revealed until the card it is placed under gets turned face up during the normal course of play. You may not look at any Hidden Actions placed under your cards by your opponent until your card comes face up during play. Place the Hidden Actions sideways as a reminder of this. As soon as a card with a Hidden Action under it comes face up, check to see if the Hidden Action applies to the card it is under. If it does not apply, it is discarded and has no effect. If it does apply, follow the instructions on the Hidden Action card. The Hidden Action card remains attached to the card it was under for as long as that card is in play, unless it is removed by a game action.&#10;&#10;Intercept Action&#10;Play immediately after your opponent has chosen a dragon to use for attack, and has announced which card he is attacking. If your opponent is attacking a face down card, you play the Intercept Action before the card is turned face up. If the Interceptor has a base strength, the attacking dragon must kill the Interceptor before reaching the intended target of its attack. The attacking dragon and the Interceptor fight a normal battle with the Interceptor counting as a dragon in the row attacked. If the outcome is anything other than the Interceptor being killed, the Battle Phase ends immediately. This means that the Interceptor could lose the battle but survive with a Golden Apple or Fountain of Youth, and the Battle Phase would still end. If the battle is cancelled, the Battle Phase ends. If the Interceptor wins the battle, the losing Dragon dies and the Interceptor is discarded, ending the Battle Phase. If the attacking Dragon does kill the Interceptor, it then immediately attacks the card it originally intended to attack. If the Intercept Action does not have a base strength, follow the instructions on the card. Intercept Actions are always discarded after use.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zaklinacze: Śmierć w Szlamie",
    "ID": 255092,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255092/zaklinacze-smierc-w-szlamie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In the fantasy card-drafting game Enchanters, you create an artifact and upgrade it each turn. Every card you take retains some of its power. As you grow stronger, you can take on more powerful monsters and, if you plan well, even defeat a dragon.&#10;&#10;In the &#197;&#154;mier&#196;&#135; w Szlamie expansion you will find two new decks to use in game. Are you ready to face slimy Oozes? Or maybe you want to get rid of those pesky Undead.&#10;&#10;Of course, those two decks means not only new enemies, but also new cards to create your own powerful artefact to fight with.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Center Stage",
    "ID": 255102,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/255102/center-stage",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The theater in your small town is having a hard time getting people to come in to see its plays.  They need your help coming up with ideas for plays that will bring lots of customers in.  There&rsquo;s a catch, though!  They have a very limited budget, so you&rsquo;ll need to work with the sets, characters, and props that the theater already has.  And you'll also have to deal with the directors - some of them have their own agenda.  Come in and pitch your story &ndash; be creative and you&rsquo;ll win the prize role of Chief Theater Writer among your competitors!&#10;&#10;Center Stage is a storytelling card-based game.  Players take cards from each of three decks:  sets, props, and characters.  They must then develop a quick story including each of these random elements.  One player each round serves as the director.  He/She takes a card indicating a direction or goal for the winning story - that only the director knows.  Players tell their stories, and the director chooses the best one.  The winning storyteller receives $1, which may be used as a victory point, or to choose a different card when telling a story.  The first player to 5 points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Earth's Last Stand",
    "ID": 255109,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/255109/earths-last-stand",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "CONTEXT&#10;&#10;A massive combat ship that emerged from an open portal to another dimension is trying to invade planet earth. The earth&rsquo;s defensive shield was activated, but it is only strong enough to withstand the enemy&rsquo;s main laser for a short period of time.&#10;&#10;Our only hope rest on a small fleet of terrestrial spaceships that were orbiting the earth, ill prepared for such a moment of crisis. These ships&rsquo; crew now holds the most important mission of their lives: attempt to destroy the enemy ship while simultaneously keeping the earth&rsquo;s shield functioning, in an effort to avoid the end of all humankind.&#10;&#10;MECHANICS&#10;&#10;During the match, the players must prepare the crew (roll dice) and take them to perform various tasks on the ships (modules). After all player ships have participated, the enemy turn will begin, during which the enemies will attempt different actions against the player ships or planet earth depending on the Strategy Card that has been revealed.&#10;&#10;After each round, the state of the game must be checked to determine whether the match has ended, be it in favor or against the players. If the match has not yet ended, another round is prepared, advancing the marker on the portal to another dimension to the next counter, among other things. The game will inevitably end when the marker on the portal to another dimension reaches the last counter and cannot be moved any forward at the end of the round.&#10;&#10;The players must use the limited amount of turns at their disposal to try and prepare their ships and improve them as much as possible, with better modules and more crew, in order to be victorious. Achieving good synergy between the modules of a ship and maintaining good communication with companions might result in a seemingly impossible task being successfully completed.&#10;&#10;The earth is counting on you! Good luck!&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maipú 1818",
    "ID": 255112,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/255112/maipu-1818",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The game simulates the battle of Maip&uacute; which marked the end of Spanish colonial rule of Chile. Each player picks an officer card at the beginning of the game which has certain unique characteristics, like a fighting bonus in certain types of battle. They command different units with numerical values for attack, damage, movement, range, defense and resistance. Battles are decided by rolling 2d6.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Santiago (Chile)",
      "History: Latin American Wars of Independence"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DropMix: Electronic Playlist Pack (Chiller)",
    "ID": 255126,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255126/dropmix-electronic-playlist-pack-chiller",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Amazon exclusive Electronic &quot;Chiller&quot; playlist comes with 15 DropMix cards plus 1 hidden track card. This playlist includes music from: Afrojack, Altar State, The Chainsmokers, CHVRCHES, James Landino, Jason Derulo, Lossage, New Order, Odesza, and Tiny Taps.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic",
      "Expansion for Base-game",
      "Music",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unstable Unicorns: Cosplay Unicorn Promo Card",
    "ID": 255128,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255128/unstable-unicorns-cosplay-unicorn-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Cosplay Unicorn is the TeeTurtle promo card for the 2018 convention season.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Game: Unstable unicorns",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vienna, Parkany 1683",
    "ID": 255133,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/255133/vienna-parkany-1683",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "140",
    "Weight": "0",
    "Description": "The Battle of P&aacute;rk&aacute;ny (Turkish: Cigerdelen Savasi) (October 7&ndash;9, 1683) was a battle fought in the town of P&aacute;rk&aacute;ny (today: &Scaron;t&uacute;rovo), in the Ottoman Empire, and the area surrounding it as part of the Polish-Ottoman War and the Great Turkish War.&#10;&#10;The battle was fought in two stages. In the first stage Polish troops under John III Sobieski were defeated by the Ottoman army under Kara Mehmed Pasha on October 7, 1683.&#10;&#10;In the second stage Sobieski, supported by Austrian forces under Charles V, Duke of Lorraine, defeated the Ottoman forces, which were supported by the troops of Imre Th&ouml;k&ouml;ly, and gained control of P&aacute;rk&aacute;ny on October 9, 1683.&#10;&#10;After the defeat Austrians would besiege Esztergom and captured it at the end of 1683.&#10;&#10;Game uses Husaria system, designed for XVII century battles.&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Turkey",
      "History: Great Turkish War",
      "History: Ottoman-Habsburg Wars",
      "Series: Husaria (Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time Arena: Scots",
    "ID": 255135,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255135/time-arena-scots",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Time Arena: Scots is an expansion set for Time Arena containing four new characters that enlarge the possible strategies of the game with novel special abilities! A caber causes area damage, a ghost chills your opponent's blood, and Nessie&rsquo;s brats will be arriving. What could be more natural for a Scots clan?&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Time Arena: Kamikawaii",
    "ID": 255136,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255136/time-arena-kamikawaii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Time Arena: Kamikawaii is an expansion set for Time Arena that contains four new characters. They may look harmless, but don't be fooled! The Kamikawaii Clan allows you to enrich your attack strategies by combining speed with brute force. Who cares about defense when your opponents don't have time to hit?&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Celestia: A Little Initiative",
    "ID": 255137,
    "Year": "(2018)",
    "Geek Rating": "5.731",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255137/celestia-a-little-initiative",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Thanks to the Celestia: A Little Initiative expansion, you can leave the aircraft using the rowboat. With a single space, you'll have to be the quickest to embark, but is traveling alone such a good idea?&#10;&#10;This is the second expansion set for Celestia. It contains a 3D rowboat and new special cards.&#10;&#10;With this expansion pack you can now play Rowboat cards to continue on your journey alone - victory without risk brings triumph without glory! The Rowboat captain faces the challenges alone.&#10;&#10;Each vessel (Aircraft and Rowboat) has its own die roll.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Aviation / Flight",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Itchy Monkey: Licence to Kill",
    "ID": 255147,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255147/itchy-monkey-licence-to-kill",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The lice have acquired a licence to kill.&#10;&#10;In Itchy Monkey: Licence to Kill, players receive three new lice who can infiltrate monkeys of an opponent. If a spy louse jumps (or bumps) to a monkey containing lice of an opponent, all of the lice will stay on that monkey. From now on that &quot;spy louse&quot; counts towards the number of worker lice on that monkey. A monkey may contain only one spy louse at a time.&#10;&#10;This expansion also gives you a new game mode in which you control a species of monkeys. (Yes, you won't be playing as lice.) The goal of this game mode is to be the first player to get rid of all of the lice colonizing your monkeys.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rock Paper Monsters",
    "ID": 255149,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/255149/rock-paper-monsters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "[Overview]&#10;Rock Paper Monsters is a turn-based card game that follows the core mechanics of Rock Paper Scissors, with an added element of scoring points based off of the card value. Every card has a cartoon illustrated monster, with some having trigger abilities that occur at various points in the game.&#10;&#10;Players take turns playing Monster or Bonus cards to both destroy opponent&rsquo;s cards and score the most points. Each Monster type has a strength and weakness against another type. Bonus cards can be played instead of a Monster card, providing unique advantages. The player with the highest score after all cards are played wins a Monster Bite. Cards are then reshuffled and the next round begins. The first player to 10 Monster Bites wins.&#10;&#10;[Gameplay]&#10;Beginning Phase:&#10;Each player draws 6 cards. Then, each player takes 3 cards off the Draw pile and places then face down in a row across from each other. When ready, flip over each card and determine the winning Monster. Monster cards battle directly across from each other.&#10;&#10;Play Phase:&#10;At the start of a player&rsquo;s turn, they may choose to discard 1 card in hand and draw 1 card from the Draw pile.&#10;&#10;Next, the player plays 1 card immediately to the left or to the right of one of their cards in play. If they have no cards in play, they must play a card across from one of their opponent&rsquo;s cards. When playing a Monster Card, if their opponent has a Monster Card directly across from their Monster Card, they begin the [Battle]. When playing a Bonus Card, no battle occurs.&#10;&#10;This completes their turn and it is now their opponent&rsquo;s turn to play. Continue alternating turns until all cards in hand are played.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twilight of the Gods: Season of Prophecy",
    "ID": 255151,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255151/twilight-of-the-gods-season-of-prophecy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "4",
    "Description": "In Season of Prophecy, the forces of Sanctuary emerge from behind their walls to take the fight to their enemies. Led by the Norse goddess Freya, these new cards accelerate Sanctuary's early game options and allow for a more proactive and aggressive play style. Not everything is good news for the defenders, however, as the other three factions are mustering potent new additions to their arsenals as well.&#10;&#10;Season of Prophecy contains 50 cards, which are made up of 16 brand new cards (each having multiple copies), and 4 cards previously seen in the core set.&#10;&#10;-Description of the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Twilight of the Gods: Season of Epiphany",
    "ID": 255152,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255152/twilight-of-the-gods-season-of-epiphany",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "4",
    "Description": "In Season of Epiphany, the adherents of Mysticism tap deeply into primal sources, bringing a bevy of new destructive effects to bear on all who would oppose them. Bolstered by such powerful cards as Aether Implosion, and the emergence of Yggdrasil, the World Tree, Mysticism followers gather behind Horus to dominate the battlefield. It remains to be seen if the new powers gathered by the other factions can withstand the oncoming storm.&#10;&#10;Season of Epiphany contains 50 cards, which are made up of 16 brand new cards (each having multiple copies), and 4 cards previously seen in the core set.&#10;&#10;-Description of the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Twilight of the Gods: Season of Apocalypse",
    "ID": 255153,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255153/twilight-of-the-gods-season-of-apocalypse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "4",
    "Description": "Aggression and Negotiation's rivalry bursts into open conflict with the introduction of Indra and Hermes in Season of Apocalypse. Backed by potent new epic creatures, including Alexander the Great and Melanippe, the Black Mare, the roiling conflict between pantheons threatens to encompass the entire globe and lay waste to all that exists. Will this be the final battle of the gods? Only time will tell.&#10;&#10;Season of Apocalypse contains 50 cards, which are made up of 19 brand new cards (each having multiple copies), and 4 cards previously seen in the core set.&#10;&#10;-Description of the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mismemory",
    "ID": 255162,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/255162/mismemory",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Easy memory game originally designed for the Piecepack. It can also be played with other materials, such as standard playing cards.&#10;&#10;24 tiles of cards, bearing the numbers 1 to 6 in 4 suits, are displayed on the table in a well-defined matrix. In each turn, a player uncover two of them - if they match suit, the player can secretly choose one of them and keep it (unless they already have a tile/card with the same number). The other tile will be placed on any free position in the matrix. The first player to have 6 tiles/cards, each with one number, wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Strike Teams: Avengers Initiative",
    "ID": 255163,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255163/marvel-strike-teams-avengers-initiative",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Avengers Initiative, the first expansion for Marvel Strike Teams, features some of Marvel's most powerful villains, including Loki, the Asgardian god of mischief, and Ultron, the would-be world conqueror. Standing against them are some of Earth's Mightiest Heroes, including Vision, Black Widow, and Falcon, accompanied by their ally from S.H.I.E.L.D., Agent Phil Coulson. However, the villainous masterminds are not without their own allies, including the inimitable Absorbing Man and the unpredictable Agent Grant Ward. Track your stats from game to game across your campaign using the HeroClix combat dial.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Push Your Luck",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: HeroClix",
      "Mechanism: Campaign Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conquistador: Fur Traders and Buccaneers",
    "ID": 255164,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/255164/conquistador-fur-traders-and-buccaneers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Conquistador: Fur Traders and Buccaneers, published in The General vol. 21, #5, is an expansion for Conquistador to the XVIIth century. Adds new units and rules for French missionaries, pathfinders, buccaneers, slaves, alliance with natives, etc., and two new nations: The Netherlands and Denmark.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Exploration",
      "Nautical",
      "Negotiation",
      "Political",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Denmark",
      "Country: France",
      "Country: Netherlands",
      "Country: Spain",
      "History: Age of Kings",
      "Magazine: The General",
      "Players: Expansions Changing Player Count",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Entre Juegos",
    "ID": 255166,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/255166/entre-juegos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Entrejuegos is a game made to promote a board game store in Santiago.&#10;&#10;It's a 2 player game, in the vein of Blink were you try to play all your cards as fast as you can. However, there are two main differences: &#10;&#10;     Speed is important, but most important is observation, because if, at any time a player plays a card that make an &quot;Entrejuegos&quot; you can call it and stop the game. An &quot;Entrejuegos&quot; (translation: &quot;between-games&quot;) is a set of three cards, the first one of a type, the second of a different type, and the third must be the same as the first. So, for example, the last three cards are a Wargame, a Party Game and again a Wargame, you can call it.&#10;     The second difference is that the game has some scoring: 4 points for being the first one to throw all your cards, and 1 point for each Entrejuegos set.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  }
]