[
  {
    "Rank": "17101",
    "Name": "Gämsh Alpin",
    "ID": 206446,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/206446/gamsh-alpin",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;G&auml;msh Alpin is a fast card game for teams of two whose communication is on point. Thus, the game works only with 4 OR 6 players, not 5.&#10;&#10;Before the game starts, each team of two players secretly agrees on a signal &mdash; a wink, a gesture, a word, whatever &mdash; they will use in the game. This signal should be clear enough for the partner, but not something that can be identified by other players.&#10;&#10;Now the actual game starts, with partners sitting opposite one another. All players simultaneously exchange cards in hand with cards on the table. As soon as any player has managed to collect four of a kind, that player tries to let their partner know by giving that team's secret signal. If the team partner identifies the wink, the nudge, the code word, whatever, that team can score points. However, a vigilant opponent might just be faster and counter in time by announcing that this particular team has sent the signal. The opponent does not have to tell the group the signal. Special cards spice up the whole procedure.&#10;&#10;G&auml;msh Alpin is a further development of a public domain game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Mountains: The Alps",
      "Traditional Card Games: Kemps"
    ]
  },
  {
    "Rank": "17102",
    "Name": "From Overlord to Berlin",
    "ID": 88045,
    "Year": "(2010)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/88045/from-overlord-to-berlin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.2143",
    "Description": "(from VaeVictis website:)&#10;&#10;On June 6, 1944, Overlord, the biggest military operation ever launched, began along the Normandy beaches with the landing of two Allied armies. On June 22 in Byelorussia, more than a million Soviet soldiers swept against the German Army Group Centre: the Allied counter-offensive was underway and would not stop until it reached Berlin.&#10;From Overlord to Berlin is a strategic wargame that simulates the end of the Second World War in Europe on all fronts: east, west and Italy. One player directs the Axis forces and must resist Allied pressure for as long as possible while the other directs the Soviets and the Western Allies and must wipe out Nazi Germany and its satellites before the end of the game. The simulation begins in June 1944 with the Normandy landings, the fall of Rome in Italy and Operation Bagration in the east. There was still hard fighting ahead including crossing the Rhine and pushing forward into the heart of the Reich, surrounding numerous armies in the Ruhr and reaching the Elbe.&#10;In the east, Hitler&rsquo;s counter-attacks in Hungary and in Poland accomplished nothing against the might of the Russian bear.&#10;At the beginning of January, Russian troops attacked along the Vistula and drove the Germans back to the Oder. Budapest fell in February, and Vienna was captured in April. Finally, the offensive on Berlin began in April and the Reich fell at the beginning of May 1945, putting an end to the Second World War in Europe.&#10;&#10;The cardboard pocket includes :&#10;216 die-cut counters (Units : fronts, armies and army corps)&#10;1 Zone map of Europe from France to USSR, 59 x 40 cm&#10;1 rulebook, 2 player aids&#10;&#10;&#10;French or English Rules and Charts.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "Country: Italy",
      "Country: Russia",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Collection Jeux d'Histoire (Vae Victis)"
    ]
  },
  {
    "Rank": "17103",
    "Name": "Game of Blame",
    "ID": 200729,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/200729/game-of-blame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Experience the schemes and skulduggery of life at Medieval court in Game of Blame.&#10;&#10;Take on one of six roles as a royal advisor and tell the Queen exactly why her Realm is on the brink of catastrophe. Accuse your colleagues, bury your secrets and dodge responsibility as the deck runs down and incriminating evidence mounts.&#10;&#10;On your turn you play up to 3 cards to the &lsquo;blame pile&rsquo;. Each card played must share an emblem with the previous card (some cards have 2 emblems and either can be matched). In an ideal world, you want to utilise symbols that are not your own role as when it comes to apportioning blame (Accusation), the numbers of your cards vs the other person you have accused of being to blame will be counted.  &#10; Accusation is achieved by pointing your finger very vehemently at the accused player.  Keeping a mental track of what&rsquo;s been played is therefore a really good strategy as looking through the pile is not allowed.&#10;&#10;The player with the most of their own emblem in the pile takes the entire blame pile.  However, you don&rsquo;t want those cards left in your hand at scoring either.  All the other players not to blame may &lsquo;bury&rsquo; a secret and discard one card of their &lsquo;own blame type&rsquo; out of their hand permanently.&#10;&#10;The game stops and is scored when the draw pile is exhausted.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17104",
    "Name": "Atlantic Wolves",
    "ID": 299857,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/299857/atlantic-wolves",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Some have called it the most crucial campaign of the Second World War.  It was not fought on the ground with tanks and artillery; it was the Battle of the Atlantic, pitting the German Wolfpacks versus the allied convoy system. Upon the result of the campaign hung the fate of Great Britain, and, by extension, the Allied cause in Europe.&#10;&#10;&quot;Atlantic Wolves&quot; is a solitaire wargame based on this important World  War II naval campaign. It covers the decisive part of the campaign,  August 1942 to May 1943. The player, assuming the role of Admiral Karl Doenitz, controls the German Kriegsmarine and tries to achieve success against the Allies, played by the game system. The game is a deluxe re-implementation of Gary Graber's classic wargame Battle of the Atlantic, now out of print.&#10;&#10;The map is a representation of the general locations where the Battle of the Atlantic was fought. There are seven named Areas on the board (e.g. Eastern Seaboard, Newfoundland, North Atlantic, Mid- Atlantic, Iceland, Bay of Biscay, and African Coast).&#10;&#10;Counters in the game represent German U-Boats, &ldquo;Milch Cow&rdquo; (Milk Cow) submarine tankers, ACE, Condor bombers, Surface Raiders, and Admirals Doenitz and Raeder. Also represented are Allied Escorts, Air Patrols, Convoys, and various markers. Each U-Boat counter (in the rules, simply termed &ldquo;U-Boat&rdquo;) represents 4&ndash;6 operational U-Boats.&#10;&#10;Victory is won by the German player sinking Allied ships and avoiding the establishment of a secure &ldquo;lifeline&rdquo; to Britain. The more tonnage sunk, the better for the Germans.&#10;&#10;The German wins the game by fulfilling three requirements:&#10;&#10;&#10;    Preserving the fleet. If, during any turn, one-half or more of the U-Boat counters that started the turn are sunk, Kriegsmarine morale is broken, the game ends, and the Allies win. Example: During the first turn, if three or more U-Boats are sunk the Allies win.&#10;    Preventing a &ldquo;lifeline&rdquo; to Britain from being established. If there are four Convoy markers on the board at the end of any turn, a permanent lifeline to Britain has been established, Kriegsmarine morale is broken, the game ends, and the Allies win.&#10;    Sinking Allied ships. The German must sink 600,000 tons for three consecutive turns AND average: 400,000+ tons for the entire game if there are no Convoy markers on the board at the end of the game; OR 450,000+ tons if there is one Convoy marker on the board at the end of the game; OR 500,000+ tons if there are two or more Convoy markers on the board at the end of the game.&#10;&#10;&#10;&mdash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Atlantic Ocean",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "17105",
    "Name": "Mint Condition",
    "ID": 283259,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/283259/mint-condition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Save your games!&#10;&#10;Damage and dirt on your beloved boardgame-collection? This horror scenario now becomes reality. In Mint Condition you try to prevent wear and tear of your games. Just a collection in mint condition will win you the victory in the end. Greasy snacks? No, thank you! But watch out: Your rivals never rest, and a hairy cat has just jumped into the box. Never mind, if it weren&rsquo;t for the spilled wine and cigarette smoke all over the place&hellip;&#10;&#10;Mint Condition is a competitive drafting and set-collection card-game for 2 to 5 boardgame-fanatics where everybody tries to collect the least damage and keeps their games in the best shape possible. Also included are two additional play-variants for more fun.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "17106",
    "Name": "20th Air Force",
    "ID": 319747,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/319747/20th-air-force",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "3",
    "Description": "A Solitaire Game of the Strategic Bombing Campaign against Japan: 1944-1945&#10;&#10;On April 18, 1942, Jimmy Doolittle led a squadron of carrier-based B25 Mitchells on a daring surprise raid on Tokyo. The raid, conducted as revenge for the Japanese surprise attack on Pearl Harbor four months earlier, caused little damage but was a harbinger of the destruction from the air that was destined to befall the islands of Japan&hellip;&#10;&#10;By 1944, US forces had seized island bases in the Marianas close enough to Japan to employ the new long range B29 Superfortresses in a high-stakes strategic bombing campaign against Japanese industries and cities. So began the short (late 1944 until August 1945) but incredibly destructive life of the United States Army Air Force&rsquo;s (USAAF&rsquo;s) 20th Air Force.&#10;&#10;Your objective as you take command of the 20th Air Force in September 1944 is nothing short of reducing Japan&rsquo;s cities, large and small, to smoldering rubble! To do it you&rsquo;ve got the powerful and sophisticated B29, in ever increasing numbers and with flight crews improving in combat and navigation skills, and a research effort you direct to develop more and more sophisticated weapons. While initially you must focus on clearing the sky of Imperial Japanese Army Air Force (IJAAF) fighters and blasting Japanese war industries with high explosive bombs, eventually you will develop incendiary bombs which rapidly reduce Japan&rsquo;s combustible wooden and paper cities to ashes, and their dispersed war industries to ruins. Simultaneously, demolish her ports and kamikaze bases, and mine her waters. In the meantime, research marches on, perhaps you will obtain the ultimate weapon, the Atomic Bomb? Hopefully you will, because you are in a race against time &ndash; if Japan can hold out long enough the US will have to launch &ldquo;Operation Olympic&rdquo;, the costly planned invasion of Japan, and your strategic bombing campaign will have failed.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Force Commitment",
      "Increase Value of Unchosen Resources",
      "Ratio / Combat Results Table",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "17107",
    "Name": "Queen of the Hill",
    "ID": 180850,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/180850/queen-of-the-hill",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "The extremely addicting and fun thing about games that push your luck is that one moment where you tell yourself this is the last card you will be taking... then you survive and you change your mind that you will be drawing just one more... and you still survive! And you promise that this next one would really be your last - and you survive yet again! Nothing beats that moment of suspense as you push your luck to the extreme, only to be rewarded by  glorious victory for your bravery.&#10;&#10;In the light and casual game Queen of the Hill, players are queens vying for control of a celestial hill. Taking turns, they attempt to Gather, Form and Keep the strongest female warriors from different worlds and eras to join their army. However, this is a very dangerous act, and they cannot always control what they Gather. At the end of every round, players compare their total warrior scores Formed and the highest score wrests control of the hill. Control the hill twice and a player wins the game! Watch out though, the Dark One (also the only male in the game) might accidentally be Gathered and he will prey upon all the ladies. If you push your luck too hard, you might end up drawing him, and he will clear all your points and force you to end your gathering phase. How lucky are you feeling today? How far do you dare to push your luck? The more you push your luck without drawing the Dark One, the more likely the next opponent will attract him. And the more you push your luck, the more your foes are forced to push theirs if they are to beat you! The pressure is ON!&#10;&#10;In this game when a female warrior is Gathered (drawn from the deck), a player has the option of Forming her into the current fighting group for that round and her Battle Points will be counted for the player's total score in that same round, or the player can choose to Keep her in his hand instead. If he Keeps her in his hand, she will not contribute any Battle Points to the player's score this round and be set aside for now. She does not go into the player's hand immediately. Only after the current round ends will all such Kept cards go to their players' hands, where they can now be played at critical moments to turn the tide against other players. An interesting thing to note is that Gathering is secretive. Other players will never know the actual total score of a player in a round (unless the Dark One wipes them out), but they will know the amount of cards drawn by the player so they can make a rough guess.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17108",
    "Name": "Road to Richmond: The Peninsular Campaign, May-July, 1862",
    "ID": 4021,
    "Year": "(1977)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/4021/road-to-richmond-the-peninsular-campaign-may-july",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.9545",
    "Description": "Road to Richmond is an extra Blue and Gray Civil War Quad game, first published in Strategy &amp; Tactics magazine #60. Also released in Folio format&#10;&#10;From the introduction:&#10;&#10;Road to Richmond is a simulation of the engagement between Robert E. Lee's Army of Nortern Virginia and George B. McClellan's Army of the Potomc during its change of base to the James River in June and July, 1862. During the union withdrawal, Robert E. Lee proved his strategic genius and generalship in spite of the heavy losses to both sides. Richmond had been threatened by a superior force of Federal troops and now they, not the Confederates, were withdrawing to a defensive position. Soon after the campaign, Lee would move north causing the subsequent Federal withdrawal to Washington.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Blue & Gray (SPI)"
    ]
  },
  {
    "Rank": "17109",
    "Name": "Dizios",
    "ID": 66888,
    "Year": "(2009)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/66888/dizios",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Created By MindWare, Dizios is the bright, bold and brain-bending domino game with a dizzying twist! Two or more players take turns placing tiles into the grid by matching up edges, and earn points according to the pieces on the board that your tile touches. Includes 71 glossy, thick chipboard game tiles.&#10;&#10;Released in 2013 as Spiroz by Applefun.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "17110",
    "Name": "Ultimate Scheme",
    "ID": 164428,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/164428/ultimate-scheme",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "You're a master villain of a sinister secret society with a plan to take over the world! Send your minions around the globe to execute nefarious plots such as marketing evil soda, hijacking a nuclear submarine, building a time portal, or ruining a beloved movie property. Each turn you&rsquo;ll send your minions to exotic locales such as London, Cairo, Machu Picchu, or Antarctica to gather the resources you need to carry out your plans: Finance, Occult, Science, and of course Unobtainium. Watch out for your opponents&mdash;they&rsquo;re trying to pull off their own schemes. Each sinister plot you execute is but one small part of your secret Ultimate Scheme!&#10;&#10;A game turn consists of five steps: draw new schemes, move minions (perform twice), collect resources (perform twice), execute schemes, and the end step. Players perform each step in play order, so if Player 1 collects the resources in Cairo, Player 2 can't get Cairo's resources that turn. During the course of the turn, players move their minions to sites and collect the resources each site provides. Then they pay resources to execute schemes held in their hand, and earn progress points toward victory by doing so. To execute a scheme, a player must meet the scheme resource cost, and have a minion located in the scheme's site (for example, to subvert the U.N., a player must have a minion in New York). Action cards give players special advantages in moving minions, collecting resources, gaining new minions, or destroying enemy minions. The &quot;first player&quot; rotates each turn.&#10;&#10;Each player begins the game with a secret &quot;Ultimate Scheme&quot; card such as Ruin Christmas or Destroy Rock 'n' Roll. The Ultimate Scheme card dictates how many progress points the player needs to win, and what *kind* of schemes he or she needs to pull off. The game ends at the end of the turn in which the first player to complete his or her Ultimate Scheme does so. If multiple players finish their Ultimate Scheme on the same turn, various tiebreakers determine victory -- but the easiest way to win is to be the first villain to pull off your grand plan.&#10;&#10;",
    "Categories": [
      "Humor",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "17111",
    "Name": "The Art of War",
    "ID": 32031,
    "Year": "(2007)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/32031/the-art-of-war",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.75",
    "Description": "The Art of War is a strategy game for 2-6 players played on a board divided into black, white and forest hexes. The players must strategically move and produce units in order to conquer the capital of the opposing player(s). There are only two kinds of units: military and civilian. Civilian units are used to produce new units; military units attack and defend.&#10;&#10;The gameplay is very simple. On a turn, players may either produce new pieces or move their existing pieces. It is a game of planning the buildup to battle and putting ones forces in an advantageous position. It is not a game of doing battle and hoping to get lucky.&#10;&#10;The length of the game depends on the number of players&#10;&#10;2 players: 20-30 minutes&#10;3 players: 30-60 minutes&#10;4 players: 60-90 minutes&#10;6 players: 90-120 minutes&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "17112",
    "Name": "The World Game",
    "ID": 286761,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/286761/the-world-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The most complete geography card game in the world. It includes all 194 countries and a world map. The basic game is to compete with facts between world countries (a bigger country beats a smaller one, etc.). There are also 4 possible challenges: Flag, Location, the Capital City and a Continent challenge.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "17113",
    "Name": "Vietnam Solitaire",
    "ID": 26306,
    "Year": "(2006)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/26306/vietnam-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1818",
    "Description": "Vietnam Solitaire puts the player in the shoes of the American and South Vietnamese army as they fight off the Communists in the 60s and 70s. The player will control units representing ARVN, US Regulars, US Air-Cav, Napalm, B52s and Special Forces fighting against a simulated North Vietnamese &amp; Viet-Cong enemy.&#10;&#10;The game is designed to be fast-play (approx. 60-90 minutes per game). The components consist of rules, 56 counters and a map of Cambodia and South Vietnam.&#10;&#10;The wargame has been extensively play-tested and offers a good challenge to experienced and novice players alike&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Political",
      "Print & Play",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Cambodia",
      "Country: Laos",
      "Country: USA",
      "Country: Vietnam",
      "History: Cold War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "17114",
    "Name": "Dark Blood",
    "ID": 418826,
    "Year": "(2025)",
    "Geek Rating": "5.523",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/418826/dark-blood",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Dark Blood plunges players into the abyss of darkness, where they embody powerful asymmetrical cults striving for dominance over a hapless village. Whether as the cult of the Demonologist, Warlock, Necromancer, or Doomsayer, players must adeptly recruit villagers or harvest their blood to empower their sinister rituals. &#10;Through a fusion of Area Majority, Worker placement and Resource gathering, they vie with one another, navigating the perilous path of corruption, enhancing their Rituals, and staining various parts of the village to seize territories and augment their Taint (Victory Points). With each round introducing fresh challenges and opportunities, players must judiciously balance their strategies to outmaneuver their adversaries and emerge as the foremost cult as the fifth round draws to a close.&#10;Game Overview: &#10;Each player delves into their Ritual Book, serving as their player board, to oversee their Cultists, amass Resources, and upgrade their Rituals. The main board grants access to the five pivotal locations where the four cults will contend for control, eventually corrupting them. &#10;At the outset of each round, during the Upkeep phase, these locations undergo random variations in the number of available Peasants, the resources they yield and more... &#10;In the Placement phase, all cults place their workers (Cultist Miniatures) in these locations, determining the actions their cult can execute in each one. The majority in each location dictates not only special actions but also the initiative in which these actions will unfold. &#10;Subsequently, in the Resolve phase, each cult assigns their cultists to diverse actions, from resource gathering for Ritual upgrades to hanging peasants at the Tree of the Damned to bolster their Dark Favor. Crucially, each cultist can be designated to various Rituals in the player Ritual Book, with distinct effects such as Proselytizing other Peasants to expand your cult or Sacrificing peasants to procure their blood. Several additional Rituals are available, but the paramount one is Corrupting the land, which, when enhanced, may summon your Cult's Monstrosity! &#10;In the final phase, players Defile the land and bid their accumulated Blood to dominate the most corrupted location. The number of Sigils placed by each player significantly influences the ultimate outcome. As the fifth round concludes, the locations you corrupted, along with other factors such as your cult's size, upgraded Rituals, secret quest, concealed Taint and more, will determine the prevailing cult.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hidden Victory Points",
      "Solo / Solitaire Game",
      "Take That",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "17115",
    "Name": "Think: Memo Crime",
    "ID": 11160,
    "Year": "(1997)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/11160/think-memo-crime",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "Memo Crime is a game about training the memory while playing a detective who has to investigate in a crime case. This case is developed by the players intuitively. The trick is, that every player is performing the role of the detective as well as creating the story. Step by step th players work their way up until they are superintendent. But you shouldn't mix up the facts, otherwise you will never will solve the case.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Murder / Mystery",
      "Negotiation"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Series: Think (Ravensburger)"
    ]
  },
  {
    "Rank": "17116",
    "Name": "Monopoly Gamer: Overwatch Collector's Edition",
    "ID": 272803,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/272803/monopoly-gamer-overwatch-collectors-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "It's the Monopoly game for fans of Blizzard&rsquo;s Overwatch! In the board game, each player drafts a team of 3, including a group leader, and then everyone battles for the high score to win! Players earn points by moving around the board capturing objectives and collecting Loot Boxes. The Monopoly Overwatch Collector's Edition includes a game board, 6 character tokens, 6 group leader cards, 16 objective cards, 9 Loot Box cards, 4 reminder cards, 1 numbered die, 1 ability die, 90 plastic HP chips (50 fives and 40 ones), a premium box, and a Game Guide.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Game: Monopoly Gamer",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "17117",
    "Name": "PaiMiahhh",
    "ID": 205496,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/205496/paimiahhh",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "2",
    "Description": "PaiMiahhh is a trick-taking game with a funky twist! Not only do you get points when you win a trick, but also when you are off suit, and you might score bigger! With cards numbered 0-8 in each of the five suits, mixed with some special cards used in different games, PaiMiahhh is a light strategy card game that modernizes a traditional favorite with a unique mechanism.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "17118",
    "Name": "Supertall",
    "ID": 252684,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/252684/supertall",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4286",
    "Description": "In the heart of the city, steel beams race skyward. While other cities sprawl endlessly outwards, these city planners are looking up - up - UP! Real estate prices are skyrocketing, and it&rsquo;s time for a new class of skyscraper, the &ldquo;Supertall&rdquo;, to reshape the skyline.&#10;&#10;In Supertall, 2-3 players are competing developers, presenting their plans for new skyscrapers. Featuring 18 Plan cards with various amenities, players draw 1 card each turn and must choose to add it to their skyscrapers, pass it to their rivals, or leverage it for special abilities. Once all the plans have been built, players score points based on the mix of Residential, Business, Entertainment, and Green Space amenities in their skyscrapers. However, due to constant lobbying, City Hall will heavily tax one of those types making it worth 0 points, so be sure to plan ahead. The player with the most points using hard work and good planning will rise to the top, in Supertall!&#10;&#10;-description from publisher&#10;&#10;&#10;Released in the July 2018 Board Game of the Month Club $20+ package, together with Supertall: Municipal Buildings.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Supertall",
      "Series: Wallet Games (Button Shy)",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "17119",
    "Name": "The Alamo Remembered",
    "ID": 99131,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/99131/the-alamo-remembered",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8889",
    "Description": "In 1836, Americans, who since the early 1800s had been migrating and settling in the Mexican territory of Texas, along with the Mexican locals (Tejanos), were attempting to establish an independent republic. Seized early in the revolt against Mexican authority by these Texians (as these American-led revolutionaries were called), the Alamo Mission in San Antonio was surrounded and besieged by the forces of His Excellency, Don Antonio Lopez de Santa Anna.&#10;&#10;The Alamo Remembered is a quick, 1-2 player, historical game covering those dramatic minutes when legends were made at the Alamo. In this game of bluff and counter-bluff, command the Texian or Mexican units, defending or attacking the walls of the Alamo.&#10;&#10;With no dice rolling, rules to cover many variable conditions during this historic assault, and a &ldquo;Last Stand&rdquo; climax to the game, the birth of Texas is yours to relive. As the Texians, can you hold out at the Alamo to the last, or as the Mexicans quickly breach walls for glory? Find out in The Alamo Remembered!&#10;&#10;Game Data:&#10;&#10;Complexity: 2 on a 9 scale&#10;Solitaire Suitability: 7 on a 9 scale&#10;Scale: Each unit represents 25-30 men, or 1 artillery unit. Each turn represents 10 minutes of real time.&#10;&#10;Polybag Game Components:&#10;&#10;&bull;    One beautiful 8.5&quot; x 16.5&quot; game map&#10;&bull;    54 double-sided 3/4&quot; square game pieces&#10;&bull;    16-page full color Rules booklet (Optional and Solitaire rules included!)&#10;&#10;What's In The Box?:&#10;&#10;&bull;    One beautiful 8.5&quot; x 16.5&quot; game map&#10;&bull;    54 double-sided 3/4&quot; square game pieces&#10;&bull;    16-page full color Rules booklet (Optional and Solitaire rules included!)&#10;&bull;    One 8.5&quot; x 16.5&quot; mounted, jigsaw-cut game map&#10;&bull;    One bright red, 9 1/4&quot; x 5 7/8&quot; Standard cardboard VPG game box&#10;&bull;    One beautiful box cover sleeve&#10;&bull;    One &quot;Wipes-A-Lot&quot; napkin&#10;&bull;    One charcoal dessicant packet&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Cities: San Antonio (Texas, USA)",
      "History: Texas Revolution",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "17120",
    "Name": "Rapa Nui",
    "ID": 20678,
    "Year": "(2005)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/20678/rapa-nui",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This started life as a computer game by Ingo Alth&ouml;fer and has been worked into a board game by Reinhold Wittig. The board is in the shape of Easter Island (Rapa Nui) and has 45 spaces. Each player has 2 pieces which are placed on the board. On a turn a piece is moved to an adjacent empty space and a wooden die-holder is then put in the place just moved from. A die is then rolled and put in the holder. After the first 9 moves, each turn also has a second element. This is to remove an empty holder from the board or to roll a die and remove a die from the board with the same number (thus leaving an empty holder). The aim is to be the last player to be able to move.&#10;You need to be able to corner off an area for yourself and also to be in positions where removal of dice will benefit your future movement.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure"
    ],
    "Families": [
      "Country: Chile",
      "Islands: Easter (Chile)"
    ]
  },
  {
    "Rank": "17121",
    "Name": "Subjective",
    "ID": 402245,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/402245/subjective",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "We all know everything is subjective, but how does that help in a game of general knowledge? Because in SUB&bull;JEC&bull;TIVE, it's NOT about WHAT you know, it's about WHO will give you the best clues and HOW well you know your fellow players.&#10;&#10;Add PERSONALITY to trivia and experience how SUBJECTIVE this game can get!&#10;&#10;Start with a category and a secret word. Players then grab a different category and write down a clue. Choose a category to reveal and score points if you get it right. Finally, collect more points by guessing the rest of the player's clues!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17122",
    "Name": "Crib Wars",
    "ID": 1341,
    "Year": "(1997)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/1341/crib-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "A plastic cribbage board like no other, Crib Wars has 363 holes from start to finish instead of the usual 121. Along the twisting track are slide-aheads, reverse loops, shortcuts and setbacks that the players must follow if they land on certain spaces via play, hand or crib count. Use strategy to avoid the traps and utilize the advances. Crib Wars takes a lot longer to play than cribbage so beware, the official rules forbid you to quit!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "17123",
    "Name": "My Kind of Town",
    "ID": 61477,
    "Year": "(2010)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/61477/my-kind-of-town",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "My Kind of Town is a fast-playing game for two mobsters attempting to control Chicago in the Capone era.&#10;&#10;Players vie for control of VP cards by playing influence cards on either their own or their opponent's side.  Control is determined by majority influence of one of three kinds; the laying of influence cards determines both how much influence of each type the players have as well as which type(s) of influence can be used to control the VP card.&#10;&#10;Play consists of 12 influence turns followed by 4 resolution turns, leading to quick play but surprising depth.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Decades: The 1920's",
      "Players: Two-Player Only Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "17124",
    "Name": "Wolsung Steampunk Skirmish Game",
    "ID": 129038,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/129038/wolsung-steampunk-skirmish-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.4",
    "Description": "Wolsung Steampunk Skirmish Game is a game set in the world of Wolsung &ndash; a universe where unusual ladies and gentlemen struggle to achieve power, fame and wealth. It&rsquo;s a world of steam, magic, huge industrial factories and weird inventions. The game introduces you to Lyonesse &ndash; the Pearl of Cities, a city of the greatest minds and rulers of  modern world.&#10;&#10;There are many powerful factions and organisations in Lyonesse of which three are included in Wolsung SSG: Ash and Oak Social Club &ndash; the union of the most influential and powerful nobles of Lyonesse; Eccentric Scientists Club &ndash; home of the strangest inventions and most brilliant minds; and Tryad of the Lotus Dragon &ndash; mysterious and deceptive gang from the distant Shang In.&#10;&#10;Gameplay of Wolsung Steampunk Strategy Game may seem a little bit complicated at first, but as you play more and more games you&rsquo;ll certainly become more familiar with them. Our goal was to make an easy and intuitive set of rules, which can be easily learned and memorized, but give the players more than hundred percent satisfaction of a fair and demanding challenge.&#10;&#10;We also introduced something pretty new in tabletop games &ndash; the usage of standard card deck. It is used to minimize the luck factor of the dice and to help your heroes to do some really epic actions..&#10;&#10;..cause this is really what Wolsung SSG is about. Action, challenge and fun are all essentials of Wolsung SSG and things we put emphasis on when designing new rules, miniatures or terrains.&#10;&#10;Source: Publisher Blurb&#10;&#10;Wolsung SSG is miniature skirmish wargame, which uses 28mm miniatures, dice and standard dec of cards. During game players try to defeat their opponents, or fulfill specified scenario objectives. Winner claims glory and looser walks in shame to the rest of their life, or next game.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "17125",
    "Name": "Schönbrunn",
    "ID": 256170,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/256170/schonbrunn",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "From November 1814 to June 1815, in the Castle of Sch&ouml;nbrunn in Austria, the famous Vienna Congress took place, in order to re-arrange the European balance of power after the Napoleonic wars. For the very first time, the great powers decided to prevent future conflicts by gathering around a negotiating table.&#10;&#10;Sch&ouml;nbrunn is a prestigious 3-6 player game. Each player acts on behalf of one of the six major European powers of the 19th century. Each turn, players send their delegates to sit around the different negotiating tables, according to an &quot;imperfect information&quot; mechanism. The game goal is to make the best use of delegates' power in order to obtain the biggest slice of the pie. Pay attention for each nation has its own features and special powers!&#10;&#10;&bull;&bull;&bull;&#10;&#10;Dal Novembre 1814 al Giugno 1815, nel palazzo di Sch&ouml;nbrunn, a Vienna, capitale dell&rsquo;Impero austriaco, le principali potenze europee inviarono i propri rappresentanti allo storico Congresso per ripristinare la geopolitica europea a seguito delle Guerre Napoleoniche. Per la prima volta gli stati europei decisero che il modo migliore di evitare i conflitti futuri era riunire tutte le nazioni interessate attorno allo stesso tavolo negoziale: un&rsquo;idea che &egrave; sopravvissuta fino a oggi.&#10;&#10;Sch&ouml;nbrunn &egrave; un prestigioso gioco da tavolo per 3-6 influenti rappresentanti di altrettante potenti Nazioni europee dell&rsquo;Ottocento. Durante ogni turno i giocatori inviano le proprie pedine delegato ai vari tavoli negoziali, in accordo a un meccanismo a &ldquo;informazione imperfetta&rdquo;. L&rsquo;obiettivo &egrave; quello di sfruttare al meglio le proprie risorse al fine di ottenere il maggiore beneficio possibile dalle trattative. Ma fate attenzione, perch&eacute; ogni Nazione in gioco dispone di un potere speciale!&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Secret Unit Deployment",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "17126",
    "Name": "Mafia",
    "ID": 118950,
    "Year": "(2012)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/118950/mafia",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9375",
    "Description": "The Mafia has never been stronger: assaults, ambushes, and smuggling are happening throughtout the streets. But the police is not playing around! Infiltrated police officers will attempt to sabotage Mafia missions at all costs to show who's the real boss of the city&#10;&#10;At the beggining of the game, players receive secret goals: mafia or police. The first ones should complete the missions, while te second ones should force them to fail (secretly). When 4 missions have suceeded or failed, the game ends.&#10;&#10;During the whole game, 2 missions remain open at the table, and different characters are assigned to them.&#10;Each mission has a number value, a color and a quanitity of cards necessary to complete it.&#10;Players who are at the mission can contribute (or not) to it by secretly playing action cards at it.&#10;&#10;All action cards may be used to contribute for missions or may be used as an action. There is a wide variety of actions, such as adding or removing a character from a mission, buying more cards, forcing a player to lose cards, block a player's turn, etc.. but remember:&#10;In the underworld of MAFIA, you never know whom you can trust!&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "17127",
    "Name": "Escrete",
    "ID": 19676,
    "Year": "(1982)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/19676/escrete",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.875",
    "Description": "Escrete is a game where each player starts as a soccer team manager trying to buy players and organize the best squad. After that, each player becomes the coach, planning the better tactics to use during the match and, at last, the player turns into the hired soccer players, trying to do incredible moves that will drive the audience crazy. Wins the game the player who wins the tournament.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Chit-Pull System",
      "Simulation"
    ],
    "Families": [
      "Components: 5 x 6 Grids",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "17128",
    "Name": "DIG",
    "ID": 222741,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/222741/dig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.8462",
    "Description": "The hill hides many treasures, and all it takes to collect them is to grab your shovel and dig!&#10;&#10;Well, maybe not as these aren't the only things the hill hides; creatures and traps await, so the tunnels that you create might lead to either wealth or despair. Delve into the hill and gather ten gems to win the game! Take some risks, press your luck, hire recruits to dig deeper and win favors of companions such as the knight, wizard, scout or hunter to protect your collections from the many creatures &mdash; thieves, skeletons, orcs, and more &mdash; and traps hidden in the hill.&#10;&#10;DIG finds its path between adventure, strategy, luck, and resource management. In this card-driven game for 2 to 4 players ages 10 and up, fun meets strategy, luck meets role-playing and fantasy meets pixel art design within 20 to 45 minutes.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Role Playing",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17129",
    "Name": "Polders: Flip & Write",
    "ID": 339052,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/339052/polders-flip-and-write",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "In Polders: Flip &amp; Write you will be a 17th century Dutch investor that invested in the creation of the Dutch polders Beemster, Schermer, Wijde Wormer and Purmer. Flip and Write your way to the best combinations of fields, gardens, mills, farms and manors. But be careful! After each time you 'write', you hand your polder to the player on your left.&#10;&#10;The game is set in the 17th century in the Netherlands, a time when the country was experiencing a massive economic boost and merchants were looking for ways to increase food production. As a result, they came up with massive projects to enclose lakes with dikes and pump out the water with windmills. The resulting low-lying tract of land is known as a polder. One polder was qualified as an UNESCO World Heritage site: the Beemster Polder. The Beemster has a solid dike of 42 kilometers long, was pumped dry with 43 windmills, has its lowest point at 7 meters (23 feet) below sea level, and has a surface of 72 square kilometers (nearly 28 square miles). The land created in this polder, and the three polders created in the following decades, was incredibly fertile and therefore mostly used for farms. But the rich and powerful of the nearby city of Amsterdam also created &lsquo;buitenplaatsen&rsquo; (country houses or manors). In the game Polders, the four big polders created in the first half of the 17th century are your playing field.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Line Drawing",
      "Square Grid"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "17130",
    "Name": "Million Club",
    "ID": 173336,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/173336/million-club",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "London 1880 &mdash; the industrial revolution has brutally changed the face of the world. Resources, industries, transportation, and new empires are being raised from the smoke of coal and fumes of machines. You have come to enter the prestigious million club, a very closed circle of barons of finance and industry.&#10;Investments, opportunities, intrigue &mdash; it's all up to you what you'll make in this new world...&#10;&#10;Million Club is all about confrontation, with only a single winner standing tall in the end.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Negotiation"
    ],
    "Mechanics": [
      "Action Queue",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Boiteajeux"
    ]
  },
  {
    "Rank": "17131",
    "Name": "Nutty Squirrels of the Oakwood Forest",
    "ID": 314881,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/314881/nutty-squirrels-of-the-oakwood-forest",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "A press-your-luck, resource collecting, get ready for winter board game involving Squirrels with personality. Ages 8+. 1-6 players.&#10;&#10;This unique game builds the board using a series of leaf cards spreading out into 6 branches from the centre of the tree. Each turn, players have 3 actions to utilize across whichever mix they wish; move onto a leaves card, flip a leaves card to discover power-ups or acorns, or bury acorns for the winter.&#10;&#10;Players can carry up to 3 power cards at a time which can give them extra actions, allow them to carry more acorns, steal acorns from other players, swing over broken branches or unleash an owl to take out their opponents.&#10;&#10;The game ends when a player is the first to bury a total of 20 acorns or when there are no more cards left to flip (in which case the highest score wins).&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Action / Event",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Take That"
    ],
    "Families": [
      "Animals: Squirrels",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "17132",
    "Name": "Magic: The Gathering – Duel Decks: Izzet vs. Golgari",
    "ID": 210405,
    "Year": "(2012)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/210405/magic-the-gathering-duel-decks-izzet-vs-golgari",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Two guilds clash beneath the streets of Ravnica. In their quest for knowledge, the Izzet League ventures down into Ravnica&rsquo;s undercity. But the Golgari Swarm doesn&rsquo;t welcome interlopers in their hidden realm. Is the time ripe to teach the Izzet a lesson&mdash;and harvest fresh corpses&mdash;or will the magewrights attain the answers they seek?&#10;&#10;Each card in these two decks is black-bordered and tournament-legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17133",
    "Name": "Kawaii",
    "ID": 270501,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/270501/kawaii",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Collect as many ice creams as you can of your favorite shape and/or flavor! Cherries will gain you extra points, but be careful not to find the door closed when you go to the shop, or you might see your score melt away like ice in the sun&hellip;&#10;Kawaii is a dynamic card game where your goal is to get the most valuable pile before other players do so.&#10;In order to succeed you need to constantly observe other players&rsquo; actions, use your memory and act fast, with no hesitation.&#10;Ready?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Real-Time"
    ],
    "Families": [
      "Food & Drink: Ice Cream & Gelato",
      "Series: Pocket Games (Helvetiq)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "17134",
    "Name": "Aether Captains: Clockwork Cabal",
    "ID": 96703,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/96703/aether-captains-clockwork-cabal",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7273",
    "Description": "As a Free Captain, adventurer, and member of the Society of Clockwork Engineers, you travel across the breadth of Arkady. Recently, you find yourself in the back room of Rasmuson's Bookshop in the heart of Easley by the River. There, on shelves heavy with dust, you find a leather bound volume and from between its pages a letter drops. Its author describes a fabled ancient brass clock and navigation device, the Antikythera, whose 6 parts were disassembled and hidden in the city of Val Justinia to prevent it from falling into the hands of a shadowy cabal operating within the S.C.E's very halls. The letter goes on to say that if the cabal and its allies, the Federation of Air Pirates, were to discover this device, they could wreak untold havoc, potentially circumnavigate the globe and attack Arkady&rsquo;s eastern border.&#10;&#10;At first you dismiss this letter as rumor and hoax but rumors have a way of sometimes becoming truth...&#10;&#10;Clockwork Cabal is a game for one player lasting about 20 minutes. You win by locating all 6 parts of the Antikytheria before time runs out.&#10;&#10;Required to play:&#10;1 player pawn&#10;1d12&#10;13 small eurocubes&#10;and the deck of 54 cards&#10;&#10;there are 3 types of cards in the deck:&#10;&#10;City Sector cards form the map of the city that you move across during the game. You build the city as you progress&#10;Location cards list events that need to be resolved and let you find the parts of the Antikytheria&#10;Player cards keep track of your health, knowledge, strength and items found.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Game: Aether Captains",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "17135",
    "Name": "Gerónimooo!!!",
    "ID": 381072,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/381072/geronimooo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "It is a quick, easy to play game, where the objective of the players is to make their secret lemming the first to jump off the table into the void. By turns players will throw cards that will make a lemming move forward or backward on the grassy path, while other cards with effects will cause a dramatic twist in the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Deduction",
      "Math",
      "Party Game"
    ],
    "Mechanics": [
      "Chaining",
      "Hidden Roles",
      "Race"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "17136",
    "Name": "Island Trader",
    "ID": 33812,
    "Year": "(2008)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/33812/island-trader",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7333",
    "Description": "The ocean is full of little islands that need supply. Use your ship in order to bring them the supply they want, this will gain you the island support and more resources that will help you help the other islands. &#10;The game map is randomly generated every game so new challenge awaits you every time. The layout of the map can also set the difficulty of the game. &#10;The game can be played with a single player. When played like this it is a puzzle, where the player tries to reach all the islands.&#10;&#10;This is a free Print and Play game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Print & Play",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Components: Multi-Use Cards"
    ]
  },
  {
    "Rank": "17137",
    "Name": "Grand Prix: F1",
    "ID": 4503,
    "Year": "(2002)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/4503/grand-prix-f1",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Racing game, which can be played as a simple &quot;roll-the-dice-and-move&quot; game for younger players or as a strategy game where each player has a identical set of cards of Fuel points. Blocking other cars at key spaces will force opponents away from the optimal lane thus spending more fuel than necessary. Extra Fuel may be acquired (or lost!) at key spaces or by making Pit stops, which may also be necessary to change from dry to wet tires or vice versa.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Auto Racing",
      "Sports: Formula 1"
    ]
  },
  {
    "Rank": "17138",
    "Name": "Urban War",
    "ID": 18690,
    "Year": "(2005)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/18690/urban-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7273",
    "Description": "Urban War is a sci-fi skirmish game set in the Void 1.1 Universe. Players build small teams of soldiers called strike teams to fight in the war torn city-planet of Iskandria. Currently in its second edition, the new license holder seb-games is working on a third edition.&#10;&#10;On Iskandria the major powers, Viridians, Junkers, Syntha and VA3A enjoyed a period of peace until the Koralon, an aquatic, alien race invaded. Exploiting the Koralon's landfall, the Syntha unleashed their legions of Androsynths into the former neutral zone of the city-continent of Iskandria. While maintaining an illusion of neutrality the Junkers and VA3A enlisted their Gladiator and Triad allies to counter the Syntha's betrayal, only to realize these proxies merely furthered their very own interests.&#10;&#10;Urban War has come to Iskandria&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Void (Viridian Solar System)"
    ]
  },
  {
    "Rank": "17139",
    "Name": "Korsoun 1944",
    "ID": 27665,
    "Year": "(2007)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/27665/korsoun-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "Korsoun 1944 is a World War 2 Operational level board-wargame that covers the Korsun-Cherkassy pocket, in which two German army corps were encircled by the Soviets in January-February 1944. One player controls the Soviets and tries to close the pocket, while the other one controls the Germans.&#10;&#10;Published in Vae Victis magazine #72 (Jan-Feb 2007 issue).&#10;&#10;Components include:&#10;- the magazine including wargaming &amp; historical articles, plus the Rules in French;&#10;- One A2 size colour mapsheet (41.5 x 59 cm; 16 x 23 inches);&#10;- Two thin cardboard NON-die-cut countersheets, one for the front side, one for the back side, which need to be cut out and stuck together.&#10;&#10;English translations of the Rules, the Tables and the accompanying article describing the battle of the Korsun Pocket are available from Grognard.com.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Korsun (Ukraine)",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: WWII Operational (Vae Victis)"
    ]
  },
  {
    "Rank": "17140",
    "Name": "The Cossacks Are Coming!: The Tannenberg Campaign August and September, 1914 – 2nd Edition",
    "ID": 11993,
    "Year": "(2004)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/11993/the-cossacks-are-coming-the-tannenberg-campaign-au",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "4.3077",
    "Description": "(from Oregon Consim Games website:)&#10;&#10;The Cossacks Are Coming! (2nd Edition) is an extensively researched historical model of the Russian invasion of Germany in August and September of 1914. The design is a revision of the original The Cossacks are Coming! (People&rsquo;s War Games 1982). Based on the 3rd edition Death of Empires rules system the five scenarios include an introductory scenario, three individual battle scenarios (Gumbinnen, Tannenberg and First Masurian) and a campaign game scenario.&#10;&#10;Game Scale:&#10;&#10;    Units: Primarily brigade/divisional 1000 to 1500 men per strength point for infantry, 450 to 900 men per strength point of cavalry, 2 to 3 batteries per strength point of artillery. &#10;    Time: Weekly turns composed of two to three impulses. &#10;    Map: 5 miles per hex.&#10;&#10;&#10;Contents:&#10;&#10;     840 two sided die cut counters&#10;     One 22&quot; x 34&quot; Map&#10;     Standard and Exclusive Rule Booklets&#10;     4 Player Aid Charts&#10;     6 Strategic and Army Charts&#10;     8 Campaign Scenario Set-up Charts&#10;     Two 6-sided dice&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Olsztyn (Poland)",
      "Country: Germany",
      "History: 1914 Guns of August Campaign"
    ]
  },
  {
    "Rank": "17141",
    "Name": "Piñata Party",
    "ID": 175265,
    "Year": "(2015)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/175265/pinata-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "You&rsquo;ve been invited to an awesome pi&ntilde;ata party! Ready! Steady! Hit them as hard as you can!&#10;&#10;The candies are dropping from the Pi&ntilde;ata like flies. Hurry! Don't miss any of these delicious candies with flavors such as green apple and crispy cherry. Who can collect the most candies?&#10;&#10;In Pi&ntilde;ata Party, the players try to collect as many candies as they can from the board. On your turn, you must make two moves before picking up two or more candies. In every game there is different movement that can be used for collecting the sweets. Also included are several ways of scoring the game. The player that collects the most valuable delicious candy wins!&#10;&#10;The game provides additional  challenges in the shape of new, more difficult movement and scoring cards. Tactics are vital to avoid others looting your desired sweets. The easier combinations provide a sweet challenge for families, while the more difficult are ideal for experienced players too. Includes a special card for use when playing with smaller children.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Modular Board",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "17142",
    "Name": "World in Progress",
    "ID": 412811,
    "Year": "(2024)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/412811/world-in-progress",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The world has shattered into many pieces. You have been chosen to rebuild it from scratch. You must gather territories and support them by the power of the Gods to make your world a better place. Whoever creates the most majestic land will be blessed forever.&#10;&#10;World in Progress is a simply yet extremely entertaining family game. Rules are easy to learn for everyone, but the game will also enthral strategic players as the strive to make the perfect move. Thanks to a massive number of combinations possible, no two games are the same.&#10;&#10;You will create your own land with the land tiles taken from the neutral map by the push of faith. Are you ready to plea the gods for their support and siphon their power? Will you find the most ingenious way to expand your territory and score the most points? Win the game and become the most divine builder of worlds.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "17143",
    "Name": "Ynaros Fallin'",
    "ID": 357172,
    "Year": "(2024)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/357172/ynaros-fallin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5789",
    "Description": "Welcome to Ynaros Fallin: The Land of Shadows The strategic duelling game of Magic Land Exploration! Navigate through wild Lands and harness their power to increase your magical might. Meet the other Shaman and prove your mastery. Do you have what it takes to become the wisest Shaman the Land has ever seen?&#10; Ynaros Fallin: The Land of Shadows is mostly a 2 player game, with the Team mode (for 3 and 4 players) and a brand new solo mode based on narrative missions and discovery.&#10;&#10;Unfold your Strategy:&#10;Action selection is core mechanics or Ynaros Fallin.&#10;&#10;Choose wisely to:&#10;- Shape your path on the Land&#10;- Gather Crystals and acquire unique Powers&#10;- Make evolve your Characters&#10;- Win Magic Battles against your opponents&#10;- Control your the enemies in line of sight to absorb their power&#10;&#10;Combining elements of both Euro and American-style gameplay, it requires strategic thinking and tough decision-making, yet it never ceases to bring you the thrill of a good duel!&#10;&#10;Each turn has up to 3 phases: Deeds, Fate, Cantrips.&#10;&#10;In the first phase, a player can play 2 actions from the following:&#10;a) Draw 5 cards from the common pile&#10;b) Play cards from their hand&#10;c) Use the personal die to move miniatures &#10;d) Sacrifice a Magic Crystal to perform a control on one of the opponent's characters&#10;&#10;During Fate phase, players can discover and conquer Magic Lands, evoke new characters and play Magic Battles.&#10;&#10;During Cantrips phase, players can convert Magic Crystals to get experience points and get Boons from Red Magic Lands.&#10;&#10;The game ends if one of the following conditions take place :&#10;a) A player completes their 6 spaces for magic land in their personal board. &#10;b) 3 magic land piles are depleted. &#10;c) A player loses all their Vital Crystals.&#10;&#10;A player win when :&#10;a) Has the highest amount of Experience Points.&#10;b) The opponent lost all their Vital Crystals.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Hidden Movement",
      "Layering",
      "Once-Per-Game Abilities",
      "Solo / Solitaire Game",
      "Sudden Death Ending",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17144",
    "Name": "Battlegame Book 5: Fighting Ships",
    "ID": 12479,
    "Year": "(1976)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/12479/battlegame-book-5-fighting-ships",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "This is Battlegame Book 5.&#10;The second half of the book contains 4 games, each with an A3 colour board, and monocolour pieces to cut out and assemble.  The four games are:&#10;&#10;Viking Raids:  find treasure on a hex grid of northern Europe.&#10;Silver Fleet:  galleons between Spain and Cuba.&#10;Frigate:  game simulating a naval battle.&#10;Battle for the &quot;Med&quot;:  WWII game about convoy missions in the Mediterranean.&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Modern Warfare",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Series: Battlegame Books (Andrew McNeil)"
    ]
  },
  {
    "Rank": "17145",
    "Name": "Lagoonies",
    "ID": 191681,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/191681/lagoonies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In a mysterious lake, shimmering gloop spirits are causing mischief, leaving even the fierce octopus to swirl its long tentacles in the water in frustration.&#10;&#10;In Lagoonies, the players are bold and clever ghost hunters who must dive into this underwater world to collect as many gloop spirits as possible &mdash; but this is easier said than done as the spirits are confusingly similar, and where once you saw a globe spirit, a dive in the same spot might now reveal a worm spirit instead. Bring a good eye and fast hand to this ghost hunt!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "17146",
    "Name": "Strat-O-Matic Baseball Express",
    "ID": 108459,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/108459/strat-o-matic-baseball-express",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "The Strat-o-matic line of games simulates sports games with dice and cards for the individual players.  The player cards have the odds of events that happen during the course of the game.  The dice are used to determine the outcomes of events according to odds on the cards of the players involved.  For example, in baseball, a plate appearance involves a pitcher and batter and the outcome determined by the dice can range from an out to a home run.  The game can be played head to head or solo.  Games can be simulated or even entire seasons.&#10;&#10;The game contains 42 cards that represent various Major League Baseball players during the peak of their careers. Players must use their managing abilities to gain an edge in a game that uses cards to represent both pitcher and batter, charts to represent fielders, and dice to represent the bat and pitches.&#10;&#10;Baseball express is a slimmed down version of Strat-o-matic Baseball (both in play and size).  This set includes 43 All Star player cards, 4 dice (3d6 and 1d20), 4 game markers, instructions, and playing tray.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Series: Strat-O-Matic",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "17147",
    "Name": "North Cape: Convoy Battles in the Arctic, 1942-45",
    "ID": 174895,
    "Year": "(2015)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/174895/north-cape-convoy-battles-in-the-arctic-1942-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "&quot;North Cape: Convoy Battles in the Arctic, 1942-45&quot; is a wargame simulation of the convoy battles fought in the Barents Sea during World War Two. The wargame is played in several scenarios, each of which simulates one of the historical convoy battles in the Arctic. Each side must attempt to find and locate enemy positions and complete their missions. The objective in the game for the German player is to sink the largest number of enemy merchant ships possible. For the Allied player, the objective of the game is to bring the greatest number of merchant ships to the Soviet Union.&#10;&#10;Published in Strategy &amp; Tactics Magazine #292 (May/June 2015).&#10;&#10;Game Scale:&#10;Game Turn: 4 hours&#10;Hex: 12 miles / 22 kilometers&#10;Units: Individual to groups of ships&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 14-page North Cape rulebook&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;Note: Players will need to provide one 6-sided &amp; one 10-sided die to play.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Decades: The 1940's",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Arctic",
      "Region: Arctic Ocean"
    ]
  },
  {
    "Rank": "17148",
    "Name": "Boing!",
    "ID": 14012,
    "Year": "(1996)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/14012/boing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "This game consists of a tin can with an interior rim. Each player has 10 marbles of the same colour. These are put on the rim and players use a rubber mallet to attempt to knock the other player's marbles into the can while keeping their own on the rim. The player with the last marble on the rim is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "17149",
    "Name": "Smugglers",
    "ID": 191049,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/191049/smugglers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.125",
    "Description": "To bring the best youngsters into the business, the smuggler boss is holding a contest, with the candidates being challenged to move a sack filled with contraband through an opening in the fence.&#10;&#10;More specifically, in Smugglers players form the &quot;sacks&quot; used for smuggling out of modeling clay and hide their contraband within. The sacks are then rolled down a 3D path, with a die roll determining which hole in the fence the player needs to try to squeeze through. The player whose bag fits through the hole and who has the largest sack now checks the smaller bags, possibly taking the contraband hidden within. Who will prove to be the best smuggler?&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Play Dough / Modeling Clay",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "17150",
    "Name": "Scream, Aim, Fire!",
    "ID": 306579,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/306579/scream-aim-fire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "&quot;Scream, Aim, Fire!&quot; is a World War II solitaire tactical wargame of squad-level combat in the immediate aftermath of D-Day. The player takes the part of American infantry and armor pushing inland to take objectives, using a dice-roll action system that gives you a guaranteed number of actions each round, but not always of the exact type you need. A card-driven action system manages the German defenders, including veteran units, machine-gun nests, and even tanks. Victory is based on objectives and American Morale score, and game complications include lack of supplies and surprise German reinforcements, so even on the edge of victory, it pays to be cautious. But with a time limit on every scenario, not too cautious. With five scenarios of increasing difficulty and complexity, Scream, Aim, Fire! is a challenge you will have to rise to and a challenger that is always ready for you.&#10;&#10;Each Game Includes:&#10;2 x 17&quot; x 22&quot; Game Maps&#10;140x 1&rdquo; Counters&#10;Full Color Rules&#10;1x Player Aid Sheet&#10;36 x Players Cards&#10;5 Scenarios&#10;&#10;- from Tiny Battles Publishing website&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "17151",
    "Name": "Ubongo! Fun-Size Edition",
    "ID": 266421,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/266421/ubongo-fun-size-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Ubongo, players compete to solve individual puzzles as quickly as they can. Ubongo! Fun-Size Edition keeps this same idea, but challenges players to complete puzzles in a new way.&#10;&#10;In the game, each player has a set of eight polyomino pieces, each a different color. Players decide before the game begins whether they'll use the A- or B-side of the puzzle cards, with the A-side puzzles requiring exactly three pieces to complete and the B-side puzzles requiring exactly four. Which pieces? Well, you have to figure that out for yourself, with each puzzle having at least three different solutions.&#10;&#10;At the start of a round, each player receives a new puzzle card and must race to fill in the blank spaces as quickly as possible. As soon as one player has done this, they start counting down to zero and everyone else must complete their puzzle before time is up. Whoever completes their puzzle card in time keeps the card for a point; the player who started the countdown both keeps their card and earns a gemstone worth one point. After eight rounds, the player with the most points wins.&#10;&#10;To even the playing field between adults and children in Ubongo! Fun-Size Edition, the adults can play without the yellow piece &mdash; a straight line that covers three spaces. All of the puzzles can be solved without this piece, but doing so will be more difficult than normal...&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Game: Ubongo"
    ]
  },
  {
    "Rank": "17152",
    "Name": "Northern Branch: Firm With Brownies",
    "ID": 414996,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/414996/northern-branch-firm-with-brownies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Brownies head north!&#10;&#10;In this sequel to Firm With Brownies, the players will establish new firms in the north, building farms, pubs, factories and merchant exchanges. The game builds on the production &amp; buy/sell action system of the original, but adds a new complication: Dung cards that are worth negative points if left in your hand, but which can be used to make fuel or fertilizer to gain other benefits.&#10;&#10;Northern Branch is the third game in the Brownies series from Studio GG's Shun and Aya Taguchi and plays 2-4 players in 30 minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Race",
      "Tech Trees / Tech Tracks"
    ],
    "Families": []
  },
  {
    "Rank": "17153",
    "Name": "Les Guerres du Roi Soleil 1667-1713",
    "ID": 280729,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/280729/les-guerres-du-roi-soleil-1667-1713",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "3",
    "Description": "Les Guerres du Roi Soleil 1667-1713 (The Wars of the Sun King) is the first opportunity to play, with a single set of rules, the five conflicts led by France under the reign of Louis XIV the Great.&#10;&#10;The War of Devolution (1667-1668) - Spain&rsquo;s non-payment of the Infanta of Spain&rsquo;s dowry at her marriage to Louis XIV was used as a pretext for a war of conquest. This was the first conflict initiated by Louis XIV against a militarily and economically weakened Spain.&#10;&#10;The Franco-Dutch War (1672-1678) - France wants to bring the Dutch Republic to its knees. This fierce commercial competitor, too tolerant as a state, opposes France&rsquo;s expansion toward the Spanish Netherlands. This war for glory pitches against each other living legends of the Thirty Years War like Turenne, Cond&eacute; et Montecuccoli. As a result of this conflict, the King of France earns the nickname Louis the Great.&#10;&#10;The War of the Reunions (1683-1684) - Spain does not accept the annexation by France of enclaves and surrounding areas in the Spanish Netherlands, stating their boundaries were poorly defined by the international treaties ending the War of Devolution and the Franco-Dutch War. Vauban recommends limiting the territorial enclaves, leaning against the mountainous area and securing the enclaves by constructing strongholds; it&rsquo;s a matter of turf.&#10;&#10;The War of the League of Augsburg (1688-1697) - The Habsburg&rsquo;s victory against the Ottomans diverted the Empire&rsquo;s attention on the French territorial gains following the War of the Reunions. In 1687, Louis XIV wanted to transform the Truce of Ratisbon into a permanent accord and send an ultimatum to the emperor who refused. The German princes and the great European powers form an alliance to counter France&rsquo;s politics of expansionism and religious persecution. France finds itself diplomatically isolated.&#10;&#10;The War of Spanish Succession (1701-1713) - King Charles II of Spain dies with no descendants. The two principal reigning families of Europe, the Bourbons (France) and the Habsburgs (Austria), are both related to Charles II and claim the throne. The principal stake is the domination of Europe by seizing the enormous heritage of the Spanish Habsburgs. France is confronted with its fiercest military enemies: Marlborough and Prince Eugene of Savoy.&#10;&#10;Maximise your resource points to recruit armies, build strongholds, lead sieges and battles and win glory points.&#10;&#10;Will you be able to vanquish Montecuccoli, Eugene of Savoy or Marlborough with Turenne, Cond&eacute;, Villars and impose the Sun King&rsquo;s will?&#10;&#10;The game includes :&#10;&bull; One 59 x 41 cm map&#10;&bull; 270 double-sided, pre-cut counters and markers&#10;&bull; A book of rules and scenarios&#10;&bull; Two colour player aids&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "History: Age of Kings",
      "History: Franco-Dutch War",
      "History: Nine Years War",
      "History: War of Devolution",
      "History: War of the Spanish Succession",
      "Series: Collection Jeux d'Histoire (Vae Victis)"
    ]
  },
  {
    "Rank": "17154",
    "Name": "Zero",
    "ID": 102792,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/102792/zero",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "If you have always wondered what it feels like to be a complete Zero, then this game is for you! Zero is the exciting family game that asks players to search their minds for the &quot;least popular&quot; aspects of pop culture. More than 450 people were surveyed in the US, UK, Australia and Mexico and University Games tabulated their answers to hundreds of questions. Now, you and your friends can match wits with them to see who comes up with the &quot;least&quot; likely answer. Each Card lists all of the correct answers to each question and points are awarded based on the popularity of the answer. The winner is the player who scores closest to zero when the game ends!&#10;&#10;Contents Include: 270 Question Cards, Game Board, 6 Moving Pieces, 18 Tokens and Instructions&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17155",
    "Name": "Zombie Town",
    "ID": 111142,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/111142/zombie-town",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.1667",
    "Description": "A fast 3 to 6 player non-collectible card game where everyone dies, the &quot;winner&quot; is just the last person to fall to the horde. A turn comprises seven actions: drawing cards; (if applicable) perform a hiding test to determine if any location is retained; (if applicable) play cards to perform defensive actions or deploy locations; (if applicable) take explosion or infection tests; adjust health level; distribute zombies to other players; discard down to current hand size. When your health reaches zero you are out of the game and the last player with any health left wins.&#10;&#10;The rules are simple and the game is quick to play.&#10;&#10;The game blurb reads as follows:&#10;&#10;&quot;Suddenly a small town was attacked by unknown viruses; all of the people was infected and became zombies. Only a few people survive...&quot;&#10;&#10;The game is distributed by Swan Panasia Distribution.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "17156",
    "Name": "Home on Lagrange",
    "ID": 241964,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/241964/home-on-lagrange",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Home on Lagrange is a strategic card game set on the high frontier of outer space. As Admirals, players compete with one another to construct fully functional space stations, built from an assortment of modules, which are yours to fill with a wide array of inhabitants, technologies, and other unknown curiosities.  Will your station be a bastion of education, where technological advancement is strived for daily, or a recreational stronghold, where the late night get down reigns supreme?  It's up to you to choose your own space adventure!&#10;&#10;Your adventure&rsquo;s outcome is determined by your choices throughout the game.  Special abilities are rewarded to clever Admirals with certain combinations of modules.  But there is only one way to find out how effective of an Admiral you really are! By consulting the Admiral's Log at the end of the game, you&rsquo;ll find out just how useful it was to boogie the night away on your station, and finally determine which player triumphed and successfully made their Home on Lagrange.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting",
      "Storytelling"
    ],
    "Families": [
      "Decades: The 1970's"
    ]
  },
  {
    "Rank": "17157",
    "Name": "Number Rumba!",
    "ID": 26786,
    "Year": "(1991)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/26786/number-rumba",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2",
    "Description": "The game box contains 2 identical little stands each with 9 number blocks and a pack of example-cards.&#10;The cards are numbered from 1 to 24 (easy..difficult).&#10;When a card is placed on the table, the 2 players try to make the example witch is shown on that card as quickly as possible.&#10;The fastest player wins that card.&#10;Then the next card comes on the table etc.&#10;&#10;Rules: You may just move one block at the time and the stones may only be put on the bars of the stand.&#10;Not in your hands or on the table!!&#10;Each bar can have 3 blocks max.&#10;&#10;It's also a nice game to play for 1 player.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "17158",
    "Name": "Crime Scene: Brooklyn 2002",
    "ID": 349491,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/349491/crime-scene-brooklyn-2002",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Brooklyn is one of the four original Crime Scene Games. It is a mystery solving game that combines three main elements:&#10;1) A modern mystery story written by professional crime author Arttu Tuominen. 2) Finding details from a &quot;Hidden image&quot; picture. 3) More or less classic puzzle solving. The puzzles range from single to four card ones, and from light to quite heavy.&#10;Players can use hints to help with the solving, but it costs them Reputation cards. Giving a wrong answer also makes the players lose a Reputation card.&#10;The more Reputation Cards the players have left at the end, the easier it is for them to follow the &quot;Hunch&quot; found on the remaining cards, and ultimately choosing the correct option in the &quot;Final Choice&quot;&#10;The high age recommendation comes from a few graphic details in the story. These can be skipped by parents playing with their children (12+), as long as they are aware such exist in the game.&#10;&#10;Challenge Level 3/5&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Finale Ending"
    ],
    "Families": [
      "Series: Crime Scene (Tactic)"
    ]
  },
  {
    "Rank": "17159",
    "Name": "Road Rally USA",
    "ID": 136954,
    "Year": "(2013)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/136954/road-rally-usa",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "Game description from the publisher:&#10;&#10;&quot;Finishing races is important, but racing is more important.&quot; &ndash; Dale Earnhardt&#10;&#10;Do you feel the need for speed? If so, Road Rally USA has you covered! Simply pressing the accelerator is not enough, as you must be efficient, managing your fuel and coming in first at your optimal checkpoints to maximize your score. Thus, you need to race and maneuver to be in the proper position when scoring your checkpoints.&#10;&#10;Try as you might, it's impossible to maintain the lead throughout the race &ndash; and truth be told, while being first at the end of the race helps, placing first at your scoring locations is even more important. Every turn someone could trigger a scoring point. Where will you be as you and your opponents control which checkpoints will score and which get bypassed?&#10;&#10;Each racer plays from identical draw decks, playing multiple cards of the same color to provide a boost of speed. Beware as you may reshuffle your deck only at gas stations along the way, and when your hand or draw pile are depleted, you are in for trouble. Race smart and bring home the gold!&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "17160",
    "Name": "Labyrinthos",
    "ID": 288605,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/288605/labyrinthos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Greetings Young Warriors of Athens,&#10;&#10;On this day, you have been given the honor of entering our city's labyrinth as part of an annual sacrifice which is meant to satisfy the monstrous minotaur that lives inside. Now this may seem like a dark and twisted fate, but there could still be a glimmer of hope for one of you brave souls. According to legend, the great inventor Daedalus hid a set of powerful keys inside his ever-changing walls and that whoever can find them will unlock the secret to escaping &hellip; so long as the minotaur does not find them first.&#10;&#10;Labyrinthos is a fast paced, dungeon tile game, where you and up to 3 friends must explore a dangerous and ever changing maze. To win you must be the first to find all four hidden keys, evade the Minotaur that hunts you, and escape to freedom. But be warned! Every time you find a key it will change you in unexpected ways...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Maze",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Ancient: Greece",
      "Creatures: Minotaurs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17161",
    "Name": "The Air-Eaters Strike Back!",
    "ID": 4320,
    "Year": "(1981)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/4320/the-air-eaters-strike-back",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "This sequel to &quot;Invasion of the Air-eaters&quot;  has the aliens of the title staging another invasion a century later. This time the war is fought over the entire inner solar system, using 240 counters that represent a variety of space- and ground-based units. From the box:&#10;&#10;&quot;Turns are three months, planets move in orbit and spaceships move from planet to planet. Separate ground actions occur on maps of Mercury, Earth, Mars, the Venusian poles, Ganymede, Callisto, Europa, and Io -- all in the same scale. ... Rules cover production, technology, teleportation, combat, and movement.&quot;&#10;&#10;There are numerous scenarios in the rules including multiplayer games (&quot;The Air Eaters Strike Back may be played by up to five players by splitting the Aliens and/or Terrans up between players...&quot; from paragraph preceding rule 32.0). There is one solitaire scenario. There are also two scenarios that setup conflict between human forces (no aliens).&#10;&#10;Actual playing time will vary; the box says three to six hours. This is Metagaming MetaGame #1 (product #5101).&#10;&#10;Magazine Articles:&#10;&#10;The Space Gamer #44, Capsule Review (October, 1981)    &#10;Interplay Magazine: The Metagaming Dialogs #1 ... &quot;Air-Eaters Strike Back: Designer Notes&quot; (1981)&#10;Interplay Magazine: The Metagaming Dialogs #3 ... &quot;Air-Eater's Background&quot;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "17162",
    "Name": "About Time",
    "ID": 32337,
    "Year": "(2007)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/32337/about-time",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Teams compete to guess closest to the year of a historic event, which is read out from a Question Card.  Winning teams collect tokens and roll the dice to move around the board in a race to the Center.&#10;&#10;The game includes a board, eight different characters to represent the teams playing, a sandglass timer, two dice, a scoresheet, six pencils, a novel magnetic category selection unit, question/answer cards, timecards, rules, and a mini-reference sheet.&#10;&#10;The game is played in rounds, the first of which is similar to a round of trivial pursuit.  The second round introduces timecards, which tweaks gameplay by giving teams various powers, such as stealing points.  The game sequence also changes to shake things up a bit.&#10;&#10;Very much like an exciting Trivial Pursuit, adding various new mechanics.&#10;&#10;Released at Spiel 2007.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "17163",
    "Name": "Shit Happens: Too Shitty for Work",
    "ID": 255335,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/255335/shit-happens-too-shitty-for-work",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Celebrate the shittier side of the 9 to 5 grind with Shit Happens: Too Shitty for Work. This not suitable for work expansion edition includes 200 cards not included in the original Shit Happens. Start the game by ranking some pretty shitty situations: Is accidentally sending a nude selfie to the office better or worse than crashing the entire server? Is it worse than getting fired? Rank the card, and if our Misery Index agrees with you, you get to keep it. Correctly rank 10 cards and you win! This fantastically foul game can be played with or without the original Shit Happens game. For 2 or more players, ages 18 and up.&#10;&#10;Includes 200 cards not included in the original Shit Happens game&#10;Can be played on its own or as an expansion to the original game&#10;Perfect for parties - will have your guests rolling with laughter!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17164",
    "Name": "Visual Game",
    "ID": 10878,
    "Year": "(1991)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/10878/visual-game",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1.3333",
    "Description": "Just like Pictionary with some variants. Members of a team have to guess what their mates are drawing.&#10;Probably there is only an Italian edition.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "17165",
    "Name": "The Necrohamster",
    "ID": 369277,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/369277/the-necrohamster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Necrohamster is a fun and quick card game for 2-4 players. Players take simultaneous turns in which they summon skeletons, zombies and spirits. The Necrohamster is quick to pick up with simple rules, but 15 unique summon creatures and varying award cards allow for depth and replayability.&#10;&#10;Game Setup:&#10;Deal each player 5 random cards from a communal deck of creature cards. Next reveal 3 random Title Cards from the 7 available title cards. These Title Cards provide bonus points and are claimed by the first person that meets their requirements. Randomise one player to receive the stating player card. You are now ready to start a game of The Necrohamster!&#10;&#10;How to Play:&#10;Each game turn (except the first turn) starts with the Draw Phase. During this phase every player draws 2 cards from a communal deck of cards to replenish their hand. Next is the Summon Phase. During this phase each player simultaneously selects one card from their hand to summon. Once every player has chosen, all cards are revealed. To pay for the cost of the card each player must discard cards from their hand equal to that card's summon cost. The summoned card then goes into that player's personal summon area. Once all players have summoned their creature cards, starting from the first player, each player resolves any card effects going in a clockwise player order.Once card effects have been resolved, players begin the next round, starting again with the Draw Phase.&#10;&#10;Game End:&#10;The game ends on the round in which any player has summoned their 8th creature card. Complete this round then add up all the points each player has accumulated. The player with the highest total is declared as the greatest Necrohamster in all the lands!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Hamsters",
      "Card Games: Draw and Discard",
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "17166",
    "Name": "Proteus",
    "ID": 7567,
    "Year": "(1983)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/7567/proteus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.5714",
    "Description": "From the Kadon website:&#10;&#10;&quot;Background ::   In ancient Greek mythology there was a sea god named Proteus. His most notable characteristic was that he could change his shape at will, from a man to a fish, a whale, a bird, or anything else. This most useful skill against opponents gave rise to the expression of being in a &quot;Protean struggle.&quot; The Proteus game set is so named because the game can change its form &mdash; not its physical form, but rather the game rules themselves.&quot;&#10;&#10;Michael's concept was to create a meta-game that allowed for rule-changing but had a fixed slate of  rules, unlike the fluid game of Nomic. The rules on 9 wood tiles determine how the players may move their pieces, trade the tiles, or even win. A rule is activated when a player's piece enters a correspondingly shaped tile, and the previously active rule is turned off. A placement phase precedes the movement stage. Experienced players can sometimes win even before movement begins. The strategy is intense because long-range moves are not calculable. For two players, Ages 12 and up.&#10;&#10;On Omni's list of best new games, 1983.&#10;&#10;&#10;Online Play&#10;&#10;     Boardspace.net (real time or turn based, AI option)&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3 x 3 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17167",
    "Name": "Tea Time Crime",
    "ID": 382304,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/382304/tea-time-crime",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "Lord Waldemar is celebrating his 80th birthday in his stately home and has invited numerous prominent guests. Baroness of Walloon-Brabant is expected with her entourage, as well as Sir Adam Stoneworth and Count Bobby of Wexford. Even the famous opera singer Barbette Brunette and former boxing champion Arnold Wendestein have announced their attendance. We are looking forward to this special occasion, which will of course take place at 5 p.m. sharp - at tea time.&#10;&#10;Unfortunately, there has also been an increase in burglaries and thefts in this noble area lately. For this reason, Lord Waldemar has hired a renowned detective who, of course, appears with his assistant. During the celebrations they should keep an eye on the property and the luxurious belongings of his guests. If that succeeds, Lord Waldemar will acknowledge it very much.&#10;&#10;Gameplay:&#10;Roll the dice up to 3 times. Choose dice with the same number and flip (or remove) a tile from your board that matches the result of the dice.&#10;Try to find valuable rooms or thieves and arrange your detectives correctly, so you can score them.&#10;&#10;End: If a player places his 5th detective-tile correctly, everyone count all their points. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: 5 x 5 Grids",
      "Country: England"
    ]
  },
  {
    "Rank": "17168",
    "Name": "Category Game",
    "ID": 13094,
    "Year": "(1994)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/13094/category-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Category Game is a party game about finding words: a 5x5 plastic grid with 5 &quot;word category&quot; cards (placed over the columns) and 5 letter tiles (placed at the left border of the rows)is filled with 25 marbles (whose value is 1, 2 or 3 points). Any marble is placed in a cell in the grid, whose position is corresponding to a category column and a letter row: you can take the marble finding a word in the category of the column, beginning with the letter in the row.&#10;&#10;For instance, if the category is &quot;Games&quot;, and letter is &quot;C&quot;, you can also say... &quot;Category Game&quot;!  Players are arranged in teams, then the starting player has 15 seconds to try to get as many marbles as he can, saying words matching the category on the column, and beginning with the letter on the row. The uncomplete grid is then passed to the next player, who has 15 seconds to take some of the remaining marbles, and so on. When the grid is empty, or when everyone passes (i.e. when you only have on the grid marbles corresponding to a difficult or impossible letter/category match), points are scored. Category cards and letter tiles are then changed, marbles are randomly put again on the grid, and a new round begins.&#10;&#10;Category Game is a very nice reworking of a traditional pencil and paper game: I appreciate the fast pace induced by the 15 seconds sandtimer, the partnership play, the good assortment of category cards, and... the arguing! In effect, some of the cards are an undoubtful source for arguments (or - when the going get tough - for &quot;marbles wars&quot;... be careful!): &quot;Into the sea&quot;, for instance... What if someone says &quot;Cars&quot; or &quot;Chairs&quot;? Shouldn't cars or chairs get into the sea?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Marbles",
      "Traditional Games: Categories / Guggenheim",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "17169",
    "Name": "Among Thieves",
    "ID": 275214,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/275214/among-thieves",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "Among Thieves is a game of deception and greed. You will work together to extort information from higher level employees of the largest corporations in the world. However, no one can be trusted. Win by having the most money, but be careful &ndash; the player with the least honor is eliminated.&#10;&#10;Each round one player is the Heistmaster. They will choose who to take on the heist with them. All of the players can offer whatever they want to go on the heist. The Heistmaster can accept whatever deal they want, but no promises are binding.&#10;&#10;Once the team has been chosen, the players will simultaneously choose whether to be honorable or dishonorable. If every player chooses honorable, you will flip over one card for each player. Each player on the heist will gain ISK equal to the total shown. If one or more players chose dishonorable, you will flip one card for each honorable player, but only the dishonorable player(s) will gain ISK. They will gain ISK equal to twice the total shown. Finally, if anyone chose dishonorable, all the dishonorable players will lose 1 honor and all the honorable players will gain 1 honor.&#10;&#10;Will you share the ill-gotten gains of your exploits or will you backstab your partners in crime and keep the money for yourself?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Prisoner's Dilemma",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Setting: Dystopian Universe (Indie Boards & Cards)"
    ]
  },
  {
    "Rank": "17170",
    "Name": "Traitor Mechanic: The Traitor Mechanic Game",
    "ID": 197069,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/197069/traitor-mechanic-the-traitor-mechanic-game",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Traitor Mechanic: The Traitor Mechanic Game, players are automobile mechanics, all working together to fix cars. However, one of them has been hired by a rival auto-shop to undermine their efforts and make this auto-shop go bankrupt. You must work together, fix the cars, and attempt to reveal just which one of you is the...traitor mechanic.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Self-Referential Games"
    ]
  },
  {
    "Rank": "17171",
    "Name": "Klink",
    "ID": 387564,
    "Year": "(2024)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/387564/klink",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Your goal in Klink is to have the lowest score possible to win the round. Win enough rounds, and you win the game!&#10;&#10;The deck consists of cards ranging from -5 to 10. On a turn, take two cards from the deck, look at one of them, then decide whether to keep the cards or offer them to another player; if you offer them, that player can look at one card of their choice, then keep the cards, or offer them to someone else. If the final player is being offered the card, they must keep them. Whoever ends up with the cards takes the next turn.&#10;&#10;When a player has ten cards in front of them, the round ends, and everyone reveals their cards. If you have two cards of the same value, they cancel one another. Whoever has the lowest score wins the round.&#10;&#10;Klink includes special event cards that change the rules of play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "17172",
    "Name": "Sprouts",
    "ID": 7378,
    "Year": "(1967)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/7378/sprouts",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6429",
    "Description": "Sprouts is a two-player game, invented by John Conway (the creator of the game of Life) and Michael Paterson, while they were at the University of Cambridge (United Kingdom).&#10;The rules are:&#10;&#10;     In the beginning - a few spots are drawn on the paper;&#10;     On every move, the player must connect two spots (or one spot to itself) with a curve, which doesn't intersect other curves. After that, the player must set a new spot on just-drawn curve. To every spot can be attached maximum 3 curves.&#10;     The player who on his/her turn doesn't have a valid move, loses the game.&#10;&#10;&#10;In the image shown, the two black spots each have only two curves coming out of them, but nonetheless cannot be used because no curve can be drawn between them without crossing another already-drawn curve. Thus this game is over. The two black spots are called &quot;survivors&quot;, and the number of survivors is what can effectively be controlled in the game.&#10;&#10;Sprouts is one of many combinatorial games analyzed in Winning Ways for Your Mathematical Plays as well as other math books on the subject of combinatorial games.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17173",
    "Name": "Time's Up! Green Edition",
    "ID": 101668,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/101668/times-up-green-edition",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Time's Up! Green edition is a new edition of popular Time's Up! game&#10;&#10;It's a party game for teams of two or more players. The same set of famous names is used for each of three rounds. In each round, one member of a team tries to get his teammates to guess as many names as possible in 30 seconds.&#10;In round 1, almost any kind of clue is allowed.&#10;In round 2 no more than one word can be used in each clue (but unlimited sounds and gestures are permitted).&#10;In round 3, no words are allowed at all.&#10;&#10;440 new people including recent personnalities&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Time's Up!",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "17174",
    "Name": "Hâpy Families",
    "ID": 359176,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/359176/hapy-families",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Oh no! While visiting the pyramid, Hapi accidentally opened a secret door and discovered an ancient tablet. But when he got closer, a God suddenly appeared. &ldquo;Phew, thanks for finding me! All the other Gods are still hidden in the pyramid. Help me find them, we haven&rsquo;t played together in ages!&#10;&#10;In H&acirc;py Families you try to collect series of 3 Little gods from the same family to score points! On your turn, pick a god from the pyramid, call for another one in your opponent's hand and try to bring god families together!&#10;&#10;Points are scored for series of 3 instead of entire families.  Gather 6 of a kinf for an instant win.&#10;&#10;The number of points needed to win depends on player count.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Deduction",
      "Layering",
      "Matching",
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Mythology: Egyptian",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "17175",
    "Name": "Marvel Battleworld",
    "ID": 311020,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/311020/marvel-battleworld",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Pick your favorite Hero, rescue your friends, and win battles to defeat Thanos! Marvel Battleworld is a revolutionary cooperative, expandable, collectible adventure game featuring dozens of characters from all over the Marvel Universe! Players get to crack open the mysterious Thanostones during the course of play to reveal mystery characters inside. Choose your favorite hero, and use their unique special abilities. Roll to attack and win three battles to achieve victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "17176",
    "Name": "Tales of Tails",
    "ID": 422437,
    "Year": "(2024)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/422437/tales-of-tails",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Welcome to the dungeon escape competition! Our brave good boys and girls have to go down into very deep chambers (we don't know who dug them) and fight back against scary monsters! But our participants are not ordinary dogs, but real adventurers. Which of them will collect the most goodies and be the first to leave the dark dungeon?&#10;&#10;In this game you will participate in a fantasy competition. Each round you place room cards to build a dungeon filled with monsters and treasure.&#10;&#10;The goal of each player is to build the most lucrative way out of the dungeon and escape through it while collecting coins and defeating monsters. The player that collects the most gold coins after three rounds wins &mdash; one can find gold coins laying around the dungeon or earn them by completing quests and beating monsters.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Exploration",
      "Fantasy",
      "Maze",
      "Territory Building"
    ],
    "Mechanics": [
      "Map Addition",
      "Push Your Luck",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dogs",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "17177",
    "Name": "Bambuti",
    "ID": 479,
    "Year": "(1999)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/479/bambuti",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.6923",
    "Description": "The Bambuti tribe has an annual competition where the villagers bring their most valuable family belongings--large, richly engraved wooden masks--which are constantly pushed back and forward among the participants until the sound of the jungle drums abruptly stops. Who has the most valuable mask?&#10;&#10;The players play mask cards with different values and colors in front of them trying to capture the opponent's most valuable masks and gain the most points when the game ends.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Africa",
      "Country: Democratic Republic of the Congo",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17178",
    "Name": "Sirocco",
    "ID": 1570,
    "Year": "(1985)",
    "Geek Rating": "5.523",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/1570/sirocco",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7273",
    "Description": "Publisher's description:&#10;&quot;SIROCCO is an exciting game of desert combat for two players.  Simple and easy to learn, battle develops fast and furiously!&quot;&#10;&#10;Each player represents one side in a highly abstracted WWII North Africa desert battle.  Using order cards, they maneuver various units and attempt to capture or kill their opponents' general. Basic and advanced rules are included.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17179",
    "Name": "4 Seasons",
    "ID": 213304,
    "Year": "(2016)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/213304/4-seasons",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Challenging trick-taking game. Depending on the amount of players, each player needs to discard 2 or 3 hand cards to secretly bid how many tricks he would take. A successful bid gives him bonus points. Players can choose to do additional bids by showing their bid or even their complete hand in order to score even more bonus points. However, if they fail, the points go to their opponents.&#10; Besides 36 cards in 4 suits, the game contains a butterfly, which causes confusion and surprise.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "17180",
    "Name": "Little Secret",
    "ID": 367367,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/367367/little-secret",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Little Secret is the game where you have to uncover the intruder. Members of a secret organisation do meetings to verify the identity of the participants with the help of a secret word. Only the Disciples have the correct secret word. Among them are hiding Infiltrators and a Journalist.&#10;It's up to you to unmask them without being eliminated!&#10;&#10;Step 1: Each player has a card with secret words that will define their role during the game.&#10;&#10;Step 2: By turns, each player will give a clue to their secret word, the aim being to find out who has a different word to theirs (or who has none, in the case of the Journalist).&#10;&#10;Step 3: It's time for players to debate and vote to eliminate the Infiltrator or Journalist. You will need to form alliances with other players to unmask the intruder.&#10;&#10;Step 4: After a player is eliminated, the game continues until all intruders have been unmasked. Players who have not been eliminated earn points.&#10;&#10;Bonus: from 6 players upwards, it is possible to add &quot;Powers&quot; cards to liven up the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17181",
    "Name": "Magnificent Flying Machines",
    "ID": 226457,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/226457/magnificent-flying-machines",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "2.25",
    "Description": "This game takes inspiration from the great air races of circa 1908 to 1913 which took place in the pioneering era of air travel. These air races galvanized interest across the world and encouraged by generous prizes by newspapers and other sponsors attracted international entries. Air travel was risky and most unreliable. Often only a small number of the entrants would make it to the finish line. Will one of your pilots manage to face up to the challenge?  But watch out: In this era of gentlemanly behavior and stiff upper lips, there are a few cads and bounders who will cheat to win.&#10;&#10;In Magnificent Flying Machines, the player who ends the game with the most victory points wins. These can be earned in various ways including being the first to land successfully on a certain terrain tile, landing on the middle airfield, transporting cargo or passengers, or performing trick maneuvers. Simply being the first to cross the finishing line is unlikely to be enough on its own to secure a victory. The winner will be the player who picks a strategy that best matches the abilities of the pilot and features of the flying machine they are using.&#10;&#10;The game is played in a series of rounds. A round begins with the first player taking a turn. Each player takes their turn in order clockwise around the table. During a turn a player has two action phases available. There are three types of action phase to choose from. These are the takeoff phase (which may also include refueling, repairing and scavenging spare parts), the flying phase (which may also include gaining altitude and performing trick maneuvers), and the landing phase (which may also include refueling). In addition, whenever a flying machine lands on a terrain tile any passengers that wish to will disembark, and any cargo intended for that terrain type is unloaded. It may also take on available equipment, cargo and passengers if space is available to do so.&#10;&#10;Players progress in the game by passing a series of takeoff, flying and landing tests. To determine the difficulty of a particular test, first look at the number of symbols for that test shown on the terrain tile that the flying machine is on. Simply add the number of symbols shown on the terrain tile to the number of symbols on the relevant weather tile. If a player needs to take a test, first check to see the total number of relevant symbols shown on the flying machine dashboard. This is the number of dice that may be rolled when attempting to obtain a sufficient number of symbols to pass the test. If the player does not roll enough symbols they may then choose to make use of special equipment, use spare parts, or play trick and boost cards to obtain additional symbols in order to pass the test. If a player is unable to obtain a sufficient number of symbols to pass the test then a failure occurs. If the dice rolled include a catastrophic failure symbol, then a catastrophic failure occurs. The effects of such a failure vary depending on the test being taken.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Occupation: Aviator"
    ]
  },
  {
    "Rank": "17182",
    "Name": "Hero's Crossing",
    "ID": 231575,
    "Year": "(2017)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/231575/heros-crossing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.875",
    "Description": "Monsters and madmen are everywhere. Glory awaits the stalwart heroes who would stand against the forces of evil.&#10; You&rsquo;re not one of those heroes.&#10;&#10;You&rsquo;re the people behind the heroes - the shopkeepers and the smithies and the potion brewers who outfit adventurers with the gear necessary to undertake their quests.&#10;&#10;In Hero&rsquo;s Crossing, players manage individual towns that produce and sell resources heroes need on their journeys. Your task is to juggle supply and demand to best outfit the heroes with what they&rsquo;ll need. Do your job wrong and a brave knight may end up fighting a dragon with nothing but twigs and shoelaces. Do your job right, and you may help save the world.&#10;&#10;The game utilizes a color-coded dice drafting system, where players pick dice one by one to perform actions such as generating new resource cubes, moving resources around town, bidding on new buildings, or selling resources to heroes. Depending on the action, the color and number on the die matter in different ways - use a red weapon die, and you can generate weapon resources in your town, whereas a blue magic die may allow you to move magic resources from your production centers to your shops. Higher numbers on the dice make your actions more powerful, but they also make you a target: players can steal dice from each other or send spies into the towns of players who have an edge.&#10;&#10;Each hero has different needs. Some may want several weapons, whereas others may want a mix of magic and potion resources. If you have the corresponding resources in your town, you can sell those to the hero, where every sale awards victory points. The more you sell, the more victory points you gain, and the more likely it is you'll win!&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Role Playing",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17183",
    "Name": "Nigoichi",
    "ID": 380005,
    "Year": "(2022)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/380005/nigoichi",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Each round in Nigoichi, your goal is to determine which word was not assigned to any of the players. More importantly, you want to make sure that no one votes for either of your two words!&#10;&#10;To set up a round, lay out as many word cards as twice the number of players plus one, so eleven cards in a five-player game. Each word is assigned a number (e.g., 1-11), then each player secretly receives two number cards at random, with the final lone number being placed face down on the table. If you receive, say, 3 and 8, then you need to think of a one-word clue that links word #3 and word #8. Write your clue on your board.&#10;&#10;Everyone reveals their words at the same time, then everyone tries to figure out which pair of words corresponds to each clue, with the long-term goal of figuring out which of the words was not assigned to any player. Once everyone has written their answer, reveal each player's pair of words as well as the lone number. If you guessed the answer correctly, score 20 points. For each player who guessed one of your words, lose 10 points.&#10;&#10;After five rounds, whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "17184",
    "Name": "Lightning: Poland",
    "ID": 37633,
    "Year": "(2008)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/37633/lightning-poland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "From the publisher:&#10;&#10;This game depicts the German blitzkrieg campaign against Poland in September, 1939. Historically, it was a stunning victory but the blitzkrieg strategy was untested and the potential was present for Poland to hold on long enough for other countries to intervene against Germany.&#10;&#10;In the game, the German side needs to force the Polish surrender quickly. This occurs by capturing the Polish capital, Warsaw, and other Polish rallying points. The Polish side needs to delay the German advance long enough to garner international intervention. This occurs when the Polish win three delaying actions.&#10;&#10;Lightning Game Series&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Poland",
      "Players: Two-Player Only Games",
      "Series: Lightning (Dan Verssen)"
    ]
  },
  {
    "Rank": "17185",
    "Name": "Guns of Galicia",
    "ID": 123511,
    "Year": "(2012)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/123511/guns-of-galicia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Game description from the publisher:&#10;&#10;Guns of Galicia uses the same core rules as Guns of August (GoA) to simulate Corp-level fighting on the Eastern Front in WWI. Game mechanisms compensate for players' 20/20 hindsight to encourage historically accurate play that makes &quot;sense&quot; in game terms while avoiding a &quot;straight jacket&quot; of special rules to enforce irrational play. Players maneuver corps and divisions through 9-mile wide hexagons in turns that span three days each. Chit pull activation along with modest movement point allowances generates a highly interactive game. Scenarios included are the 1914 Galicia campaign, 1915 Tarnow campaign, and 1916 Brusilov campaign.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Region: Galicia (Eastern Europe)"
    ]
  },
  {
    "Rank": "17186",
    "Name": "Compatibility 15th Anniversary Edition",
    "ID": 130053,
    "Year": "(2011)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/130053/compatibility-15th-anniversary-edition",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Play for this game differs from the original in that it is now for up to 8 players,and there are new images and hundreds of topics.&#10;&#10;Players are in teams of two. Each person has a deck of picture cards. Each deck has the same set of pictures.  A word is chosen and each player chooses 2-5 cards from his/her deck. Teams score points for choosing the same pictures, and score extra points for putting the pictures in the same order (from most to least important). The board is used to keep track of the score, and to dictate how many pictures a team may select. First team to the end wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "17187",
    "Name": "Blam!",
    "ID": 17765,
    "Year": "(2005)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/17765/blam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "From the Invisible City Productions website:&#10;&#10;Looking for someone to shove? Strategize in Blam! with two to four elbow-room seekers.&#10;&#10;Object: To push high-scoring pieces off the board and add them to your treasure chest.&#10;&#10;You Need:&#10;&#10;     A chessboard.&#10;     One stash of Icehouse Pieces for each player. No stash may have the same color as another stash. &#10;&#10;&#10;On your turn, place a piece from your stash in a vacant space on the board. If there are any pieces in adjacent spaces (including diagonals), move them one space directly away from the piece you placed. You&rsquo;ve just slammed a major impact onto the board, and it scattered nearby pieces. If a moving piece attempts to enter an occupied space, allow it to, and push the occupying piece into the space beyond; this may cause entire rows of pieces to move.&#10;&#10;If a piece attempts to leave the board, place it in your treasure chest &mdash; unless it&rsquo;s your color. If it&rsquo;s your color, put it in your stash.&#10;&#10;Once all pieces have been relocated, your turn ends. Play passes to the left.&#10;&#10;The game ends when all stashes are empty or when all players agree to stop playing.&#10;&#10;Winning: Each piece has a point value equal to the number of pips on it (1, 2, or 3). Tally the points in your treasure chest and your stash. If your score is the highest, you win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Slide / Push",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Components: Looney Pyramid Games",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Super Duper Games"
    ]
  },
  {
    "Rank": "17188",
    "Name": "Guillotine",
    "ID": 27373,
    "Year": "(1987)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/27373/guillotine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is game about the French Revolution.&#10;&#10;Every player leads one of the 4 Groups of the &quot;Konvent&quot;, the Parliament of this time.&#10;&#10;The game works in rounds. In every round the players send their 6 Group-Members to different places on the gameboard where they either earn recognition or can vote about what happens to other members.&#10;&#10;For example there is a &quot;Revolution-Tribunal&quot;. The members there (max. 4) vote on other members who are accused. A negative vote can bring the accused Group-Member a visit to the guillotine!&#10;&#10;There are other places with different functions and every player can negotiate an agreement with others. But...no one has to do, what he promised during those negotiations.  Treachery everywhere (at the right time of course!) is a main thing in this game.&#10;&#10;The winner is the player who holds the most living group-members after a maximum of 10 rounds.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Simulation",
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17189",
    "Name": "Apropos: Of Board Games",
    "ID": 388459,
    "Year": "(2023)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/388459/apropos-of-board-games",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Think you&rsquo;re an expert in board games? Work together to find titles that match an ever-growing list of restrictions and find out if you really know as much as you think!&#10;&#10;Apropos: Of Board Games is a standalone wallet game that tests your knowledge of board games.&#10;&#10;To win, players must think of board games that fit increasingly restrictive categories. With each newly flipped card, alternating between Must Have and But No requirements, players must cooperatively find a single example that fits every criteria so far. Get X correct answers for the right to call yourself a true expert!&#10;&#10;&#10;Released during 2023 Board Game of the Month Club packages:&#10;&#10;     April 2023&#10;         Wallet&#10;         Rulesheet&#10;         Cards&#10;             2 Category cards&#10;                 Must Have&#10;                 But No&#10;            &#10;             7 Attribute cards&#10;                 Dice&#10;                 Meeples&#10;                 Cubes&#10;                 Folding Board&#10;                 Farming&#10;                 Has Expansion&#10;                 Hand of Cards&#10;            &#10;        &#10;    &#10;     May 2023&#10;         2 Attribute cards&#10;             Named for Location&#10;             Plays 3+&#10;        &#10;    &#10;     Jun 2023&#10;         2 Attribute cards&#10;             Based on IP&#10;             Single Word Title&#10;        &#10;    &#10;     Jul 2023&#10;         2 Attribute cards&#10;             Set in the Future&#10;             Fictional Location&#10;        &#10;    &#10;     Aug 2023&#10;         2 Attribute cards&#10;             From the Last 5 Years&#10;             European Designer&#10;        &#10;    &#10;     Sep 2023&#10;         1 Attribute card&#10;             Has an App&#10;        &#10;    &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Print & Play",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Series: Apropos of",
      "Series: Wallet Games (Button Shy)",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "17190",
    "Name": "Das Regeln Wir Schon!",
    "ID": 1003,
    "Year": "(1994)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/1003/das-regeln-wir-schon",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "Extrapolated from Game Cabinet translation: &#10; The three game mats are placed in the middle of the table. They should be arranged so that every player can easily read the writing on them.&#10;&#10;Chips&#10;The chips are also placed in the middle of the table and they form the pool. The pool should be easily reachable for every player. For 4 or 5 players use all the chips, for 3 players only use 15 of each color.&#10;&#10;Voting tiles&#10;Each player gets 4 voting tiles.&#10;Only one Correction Rule for a given chip color can be in play at a time since they are mutually exclusive. Therefore, if two Correction Rules which contradict each other are revealed during set up replace the second with a new card.&#10;&#10;The remaining &quot;Correction Rule&quot;, &quot;Voting Rule&quot; and &quot;Incident Rule&quot; cards are shuffled together and dealt to the players.&#10;&#10;Number of cards per player:&#10;&#10;5 players = 6 cards &#10;4 players = 7 cards &#10;3 players = 9 cards&#10;The remaining cards are placed on the (Discarded cards) space of the game mat.&#10;&#10;Pencil and Paper&#10;Each player will also need a pencil and a piece of paper. On the paper each player lists his prediction for the first Prediction Round. (i.e. he lists the place that he thinks he will occupy in the standings after the Scoring Round has been completed).&#10;&#10;The starting player now takes 7 chips of any combination of colors from the pool. The other players also get 7 chips each according to their seating (not the place cards). The starting player now starts the game.&#10;&#10;The game mats and all chips are put into the middle (3 players: 15 chips per color).&#10;&#10;The cards are laid out: 2 Correction Rule, 2 Voting Rule, and 2 Incident Rule. The first Scoring Rule is Single + Bonus, the first Prediction Rule is Own place = 15 Punkte.&#10;&#10;Each player gets 4 voting tiles + 7 chips.&#10;&#10;Correction, Voting, and Incident Rule cards are shuffled together and dealt: 5 players = 6 cards, 4 players = 7 cards, 3 players = 9 cards.&#10;&#10;Everyone gets pencils and paper and writes down their first prediction.&#10;&#10;Game Course&#10;The game consists of 5 rounds. Each round is divided into 3 parts:&#10;&#10;Move Round(s) &#10;Scoring Round &#10;Prediction Round&#10;In each round players can score points. The player with the most points at the end of the fifth round wins the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17191",
    "Name": "La Bataille de Hanau",
    "ID": 321727,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/321727/la-bataille-de-hanau",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "This is complete refit of the 1989 game. New map and counters, all done by Charles Kibler. It simulates the abortive attempt on 30 and 31 October 1813 by the Austro-Bavarians under de Wrede to prevent Napoleon's escape from Germany after the defeat at Leipzig, by blocking him near Frankfurt.&#10;&#10;The game uses the now robust latest version of the rules, which employs roster sheets and oblong counters to simulate formation changes between line and column. The battle is fought at regimental level at a scale of 250m per hex, and in 30-minute game turns. Losses are recorded on roster sheets, and the rules, in english (the French version will be available on the Pratzen website), are of medium complexity.&#10;&#10;This new edition also includes the second day battle set up and units, when de Wrede tried to attack the French after the Emperor left.&#10;&#10;Game System:&#10;scale = 250 m/hex;&#10;time = 30 min/GT;&#10;strength = 300 men/SP (Regimental Size).&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: Vive l'Empereur ! (Didier Rouy)"
    ]
  },
  {
    "Rank": "17192",
    "Name": "Totem: The Feel Good Game",
    "ID": 239159,
    "Year": "(2015)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/239159/totem-the-feel-good-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Totem, players reveal each others' strengths and qualities by forming totems, combinations of an animal card (representing a strength) and a quality card. Every player contributes one animal card and one quality card to each other player's totem.&#10;&#10;Players can earn more points if the cards that they played were considered to be especially relevant and accurate, either by the active player or by the other players. The favourite animal and quality cards for that round stay in front of the active player and become their totem. The game ends when everyone has a totem.&#10;&#10;The player with the most points at the end of the game wins, but everyone else gains something as well: a greater awareness of how others perceive and appreciate them!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17193",
    "Name": "Urgency",
    "ID": 310846,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/310846/urgency",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Urgency is a 2-player strategic race game based on the oldest complete board game in the world. You build your strategy throughout the game in the form of rule-modifying rule cards. There are 4 distinct decks whose cards enable completely different strategies: Ibex adds agility, Bull adds attack, Lion provides control, and Tortoise provides defense. Unlock cards throughout the game in new combinations that make every game a completely unique experience.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Race",
      "Roll / Spin and Move",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17194",
    "Name": "Operation Star: The Soviet Winter Offensive, 1943",
    "ID": 17684,
    "Year": "(1979)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/17684/operation-star-the-soviet-winter-offensive-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2857",
    "Description": "This Army Group South quad game is also the seventh title in SPI's Moment in Conflict Series. An operational simulation set on the Eastern Front in World War II.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Moment in Conflict (SPI)",
      "Series: Panzergruppe Guderian System (SPI)"
    ]
  },
  {
    "Rank": "17195",
    "Name": "Nok-Hockey",
    "ID": 18536,
    "Year": "(1942)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/18536/nok-hockey",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Action game played on a special table where you knock a puck through a goal using small hockey sticks.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "17196",
    "Name": "Card Goblins",
    "ID": 117986,
    "Year": "(2012)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/117986/card-goblins",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Card Goblins is a card game where the players (try to) control a bunch of chaotic goblins!&#10;&#10;The goal is to obtain 3 victory points before everyone else does. You get points by combining treasure cards from the center of the table. You can create a goblin army to invade and destroy the city to get those treasures. But wait! There are other goblins trying to do the same thing, and some of them might be holding the treasure you need to win.&#10;By reaching 3 victory points, you can call youself the GOBLIN KING!&#10;&#10;This game uses only two decks of cards (treasure and goblin cards). It's not collectable and inside the game box you have all you need to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "17197",
    "Name": "Orbit",
    "ID": 1053,
    "Year": "(1993)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/1053/orbit",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "ORBIT comprises three games by Alex Randolph: Orbit, Harun, and Corona. Corona and Harun (originally Moonstar) were previously published separately. Orbit is a new variant.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "17198",
    "Name": "Bunker",
    "ID": 364760,
    "Year": "(2020)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/364760/bunker",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.0909",
    "Description": "A terrible thing happened: a global catastrophe, the end of the world, the apocalypse - as you like. In order to survive, you urgently need to get into the bunker, but there are too many people in your group, there is not enough food or space for everyone inside. So someone will have to stay outside and try to survive there. You do not want to wander through the poisoned wastelands in search of a sip of water, which may also be poisoned or radioactive? Then try to convince the others that they can't survive without you! Only the most useful members of the group will get inside. You get a random set of cards that determines your gender, age, health, profession and other traits, and your task is to convince others that this set of characteristics is very, very effective. How do you convince others that your homeopathic hobby will benefit them? Try it and find out, and at the same time pump the skill of public speaking!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17199",
    "Name": "Die Atombombe: The Reich's Bid to Build the Bomb",
    "ID": 250706,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/250706/die-atombombe-the-reichs-bid-to-build-the-bomb",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "ATO #50&#10;&#10;Die Atombombe is a card game for 2 to 5 players. Each player represents a faction inside German government, industry, or military circles, seeking to engage one of the Reich's prestigious research institutes to start work on a nuclear program.&#10;&#10;Acting through the Director of each center, players will need to size matters up, recruit other scientists, acquire scarce resources, (plus spy on their rivals, this is the Third Reich remember) and certainly go all out if they hope to develop atomic weapons...&#10;&#10;...Or some players may instead focus on mastering and commercializing the secrets of the atom, hoarding both knowledge and resources for the &ldquo;glorious post-war economy&rdquo; they fondly imagine is sure to come after the war has been won through more conventional means.&#10;&#10;Progress is slow at first - the Russians are far away and enormity of the effort seems clear early on. And there are always other weapons more desperately needed now.&#10;&#10;As the course of the war darkens for Germany, players may see more official support being thrown their way, or engage in fruitless bickering among themselves over the best theories and resources required to succeed. Their finest scientists may even be drafted to serve as simple soldiers at the front!&#10;&#10;Fast and quick playing, Die Atombombe shows just how easy it was to be bewitched by the idea, and how hard it really was to mount an effective nuclear program under the increasing rain of Allied bombs and the Soviet menace looming to the east.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Spies / Secret Agents",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Magazine: Against The Odds"
    ]
  },
  {
    "Rank": "17200",
    "Name": "Business Walrus: A Party Game",
    "ID": 344454,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/344454/business-walrus-a-party-game",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Business Walrus is a brand-new party game where friends compete to invent products and win billions of dollars from the world&rsquo;s wealthiest, most powerful investor: the Business Walrus.&#10;&#10;ClickHole&rsquo;s newly announced party game Business Walrus appears to share some similarities with Cards Against Humanity, featuring a deck of minimalist cards with stark text that prompt answers from the players, as well as other improv-led games such as Funemployed and Patently Stupid.&#10;&#10;The game seemingly moves away from CAH&rsquo;s fill-the-blank format by challenging players to instead pitch their inventions out-loud to the titular billionaire investor, who also happens to be a walrus. Cards include &ldquo;asks&rdquo; - which require players to create a product based on the requirement - and &ldquo;must haves&rdquo;, which augment their invention with necessary features. Walrus Surprise cards add in an extra gameplay twist during pitches - for example, by requiring the players to sing a jingle for their product or explain why the previous player&rsquo;s invention was a bad idea.&#10;&#10;Players judge the best pitch and the player with the most pitches approved wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Hand Management",
      "Player Judge",
      "Storytelling"
    ],
    "Families": [
      "Theme: Business/Management",
      "Mechanism: Judging Games",
      "Series: Cards Against Humanity-Like"
    ]
  }
]