[
  {
    "Rank": "12501",
    "Name": "Camisa 12",
    "ID": 321699,
    "Year": "(2021)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/321699/camisa-12",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Soccer is in the blood. Being a fan goes far beyond just liking a team. Being a fan is going to the stadium, singing the classic songs, raising flags in their colors, doing the wave&hellip; Being a fan is being part of the team on the field!&#10;&#10;Camisa 12 is a game for 2 players, where you will lead a group of soccer fans of your favorite team. Each player will be one side of a football crowd in a great football classic. You need to cheer for your team to help it score goals by making mosaics, huge flags, waves, fireworks and chants. All for the win!&#10;You must fill your side of the stadium with crowd tiles, trying to score points so your team can score more goals than your opponent. Whoever has more goals by the end of the match wins. If there&rsquo;s a tie, the match goes to penalty kickouts.&#10;&#10;It's time to make the field shake!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Rondel",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "12502",
    "Name": "Time is Money",
    "ID": 5491,
    "Year": "(2003)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/5491/time-is-money",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "Do you want to get rich? You have just 60 seconds to roll the dice and grab the cash in this fast paced game. Beat the timer and make your fortune!&#10;&#10;",
    "Categories": [
      "Dice",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "12503",
    "Name": "48th Panzer Korps: Battles on the River Chir",
    "ID": 11465,
    "Year": "(1991)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/11465/48th-panzer-korps-battles-on-the-river-chir",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6429",
    "Description": "48th PanzerKorps: Battles on the River Chir, is a battalion/regiment-level simulation of the battles on the Chir River, December 7-12, 1942. Players control the Soviet 5th Tank Army and the German 48th Panzer Korps. The game emphasizes the special abilities of armor, infantry, and weapons units. The German player must use his small number of powerful mobile units to blunt many Soviet drives deep into his positions, and then counterattack.&#10;&#10;Game Scale:&#10;&#10;    Turn: 12 hours&#10;    Hex: 1 mile&#10;    Unit: Company to Regiment&#10;&#10;&#10;Game Inventory:&#10;&#10;    One 22&quot; X 34&quot; mapsheet&#10;    One countersheet (200 1/2&quot; counters)&#10;    One 12 page rule booklet&#10;&#10;&#10;&#10;This game was included in CounterAttack magazine #3. &#10;Republished in Command Magazine Japan #17 in 1997.&#10;&#10;In 2006 Pacific Rim offered the companion game 57th Panzer Corps: The Strong Right Hook which had a similar size and scope to this title. It was to be published when orders reached 500.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Magazine: CounterAttack",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Korps (CHS)"
    ]
  },
  {
    "Rank": "12504",
    "Name": "Dampfross 2",
    "ID": 25312,
    "Year": "(1985)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/25312/dampfross-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.5",
    "Description": "Dampfross 2 is a standalone game using the same rules as Dampfross, but with 4 new maps: Southern Italy, Northern Italy, Switzerland and Austria. Dampfross 2 also provides a Laubfroschvariante; a 'leapfrog variant'. Players can now jump up to 3 spaces after their network has been attached to an opposing network. Each player is allowed 8 jumps per game and must pay for them accordingly.&#10;&#10;Contents: 4 boards, 2 dice, 6 markers, 6 blocks.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System"
    ],
    "Families": [
      "Game: Railway Rivals"
    ]
  },
  {
    "Rank": "12505",
    "Name": "The Elder Scrolls: Call to Arms",
    "ID": 281198,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/281198/the-elder-scrolls-call-to-arms",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "The Elder Scrolls: Call to Arms is a narrative miniatures game based on The Elder Scrolls video game franchise by Bethesda Game Studios. The game features scenarios ranging from dungeon delves in which you seek out lost treasure, to running battles across the ruined outposts that dot the landscape of Tamriel, all the while fulfilling quests and narrative-driven scenario objectives that will see your band of heroes grow from game to game. Will you claim the ruined fort as yours and build your own settlement, or wander the countryside clearing out foul ruins of the stench of your enemies?&#10;&#10;Players can play against each other or team up (or play solo) to take on all manner of creatures and adversaries driven by an advanced AI system along the lines of the one in Fallout: Wasteland Warfare'. In addition to controlling troops, you need to manage the stamina and Magicka resources your characters bring to the table, all the while watching out for hostile AI-driven enemies and narrative events that can change the flow of battle.&#10;&#10;The game features 32mm resin figures of heroes familiar to those who know the video games: Hadvar, Ralof, Yrsarald Thrice-Pierced, Marcurio, Mjoll the Lioness, Ulfric Stormcloak, Galmar Stone-Fist, General Tullius,&nbsp;and Lydia.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Video Game Theme: The Elder Scrolls"
    ]
  },
  {
    "Rank": "12506",
    "Name": "Rukshuk",
    "ID": 24028,
    "Year": "(2006)",
    "Geek Rating": "5.549",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/24028/rukshuk",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Players race against the clock to build different Rukshuk rock formations and score as many points as they can.&#10;Game cards reveal different Rukshuk formations, bonus points and rules.&#10;Skill, luck and strategy determine who scores the most points and wins!&#10;&#10;How to play:&#10;&#10;&#10;     Each player selects seven game rocks from the pouch.&#10;     Game rocks are worth different points based on their &lsquo;stack-ability&rsquo;.&#10;     Players score regular and bonus points by using the rocks to build all or part of the Rukshuk formation shown on the game card in 60 seconds or less.&#10;     If a player&rsquo;s Rukshuk formation topples before time expires, he must quickly rebuild it.&#10;     When time runs out, players use the score pad to tally the points from their formations.&#10;     Once scores are counted the players select new rocks, turn over the next card and build a new Rukshuk &#10;&#10;&#10;Re-implemented by:&#10;&#10;    Rukshuk: Edition 2&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: Rocks/Stones",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "12507",
    "Name": "The Vote: Suffrage and Suppression in America",
    "ID": 312626,
    "Year": "(2020)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/312626/the-vote-suffrage-and-suppression-in-america",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.5714",
    "Description": "The Vote: Suffrage and Suppression in America is a game about voting rights in the United States in the late nineteenth and early twentieth centuries. One player, called Equality, advocates for the passage of two amendments to the constitution. The seventeenth amendment transforms the Senate into an elected body, while the nineteenth secures the rights of women to vote. The opposing player, called Supremacy, not only opposes this, but also seeks to entrench racist methods of voter suppression, intimidation, and discrimination &mdash; structures that will still be in place after the game ends and for decades longer. Equality's victory will be incomplete; it still remains incomplete today.&#10;&#10;This game is something of a companion piece to the same designer's 2018 release, This Guilty Land. It shares many of the same mechanical features: Cards are dealt into and played from a face-up events display, with the function of the card depending upon its type rather than a one-off event. Once used, cards can be taken into a reserve, forming a sort of permanent hand that can be used to act and react. Cards are drawn and kept in reserve according to a player's organizational capacity, which is increased over the course of the game through play of an organization card.&#10;&#10;Special attention is paid this time around to the tension between federal and state politics. It is through legislative victories at the local level that Equality will make passage of its amendments inevitable. Supremacy not only will attempt to oppose these gains, but can even reverse them through judicious intervention of the Supreme Court. Two elements that separate this game from its predecessor are the presence of passive abilities that trigger when a card in reserve remains face-up at the end of a turn and the use of region cards to perform free &quot;bonus&quot; actions.&#10;&#10;If This Guilty Land was about systems that broke in the face of a clear moral evil, then The Vote sees those same systems functioning as intended. Equality can achieve its aims within the system, but so can Supremacy, making the game one of both triumphs and failures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Political",
      "Post-Napoleonic",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Political: Elections",
      "Political: Movements and/or Activism",
      "Political: Women's Suffrage"
    ]
  },
  {
    "Rank": "12508",
    "Name": "Escape of the Dead Minigame",
    "ID": 87632,
    "Year": "(2010)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/87632/escape-of-the-dead-minigame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1429",
    "Description": "You are a survivor of a zombie apocalypse and you're stuck in a house with a broken car and hordes of zombies are  attacking in the lawn. But wait, you found tools enough to fix the car to escape from the hordes of zombies. ARE YOU READY FOR IT?&#10;&#10;Escape of the Dead is a solo game. In the game you are trying to fix the car while trying to defend yourself against hordes of zombies. You're given 4 Action dice per turn, distribute between 3 sections of the game (either by shooting zombie, fixing the barricade and/or fixing the car). Roll for success on each section. Any zombie that survived will attack the barricade. When you successfully killed 10 zombies you will be rewarded with power-up. You lose when your barricade is down (i.e barricade's hp equals zero). You win when the car is fixed 100% and get out of the house.&#10;&#10;All you need to play&#10;&#10;     1 A4 paper to print the board + rule&#10;     4 six sided dice&#10;     a pencil (optional)&#10;     an eraser (optional)&#10;&#10;&#10;As of 1.5 (The 'portable edition'), all you need to play&#10;&#10;     1 A4/Letter paper to print the rules&#10;     1 A4/Letter cardstock to print the cards/zombies&#10;     4 six sided dice&#10;     4 transparent card sleeves (optional)&#10;     1 Dry Erase Marker/Grease Pencil (optional)&#10;     Something to erase markings (optional)&#10;     Gaming Stones (or some other marker) instead of Dry Erase/Grease Pencil. The amount you use is by preference. You will need from 3-30. 12 is ideal (1 for a zombie kill track, 1 for repair track, and 10 for barricade HP - You could make the barricade damage a track and only require 3 markers).&#10;&#10;&#10;You can download the game for FREE in the file/download section below.&#10;&#10;You can also visit us and play more games at http://experimentalplayground.blogspot.com/&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Horror",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Worker Placement"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "12509",
    "Name": "War Stories: Liberty Road",
    "ID": 136229,
    "Year": "(2014)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/136229/war-stories-liberty-road",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.9091",
    "Description": "War Stories: Liberty Road puts you in command of Allied and German tanks and platoons of vehicles in World War 2, 1944. The action is fast and realistic; the system is easy-to-learn.&#10;&#10;In War Stories you are the commander issuing orders to infantry squads and armored fighting vehicles. Each game presents a scenario using a modular map with different terrain that regulates movement and impacts combat in a unique system that does not require charts or endless modifiers. Players receive a secret set of instructions with hidden deployment and objectives. Unit blocks have a variety of information that regulates their ability to move, fight and remain cool under fire.&#10;&#10;War Stories also offers &quot;rule breaking&quot; asset and event cards. These enable War Stories to have additional complexity with minimal rules weight: the rules and effects are on the cards themselves. Assets are special equipment, troops, and abilities that a player has access to during the battle, such as machine guns, infiltration units, and the ability to lay mines. Events are random things that happen and create memorable moments on the battlefield such as reinforcements arriving, a gust of wind that starts a wildfire, or a damaged vehicle suddenly brewing up.&#10;&#10;ages 14+&#10;1-2 players&#10;(Note: there is no solitaire system; it is a normal 2-player wargame, but the publisher printed &quot;1-2 players&quot; on the box)&#10;60 minutes&#10;&#10;GAME COMPONENTS:&#10;- 5 double-sided mapboards&#10;- 24 double-sided terrain overlays&#10;- 75 painted wooden blocks &amp; stickers to represent vehicles &amp; infantry&#10;- 112 counters (vehicle damage, battlefield damage, fog of war, unit, order and ambush markers)&#10;- 33 asset cards&#10;- 21 event cards&#10;- 24 combat chips and 1 cloth drawbag&#10;- 2 16-page scenario booklets (one German and one Allied)&#10;- 2 player screens/aids&#10;- 1 20-page rule book&#10;&#10;See our sister game War Stories: Red Storm for the most recent info on both games!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "Series: War Stories (Conquistador Games)"
    ]
  },
  {
    "Rank": "12510",
    "Name": "ECK: A solo trick-taking card game",
    "ID": 320097,
    "Year": "(2020)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/320097/eck-a-solo-trick-taking-card-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "ECK (pronounced like &ldquo;deck&rdquo; without the &lsquo;d&rsquo;) is an abstract solo trick-taking game where the you play against the AI opponent ECK by attempting to collect trick cards by winning exactly the number of tricks shown on the available trick cards.  The ranks are polygon shapes where increased complexity means increased trick value: line, triangle, square, pentagon, hexagon, octagon.  The suits are colors red, orange, yellow, green, blue, and purple.  So there are 6 ranks and 6 suits.  There are also 6 circle cards, three white and three black, which act as trump cards.&#10;&#10;The player draws a hand of 13 cards and plays one trick for each card.  The AI opponent ECK is the remaining cards, and in each trick the player plays one card and ECK plays one card based on the rules for following suit.&#10;&#10;There are 7 trick cards numbered 2,4,6,8,10,12, and 13/0. The player's goal is, at the end of each round, to have won exactly the number of tricks shown on one of the available trick cards, collecting that card if successful.  Collecting 4 trick cards wins the game, though there are ways for ECK to win also.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Digital Implementations: Board Game Arena",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "12511",
    "Name": "Sumo!",
    "ID": 3749,
    "Year": "(2000)",
    "Geek Rating": "5.549",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/3749/sumo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2667",
    "Description": "(From the box)&#10;&#10;SUMO! It's a knockout.  Will you overcome your feisty opponent to win the battle of the bulge?  It's nail-biting stuff as you move around the ring - safe one minute and in danger the next.  Who will hold out to the last?  Try your hardest and you might be lucky, otherwise you'll be tipped over the edge.  Sumo - it's tough work, but someone's got to do it!&#10;&#10;(From Walt Mulder)&#10;It's similar to the game &quot;Sumo Arena&quot; but this one's only for two players.  Very nice components and colorful board. The two Sumo figurines that are enclosed add character to the game! Card play determines whether you make an offensive or defensive move with the ultimate goal of pushing your opponent out of the arena.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Japan",
      "Players: Two-Player Only Games",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "12512",
    "Name": "The Chosin Few",
    "ID": 195515,
    "Year": "(2016)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/195515/the-chosin-few",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7273",
    "Description": "From the publisher:&#10;&#10;The Chosin Few is a solitaire wargame depicting the events of the Battle of the Chosin Reservoir during the Korean War, November - December, 1950. The historic outcome was a pyrrhic victory for the Chinese.&#10;&#10;I made this game because I am in awe of what happened at this battle. Of what the marines accomplished. In my opinion it was a modern day Thermopylae. The difference between the two battles being that in Thermopylae the Spartans were at least able to take advantage of the Terrain to minimize the Persian&rsquo;s numerical advantage. But in this battle the US forces were completely surrounded. They had no way of evening the odds at all. But somehow, caused such devastation to the Chinese forces that they had to permanently disband 2 of their divisions and the remaining divisions were still under-strength for 7 months.&#10;&#10;You control the United Nations X-Corps, which primarily consisted of US Marine and Army forces. Particularly the 1st Marine Division and 7th Infantry Division.&#10;&#10;The game&rsquo;s AI system will control the Chinese forces as they come pouring over the border into Korea and surround you.&#10;&#10;&#10;&#10;Components&#10;&#10;     Board&#10;     Rules&#10;     25 cards (2.5&quot;x3.5&quot;; 63.5mmx88mm)&#10;     11 counters&#10;     2 standees&#10;     20 cubes&#10;     1 six-sided die&#10;&#10;&#10;",
    "Categories": [
      "Korean War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Korea",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "12513",
    "Name": "Fish Eat Fish",
    "ID": 7538,
    "Year": "(2003)",
    "Geek Rating": "5.549",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/7538/fish-eat-fish",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.36",
    "Description": "In a wave of challenges and bluffs, players compete for control of the sea.  Play your cards right and watch your stack of fish grow.  But just when you think  you're the big fish... a bigger fish comes along.  Gobble up the most fish and you win!&#10;&#10;&mdash;description from the publisher&#10;&#10;The goal of Fish Eat Fish is for a player to catch as many fish pieces as possible. Stacks of 1 to 5 fish are moved around the board in search of prey. Adjacent stacks engage in combat. Cards are played, and the number on the card is added to the number of fish in a player's stack.  Highest total wins the combat, and that player's stack is placed on top of the loser's stack. If a stack contains more than 5 fish, the extras are placed in the winner's pool of caught fish. Ties result in both stacks of fish being discarded. Cards may only be played once, so players must balance the need to win a combat with the need to hold on to high cards for future combats against growing stacks.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "12514",
    "Name": "Hyperspace",
    "ID": 254632,
    "Year": "(2025)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/254632/hyperspace",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "3.1111",
    "Description": "Hyperspace is a fast-moving 2-4 player asymmetric strategy game about interstellar expansion. In it, you take the part of an interstellar civilization competing to control a newly-discovered star cluster! Construct your empire, fight for resources, and research technology. Each alien species has its own unique flaws and advantages, and victory lies in recognizing this. The game is physically attractive, and includes well over one hundred figures of spaceships, starbases, colonies, alien citizens, and so forth. It takes place in a star cluster built up of individual pieces that changes every time you play.&#10;&#10;The base game has four different alien civs from which to choose, but various expansions and add-ons increase this to 25 total alien Civs (one of which is secret, to be revealed during the Kickstarter campaign). The game does not have any sort of upkeep or victory phase. Instead, when it is a player's turn, they perform three actions, then play passes to the next player. This continues around and around until the game ends, by accumulation of victory points. Most actions cost metal or atomic resources, and include moving, building, research, combat, salvage, production, and so forth.&#10;&#10;As with other Petersen Games products, the game is highly asymmetrical, and the various civilizations have unique abilities, homeworlds, weaknesses, super-units, and super-technologies.&#10;&#10;Driving the strategy are a player's need to advance along the victory tracks. These permit players to score points by advancing along Probe, Research, Industry, and Battle tracks (representing exploration, experimentation, expansion, and extermination).&#10;&#10;The base game supports 2-4 players, but with expansions the game can support up to six players. Unlike many multiplayer games, the game is balanced and works just as well with 2-3 players as it does with 4-6.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fighting",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "12515",
    "Name": "Caesar's War: The Conquest of Gaul, 58-52 BC",
    "ID": 129309,
    "Year": "(2012)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/129309/caesars-war-the-conquest-of-gaul-58-52-bc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "From DecisionGames.com:&#10;&#10;The Conquest of Gaul, 58-52 BC&#10;&#10;March with Julius Caesar and his legions in the conquest of Gaul, 58-52 BC. This is a two player game. One commands the Romans, the other the Gauls as well as allied Brittanic and Germanic tribes. The game pieces include: legions, auxiliaries, fleets and tribal war bands. The map stretches from the Roman frontier across the three parts of Gaul to the Rhine, as well as across the Northern Sea into Britannia.&#10;&#10;In Caesar&rsquo;s War each player has a unique deck of Campaign Cards. They generate recruits for the armies, movement abilities, special combat bonuses and historic events. Some of the Roman cards include: Legions on the March, Unrest in the Ranks, and British Campaign. Some of the Gallic cards include: Helvetian Migration, German Invasion, and Uprising of Gallic Tribes.&#10;&#10;Combat is resolved using a quasi-tactical procedure. Each side has unique advantages, with Roman discipline pitted against Gallic ferocity. There are special rules for camps, sieges, morale, and great leaders such as Vercingetorix and Caesar himself. Having the right commander at the right battle can mean the difference between laurels and disaster.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman – Gallic Wars",
      "Players: Two-Player Only Games",
      "Series: Mini Series (Decision Games)"
    ]
  },
  {
    "Rank": "12516",
    "Name": "TonTon",
    "ID": 260704,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/260704/tonton",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Take tricks, organize, never bust.&#10;&#10;TonTon is a trick-taking game with a forty-card deck, with five colors numbered 1-8. You use only three colors of cards for a three-player game, four colors for 4p, and five colors for 5p. The game lasts three rounds, and at the start of each round, you reveal a mission card. The game includes three basic missions and two advanced missions. These missions give you targets that you try to achieve during the round, such as having top cards (explained below) that sum to at most 12.&#10;&#10;Gameplay follows standard trick-taking rules. In a trick, players must follow suit when possible, but they can play any card otherwise. Whoever played the last 4 in a round leads to the next trick; if no one played a 4, then whoever wins the trick leads. When you win a trick, you must take the cards in this trick, arrange them by color with the lowest card on top of each color stack, then place these cards on top of other cards that you've won. Thus, over the course of the game, you'll build up to five color stacks (depending on the number of players) as you take cards.&#10;&#10;When the round ends, you compare the top cards on your stack to that round's mission. If the sum of these cards is higher (or lower, depending on the mission) than the depicted number, then you bust for the round and score only 1 point for each 6 you collected. For all those who didn't bust, players score points based on how their sum compares to others. For the advanced missions, as long as a player doesn't bust, they score points based on the sum of their top cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "12517",
    "Name": "Sherlock Junior: Suriguri",
    "ID": 284785,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/284785/sherlock-junior-suriguri",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "&quot;The mystery is served! The Suriguri suricata has disappeared from the zoo in strange circumstances. We ask for the help of all the researchers! Who took it? How did he do it? Why? Your team of detectives should analyze the clues to answer these and many other questions. Will you solve the mystery of his disappearance?&quot;&#10;&#10;In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded. During your turn, each player must perform one of the following actions:&#10;&#10;A) Reveal information:&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;B) Discard a card:&#10;Discar a card face down without being able to comment anything about that card until the end of the game, at which point you will have to speak based on what you remember of the cards you discarded.&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "12518",
    "Name": "Pixel Glory: Light & Shadow",
    "ID": 218996,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/218996/pixel-glory-light-and-shadow",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Description from the publisher:&#10;&#10;Stand alone sequel &amp; expansion to Pixel Glory!&#10;&#10;New features include:&#10;Two new elements! Light and Shadow.&#10;Fully revamped dungeon phase&#10;New player health system&#10;Cooperative, hidden traitor, and solo game modes.&#10;&#10;Team up with fellow wizards to vanquish the sinister monsters that lurk in the dungeon, and save the nearby village. This is a noble and honorable quest, and... oh, who are we kidding? In reality, you're a greedy wizard who is all about fame and personal gain, and your fellow wizards are cut from the same cloth! Prevail over your opponents by learning the best spells and using that knowledge to outmaneuver and kill-steal in the dungeon, so you can gain admiration of the townsfolk, fame across the realm, and achieve Pixel Glory.&#10;&#10;In the first phase, the town phase, players will be drafting spells using an auction mechanic. Players will then take their decks into the second phase, the dungeon phase, where they will work together to defeat monsters; however, only the player that deals the lethal blow will get the fame for it. There is a lot of interaction and engagement due to players fighting over learning the same spells as well as fighting over fame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "12519",
    "Name": "Sherlock: Das Collier",
    "ID": 363486,
    "Year": "(2022)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/363486/sherlock-das-collier",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The valuable Frida necklace disappears on the night of the Leonardo Awards ceremony. Who stole it, how did it disappear and why? Follow the clues with your team of investigators and try to answer these and many other questions. Will you catch the thief?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "12520",
    "Name": "Meenakshi Temple",
    "ID": 322556,
    "Year": "(2023)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/322556/meenakshi-temple",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Meenakshi Temple is a three-dimensional action selection game in which players will be gradually constructing their own towers &mdash; breathtaking multi-level gates into the Hindu temple.&#10;&#10;The players will use a total of 115 custom plastic Deity statues and secure the support of 5 Patron Deities (Meenakshi, Kali, Ganesha, Ganga, and Skanda) while trying to build their gopurams in the most efficient way.&#10;&#10;On their turn, the player places their meeple on one of the available action slots and resolves the action. The stronger their action is, the later they will take their turn during the next round.&#10;&#10;The game has five basic actions: constructing statues, placing a slab that would close the current tower&rsquo;s level, receiving a blessing depending on the statues on the current level, upgrading your sheet, and gaining a white statue of Shiva.&#10;&#10;By the end of the game, all players will have gorgeous constructions consisting of up to 6 levels high in front of them, and whoever scores the most victory points for their tower, secret goal and divine blessings win!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Religious"
    ],
    "Mechanics": [
      "Action Drafting",
      "Pattern Building",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "12521",
    "Name": "Ni no Kuni II: The Board Game",
    "ID": 285125,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/285125/ni-no-kuni-ii-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Welcome Higgledies and Heroes to Ni no Kuni II: The Board Game, a fun, cooperative kingdom-building game for 1-4 players. You must work together to go on quests, defeat monsters, and grow your kingdom before the forces of evil can overcome you.&#10;&#10;Smart choices and a little luck will be needed to build the brightest kingdom possible to stand as a symbol of unity against evil. Can you build your kingdom well enough to overcome the darkness?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "12522",
    "Name": "Cultistorm",
    "ID": 233364,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/233364/cultistorm",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.9167",
    "Description": "Cultistorm is a Cooperative Weird Fiction and Cosmic Horror Board Game in the universe of H. P. Lovecraft.&#10;&#10;Cultistorm is the expression of our respect and love for H. P. Lovecraft. It is more than just an ordinary board game &ndash; this is a Lovecraftian gaming experience with literary and musical dimensions. Our theme choice was motivated by a deep commitment to the work and heritage of H. P. Lovecraft. We want to create an excellent board game for those who know and love Lovecraft, and we would like to make Lovecraft&rsquo;s work known to those who are board game fans.&#10;&#10;Each round of Cultistorm consists of 6 phases where players combat cultists and try to close 5 portals.  The game is lost if any of the following happens:&#10;&#226;&#151;&#143; Any investigator goes insane. &#10;&#226;&#151;&#143; Any Great Old One reaches a location card. &#10;&#226;&#151;&#143; The number of cultists exceeds the cultist threshold. &#10;&#226;&#151;&#143; The investigators do not manage to seal all the locations before they defeat every Great Old One &#10;after the activation of the Final Act card.&#10;&#10;Additional expnsions include:&#10;- Narrative Expansion and Script Book: the true jewel of Cultistorm is a hardcover book containing 500+ pieces of high quality weird fiction, illustrated with colourful full-page artwork. The Narrative Expansion is a story-driven game mode in which the stories impact the game itself.&#10;- Solo Expansion for those solitary detectives who wish take up the fight on their own.&#10;- Campaign Expansion: seven connected and increasingly challenging scenarios introducing new game mechanics.&#10;- Overlord Expansion: this adds a sixth player who takes on the role of Lovecraft himself. As a puppet master, this player controls the cultists, and thus the whole game.&#10;- Nine minor expansion modules: each of these introduces new game mechanics, increasing the replayability and difficulty of Cultistorm. Most modules can be played simultaneously.&#10;- Game Night Expansion (as add-on): this unique and innovative expansion provides the possibility of combining up to six separate Cultistorm games into one epic story. A common fight, in which the choices of the different teams can impact each other. This expansion was developed specifically for clubs who organise board gaming events.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "12523",
    "Name": "Connect 4 Launchers",
    "ID": 102219,
    "Year": "(2010)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/102219/connect-4-launchers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Launch it to win! Grab you launcher and send your checkers zooming through the air with three fast-flying checker challenges. Basic Frantic Launch challenges you to be the first to land four-in-a-row. The Championship Frantic Launch is your chance to flip to five points first and win. And the Advanced Power Launch is power checkers for maximum fun. So load &lsquo;em up, launch &lsquo;em up and try to connect &lsquo;em up!&#10;&#10;Includes 21 red checkers, 21 yellow checkers, 4 pillar pieces, 2 clear grid trays, 1 red checker launcher, 1 yellow checker launcher and instructions.&#10;&#10;For 2 or more players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row",
      "Game: Connect 4",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12524",
    "Name": "Pacific Rim: Extinction",
    "ID": 248737,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/248737/pacific-rim-extinction",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.8",
    "Description": "Pacific Rim: Extinction is a scenario driven, tabletop miniatures strategy game of city-wide destruction and chaos of epic proportions. With fantastically detailed and painted 75mm scale miniatures of the iconic Jaegers &ndash; mechanical guardians of humanity &ndash; and Kaiju &ndash; monsters the size of mountains sent from beyond our world &ndash; it captures the spectacular conflict of the Pacific Rim universe and places it in the palm of your hands.&#10;&#10;Players will be able to jump right into the action as either the PPDC Jaegers or the Kaiju, either in a quick play match of intense combat, or a more constructed battle with both Jaegers and Kaiju using all their skills and abilities to achieve an objective.&#10;&#10;The goal of the game is different depending on which side you choose to fight with. As a Kaiju player, you&rsquo;ll uncover a secret objective at the start of the game. To win, you&rsquo;ll need to meet this objective, ideally without revealing what it is to the Jaeger player too early. As a Jaeger player, your goal is to fulfill the PPDC&rsquo;s task: the protection of humanity. You&rsquo;ll need to defend cities as Kaiju trample them, and take down the immense invaders&#10;&#10;The Jaegers and Kaiju each have their own abilities and customisation options. Using the 'Jaeger Conn-Pod&rsquo;, &lsquo;Upgrades&rsquo; can be applied to improve the machine&rsquo;s weapons or other capabilities, while each 'Kaiju Signature&rsquo; can be altered with &lsquo;Mutations&rsquo;, making the monsters even more dangerous and unpredictable.&#10;&#10;During a game round, players control either Jaegers or Kaiju on their turn by playing &lsquo;Action Cards&rsquo;. These represent all-out attacks, cunning tricks, solid defences, secret weapons, and everything else the machines and monsters can do!&#10;&#10;When Jaegers or Kaiju take damage, the player who dealt the damage takes an action card at random from their opponent and reads the Damage section of the card to find out what happens. There's a chance that a critical part of Jaeger machinery, or Kaiju biology, will be struck with massive consequences. The Action Card that was drawn as Damage is then discarded, and cannot be used for the rest of the game. In this way, dealing damage to an enemy not only brings them closer to destruction but can also render weapons or abilities useless.&#10;&#10;When a Jaeger or Kaiju has taken Damage equal to their Structure Points total, they are destroyed! If either the Jaegers or Kaiju are all destroyed, the surviving side will have claimed victory, but winning isn't always that simple. If the Kaiju meet their objective before they are all killed, they win the battle and the PPDC will be forced to retreat. Every Scenario and Objective Card will change the way the battle must be fought and won, often drastically.&#10;&#10;Using these tools, the Jaeger and Kaiju must outwit, outmatch, and overcome their opponent.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "12525",
    "Name": "Stonehenge",
    "ID": 183,
    "Year": "(1994)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/183/stonehenge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8571",
    "Description": "Stonehenge is a two-player game that has druids competing at Stonehenge to be the Master Druid.&#10;&#10;Each player has 8 coloured megaliths (tall wooden blocks) and 9 matching discs (numbered 1,1,2,2,3,3,4,5, &amp; 6). The board is a triangle of 5 dissecting lines, with the corners lopped off, so the lines are 2,3,4,5,4 spaces long. On each side are 5 extra spaces, where players put their megaliths.&#10;&#10;Players take turns putting down a numbered disc on the intersections of the lines on the board. When you have the majority total in any direction, you claim that line by placing your megalith on the end point. Ties on a line are lost by the last placing player; a clever balancing rule which forces careful choices. The player to get their eighth megalith down wins.&#10;&#10;Stonehenge is the same as Linea (Spielbox 1992, smaller board).&#10;&#10;The Megalith edition is Selection #9 of The Games Collection by Pin International.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Country: England",
      "Players: Two-Player Only Games",
      "Series: The Games Collection (Pin International)"
    ]
  },
  {
    "Rank": "12526",
    "Name": "Yura Yura Penguin Mini",
    "ID": 359515,
    "Year": "(2022)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/359515/yura-yura-penguin-mini",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Yura Yura Penguin is a card game and dexterity game for kids and adults alike. Help the penguins turn the ocean water into ice and build a beautiful home for them! Of course, don't break the iceberg!&#10;&#10;Compact, anytime, anywhere. A small, portable version! A miniature version of Yura Yura Penguin, Yura Yura Penguin Mini is easy to carry and can be played in a small space.&quot;&#10;&#10;Players will take turns stacking a card after completing the challenge on the card played before them, including adding penguins, ice rocks, and icicles. A mix of Uno and Jenga, the game involves adding to the tower without knocking it over. First player to get rid of their cards wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Penguins",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12527",
    "Name": "Revenant",
    "ID": 428099,
    "Year": "(2025)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/428099/revenant",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.7",
    "Description": "From the void between dimensions, an ancient cosmic entity came to corrupt and devour. In the wake of the cataclysm known as Voidfall, the admirals of the fallen Novarchon Empire formed a desperate contingency plan. To preserve the accumulated knowledge that might one day answer the Voidborn threat, a former imperial flagship, the Revenant was retrofitted to hold the Empire&rsquo;s databanks. Carrying humanity&rsquo;s last hope, and accompanied by ships provided by the Empire&rsquo;s vassal Houses, you must now escort the fleet to safety while managing your influence with the Great Houses and securing your political future.&#10;&#10;Revenant is a standalone, competitive worker placement game of shifting allegiances, set in the Voidfall universe. Players take on the role of rival admirals coordinating the defense of a fleeing starfleet, and competing to earn influence with the factions that stand to survive the journey.&#10;&#10;Across four rounds, players assign crew to ships throughout the fleet, from which they will fight the Voidborn, explore planets in search of resources, upgrade their ship and crew, deploy new vessels, and more. Each ship is affiliated with one of the Great Houses, and each time you assign crew there, you gain influence with that House.&#10;&#10;The journey won&rsquo;t be an easy one. The Voidborn&rsquo;s corrupted forces will continuously attack the fleet, dealing damage to various ships at the end of every round. You can take your part in protecting the fleet by destroying enemy ships, repairing friendly vessels or maneuvering them to safe areas, or ultimately activating the Revenant&rsquo;s hyperdrive to jump to a safer sector. Regardless of your efforts, there will be casualties - you have to make sure that the Houses you have influence in are protected above others.&#10;&#10;Revenant spices up the resource management and engine-building of a mid-weight euro with dynamic tactical challenges, constant player interaction, and shifting allegiances.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hidden Victory Points",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Interplanetary or Interstellar scale)",
      "Contests: Fastaval Design Competition",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "12528",
    "Name": "Death of an Army: Ypres 1914",
    "ID": 354628,
    "Year": "(2022)",
    "Geek Rating": "5.549",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgame/354628/death-of-an-army-ypres-1914",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "600",
    "Weight": "2.6667",
    "Description": "Death of an Army, Ypres 1914 is a brigade/regiment level simulation of the First Battle of Ypres. Players assume the roles of the commanders of the German and Allied troops as they desperately fight for this valuable position in the line.&#10;&#10;&quot;The break-through will be of decisive importance. We must and will therefore conquer, settle for ever with the centuries-long struggle, end the war, and strike the decisive blow against our most detested enemy. We will finish with the British, Indians, Canadians, Moroccans, and other trash, feeble adversaries, who surrender in great numbers if they are attacked with vigour.&quot; - Order of the Day, issued on the 29th October and found on a dead officer of the XV. Corps&#10;&#10;The Battle of the Marne signaled the failure of the Schlieffen Plan and of German hopes to win a quick, decisive victory. In turn, this triggered the Race for the Sea as opposing armies attempted to outflank each other. Then, in a final bid to gain the upper hand, both Allied and German Armies clashed in the First Battle of Ypres. On these fields, the British Expeditionary Force, the professional army of Britain, and the strongest on the Continent, was bled dry.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Ypres (Belgium)",
      "Country: Belgium",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "12529",
    "Name": "Vanished Planet",
    "ID": 7240,
    "Year": "(2003)",
    "Geek Rating": "5.549",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/7240/vanished-planet",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5536",
    "Description": "In short, Vanished Planet is a cooperative game with some similarities to Starfarers of Catan.  From the publisher's web page:&#10;&#10;Vanished Planet is a cooperative board game. That means that all players work together to play the game, and either win as a group or lose as a group. It can be played with as many as six players or as few as one.&#10;&#10;Playing the game requires complex strategies involving ship movement, resource management, and technology building, all while trying to delay the creature's progress towards destroying the players' home worlds.&#10;&#10;The difficulty level is scalable, making it enjoyable for everyone from the beginner to the expert. Vanished Planet can be made easy enough for parents to play with their children or difficult enough to challenge the most masochistic hardcore gamers.&#10;&#10;Vanished Planet takes place in a richly detailed game world.&#10;&#10;The past one hundred years had been marked by an unprecedented peace. Humans from the Earth, newcomers to the Galactic Sextant, surprised the Elder Races with their grasp of foreign technologies and their dedication to freedom and peace. With Earth's help, a massive communications and trade network was established. Treaties were negotiated. Disputes were settled and wars became less frequent. The Peoples of the Sextant welcomed the children of Earth and looked toward a brighter future.&#10;&#10;Then, without warning, Earth vanished.&#10;&#10;In its place appeared a writhing mass of darkness. It was impenetrable. It was unassailable. It was without reason. It drank energy like water and consumed all matter it touched. After devouring Earth's solar system, the Creature began stretching massive tentacles across space with terrifying speed, reaching straight toward the homeworlds of the Six Peoples.&#10;&#10;With Earth gone, the communications network all but broke down. Each of the Peoples accused the others of betraying Earth and setting loose the Creature, for each had lost many of their top men and women with the planet when it disappeared. And with them vanished all hope of stopping the dark Creature. In their despair, colonies revolted, workers ran from their jobs and soldiers abandoned their posts in an attempt to flee the approaching darkness.&#10;&#10;It was days before any news came to them. Even the hub satellites that formed the backbone of the network spun silently in empty space. News came in the unexpected form of a single ship; one of the few to survive the cataclysm and return to tell what they had seen. Unlike the other ships, they brought not rumor, but six of those thought lost in the vanishing and their tale was devoid of the speculations the other ships had brought.&#10;&#10;The ship, Hope, raced from home world to home world bringing what truth they knew of Earth's disappearance to their peoples, narrowly avoiding the wars that were preparing to burst forth over the galaxy even as the Creature began groping insatiable tentacles toward them over the vastness of space. &#10; Then the messages came. As one, the hub satellites flickered into life; suddenly and strangely, for the words were not sent by the peoples to one another, but to all six peoples from the the vanished planet Earth!&#10;&#10;Bizarre blueprints for wondrous new technologies were transmitted and strange instructions were given, both for the banishment of the Creature and the formation of a new system for Earth to use when it returned. Time was of the essence. Earth could do nothing and the Creature would soon devour the other worlds if they did not hurry...&#10;&#10;Expanded by:&#10;&#10;    Vanished Planet: Racial Advantage Expansion&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Contracts",
      "Cooperative Game",
      "Events",
      "Income",
      "Movement Points",
      "Moving Multiple Units",
      "Race",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: HexHex10 Grids"
    ]
  },
  {
    "Rank": "12530",
    "Name": "Battlegroup: Kursk",
    "ID": 128154,
    "Year": "(2012)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/128154/battlegroup-kursk",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the publisher website:&#10;&#10;A new and innovative games system for re-creating the epic battles around Kursk in 1943 on the Eastern Front.&#10;&#10;These fast, fun and authentic-feeling rules, written by veteran games designer Warwick Kinrade (author of Kampfgruppe Normandie), are designed to play at 15mm and 20mm (1/72nd) scales.&#10;&#10;Four detailed army lists included: German Panzer and Infantry Divisions, to face the Russian Tank Corps and Rifle Divisions across a series of scenarios or a short campaign &quot;The Inglorious 12th July&quot; for the savage tank battles at Prokhorovka.&#10;&#10;Extensively researched background and comprehensive equipment data with a comprehensive modelling and painting guide section.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "History: World War II (Eastern Front)",
      "Series: Battlegroup Rules"
    ]
  },
  {
    "Rank": "12531",
    "Name": "Rainbow",
    "ID": 341510,
    "Year": "(2021)",
    "Geek Rating": "5.549",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/341510/rainbow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "In this colourful card duel, two players try to create as many RAINBOWS as possible by placing their cards right into the common area. Be careful you don't end up in the shadow, and use the power of light to form complete RAINBOWS. Tactics, combination skills and a good memory are what it takes to win.&#10;&#10;The aim of the game is...&#10;...to collect more cards than your opponent by playing your cards skilfully.&#10;&#10;On your turn, you can play up to 3 cards in the common area, but you have to play at least 1 card. But:&#10;&#10;- If you want to play more than 1 card, you must turn over any one of the cards already on the table. This means, cards are always turned over and played alternately. You cannot turn over or play two cards in a row.&#10;&#10;- You can choose to play your cards &quot;standard&quot; or &quot;blind&quot;. &#10;Standard means you place the card with the side you can see facing up. &#10;Blind means you place the card with the back (that you haven't seen) facing up.&#10;&#10;- Error! If you play or turn over a card in a colour that is already on display, you lose the round. Your opponent receives all the cards in the row.&#10;&#10;- Shadow! If you play or turn over a card in black, you lose the round. Your opponent receives all the cards in the row.&#10;&#10;- Rainbow! If you succeed in playing the 6th card of the row in a colour still missing from the rainbow, you have successfully formed a RAINBOW. As a reward, you receive all 6 cards.&#10;&#10;The game ends immediately when there are not enough cards in the deck for a player to bring their hand back up to 3 cards. The player who has collected the most cards in their personal pile wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12532",
    "Name": "The Cubes of Europe",
    "ID": 419496,
    "Year": "(2024)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/419496/the-cubes-of-europe",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.625",
    "Description": "As a European noble with a small amount of land, you have big dreams of becoming a European noble with a significantly larger amount of land. Cleverly use dice to acquire and place unique cubes, manipulate the game state with their special effects, and score as many points as possible by the end of the game.&#10;&#10;Disclaimer: This game is directly inspired by Stefan Feld&rsquo;s The Castles of Burgundy. My goal with this project is to instill that large experience into a solo game that is still playable and fun, using only nine cards, some dice, and a ton of cubes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Renaissance"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Hexagon Grid",
      "Move Through Deck",
      "Multi-Use Cards",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "12533",
    "Name": "Utopian Rummy",
    "ID": 42057,
    "Year": "(2009)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/42057/utopian-rummy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5294",
    "Description": "In Utopian Rummy players compete to draft more prosperous Jobs into their Society.  Each Job added to a Society gives a special ability to use now and scores points for them at the end of the Age.&#10;&#10;Some Jobs add more cards to your hand (Hunters &amp; Farmers), while other Jobs score large amounts of points (Elders &amp; Story Tellers).&#10;&#10;The basic turn follows these three phases:&#10;&#10;1. Explore (Draw) - View the top 2 cards of the Draw Deck and add 1 to your hand.&#10;2. Expand (Play) - Each Job needs to be Initiated first by playing a set of 3 matching Jobs.&#10;3. Decay (Discard)&#10;&#10;Utopian Rummy was designed to play fast, have many interesting decisions, and just be fun to play.&#10;&#10;Re-Implemented as:&#10;&#10;    Plato 3000&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "12534",
    "Name": "Kradia: Wild Hunt Festival",
    "ID": 295483,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/295483/kradia-wild-hunt-festival",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Kradia: Wild Hunt Festival (&#227;&#131;&#175;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#131;&#137;&#227;&#131;&#143;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#131;&#149;&#227;&#130;&#167;&#227;&#130;&#185;) is a JRPG-turned-board game set in the colorful world of Kradia. In the game, up to four players are tasked with forming a party of adventurers and combining their powers to defeat a series of bosses. As a cooperative fantasy-themed boss-battle game, players must synergize their abilities and employ effective combat strategies&mdash;via the utilization of items and their characters' unique class abilities&mdash;to defeat a collection of bosses.&#10;&#10;Each character in Wild Hunt Festival has an assigned role (or class) such as attacker, healer, defender, etc. These characters possess their own combat statistics, strengths &amp; weaknesses, and class-specific skills that all must be leveraged throughout each battle and in conjunction with one another to overcome the game's challenging monsters.&#10;&#10;There are two modes of play in Wild Hunt Festival. Story Mode, which is the game's primary play mode, offers a campaign-like progression system where players start at level 1 and take on a series of bosses, leveling between each fight. In Challenge Mode, players start at the level 4 (max level) and fight a single super-charged boss.&#10;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Lose a Turn",
      "Player Elimination",
      "Role Playing",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Kradia",
      "Theme: Anime / Manga",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "12535",
    "Name": "Axis & Allies Air Force Miniatures: Bandits High",
    "ID": 138589,
    "Year": "(2013)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/138589/axis-and-allies-air-force-miniatures-bandits-high",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8889",
    "Description": "Axis &amp; Allies Air Force Miniatures is a fast, action-paced game of World War II air combat. Players take the stick of one or more of history's most famous warplanes, taking on their opponent in wild dogfights. Bandits High features aircraft used in the Pacific Theater of Operations and introduces new scenarios, including bombing missions!&#10;&#10;Two-Player Starter Set includes six non-random warplanes, including the exclusive P-38J Lightning Ace, and everything needed to start dogfighting!&#10;&#10;Booster Packs each contain three random warplanes, and there are 31 different planes for players to collect!&#10;&#10;This is a game of aerial combat with WWII aircraft of various nations fought on a hexagonal map. This set represent aircraft primarily from the early years of the war. Players take turns determining initiative, moving their aircraft, and attacking opponents. Victory is determined player elimination or victory point total comparisons. Optional rules allow for clouds, flak fields, barrage balloons, and even night combat.&#10;&#10;A&amp;A Air Miniatures: Bandits High details:&#10;&#10;- Set contains legendary aircraft like the Ju 87 Stuka, Navy F4U Corsair, P-51D Mustang, and IL-2 Sturmovik.&#10;- Prepainted, durable plastic&mdash;assembled and ready to play, right out of the box.&#10;- Abilities and statistics of units based on historical performance in battle.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Axis & Allies (Avalon Hill)"
    ]
  },
  {
    "Rank": "12536",
    "Name": "Pick 'N' Choose",
    "ID": 95756,
    "Year": "(2010)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/95756/pick-n-choose",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Pick'N'Choose is the game that adapts to your personality! To make your team guess a word, you pick and choose between nine different activities such as drawing, miming, humming, sculpting modeling clay or wires, making clownish facial expressions and sound effects, using word associations, or asking trivia questions.  Harder activities will earn you more points, but will also take up more of your precious time.  Try to get the most points out of 5 cards before your time runs out!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Singing"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "12537",
    "Name": "Fickle",
    "ID": 270350,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/270350/fickle",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "12",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Your goal in Fickle, an inverse set collection card game, is to build the strongest fairy alliance over five rounds and win the Queen's crown. You do this by keeping fairies in your alliance that gain you favor points. Each card represents a single fairy from one of the five families. Each family has a unique power that enables you to improve your alliance and thwart opponents. Each round, you choose a single fairy, playing it into your alliance tableau, then resolve the family power. Easy, except that with all those powers, fairies don't seem to stay in one alliance for long. They tend to be...fickle.&#10;&#10;In more detail, to set up before the game, players decide which five fairy suits to use in the game from the 22 suits included in the box. In each round, you are dealt three cards; you look at them, decide on the order in which to stack them, then pass that stack to another player. You'll receive a stack in turn, which is in effect a &quot;press your luck&quot; deck created by an opponent. You look at the top card, then decide whether to keep it or discard it and draw the next card, which you can also discard in favor of the third card. Once the &quot;press your luck&quot; draw is complete, each player has one fairy card in hand, which they play into their alliance, then resolve in order starting with whoever played the card with the highest favor.&#10;&#10;After the fifth round, players score each fairy suit in their alliances, and because fairies want equal influence in an alliance, scores are based on an inverse scoring curve:&#10;&#10;&#10;     1 card of a suit: Score its favor value.&#10;     2 cards: Score 0 points.&#10;     3-4 cards: Lose points equal to the card of this suit with the highest favor.&#10;     5 or more cards of a suit: Score the summed value of all these cards.&#10;&#10;&#10;The player with the highest favor score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12538",
    "Name": "Guts of Glory",
    "ID": 124706,
    "Year": "(2012)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/124706/guts-of-glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Guts of Glory is an eating contest set in the post-apocalyptic future, in which players race to win the approval of the roaring crowd by chewing and swallowing the most spectacular foods. Every turn, each player must eat a new item from the plate; if they can't fit it in their mouth, another one is spewed out&mdash;which another player can catch and swallow for even more glory, leading to chain reactions reminiscent of one's most traumatic pre-school lunch experiences. It is truly the sport of kings.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "12539",
    "Name": "Wok on Fire",
    "ID": 176960,
    "Year": "(2015)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/176960/wok-on-fire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3636",
    "Description": "Are you ready to cook a pot of delicious food? We all get to take a turn being chef in Wok on Fire!&#10;&#10;You can eat meat, fruits and vegetables in bulk, or make small delicious dishes of rice and noodles. Whatever you do, pick the best combinations of food to get a high score!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "12540",
    "Name": "1879: US Pacific Northwest",
    "ID": 161886,
    "Year": "(2014)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/161886/1879-us-pacific-northwest",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3.5",
    "Description": "Set in the Pacific Northwest, and published by All-Aboard Games, 1879   was originally one of three titles in the Winsome Games 2014 Essen Set. 1879 largely follows the 1830  ruleset, but since it is designed to introduce players to the 18xx system, there are only 6 major companies in the game and no private companies.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx",
      "Series: 18xx Games (Winsome)",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "12541",
    "Name": "Jewels",
    "ID": 188908,
    "Year": "(2016)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/188908/jewels",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "The goal is to become the richest merchant by hoarding as many Coins as possible. Each Player earns Coins by selling crafted Gems and Jewels. The game is divided in Turns, every Turn is completed when each Player completes his Round.&#10;&#10;At the start of the game the cards are placed in two rows, Characters and Gems, for a total of seven columns. Each column represents a City. Every city has two slots one for a Character one for a Resource.&#10;&#10;During his Round a Player can execute three Actions from a list of six:&#10;&#10;    Travel to another City &#10;    Buy Gems or Gold &#10;    Craft Jewels or Gems &#10;    Interact with a Character: Sell a Jewel or a Gem, hire a Mercenary or fight a Monster &#10;    Refill City slots if empty &#10;    Earn a Coin&#10;&#10;&#10;The Player can travel between the columns, which represent Cities. Traveling between Cities costs Coins.&#10;&#10;The Player can buy a Gem from his current City and add it to his hand.&#10;Before a Jewel or a Gem can be sold, the Player has to spend a crafting action to lay the cards down. To craft a Jewel the Player needs also the right combination of Gems and Gold. So each Player always has a round to plot against the seller.&#10;&#10;Selling a Jewel or a Gem to a Buyer means discarding it and earning its value in Coins. Mercenaries and Monsters can hinder or favor the Players. After a Player interacts with any Character, the card is added to the discard pile.&#10;&#10;At the beginning of each turn the Cities are repopulated with new Characters and Gems. At this time many Events can be triggered.&#10;The game ends when a City can&rsquo;t be refilled at the start of the Turn.&#10;&#10;The Player with most Coins wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "12542",
    "Name": "90 Grad",
    "ID": 990,
    "Year": "(2000)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/990/90-grad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.625",
    "Description": "Your goal in 90 Grad is to either push the opponent's &quot;queen&quot; marble from the board or to move your queen to the central square.&#10;&#10;Each player starts with seven marbles: one queen, with the queens being placed in opposite corners of the board, and six regular marbles, with these marbles flanking the queen three on each side. On a turn, a player moves one marble in an orthogonal direction, and the marble moves as many spaces as the number of marbles in the row perpendicular to the direction being moved. Players alternate moves until one of the winning conditions is achieved.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Components: Marbles",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12543",
    "Name": "Total War: ROME – The Board Game",
    "ID": 344332,
    "Year": "(2024)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/344332/total-war-rome-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "Based on the world-renowned video game, Total War: ROME - The Board Game allows up to four players to play as the leaders of Rome, Carthage, Greece, and Barbarian Tribes of Gallo-Germania. Each player will conquer new lands, develop their faction, claim territories, recruit epic armies, fight enemies in intense battles, build their cities, raise taxes, spy, riot, trade, and so much more!&#10;&#10;Set in the Ancient World, Total War: ROME: The Board Game sees players take control of the main combatants in Europe from 400BC to 50BC as they seek to build their own empire and take control of the region surrounding the Mediterranean Sea. In under three hours, players will carefully balance their faction's military and economy as they compete to be the first to reach the top of the victory point ladder.&#10;&#10;Rome is the &quot;governor&quot; of the Ancient World, with an empire that lasted over 700 years from its development under the republic through the decline of the empire. Carthage, the jewel of North Africa in the 3rd century BC, faced the might of Rome under Hannibal until defeated during the Second Punic War of 218BC to 202BC. Greece is the intellectual centre of invention in the Ancient World, and became a great empire under Alexander the Great. The Barbarian Tribes comprised over fifty tribes ranging from the Lusitanians of Spain in the West, through the Averni of Gaul, to the Brigantes of Britannia, to the Belgae, to the Alamanii Germanic tribes, and on to the horse-based Sarmatians in the East.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Die Icon Resolution",
      "Income",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Dice with Icons",
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Gamefound",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "12544",
    "Name": "Hue",
    "ID": 7609,
    "Year": "(1973)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/7609/hue",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.4286",
    "Description": "Conflict Magazine #6.&#10;&#10;From the game's introduction:&#10;&#10;Hue was the site of the January, 1968 battle between the North Vietnamese Army (NVA) and its guerrilla allies, the Viet Cong (VC), against the 1st Division of the Army of the Republic of South Viet Nam (ARVN) and, the best combat troops in the area, elements of the United States Marine Corps (USMC). Vietnamese General Giap directed his communist troops in a concerted attack during Tet (the lunar New Year), successfully overrunning [sic] Hue and starting a bloody battle to retake the city.&#10;&#10;&quot;The battle for Hue was unique, in that it was a medieval city being attacked with modern weapons. The moats and walls presented new sets of tactical problems. The battle was a combination of World War II street fighting and medieval siege warfare, with almost all participants carrying [sic] a fully automatic weapon. If the rules seem peculiar at times, remember that it was a very peculiar battle.&quot;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Huế (Vietnam)",
      "Country: Vietnam",
      "Magazine: Conflict",
      "Players: Two-Player Only Games",
      "Series: Pouch Series Game (SDC)"
    ]
  },
  {
    "Rank": "12545",
    "Name": "La Guerra di Gradisca 1615-1617",
    "ID": 244026,
    "Year": "(2017)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/244026/la-guerra-di-gradisca-1615-1617",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.2857",
    "Description": "In the early 17th century the Republic of Venice had predominance in the Adriatic Sea, which for centuries had been subject to its jurisdiction and called the Gulf of Venice, but the Archduke of Austria, a Habsburg who ruled with great autonomy Styria, Carinthia, Carniola, part of the Friuli and many other imperial possessions, did not miss a chance to challenge it. When the raids of the Uskoks, corsars of Catholic faith in service of the Habsburgs, from the Kvarner Gulf to the Venetian routes became more insistent, Venice reacted by triggering a long and bloody war on its eastern borders and in Istria with the idea of putting an end to the raids, defeat the Austrian challenge and to regain the fortress once founded and then lost, Gradisca. Saint Mark's lion roared still ...&#10;&#10;The War of Gradisca 1615-1617 is a simulation game of that ancient conflict, which saw the confrontation of two powers of the era in a political and military context that anticipated the long period of the Thirty Years War.&#10;The game mechanic allows activating units in an unpredictable sequence, enabling uncertainty about campaign outcomes and replayability. Cards introduce political and historical events and allow the development of custom strategies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Chit-Pull System",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Country: Austria",
      "Country: Italy",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12546",
    "Name": "Timeline: Histoire de France",
    "ID": 241761,
    "Year": "(2017)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/241761/timeline-histoire-de-france",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Visit the great moments of the history of France through a simple and family game.&#10;&#10;Arrange the cards one against the other, in the correct chronological order. Are you quite sure that Vercingetorix returned arms to Caesar after the capture of the Bastille?&#10;Content:   &#10;55 Cards     &#10;1 Rules Booklet&#10;&#10;Has the Declaration of the Rights of Man and of the Citizen been published before or after the promulgation of the Civil Code? In any case, surely after the assassination of Henri IV .. although .. And if it dated rather a time between the victory of Yannick Noah at Roland Garros and COP 21?&#10;&#10;In Timeline, this is what you will be confronted with each time you want to place one of your cards. Here, only one object: to be the first to have correctly played all his cards.&#10;&#10;This box contains 55 cards on the theme of the history of France. All these cards are compatible with the cards of the other themes of the Timeline range. Thus, by bringing together several boxes containing different themes, you can multiply these possibilities and the pleasure of playing.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "12547",
    "Name": "Slyville",
    "ID": 266936,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/266936/slyville",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Medieval cities were home to very different types of people. Not only pious monks, humble scholars and trustworthy merchants, but also those mischievous, cunning and dishonest. Welcome to the city of Slyville, where you become one of the latter kind! As head of a guild operating in one of the world's major trade and cultural centers in the Middle Ages, you will be sending your trusted henchmen to various districts to find trade bargains, make deals, and provide your organization with more power and wealth &mdash; maybe not always in a way that is completely legal, but the end justifies the means, doesn&rsquo;t it? After all, you want to get in the graces of the Prince, right?&#10;&#10;Slyville is a game of pretense and deceit for 3-5 players in which managing your resources matters just as much as your bluffing skills and the ability to figure out the opponents&rsquo; strategy. Try to predict what Goods your adversaries might need, and do your best to upset their plans, but above all, secure the most valuable Deals for yourself!&#10;&#10;In Slyville, the players become heads of guilds operating in a medieval city and send their trusted henchmen to do business and close shady deals. Each turn they have seven cards in their hands and must play four of them onto spaces on the district boards placed in the center of the table. By using their card actions, they bid to acquire goods in five types that can later be spent on deal tiles. If a player has collected the goods required by a chosen deal, they must play a deal card and spend the appropriate goods. Tiles are worth 20-40 points, and the player who gathers 100 triggers the endgame. After that, the rest of the players take their final turn and points are counted. The highest scorer wins and becomes the most influential guild master of the city!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Medieval",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Contracts",
      "Hand Management",
      "Income",
      "Modular Board",
      "Negotiation",
      "Race",
      "Set Collection",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: zagramw.to"
    ]
  },
  {
    "Rank": "12548",
    "Name": "Polizei-Alarm!",
    "ID": 43023,
    "Year": "(2009)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/43023/polizei-alarm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.1429",
    "Description": "One player is the band of thieves, attempting to break into safe deposit boxes. The other player is the police, trying to hunt them down before they escape. While the police scoots around a magnetic board looking for the thieves, the criminal rolls the dice attempting to break open the safe deposit boxes.&#10;&#10;Polizei-Alarm! is an action/dexterity game for 2-4 players (although only two sides play against each other).One side plays a gang of safe-crackers who try to throw the correct combinations for the safes with some special dice under time-pressure.&#10;&#10;The other side is the Police, who try to find the the hideout of the gangsters. In order to achieve this they steer a police car through a labyrinth-like city plan on the game board by holding the board at an angle, so that the the police car slides on the surface (similar to the classic wooden labyrinth-games where you have to navigate a metal ball through a maze with holes in it - but without the holes). When they find the correct hideout before the safe-crackers succeed with the combination, the latter walk off empty-handed.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Maze"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Magnets",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "12549",
    "Name": "Multiplayer Pentago",
    "ID": 56690,
    "Year": "(2009)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/56690/multiplayer-pentago",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "A four-player version of Pentago.&#10;&#10;The difference with Pentago XL is that all the boards can rotate, included the central board. The balls are replaced by chips with two colors each.&#10;&#10;Nice rotation mechanism.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 9 x 9 Grids",
      "Game: Pentago"
    ]
  },
  {
    "Rank": "12550",
    "Name": "Sissi!: Die Bohnenkaiserin",
    "ID": 148000,
    "Year": "(2013)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/148000/sissi-die-bohnenkaiserin",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Sissi: Die Bohnenkaiserin adds human relationships to the beaniverse!  This is a standalone game, based heavily on Bohnanza.  The differences:&#10;&#10;     The standard 6, 8, 10, 12, 14, 16, 18 beans have all had their frequencies reduced, and are referred to as Captain Beans, and there are no 20.  Thus there are:&#10;         4 Garden Beans (instead of 6)&#10;         6 Red Beans (instead of 8)&#10;         8 Black-Eyed Beans (instead of 10)&#10;         10 Soy Beans (instead of 12)&#10;         12 Barf Beans (instead of 14)&#10;         14 Sow Beans (instead of 16)&#10;         16 Fire Beans (instead of 18)&#10;    &#10;     There are a whopping 50 Sissi Beans.&#10;     The reason there are so many Sissi Beans (Sissi:Captain = 50:70) is because you want to alternate Captain, Sissi, Captain, Sissi&hellip; (or vice versa) in your fields.&#10;     After all the normal phases in your turn, there's a Sissi Action phase, in which fields with two consecutive beans of the same type must be harvested.&#10;&#10;&#10;See Sissi! rules in English or Sissi! Die Bohnenkaiserin Spielregeln DE (German rules) for more details.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Bohnanza"
    ]
  },
  {
    "Rank": "12551",
    "Name": "Stone & Relic",
    "ID": 132407,
    "Year": "(2013)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/132407/stone-and-relic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9286",
    "Description": "Stone &amp; Relic is a kingdom building game.  Each player is a powerful ruler who has a growing Kingdom. The game revolves around playing Structure cards. Structure cards can be added to the player's Kingdom (to increase the value of his Kingdom), discards for a powerful spell ability, played face down in his Wealth (with the hopes that the player will have the most Wealth at the end of the game), or used to acquire Relics (using a simple secret bidding mechanic). Utilizing simple mechanism, deep strategy, multiple use cards and several paths to victory, Stone &amp; Relic offers an engaging card game in a very small box.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12552",
    "Name": "They Shall Not Pass: The Battle of Verdun 1916",
    "ID": 24693,
    "Year": "(2007)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/24693/they-shall-not-pass-the-battle-of-verdun-1916",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5789",
    "Description": "From the Publisher:&#10;&#10;&quot;The new game system has the clean play of the designer&rsquo;s masterpiece, Defiant Russia, and is crafted to fit the nature of combat in 1916. Artillery bombardment and assault combat take place separately. Elite troops have numerous advantages, and morale is a vital component of the game. Game pieces represent regiments and a handful of battalions. Units are rated for morale, attack, defense and movement.&#10;The game is packaged just like Defiant Russia in a small box.&quot;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Cities: Verdun (France)",
      "Players: Two-Player Only Games",
      "Region: Lorraine (France)"
    ]
  },
  {
    "Rank": "12553",
    "Name": "Kaiju Incorporated",
    "ID": 208995,
    "Year": "(2017)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/208995/kaiju-incorporated",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Game description from the publisher:&#10;&#10;A 300-foot lizard has just trampled the city. As a business owner, your future is clear:&#10;&#10;REBUILD AND MAKE KAIJU SKIN HANDBAGS.&#10;&#10;Step into the shoes of a company chairman in a land threatened by giant Kaiju. It&rsquo;s up to you to turn the shattered remains of your city into profit and prosperity, but watch out for the next wave of monster attacks! Make money, construct buildings, and research products related to the war on Kaiju. Collect Victory Points to insure your company&rsquo;s domination!&#10;&#10;Can you lead your company to success and prosperity amidst the rubble and constant threat of blob attacks? Who will corner the market on Kaiju skin handbags? Find out in Kaiju Incorporated!&#10;&#10;Kaiju Incorporated is a card drafting, economic game. Each turn players draft a building card and either pay to add it to their tableau or discard it to generate income for themselves and other players. Player&rsquo;s buildings also generate research, which enables them to draft new product cards. The new product cards score victory points based on the building cards in their tableau. However, generating income can also cause the Kaiju to attack you, destroying buildings or causing other kinds of mischief.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "12554",
    "Name": "Schildi Schildkröte",
    "ID": 18881,
    "Year": "(2004)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/18881/schildi-schildkrote",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.1333",
    "Description": "Many animals have gathered in the glade stadium to take part in the 1111th Turtle Olympics. Famous animals such as Henry Hare, Cheeky Badger, Herbert Hedgehog and Rosaly, the Racing Caterpillar, have already been spotted. Just a few moments are left before the start signal to begin the first exciting competition. One of the top favorites this year is Twiddle Turtle. She is quite nervous, standing at the starting line together with the other zippy candidates as they anxiously await the start signal for the first highlight of this year&rsquo;s games!&#10;&#10;This children's game, nominated for the Kinderspiel des Jahres 2005, is really a game system of 5 games, from racing, dexterity, luck, bluffing and even Turtle Soccer.  All revolve around ingenious wooden turtle pieces, which roll forward when the their top is rolled backward. Recommended for Ages 4 and up&#10;&#10;Expanded by:&#10;&#10;    Schildi Strandkr&#195;&#182;te&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Bluffing",
      "Children's Game",
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Turtles",
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "12555",
    "Name": "Baronda",
    "ID": 410495,
    "Year": "(2023)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/410495/baronda",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Must follow trick taking game with simultaneous bids where you score points by taking at least as many tricks as you bid (if the total bid of all players is too high for everyone to take enough tricks) or no more tricks than you bid (if the total bid of all players is too low for everyone to duck enough tricks).&#10;&#10;In addition to the four normal suits, there are special Naga (higher than trump) and Pass (lowest) cards that can be played instead of following suit, and the 0 card of each suit is a super trump if played in the same trick as a Naga.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "12556",
    "Name": "Zoo Run",
    "ID": 283073,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/283073/zoo-run",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Line up cards to form animals and help them escape (cooperative mode for ages 4 and up) or win the race of the year (competitive mode for ages 6 and up) ! Two games in one !&#10;&#10;The main mechanics of the game is to use specific cards: on the left are 3 animal butts, on the right are 3 heads : of a lama, a panda, a turtle, an elephant or a lynx.&#10;&#10;To win, place your cards face up on the table and try to find the best combination of those cards in order to complete the most animals (with matching heads and bottoms). There is always at least one solution, but you goal if to try and find the best solution !&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Components: Standees"
    ]
  },
  {
    "Rank": "12557",
    "Name": "Sports Dice: Baseball",
    "ID": 203029,
    "Year": "(2016)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/203029/sports-dice-baseball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Sports Dice: Baseball &mdash; first released as Dr. Livingstin's Sports Dice: Baseball Edition &mdash; features all the baseball action of a real game, including triple plays, grand slams, steals and more.&#10;&#10;Push your luck if you're feeling lucky in this fast-paced, easy-to-play game. Each team gets six dice and simultaneously rolls every play. One quick reference card is all you need to determine the outcome of your play (with no complicated instructions or charts).&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "12558",
    "Name": "Inchon: MacArthur's Gambit",
    "ID": 10346,
    "Year": "(1991)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/10346/inchon-macarthurs-gambit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This game covers the US-led invasion at Inchon, near Seoul, in September 1950.  Despite having only 180 counters this game maintains reasonably high counter density on its one map as combat is generally concentrated around the landing sites.&#10;&#10;Optional rules cover airdrops, weather, inter-service rivalries in the US forces, minefields, and extra fog-of-war rules.&#10;&#10;",
    "Categories": [
      "Korean War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Incheon (South Korea)",
      "Country: Korea",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12559",
    "Name": "Cool Runnings",
    "ID": 255702,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/255702/cool-runnings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "To play Cool Runnings, you'll need a dose of coolness and a freezer &mdash; yes, literally as the game &quot;characters&quot; are made of ice and you must create them prior to play.&#10;&#10;The winner is whoever brings their ice to the finish line first &mdash; or whoever still has an ice character in play while everyone else has melted away. During the game &mdash; which is played on a modular, waterproof game board &mdash; players will attack one another with a pinch of salt, a water bath, or a simple hands-on approach in which your own heat can damage someone's character. If the defending player can play the same attack card as you, though, the attack bounces back on you!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Modular Board",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "12560",
    "Name": "Skirmish",
    "ID": 2427,
    "Year": "(1975)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/2427/skirmish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "One of the American Heritage Command Decision Strategy Games, highly prized by collectors.&#10;&#10;This one is the American War of Independence game. The British have four armies of 5 units each, 3 warships and a troop carrier with 2 reinforcements on board. The Americans have 16 units spread all over the board (including a special &quot;Continental Army&quot; unit), 1 warship and a troop carrier with 4 reinforcements on board.&#10;&#10;The Americans use two dice for movement (unless down to just one unit), the British one. All three dice are 0-1-1-1-2-3. Both players roll their dice using shakers and peek at them. The British player designates the unit he'll move, then the American reveals his throw and moves. Finally, the Bristish reveals his throw and moves.&#10;&#10;A single unit is moved by each die --the grid is square and no diagonals are allowed. Units that end up on the same spot stack to form an army (which cannot be split), but each army is limited to 6 units. Naval moves are harbour to harbour except for the troop carriers (and any warship attempting to intercept them).&#10;&#10;A Skirmish occurs when opposing units are adjacent. A card is drawn to resolve the Skirmish. This can result in a unit loss for either side (sometimes two), a major battle being triggered, or one or both armies moving a space or two. Major battles normally occur when an army lands on an enemy army by exact count; numerical superiority is added to the stronger side's throw, and the adjusted throw difference indicates how many units the losing side lost (however, that loss is limited to the number of units in the winning army).&#10;&#10;Once the British have lost an army, they can call for Reinforcements. The Americans can do this once they've won a Major Battle. Reinforcement play is resolved separately from normal play. Two dice are used by both sides, one player trying to bring in his troop carrier whilst the other attempts to intercept with a warship (if the opponent has no warships left, the reinforcements automatically succeed). If the troop carrier makes it to a harbor, the reinforcements land (triggering a major battle if the harbor is enemy-held) and the troop carrier remains as a normal warship henceforth.&#10;&#10;The British win by eliminating the Continental Army, whilst the American wins by eliminating all four British armies. To keep the game from dragging on, if there is no skirmish nor major battle in 10 moves, the weaker side surrenders.&#10;&#10;The asymmetrical mechanics work surprisingly well; the British lacks mobility and try to force Major Battles on the Americans, whilst the latter skirmish as much as possible until they can muster a large enough army together to win a major battle and call in their reinforcements.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Two-Player Only Games",
      "Series: American Heritage (Milton Bradley)",
      "States: Massachusetts",
      "States: New Jersey",
      "States: Pennsylvania",
      "States: Rhode Island",
      "States: South Carolina",
      "States: Virginia"
    ]
  },
  {
    "Rank": "12561",
    "Name": "6x6 TALES",
    "ID": 307996,
    "Year": "(2020)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/307996/6x6-tales",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The King approaches you, &ldquo;Welcome to our small island. We need your help, hero. Our island is terrorized by monsters, please help us...&rdquo;&#10;Your mission: drive away all monsters from the island!&#10;&#10;&#10;&#10;6x6 Tales is a solo fantasy adventure game in 3 small booklets. &#10;6x6 Tales is a free pnp game.What you need: &#10;3 sheets of paper, 2d6, pen+correction fluid / pencil+eraser&#10;&#10;You will have 3 booklets: Rules Booklet, Journal Booklet, and Events Booklet. &#10;You will draw the map, manage your items/scrolls/quests, and run fights / dungeons in your Journal Book while investigating the monsters origin.&#10;&#10;With a random map, random quests, and random events, each game will bring you a different adventure. &#10;Happy adventuring!&#10;&#10;6x6 Tales is inspired by Barbarian Prince, 100 World Story, and PocketMod.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Paper-and-Pencil",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "12562",
    "Name": "Dungeon Derby",
    "ID": 257395,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/257395/dungeon-derby",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Dungeon Derby is a game filled with betting, strategy, &amp; a bit of luck. The game consists of unique races. But beware, friends can quickly turn into foes!&#10;&#10;Semi-Cooperative: Work with fellow players to rig the dungeon and influence races. But beware, friends can quickly turn to foes!&#10;&#10;Real-Time Play: Players play the game in real time, drawing cards, playing traps/armor before the game begins &amp; playing spells as the race is underway to help determine the outcome. Don't worry, it doesn't make the game chaotic, just move along at a nice pace.&#10;&#10;The Gamble is the Glory: Place your bets on the champion(s) you think will win the race, then roll the dice to see if fate is on your side.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12563",
    "Name": "All Things Zombie",
    "ID": 20586,
    "Year": "(2005)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/20586/all-things-zombie",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5556",
    "Description": "From the publisher's website:&#10;&#10;&quot;ALL ABOUT REAL LIFE IN AN UNREAL WORLD!&quot;&#10;&#10;&quot;NOT JUST ANOTHER ZOMBIE GAME&quot; That's right, All Things Zombie isn't &quot;just another zombie game,&quot; All Things Zombie is THE zombie game. All Things Zombie takes you from the beginning of the first zombie outbreaks through the final apocalyptic time where the zombies rule . . . or will they? It's up to you!&#10;&#10;You'll find out that zombies aren't your only enemies. There's also the lawless bandits and looters, and sometimes your biggest enemy can be yourself. Just when you think you've figured it out another curve comes your way and next thing you know, chomp, chomp, stick a fork in you, you're a zombie meal! But there's also friends to be found and innocents to be saved . . . if you can find them!&#10;&#10;'All Things Zombie provides a changing world to campaign in where each encounter is linked to the next by a seamless and easy to use Campaign System. Watch your characters grow as they advance in skill making their way through All Things Zombie. It will take a combination of tactics and strategy to succeed. A little luck won't hurt either!&#10;&#10;All Things Zombie is terrific for solo gamers and can be played with everyone on the same team. All Things Zombie also works with ANY figures you already may have. So open the door to hours of fun, just be sure to look behind it first!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Miniatures",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Zombies",
      "Digital Implementations: VASSAL",
      "Game: All Things Zombie"
    ]
  },
  {
    "Rank": "12564",
    "Name": "Dinosaur Gauge",
    "ID": 372439,
    "Year": "(2022)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/372439/dinosaur-gauge",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.25",
    "Description": "Dinosaur Gauge is a pick-up and devour game in which players invest in four different kinds of dino industries, all with an eye toward maximizing the value of their holdings on the Stomp Market. This extremely accurate and rigorously-researched game opens as the Western Interior Seaway shrinks, and with it the fortunes of once-mighty dino shipping magnates. But this paves the way for expansion by dino rail barons, eager to bring goods made at dino factories to emerging dino cities! But even these tyrannosaurus tycoons might find their legends eclipsed by dino airlines.&#10;&#10;Hexagonal tiles are placed on water hexes to shrink the Seaway, and also serve as the timer of the game. Each player gets an equal number of turns in which they place a tile, buy one share of stock, and then take one action &ndash; building for a railroad, making a delivery, producing goods, establishing an airport, or recycling. Each industry works and scores a little differently, and with only a handful of turns, you'll need to invest and act carefully, with an eye toward incentivizing your fellow players to do the hard part for you. End the game with the most money, and you win!&#10;&#10;The first game design by Hollandspiele founder Mary Holland, collaborating with veteran cube rails designer Amabel Holland (Irish Gauge), Dinosaur Gauge is a gleeful game about managing chaos, emergent alliances, and, most of all, how much Mary loves dinosaurs.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Prehistoric",
      "Trains"
    ],
    "Mechanics": [
      "Investment",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Series: Cube Rails"
    ]
  },
  {
    "Rank": "12565",
    "Name": "Barbascura X: Evolversi Male",
    "ID": 419202,
    "Year": "(2024)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/419202/barbascura-x-evolversi-male",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "1.6667",
    "Description": "You who are looking at this vibrant piece of meat.&#10;I'm talking to you, sad badly evolved animal, are you ready for a frenetic race? Present yourself in the presence of evolution before your opponents, possibly with more tokens than them, purchase your evolutionary adaptations to survive catastrophic extinction events and use your deadly powers to stop other animals.&#10;&#10;Evolve the only way you know how: badly!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Tu che stai osservando questo vibrante pezzo di carne.&#10;Parlo con te, triste animale male evoluto, sei pronto a una frenetica gara? Presentati al cospetto dell&rsquo;evoluzione prima dei tuoi avversari, possibilmente con pi&ugrave; gettoni di loro, acquista i tuoi adattamenti evolutivi per sopravvivere ai catastrofici eventi di estinzione e usa i tuoi micidiali poteri per fermare gli altri animali.&#10;&#10;Evolviti nell&rsquo;unico modo che conosci: male!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor",
      "Prehistoric"
    ],
    "Mechanics": [
      "Deck Construction",
      "Events",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Animal Battles",
      "Theme: Evolution"
    ]
  },
  {
    "Rank": "12566",
    "Name": "Rifugio",
    "ID": 139807,
    "Year": "(2017)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/139807/rifugio",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The 1st edition (dec 2012) was a 2-4 player game. In a smaller light weight box with a plastic tray inside all made in China. And there were 3 extension sets: 1) 5&amp;6 player, 2) Rivers&amp;Rafts and 3) Helicopter. The 2nd edition (nov 2017) is a bigger box, including material for a 5th player and the Rivers &amp; Rafts extension set, all made in the Netherlands. It has only one separate extension set: Helicopter.&#10;&#10;Game description:&#10;&#10;Walking through the Italian Dolomite mountains you can see Flowers, Animals, Waterfalls, Passes and Mountain Tops. The player who visits the most of these and builds their Rifugi (Italian for 'mountain cabin') in strategic spots, is most likely to win the game.&#10;&#10;In Rifugio you place hexagonal tiles every turn with just a few simple rules (meadows can be connect to forest, forest to rocky areas and rocky areas to mountain tops. No rock next to meadows, and no mountain tops next to forest or meadows. A few special tiles (the passes) have to match their sides exactly.&#10;&#10;With your pawn (a hiker with backpack) you move around the placed tiles, visiting those that have special items printed on them (animals, flowers, waterfalls, etc.), and avoiding those with bears. By visiting special places, you collect a victory points card (usually 2 points) for that special place (for a bear however, you get -3 points). There are three items in each category, and collecting the full set earns you a bonus of 5 points.&#10;&#10;Each turn you have two free actions available, to either move, or place a Rifugio (a mountian cabin). Each time an opponent visits a tile with your Rifugio, you get a card with 2 victory points, but they too rest (which is getting a card with an extra action they can use at any time convenient).&#10;&#10;Game ends when all tiles have been placed, and whoever gathered the most points in collecting those cards wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "12567",
    "Name": "Glory Days Boxing",
    "ID": 313064,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "8.91",
    "Link": "https://boardgamegeek.com/boardgame/313064/glory-days-boxing",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "Accurate and easy to play, Glory Days Boxing brings the excitement of big time boxing to your tabletop using a unique &quot;Ring General&quot; system that ensures the more skilled boxer dictates the action and outcome of the bout. Just like real life, upsets, flash knockdowns and rare events can and do occur to make each bout unique and re-playable. Boxers are rated to produce true to life performance with the majority of results coming directly from the boxer cards.&#10;&#10;The base printed game includes 100 all-time great heavyweights, five dice (two six-sided, two ten-sided and one twenty-sided), the master game chart, the referee and judge chart, quick play chart and score sheet. Additional fighter sets are available individually, or as part of a full game bundle.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Boxing"
    ]
  },
  {
    "Rank": "12568",
    "Name": "Honeycombs",
    "ID": 199913,
    "Year": "(2016)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/199913/honeycombs",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "The object of honeycombs&trade; is to connect your tiles together by matching their symbols. The more matches you make the more points you earn.  The honeybee is wild and can be connected with any symbol. Honeycombs&trade; has three unique ways to play, each varying in speed and competitiveness.  Choose the one that suits your mood.&#10;  &#10;Version A &ndash; Worker Bee&#10;   Fast-paced competition between opponents&#10;   (2-4 players / 2-4 teams of 2)&#10;&#10;1. Divide tiles evenly among all players/teams. &#10;   2 players = 26 tiles each, 3 players = 17 tiles each, 4 players = 13 tiles each&#10;2. Each player places their tiles face-down in front of themselves.&#10;3. On the word &lsquo;go&rsquo; players turn over their tiles and connect as many matching symbols as possible. It&rsquo;s a race to complete your honeycomb before &#10;  your opponents complete theirs.&#10;4. The first player to connect all their tiles together yells &ldquo;HONEYCOMBS&rdquo;. &#10;   This signifies the end of the round and all other players must immediately stop. &#10;5. Players quickly check the honeycomb of the player nearest to them to see if anyone has broken rules 1 and/or 2 (see rules 1 &quot;Single Match&quot; &amp; 2 &#10;   below). If so, deduct points accordingly. However, if the player finishing first is in violation of the rules, the round &#10;   resumes until someone finishes with a mistake free honeycomb.&#10;6. Next, each player calculates their points for the round - (See Scoring) and tells the scorekeeper. The scorekeeper keeps a running tally of &#10;   everyone&rsquo;s points.&#10;7. Return all tiles to the bag to prepare for another round.&#10;8. The player with the most points after 3 rounds is crowned Queen Bee.&#10;&#10;Version B &ndash; One Big Honeycomb&#10;   A leisurely competition, one turn at a time&#10;  (2-4 players / 2-4 teams of 2)&#10;&#10;1. Players take turns to build one big honeycomb while collecting individual points.&#10;2. Draw one tile and place it face up in the center of the table.&#10;3. Each player draws three tiles from the bag.&#10;4. Moving clockwise, players choose one of their three tiles and connects it to the honeycomb. One point is earned for every match made and it is added &#10;   the player&rsquo;s total.&#10;5. After each turn, players draw one tile from the bag to replenish their hand.&#10;6. When all 52 tiles have been connected to the honeycomb, the game is over and the player with the most points is the champion.&#10;7. Some tiles have special powers which are indicated in the center of the tile. To maximize their value, be strategic in how you use them. They are &#10;   only active in Version B- One Big Honeycomb.&#10;&#10;Special Power Tiles.&#10;&#10;Double Points: When playing a tile marked with the Double Points symbol &quot;2X&quot;, all points earned are doubled.&#10;&#10;Steal: When playing a tile marked with the Steal symbol (picture of a masked robber) you have the power to steal another player&rsquo;s turn. Before &#10;               a player lays their tile, yell &ldquo;STEAL&rdquo; to indicate you are stealing their turn. Lay your &lsquo;Steal&rsquo; tile and collect your points. &#10;               Replenish your hand to 3 tiles.  Continue with the next scheduled player.&#10;&#10;Extra Turn: After taking your normal turn, you can play the Extra Turn tile (tile marked with a symbol of an arrow in a circle) &#10;               right away. It is a bonus turn and does not affect your next turn. Replenish your hand to 3 tiles&#10;&#10;Wild Tile: When playing the tile with the &quot;bee&quot; symbol in the center of the tile the player chooses 1 symbol on this tile to become wild. It can &#10;               now be matched with any symbol.  *note: this is not to be confused with the wild bee on the perimeter of the tile.&#10;&#10;Version C &ndash; Honeycombs Puzzle&#10;   Work together to build a creative honeycomb&#10;&#10;1. All tiles are placed face up on the table as you would with a puzzle.&#10;2. Players work together to build one honeycomb.  The object of this game is to make as many connections as possible.&#10;3. Tiles can be moved around at any time, by any player.&#10;4. Work at your own pace as everyone contributes at the same time.&#10;5. When all tiles are connected to the players&rsquo; satisfaction the game is over.&#10;6. This is a non-competitive version; count the total points and record your score if you want.&#10;&#10;Rules&#10;&#10;Rule 1: Single Match (Applies to Worker Bee Version Only)&#10;When a round is finished, only one tile in a players honeycomb can have a single match. A single match is a one that is isolated (the symbols on either side of it are not matched). This means you cannot string tiles together in a train to finish quickly.&#10;&#10;Rule 2: Mismatched Connection&#10;If a mismatched connection is discovered when the round ends, the player must remove the tile with the mismatch without receiving any points&#10;for it. For example, a player may need to remove a tile and forfeits 2 points even though 1 of the connections was a match.&#10;&#10;Scoring&#10;&#10;1 match = 1 point&#10;1 core connection = 5 points&#10;Unused tile = minus 1 point (Worker Bee Version Only)&#10;&#10;How to Score&#10;1. Count your core connection points first&#10;2. Count your matches. To ensure accuracy when counting, points should be tallied while you disassemble your honeycomb. As you remove each tile, count &#10;   the number of matches it has. (see picture below)&#10;3. Minus your negative points.&#10;&#10;Core Connection&#10;&#10;A core connection is a tile that has matched all 6 sides. In the One Big Honeycomb version, the player who placed the 6th and final tile earns the&#10;core connection bonus of 5 points. This bonus is in addition to the points received from the connection(s) themselves.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "12569",
    "Name": "Lino",
    "ID": 81691,
    "Year": "(2010)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/81691/lino",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4",
    "Description": "Each player in turn places a stone on the playing field on any free tile of their choice.&#10;Players can gain points during the game by ending a row and at the end of the game for each row of 4 or more stones of their own colour. The player with the most points wins. There is also a game variant with bonus points for the experienced player.&#10;&#10;Ihr legt abwechselnd einen Spielstein auf ein freies Feld des Spielfeldes. Immer wenn ihr dadurch eine Reihe komplettiert, bekommt ihr sofort Siegpunkte. Am Spielende erhaltet ihr zus&auml;tzliche Siegpunkte, f&uuml;r jede Reihe in der 4 oder mehr eigene Spielsteine auf direkt benachbarten Feldern liegen. F&uuml;r erfahrene Spieler gibt es auch noch eine Variante mit Bonuspunkten.&#10;&#10;Sur le plateau de jeu variable, les joueurs  posent &agrave; tour de r&ocirc;le une pierre sur une case libre. Les joueurs gagnent des points pendant le jeu lorsqu&rsquo;ils ferment une rang&eacute;e et &agrave; la fin du jeu ils re&ccedil;oivent des points lorsqu&rsquo;ils ont align&eacute; 4 pierres ou plus de leur couleur. Celui qui obtient le plus de points remporte la partie. Pour les joueurs avanc&eacute;s, il y a aussi un jeu avec des points bonus.&#10;&#10;Op het variabele speelveld leggen de spelers om de beurt een steen op een vrij legveld. Zij verdienen tijdens het spel punten voor het afsluiten van een rij en aan het eind van het spel punten voor 4 of meer stenen op een rij van de eigen kleur. Wie de meeste punten haalt, wint het spel. Voor de liefhebbers is er ook nog een spel met bonuspunten.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12570",
    "Name": "The Chaco War",
    "ID": 10262,
    "Year": "(1991)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/10262/the-chaco-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7059",
    "Description": "(from the rulebook:)&#10;&#10;The Chaco War is a simulation of the struggle between Bolivia and Paraguay for the desolate Chaco region in central South America.  The war which began as a series of border incidents ended as one of the most sanguinary conflicts ever fought in the western hemisphere.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Bolivia",
      "Country: Paraguay",
      "History: Chaco War",
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12571",
    "Name": "Rayguns and Rocketships",
    "ID": 164147,
    "Year": "(2017)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/164147/rayguns-and-rocketships",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Welcome to a galaxy of adventure!&#10;&#10;In the frozen heart of space lies a fantastic galaxy of planets populated by space-faring factions called Planeteers, who wage a never-ending battle of Rayguns and Rocketships. Some seek action like the brash Astro-Rangers, others desire riches like the fearsome Star Pirates. Some planeteers will to conquer like the horrible alien Blaarg or hunger for honor like the reptilian Zard. Which Planeteers will be the master of the galaxy? That's up to you!&#10;&#10;Rayguns and Rocketships is an action strategy game inspired by the sci-fi classics of the pulp era. The game features fast-paced strategy, pulse-pounding action and over 32 original miniatures!&#10;&#10;Players starts by selecting a Planeteer faction consisting of a rocketship miniature, a rocketship interior map, a crew of six Planeteers miniatures, a captain miniature, a two-sided captain card and a deck of maneuver cards unique to each Planeteer faction. Player place their crew on their rocketship map - in the cockpit, manning the control systems or manning a raygun -  each gives advantages in flight and combat.&#10;&#10;Play is divided into three phases: rocketship movement, rocketship combat, crew movement and combat. Players plot their Rocketship's course using maneuver cards or star cards which are added to the player's hand each turn to provide additional tactical and combat advantages during play.&#10;&#10;As the gigantic rocketships maneuver on the Star Map, they blast away at each other with their deadly rayguns. Crew members can leap out of the airlocks to jetpack into combat with other Planeteers or board enemy rocketships to engage in fierce hand-to-hand combat!&#10;&#10;Points are scored by defeating crew, playing star cards and destroying rayguns and rocketships. The player who reaches the game's victory point goal wins the game and is declared master of the galaxy!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Passed Action Token",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "12572",
    "Name": "Shapers of Gaia",
    "ID": 359587,
    "Year": "(2022)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/359587/shapers-of-gaia",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.2857",
    "Description": "You are a Shaper, emerging from the vault after millennia carrying the ingredients to restore Gaia and its ecosystem to its former glory! Work alongside the caretaker robot to earn prestige as you restore the ruined biomes of the land to their former splendor, repopulate species old and new, and give life to a rejuvenated ecosystem. Accumulate rare resources such as nutrients and energy to grow faster, but note that new biomes also provide resources to your rival factions.&#10;&#10;Shapers of Gaia includes six Shapers, each different, and during the game you must use your unique abilities to come out on top as you compete with others for resources and prestige. Gain prestige by arranging animals according to their established behaviors, collecting DNA samples, and unlocking new Shaper abilities. Only the Shaper with the most prestige at game's end will be allowed to permanently join the caretaker as guardians of the rebirthed Gaia.&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Map Addition",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "12573",
    "Name": "Showtime",
    "ID": 243964,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/243964/showtime",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.4",
    "Description": "It's a well-known fact that with the wrong audience, any film can become a horror show. For the audience in Showtime! that wants to enjoy the offered blockbusters and score points, the right seating choice is the all-important factor. They want to avoid having tall men in front of them, children who are blowing bubbles in the middle of the row, or purses blocking neighboring seats. Many moviegoers also have certain preferences. They would like to sit together with their partner, be surrounded by men or women, or sit in the first row. One can only hope that before the start of a show, a riot doesn't break out and chase people away from their chosen seats. Whoever's visitors have had the most pleasure in the cinema after three rounds wins.&#10;&#10;Showtime! (formerly called Film ab!) is an easily accessible, brisk family game with a funny theme that everyone knows from their everyday life. The clever placement mechanism and the different characters, each of whom one has likely  encountered in the cinema, provide great entertainment at the game table.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Take That"
    ],
    "Families": [
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "12574",
    "Name": "Dig Mars",
    "ID": 147889,
    "Year": "(2013)",
    "Geek Rating": "5.549",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/147889/dig-mars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6429",
    "Description": "#Captains Log, Entry 37&#10;&#10;When we set out, I thought this mission is a wild goose chase but now, when we are so close I think this actually might be worth all the effort the Corporation has made. I have been looking over the photos the probe sent and I must admit, there definitely is something buried under the surface. I am glad the Corporation trusted me with this endeavor. The crew is a bit on the edge, but it is understandable, this has never been done before. We should be landing in a few days, and I cant wait for the digging to begin. Sadly other corps have also found the resources to make the mission a reality so this will be kind of a race. I am certain we will win.&#10;&#10;#End of entry 37&#10;&#10;In Dig Mars, players perform different actions to dig out discovery tiles. Discovery tiles are worth varying numbers of fortune points, but fortune points can also be used to upgrade a player's equipment. When to do what? Timing is key. The different actions are:&#10;&#10;&#10;     Move &ndash; move one of your tokens to an adjacent stack in a horizontal or vertical direction.&#10;&#10;&#10;&#10;     Dig - reveal the top tile of the stack with at least one of your tokens on it. &#10;&#10;&#10;&#10;     Carry out &ndash; choose any revealed tile with at least one of your tokens on it and take it into your possession, giving you fortune points.&#10;&#10;&#10;&#10;     Upgrade &ndash; pay the corresponding number of fortune points (by discarding tiles) to boost your equipment tile to the next level (e.g., from 2 to 3).&#10;&#10;&#10;When a player has collected a certain amount of fortune points, depending on number of players, the game ends and he wins!&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement"
    ],
    "Families": [
      "Space: Mars",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "12575",
    "Name": "Marita-Merkur: The Campaign in the Balkans, 1940-41",
    "ID": 7636,
    "Year": "(1979)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/7636/marita-merkur-the-campaign-in-the-balkans-1940-41",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.7692",
    "Description": "Marita-Merkur, Europa III, recreates the campaign in the Balkans from November 1940 until June 1941.&#10;&#10;Two maps display the battlegrounds from Austria to Crete, including all of Yugoslavia, Albania, and Greece along with bordering regions. The terrain analysis includes rivers, woods, rough, mountains, karst, swamp, and impassable mountains. Six-hundred die cut counters represent the military units of the nine nations that took part in the campaign. Units are deployed as individual battalions, regiments, brigades, and divisions - each with its historical designation, strengths, and capabilities. Aircraft units are groups of approximately 40-50 planes organized by type (such as fighter or dive-bomber) and model (from obsolete CR.42 biplanes to Me109's). The Hungarian Duna river flotilla is included; for future Europa use, so are the entire navies of Greece and Yugoslavia.&#10;&#10;The standard Europa rules present a framework of movement, combat, and combat/motorized exploitation. Special considerations cover Greek mountain capability, the Yugoslav coup, and British naval interdiction.&#10;&#10;Marita-Merkur is designed to be played by itself as a seperate game, and also to mate with other Europa games.&#10;&#10;Game components: &#10;&#10;    one and a half maps (14 &amp; 15a)&#10;    two and a half sheets of die cut counters (#20=240 counters, #21=240 counters, #22=120 counters) = 600 total counters&#10;    one rules folder&#10;    one set of charts:&#10;        Map Legend&#10;        Italian, Hungarian &amp; German Order of Battle / Reinforcements&#10;        Greek &amp; British Order of Battle / Reinforcements&#10;        Jugoslav Order of Battle&#10;        Axis Unit Breakdown Chart / Axis Victory Points&#10;        Unit Identification Chart / Unit Symbols&#10;        Turn Record Chart / Weather table / Allied Breakdown Chart / Allied Victory Points&#10;        Combat Results Tables / Terrain Effects Chart (x2)&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Greece",
      "Country: Italy",
      "Decades: The 1940's",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Balkans",
      "Series: Europa"
    ]
  },
  {
    "Rank": "12576",
    "Name": "¡Arriba España!",
    "ID": 10234,
    "Year": "(1997)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/10234/arriba-espana",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7895",
    "Description": "From the box of Third Edition:&#10;&#10;&iexcl;Arriba Espa&ntilde;a! is a simulation game on the Spanish Civil War of 1936-9. The game is for two players, one representing the left-wing coalition government of the Spanish Republic (the Government Player), and the other the alliance of right-wing forces that rose in revolt against it (the Rebel Player).&#10;&#10;Third Edition, reissued by Fiery Dragon Productions.&#10;&#10;     21 page rulebook&#10;     280 counters show Nationalist and Republican troops, interventionist, air, armor and artillery assets and more.&#10;     Folded color 11 x 17&quot; map covering all Spain.&#10;     Card stock charts &amp; tables&#10;     2 dice&#10;&#10;&#10;Complexity: Moderate&#10;Map Scale: Areas, about 50 miles per inch&#10;Unit Scale: Brigade to Division&#10;Time Scale: 2-3 months per turn&#10;Players: 2 (4 with a variant in the rules)&#10;Solitaire Suitability: High&#10;Playing Time: 3 hours&#10;&#10;",
    "Categories": [
      "Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Spain",
      "Digital Implementations: VASSAL",
      "History: Spanish Civil War",
      "Magazine: World at War"
    ]
  },
  {
    "Rank": "12577",
    "Name": "Goths Save The Queen",
    "ID": 180650,
    "Year": "(2016)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/180650/goths-save-the-queen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "In Goths Save The Queen, two two-player clans fight to save the Queen hidden in the middle of the table. Each clan is composed of one player giving orders (the King) and another one trying to understand which order has been given (the Warchief).&#10;&#10;To give an order, the King chooses a card and flips it onto the table to reveal two orders on its back, with no clue as to which is the right one. The Warchief checks the battlefield, then tries to choose the right order with a card in hand. When both clans have chosen their cards, all of them are revealed, and if both cards match on a clan, then the order is carried out. Some examples of orders: loading the catapult, firing with the catapult, progressing toward the Queen, looking at hidden cards in the middle to find the Queen, and avoiding traps...&#10;&#10;Of course, within a clan it is absolutely prohibited to make any sign or say anything to help the partner to guess which order is intended.&#10;&#10;When playing 1-vs-1 or 1-vs-2, the game is a bit different: The single player team cannot play the same order twice, one turn after another.&#10;&#10;With multiple copies of Goths Save The Queen, you can compete in a 3-vs-3, 3-vs-4 or 4-vs-4 format.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "12578",
    "Name": "Campeones: Oliver y Benji – El juego de cartas",
    "ID": 421232,
    "Year": "(2024)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/421232/campeones-oliver-y-benji-el-juego-de-cartas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "1.8333",
    "Description": "Prepare yourself for the adrenaline-pumping experience of Campeones, Oliver y Benji. The card game. Dive headfirst into the electrifying world of football where every card in your hand can be the game-changer. With the match unfolding in two heart-pounding parts, the sole mission is to outscore your opponent with goals.&#10;&#10;Draft your dream team before kickoff by strategically selecting player cards that promise greatness. The game's arsenal boasts 90 cards, featuring teams, fans, match plays, and nerve-jangling events.&#10;&#10;Throughout the game, the thrill intensifies as you draw cards, unleash strategic moves, and execute game-changing actions like skillful passes, spectacular shots, and impenetrable defenses. Utilize cards and tokens strategically to elevate your team to new heights.&#10;&#10;As you buy cards to strengthen your squad, feel the rush of accumulating team points and devising new strategies. Immerse yourself in the heart-stopping moments of passes, shots, and defenses, where card values, tokens determine who emerges victorious from the fray.&#10;&#10;Special cards, such as yellow cards, red cards, and the referee, add intrigue and strategy to the game, while events like injuries can change the course of the match. Campeones, Oliver y Benji. The card game offers a unique experience where strategy and chance blend in every card played!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Income",
      "Open Drafting",
      "Tags",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "12579",
    "Name": "Miss Poutine",
    "ID": 40800,
    "Year": "(2009)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/40800/miss-poutine",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1538",
    "Description": "Players are the staff of a little snack-bar at lunch time. They have to serve the orders as quick as possible. Each round, two different cashiers take the orders. Other players are the cooks and must fill the orders with burgers, hot dogs and, of course, &quot;poutines&quot; (&quot;Poutine&quot; is a very popular meal in Quebec. It is made of French fries, brown sauce (gravy), and cheese curds).&#10;&#10;Each round, the slowest cashier and the slowest cook receive one &quot;Mop point&quot;. When a player receive his or her third, he or she loses the game and must pass the mop when closing the restaurant.&#10;&#10;Miss Poutine is in the tradition of  games like Pit and Ligretto Football.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "12580",
    "Name": "Mission Impractical",
    "ID": 207290,
    "Year": "(2016)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/207290/mission-impractical",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "You are on a secret mission and may not talk about it. The only hint about your goal is the equipment you're bringing. Can you use it to give your friends the information they need? Who will be the first to see through your cunning plan, and who can tell the best story about it? If you pick, say, the trampoline, motorcycle helmet, water wings and a clothesline, what is your mission? Are you planning to...&#10;&#10;&#10;     Impress the in-laws?&#10;     Jump from a plane?&#10;     Get past a bouncer?&#10;     Put the kids to bed?&#10;&#10;&#10;How creative are you, and how creative do the other players think you are? Mission Impractical is the party game about not knowing your limitations and forgetting all about the laws of physics.&#10;&#10;In more detail, four mission cards are placed on the table. The active player draws a number to see which mission they have to fulfill, then selects four out of sixteen available item cards to give clues as to what that mission is. Each other player tells a story that explains what they think the plan might be, then the active player reveals the real plan. For each player that guesses correctly, both the guesser and the active player receive a point. A player who guesses correctly before the fourth item is chosen receives a bonus &mdash; but only one such point is available per round, so be quick!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "12581",
    "Name": "Clonk!",
    "ID": 191901,
    "Year": "(2016)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/191901/clonk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;The dwarves are loose in Clonk!, with many valuable crystals to dig up from the cursed mine, but a sinister danger is lurking in the dark corners. Who will manage to collect the most valuable load in their wagon and exit the mine unscathed?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "12582",
    "Name": "Fluffy Valley",
    "ID": 402360,
    "Year": "(2023)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/402360/fluffy-valley",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.8",
    "Description": "Autumn is just around the corner! So it's high time to prepare the burrow for winter and build up reserves to feed the colony. Get to work! Gather berries and honey to fill your stomachs, and straw to make your beds cosier.&#10;&#10;Fluffy Valley is a cooperative game. Stock your burrow with all the resources you need to get through the winter before the end of round 9.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Beavers",
      "Animals: Hedgehogs / Porcupines",
      "Components: Game Box Used In Play",
      "Components: Miniatures",
      "Players: Games with Solitaire Rules",
      "Theme: Anthropomorphic Animals",
      "Theme: Winter Rest / Hibernation"
    ]
  },
  {
    "Rank": "12583",
    "Name": "Wayward Board Game",
    "ID": 161706,
    "Year": "(2014)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/161706/wayward-board-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Wayward is a &quot;choose your own adventure&quot; style of game where you race to collect the most gold before the guards sound the alarm and try to trap you in the dungeon forever!&#10;&#10;There are many ways to collect gold, such as battling in the fighting pit, stealing from the king's treasure room, digging up graves, or slugging your way through the bar brawl. Avoid the river squid or he may take your items! The risks you take can pay off with great rewards - or losses.&#10;&#10;Items you pick up help you push past guards, pass through hazards, open locked doors, and increase your luck at collecting treasure. See if you can discover the best path to winning the game and escaping the dungeon!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Maze",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Network and Route Building"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12584",
    "Name": "Watchmen of Destiny",
    "ID": 193193,
    "Year": "(2016)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/193193/watchmen-of-destiny",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Assemble a great army of watchmen &amp; protect the Tree of Destiny. Use special abilities &amp; make tough choices. Card game for 2-4 players.&#10;&#10;STORY&#10;King Rowan, the supreme ruler of the land, wants to protect the magic tree of Destiny from people who might misuse its power. This tree is very special &ndash; whoever eats its fruit gains strength like no one else in the realm. This could be very dangerous especially if the kings from the neighbouring lands heard about it and tried to seize the kingdom from Rowan. The king is afraid, so he calls his closest advisors to his court and says: &quot;My dear, wise advisors, you are the men I trust the most. I have a task for you. You shall go and find me the greatest army of 7 watchmen who will protect the Tree of Destiny. One of you who will manage to assemble the best army, will be given a great fortune. This is a very important task and I hope, it goes without saying, to keep it a secret. Now go. I rely on you.&quot;&#10;&#10;Watchmen of Destiny is a card game for 2-4 players where you become the king's advisor and you try to build the most powerful army of watchmen. The King's reward is waiting for the best one!&#10;&#10;You may hire watchmen of different species and classes. Each class has different special ability that will help you during the game. Hiring is not for free, you have to pay them to persuade them to join you. The player who hires 7 watchmen, and has the most valuable army, wins.&#10;&#10;Be the best one and get the promised reward!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "12585",
    "Name": "Archaeology",
    "ID": 28060,
    "Year": "(2007)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/28060/archaeology",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0833",
    "Description": "Archaeology is the quick and addictive game of lost treasures and tricky trades!&#10;&#10;Working as an archaeologist, you&rsquo;ll discover ancient artifacts and search for the right pieces to complete torn parchments, broken stone tablets and other long forgotten valuables.&#10;&#10;By trading shrewdly at the local marketplace you&rsquo;ll increase the value of your collection. Sell your treasures to the museum at just the right time for maximum profit. If you are lucky, you might find an ancient chest packed with goodies, but you'll need the right keys to unlock it for the big haul. And beware! Cunning thieves also lurk around the dig site, ready to steal your prize discovery!&#10;&#10;Archaeology is the first game published by Phil Harding's one-man design house, Adventureland Games.&#10;&#10;The game includes:&#10;- Game box&#10;- Playing board&#10;- Card box&#10;- 93 satin-finish cards&#10;- 40 money tokens&#10;- Rules of play booklet&#10;- High score log book&#10;&#10;Archaeology is currently out of print.&#10;&#10;Re-implemented by:&#10;Archaeology: The Card Game&#10;&#10;",
    "Categories": [
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Country: Egypt",
      "Occupation: Adventurer / Explorer",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "12586",
    "Name": "RoadKill",
    "ID": 1578,
    "Year": "(1993)",
    "Geek Rating": "5.548",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/1578/roadkill",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3947",
    "Description": "Description text from the back of the game-box:&#10;&#10;Cross-Country Demolition Racing in the 21st Century (or &quot;Armored Leapfrog&quot; as its adherents refer to it) brings visions of Mad Max in all his infinite glory to your tabletop in an easily played card game format. Each player competes in an armored racer equipped with an assortment of &quot;accessories&quot; not commonly found in your average Auto Parts store. Road hog won't let you pass? No problem&hellip; debate the right of way with a burst of your front machine-guns. Annoyed by that tailgater? &hellip;a few well-timed grenades should scrape him off your bumper. Reckless passer? &hellip;well, if your smoke screen doesn&rsquo;t discourage him, a nudge from your scythe-blade hubcaps should do the job. And these are just the &quot;standard&quot; accessories. In the Advanced Game, you can customize your car into something even James Bond would envy.&#10;&#10;Running low on fuel &hellip; better pull into the next Rest Stop, but beware of sabotage or theft. Only losers nap during RoadKill. Besides, what better time to salt the track with tire spikes or change a road sign or two. Everything goes in Roadkill, an uproarious game of highway combat more vicious than the Santa Monica Freeway.&#10;&#10;Players vie for the lead so they may lay the next section of the course. For example, a player with a Nuclear Fuel Cell will want to lead the others on a merry chase through mountainous terrain to sap their fuel. However, someone already running on fumes will opt for a desert straight-away to finish the race before he must pit and relinquish the lead. But pole position has its price-attracting more than its share of misfortune, while slipstreaming provides opportunities back in the pack.&#10;&#10;As if the players don't heap enough mayhem upon each other, the game throws an endless series of monkey wrenches into play as cars breakdown, the road widens and narrows or comes to a temporary stop in a blizzard, rock slide, or drawbridge (or does it?). You never know what is around the bend in Roadkill.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Modular Board",
      "Relative Movement"
    ],
    "Families": []
  },
  {
    "Rank": "12587",
    "Name": "Chaostle",
    "ID": 3627,
    "Year": "(2011)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/3627/chaostle",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "Chaostle (k&acirc;'os'l) is a combination of the words Chaos and Castle.  Chaostle is a three-dimensional castle fantasy board game.  Each player selects their starting armies that they will use to battle against their enemies in an attempt to conquer the castle for their King or Queen.  The armies consist of many different fantasy fighters with unique skills and weaknesses such as wizards, dragons, unicorns, knights, archers, etc.  The fighters are custom collectible plastic miniatures.  The game has many levels of strategy that can be offset by a wide range of fates (both good and bad).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "12588",
    "Name": "San Quentin Kings",
    "ID": 30246,
    "Year": "(2007)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/30246/san-quentin-kings",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5556",
    "Description": "San Quentin Kings is a resource management game based on the economic system of an American prison. Be the leader of your own prison gang directing members through a series of fights that gain control of different aspects of the prison economy. Controlling the economy gets players respect and other important advantages. Gain the most respect and you will be crowned the King of San Quentin.&#10;&#10;The game is played in 3 rounds or 'years'. Each year the players have a number of different actions to choose from. Acquire prison knives, get commissary, recruit new members; each year as leader of your prison gang you will have to decide how to best use your members to win the most fights. The more fights you win the more prison resources you control. The more resources you control the more respect you will gain. Be careful or your members will end up in solitary confinement or worse, in the grave! Even if you find yourself running the most powerful gang in the San Quentin beware of the final riot. Who knows what treachery the other gangs may be planning... You can be sure they seek your demise. At games end the players are scored based on what they managed to control in the prison. The more aspects of the prison economy your gang controls the more power and respect you gain. The player's gang with the most respect wins!&#10;&#10;San Quentin Kings is 3-5 players and runs 90-120 minutes. Ages 14 and up!&#10;&#10;",
    "Categories": [
      "Economic",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "12589",
    "Name": "Shadow Raiders",
    "ID": 288098,
    "Year": "(2018)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/288098/shadow-raiders",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Shadow Raiders is a survival board game in which three groups of characters &mdash; Shadows, Raiders and Citizens struggle against each other to survive.&#10;&#10;You belong to one of these groups and must conceal your identity from others since you don't know whom you can trust&mdash;at least not initially. Over time, though, someone might decipher who you are through your actions or through Hermit cards, or you might even reveal yourself to use your special ability.&#10;&#10;The key to victory is to identify your allies and enemies early because once your identity is revealed, your enemies will attack with impunity using their special abilities. This ancient battle comes to a head when someone completes their win condition. It is possible to be victorious even in death!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "12590",
    "Name": "Chaparral",
    "ID": 206798,
    "Year": "(2016)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/206798/chaparral",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.9",
    "Description": "In Chaparral, each player is an investor in the old American West in search of fortune, prestige and prosperity.&#10;&#10;Twelve characters are represented on the board and allow players to perform various actions: welcome diligence, buy and profit from businesses and farms, trade in the market, mining, hire cowboys and settlers, build the railway, etc.&#10;&#10;By carefully planning their actions, players accomplish goals. So who first reaches a certain number of goals, triggers the end of the game and may be able to win the match.&#10;&#10;However, the objectives are limited and in addition, unexpected events and the presence of Apaches, displaced from their natural habitat for the arrival of the white man, may require changes in strategy during the game of course!&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Contracts",
      "Events",
      "Market",
      "Race",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Series: Numbered Series (MS Jogos)"
    ]
  },
  {
    "Rank": "12591",
    "Name": "Lumina",
    "ID": 209283,
    "Year": "(2016)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/209283/lumina",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Where are the glitter beings? On the island? In the wrecks? In the ruins? If you are best at remembering the different paths from one place to another in Lumina, you will win.&#10;&#10;This memory game has two levels of difficulty for gameplay.&#10;&#10;&bull;&bull;&bull;&#10;&#10;German publisher's text:&#10;Auf der Insel Lumina flattern zauberhafte Funkelwesen durch den tiefen Wald und &uuml;ber die weiten Felder. Aber sie zu finden, ist nicht leicht, denn die Funkelwesen verstecken sich mal in alten Schiffswracks vor der K&uuml;ste, mal in den verwunschenen Ruinen auf der Insel und die Wege zwischen den Orten sind weit. Wer kann sich am besten merken, wie man von einem Ort zum n&auml;chsten kommt und so als Erster f&uuml;nf Funkelwesen finden?&#10;Ein spannendes Memo-Suchspiel.&#10;&bull; kurze Regeln f&uuml;r schnellen Spielspa&szlig;&#10;&bull; mit Profi-Variante&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Memory",
      "Network and Route Building"
    ],
    "Families": [
      "Series: Mitbringspiele M (HABA)"
    ]
  },
  {
    "Rank": "12592",
    "Name": "The Russo-Japanese War: Dawn of the Rising Sun",
    "ID": 9858,
    "Year": "(2004)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/9858/the-russo-japanese-war-dawn-of-the-rising-sun",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.0909",
    "Description": "&quot;The fate of the empire rests upon this one battle, let every man do his utmost.&quot;&#10;&#10;Admiral Togo addressing the Japanese Fleet 27 May 1905&#10;&#10;Dawn of the Rising Sun contains 20 scenarios covering all the major surface engagements of the Russo-Japanese War that led to this stunning reversal of fortunes. Using the same rules as Fear God & Dread Nought, a novice can begin playing within a half hour of opening the box using the specially designed Jump start scenario.&#10;&#10;Dawn of the Rising Sun follows the same format as Clash of Arm's other rules used in the Admiralty Trilogy, making them easy to follow for experienced gamers, and novices alike.&#10;&#10;Tactical turns represent 3 minutes, with intermediate turns (for long distance maneuvering and long stern chases) representing 30 minutes. Gun hit probability is based upon a combination of factors such as visibility, range, target size, number of rounds fired at the target, and the speed of the firing and target platforms.&#10;&#10;Damage is a function of the type of shell, number of barrels firing and armor of target, and is easy to calculate also. Blank ship forms allow the player to list all the ranges and damages of his ship's particular guns in advance, making it quick and easy to calculate both damage and hit probability. Critical hits are a function of the amount of damage taken last round vs. the amount of damage able to be taken. Critical hits are typically scored against systems (engineering, bridge, steering or individual weapon mounts).&#10;&#10;Each scenario has its own map, showing the disposition of forces. In addition to the well known battles such as Port Arthur, Yellow Sea, and Tsushima Strait, several smaller battles are included. The scenario book is full of original after action reports as well as helpful sidebars on a wide range of topics. The Data Annex is complete for all the ships that were involved, as well as including line drawings of the major combatants and additional source material, making it a valuable reference in itself.&#10;&#10;Step onto the Admiral's bridge and see if you will sustain or reverse history.&#10;&#10;Russo-Japanese War contains:&#10;FG&amp;DN Rules&#10;RJW Data Annex&#10;Scenario Book - 20 scenarios plus numerous sidebars and articles.&#10;2 countersheets, 210 ship, and 140 markers (land based guns, searchlights, fires, torpedoes, etc.)&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Measurement Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Country: Russia",
      "History: Russo-Japanese War",
      "Series: Fear God & Dread Nought"
    ]
  },
  {
    "Rank": "12593",
    "Name": "Goro-Goro Dōbutsu Shōgi",
    "ID": 141467,
    "Year": "(2012)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/141467/goro-goro-dobutsu-shogi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "A simpler version of Shogi or a more complex version of Let's Catch the Lion! (aka D&#197;&#141;butsu Sh&#197;&#141;gi or animal shogi), using the illustrations and look of the latter.&#10;&#10;Every player has just 8 pieces (3 chicks, 2 cats, 2 dogs and 1 lion) and try to catch the opponents lion. The board is 5x6 squares, so it's a shorter game than regular Shogi, aimed at getting children even more interested in Shogi after they've outgrown the original D&#197;&#141;butsu Sh&#197;&#141;gi.&#10;&#10;Goro-Goro Dobutsu Shogi not only has a bigger board (goro is a contraction of go roku which means five six in Japanese, a reference to the board, as well as goro being onomatopoeic for purring) compared to Dobutsu Shogi, it also adds in some more rules of the full Shogi game:&#10;- Reaching the other side of the board with your lion no longer wins you the game. Only capturing your opponent's lion does.&#10;- You can't have two of your own chicks in the same column/file.&#10;- You can't drop a chick for mate.&#10;&#10;Taken from the publisher's website:&#10;&#10;The cute animal pieces are now combined with Goro-Goro Shogi, a small shogi on 5x6 square board. This is a very good next step for everyone who has played Dobutsu Shogi.&#10;&#10;The rules of Goro-Goro Shogi was invented by Japan Shogi Association, and is widely known to be a very good variation of shogi to learn important concepts in shogi, such as handling the generals effectively, importance of promoting a pawn, and mating the opponent's king with successive piece drops.&#10;&#10;Cats and dogs run and play in this small board. Highly recommended. Please have fun!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 6 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess",
      "Traditional Games: Shogi"
    ]
  },
  {
    "Rank": "12594",
    "Name": "Tannenberg: The Introductory Game",
    "ID": 172493,
    "Year": "(2015)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/172493/tannenberg-the-introductory-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.1429",
    "Description": "Tannenberg: The Introductory Game is a perfect game for learning basic wargaming concepts. The game uses the same basic rules used in an entire series on the battles and campaigns of the World Wars. Learning this simple game prepares you for playing games on almost every battle and every campaign of the Der Weltkrieg series.&#10;&#10;The Historical Background&#10;Tannenberg &ndash; The Introductory Game covers the Russian invasion of German East Prussia in 1914, and the subsequent German counter thrusts.&#10;&#10;The Russians plan to invade Germany from two directions at once, trapping the Germans in the middle. The Russians vastly outnumbered their foes, as the bulk of the German army is invading France at the onset of war. The Germans plan to conduct a fighting withdraw from East Prussia, but their commanding General panics.&#10;&#10;It&rsquo;s up to you to determine the outcome. Will your decisions produce Victory or Defeat?&#10;&#10;The Tannenberg battle in this game is a smaller version of the Tannenberg battle in the 2-scenario box Tannenberg: Eagles in the East / Galicia: The Forgotten Cauldron and the 6-scenario box The Eastern Front: 1914-1917. (The larger versions can be combined into larger scenarios or campaigns.)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Olsztyn (Poland)",
      "Players: Two-Player Only Games",
      "Series: Der Weltkrieg"
    ]
  },
  {
    "Rank": "12595",
    "Name": "Inside Pitch Baseball",
    "ID": 36366,
    "Year": "(2008)",
    "Geek Rating": "5.548",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/36366/inside-pitch-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.3333",
    "Description": "Inside Pitch Baseball Game:&#10;&#10;ISG is proud to announce Inside Pitch Baseball.&#10;&#10;This game is based upon the Defense Independent Pitching Statistics, developed by V&ouml;r&ouml;s McCracken.  This is a statistic that operates under the revolutionary and controversial theorem that a pitchers value comes from his strikeouts, walks, and home runs allowed (because these are the only events over which the pitcher has total control).&#10;&#10;Each at bat starts on the pitchers card and while one of the outcomes from above (K, BB or HR) may come into play each batter has the final say.  The game includes split LH/RH ratings for all pitchers and hitters with at least 40 BF/AB against each side. Defensive plays such as range plays and errors are interwoven into the game so as to make it seamless.  All action comes from the players cards so outside chart lookups to determine the outcome of at bats are a thing of the past.&#10;Hitters are not left out as they are rated for where they actually hit the ball in the year represented.  Base running, stealing and bunting can be handled by the game engine for the solitaire player as well.&#10;&#10;Ballparks play a big part in IP.  Now each park will have its own card (look just like a hitter card)  that is referenced during game play.  Ballparks will be represented on more than just HRs allowed.  All hits, strikeouts and walks will be affected by the place a game is being played.  Just by looking at the ballpark cards you will see that the Astrodome will yield few HR chances while Coors Field will earn its rep as the launching pad.&#10;These ballpark cards have been seamlessly added to the game as well by not requiring any outside lookups.  They have also give the opportunity to add rare plays and the &quot;trying to stretch&quot; hits in the game.&#10;&#10;We have completed a sample game run through that shows how the game plays along with pictures to guide you the IP game play.  It can be found at http://forums.delphiforums.com/ISGF/messages?msg=214.1 .&#10;&#10;IP takes a unique approach to simulating the game of baseball.  From where you start with the pitchers card to how the defense gets involved the game just feels right.  So forget the 50/50 setup, forget the chart lookups and step inside the game of baseball with Inside Pitch.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "12596",
    "Name": "Lumicora",
    "ID": 413299,
    "Year": "(2024)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/413299/lumicora",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "In the oceans around the equator, a beautiful habitat shines with bright colors. Coral reefs are underwater ecosystems and home to many species. However, as a result of global warming, reefs have been declining massively in recent decades, and it is up to us to protect them to keep them alive!&#10;&#10;Lumicora is a three-dimensional tile-laying game that relies on clever planning and timing. Gather colorful coral tiles and construct a beautiful luminescent reef.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Environmental",
      "Nautical",
      "Puzzle"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Misc: LongPack Games",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "12597",
    "Name": "Christmas Lights: A Card Game",
    "ID": 226643,
    "Year": "(2018)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/226643/christmas-lights-a-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "It&rsquo;s the most wonderful time of the year! Time to open up the boxes of Christmas decorations, untangle the lights, replace broken bulbs, and decorate the tree. To have a bit of fun, you&rsquo;ve decided to compete with your fellow decorators to see who can build their sets of lights the fastest. Sift through the bulbs, exchange information, and arrange them in the right order as you trade and build your strands. Ho ho ho!&#10;&#10;Players swap, play, trade and draw Christmas Light Bulbs into their own sets of lights in an attempt to be the first to complete two sets.&#10;&#10;The main game is designed by Adam Collins and Chad Head. It is illustrated by Dave Perillo.&#10;&#10;The game also includes additional rules from different designers (Christopher Chung, Chad Elkins, Daniel Zayas, Don Riddle, Scot and Kenny Eaton, &amp; more!) for 12 bonus games suitable for very young gamers and adults. These bonus games include modified rules for classics like Memory and Old Maid as well as brand new original designs.&#10;&#10;Holiday fun for the entire family!&#10;&#10;Edition Notes:&#10;&#10;The First Edition contains 11 bonus games and was the original version of the main game we released in 2018.&#10;&#10;The Second Edition is our new version (releasing holiday 2020) featuring a slightly modified ruleset for the main game, some graphic design changes, and we added another bonus game taking the total of bonus games from 11 to 12.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "12598",
    "Name": "Eclipse",
    "ID": 11542,
    "Year": "(1999)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/11542/eclipse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8889",
    "Description": "The Ball and Chain Game is an abstract game for two. The oblong board contains hexagonal spaced holes for the ball-shaped pieces to rest. Each player has one large Guard and five pairs of smaller Prisoner pieces. Each pair of Prisoners is connected by a metal chain: two short chains and three long. A Prisoner may move as far as the chain will allow (1 or 2 spaces) while its partner stays put. The opponent's Prisoners may be temporarily immobilized by crossing one of your chains over theirs. The Guard moves one space at a time in any hex-axial direction. If, on your turn, you are unable to move your Guard, you lose.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "12599",
    "Name": "HeroCard: Rise of the Shogun",
    "ID": 23375,
    "Year": "(2006)",
    "Geek Rating": "5.548",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/23375/herocard-rise-of-the-shogun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4444",
    "Description": "From the website:&#10;&#10;It is the late 12th century. The sun has set on the classical period of Japan. The emperor&rsquo;s power has waned and a new power is growing on the horizon. Now, through alliances, court manipulation, and hand to hand combat, competing factions will battle in an epic struggle for control of feudal Japan.&#10;&#10;Rise of the Shogun is a two player HeroCard game that can be expanded to a three or four player game with additional decks.&#10;&#10;Expanded by:&#10;&#10;    HeroCard Rise of the Shogun Miko Expansion Deck&#10;    HeroCard Rise of the Shogun Prince Expansion Deck&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "Game: Herocard",
      "History: Conflicts of the Heian period – Japan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12600",
    "Name": "Radiant: Offline Battle Arena",
    "ID": 232732,
    "Year": "(2019)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/232732/radiant-offline-battle-arena",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "3",
    "Description": "Join our discord: https://discord.gg/DKqZPUV&#10;&#10;Radiant: Offline Battle Arena (ROBA) is the MOBA-inspired strategy card game where heroes and legends clash to claim the ultimate prize. Draft your team, challenge your friends, become a champion!&#10;&#10;ROBA is a fast-paced tactical game for two players. It can be taught in five minutes, but offers a challenge that will test the skills of even veteran gamers to their limit. ROBA pits a colorful and diverse cast of heroes against each other using a dynamic deck-drafting mechanic that offers rewarding depth and lasting replay value.&#10;&#10;ROBA was designed by Jack Murray, and tested by a team of over one-hundred playtesters from all around the world.&#10;&#10;Every game of ROBA begins with the draft, where you&rsquo;ll create your own deck by selecting heroes from a shared pool. You&rsquo;ll alternate drafting heroes with your opponent until you&rsquo;ve each assembled a team of three. Every hero brings an associated deck of ten cards &ndash; one of which will be that hero&rsquo;s powerful Ultimate ability. Shuffling your heroes&rsquo; three decks together will create a play deck of thirty cards, and this &ndash; along with the three heroes themselves &ndash;is what you&rsquo;ll use to play the game.&#10;&#10;Every hero brings unique strengths to a team, and different heroes support different strategies, opening up unique paths to victory. There are many possible combinations to explore, but be wary of falling into predictable patterns! Each player also gets to ban heroes during the draft, removing them from the pool of available picks entirely. If your opponent&rsquo;s strategy is transparent, you can punish them with a crafty pick. But beware! They can do the same to you.&#10;&#10;ROBA pitches you against another player in a contest of nerve, wits, and skill. The aim of the game is to defeat the opponent&rsquo;s deity, a powerful divine force that begins the game out of play, and must be forced to manifest before it can be destroyed.&#10;&#10;To achieve this, you pit your team of three heroes against your opponent&rsquo;s, each of you wielding your heroes&rsquo; unique skills and abilities. The player who does this best &ndash; utilizing their heroes to the fullest, while exploiting the weaknesses of their enemies &ndash; will emerge victorious.&#10;&#10;The battle takes place across three lanes, each of which holds two divine conduits &ndash; one belonging to each player. When all three of your opponent&rsquo;s conduits are destroyed, their deity will appear &ndash; bringing its divine might to bear upon the conflict. When a deity falls, the game ends &ndash; with victory going to the player who defeated it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Category: MOBA",
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  }
]