[
  {
    "Rank": "N/A",
    "Name": "Doodle Dungeon: Promo Pack",
    "ID": 351480,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351480/doodle-dungeon-promo-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A promo pack for Doodle Dungeon consisting of 4 cards each of&#10;&#10;&bull; Lasso: At the beginning of the next turn: If you have played this lasso, you draw 1 of your hand cards and add them to your hand.&#10;&#10;&bull; Z&auml;her Schleim,: Immediately get 1 slime monster, strength: +14, damage: 1. Ignore the distance rule. A hero on a space with slime will not move until the slime has been defeated.&#10;&#10;&bull; Schicksalsw&uuml;rfel: If the monster wins, the hero suffers double damage. If the hero wins, he gets back as many &hearts; as the damage indicated for the monster. (No further dungeon action allowed.)&#10;&#10;&#10;In destail:&#10;&bull; Lasso&#10;Zu Beginn des n&auml;chsten Zugs: Wer dieses Lasso gespielt hat, zieht 1 deiner Handkarten und nimmt sie auf die Hand.&bull; Z&auml;her Schleim&#10;Erhalte sofort 1 Schleim: Monster, St&auml;rke: +14, Schaden: 1. Ignoriere die Abstandsregel. Ein Held auf einem Feld mit Schleim bewegt sich erst weiter, wenn der Schleim besiegt wurde.&#10;&#10;&bull; Schicksalsw&uuml;rfel&#10;Vor dem Kampf spielen: Gewinnt das Monster, erleidet der Held doppelten Schaden. Gewinnt der Held, erh&auml;lt er so viele &hearts; zur&uuml;ck, wie beim Monster als Schaden angegeben ist. (Keine weitere Dungeonaktion erlaubt.)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dead Eye: Kickstarter 2020 promo cards",
    "ID": 351482,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351482/the-dead-eye-kickstarter-2020-promo-cards",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Set of three promotional cards from the 2020 Kickstarter campaign for The Dead Eye.&#10;&#10;Kanyn - A narrow escape.  + 2 distance&#10;&#10;Rovr - Catch and release.  Use BALL to discard heat.&#10;&#10;Htcha - It's bait.  - 2 distance&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mistfall: Heart of the Mists Kickstarter Edition",
    "ID": 351487,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/351487/mistfall-heart-of-the-mists-kickstarter-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This entry is for the Kickstarter edition with additional content in the box. Limited content consists of 54 cards.&#10;&#10;The 54 Kickstarter Limited cards are: 32 regular enemy cards, 9 regular encounter card, 3 companion ally cards, and 10 reward cards.&#10;&#10;The Limited cards have a text at the bottom saying: LIMITED. They are numbered 331 - 384.&#10;&#10;Mistfall: Heart of the Mists is is a fully cooperative card-based adventure game set in a world of mystery, eldritch powers and perilous adventures. Heart of the Mists continues the story of Mistfall in a standalone expansion featuring new Heroes, Enemies, Encounters and Quests, and introducing Allies, as well as alternative versions of some of the base game mechanisms.&#10;&#10;At the start of the game each player chooses a hero with a fixed deck of equipment and power cards, as well as a set of upgrades that can be added directly to a player&rsquo;s hand during the game. A semi-randomly created board makes for a different landscape every time the game is played, and randomized sets of encounters and enemies create different challenges for players to face before their time runs out.&#10;&#10;Mistfall: Heart of the Mists introduces more of what made Mistfall great, making it a good entry point for new gamers, as well as a solid expansion for existing fans. With next to no elements replicated from the base set, Heart of the Mists is the perfect addition to the existing Mistfall set &ndash; and a challenging experience both solitaire, as well as with a group of up to three friends.&#10;&#10;Gather up your resolve, check your gear and get ready to go to the smoldering heart of the unrelenting Mists!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Setting: Mistfall"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arachnid",
    "ID": 351489,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/351489/arachnid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "70",
    "Weight": "0",
    "Description": "You are part of a colony of intelligent spiders in a secret military research base struggling to survive in a harsh &ldquo;Bug eat Bug&rdquo; world. Build your web, grow your colony and enhance your skills as you struggle to gain food and fend off attackers. There is an ominous humming sound as the Hoover-Bot 3000 gets closer and closer to the web, threatening a to destroy to your colony in a horrible Hoovergeddon. Your only chance is build an EMP (Electro Magnetic Pulse weapon) from parts you find in the lab and fire it off to destroy the Hoover-Bot. Can you build the EMP in time, or will you be overrun by attacking critters and meet your Hoovergeddon.&#10;&#10;Game Description&#10;&#10;Arachnid is a cooperative game for 2-4 players. Each player is a spider with unique abilities controlled by their own action board with upgradable worker placement spots. The center play area is a hex grid, where the spiders reside and tiles are placed as the web is spun. This shared web is the spider&rsquo;s home, where food is trapped, new skills are acquired, and new workers are hatched.&#10;&#10;Flies occasionally fly by, becoming trapped, and eventually, food. Players influence when the Flies are triggered, but this also increases the risk of Critters attacking the web. It's a fine balance between starvation and safety. Players can also enhance their spider skills, but this involves sacrificing parts of their valuable web home.&#10;&#10;How to lose&#10;&#10;-If the web somehow becomes detached from the edges of the board due to critter attacks, it will mean the end of the colony.&#10;&#10;-if the Golden Scarab reached the Den in the center of the web , then &quot;Activates&quot;, the colony will be destroyed.&#10;&#10;-If the the Hoover-Bot reaches the web, the game will end in a horrible Hoovergeddon.&#10;&#10;How to win&#10;&#10;Find enough spare parts to create the EMP, then all spiders meet at the Den to set it off and fry the Hoover-Bot. Easy as Pie!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Events",
      "Grid Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Spiders",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exhibition: 20th Century – Variation Showcases",
    "ID": 351491,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351491/exhibition-20th-century-variation-showcases",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Add 1 or more of these VARIATION SHOWCASES to the players' exhibition halls. Possibly on top of base game showcases, to replace those.&#10;&#10;The 6 new showcases are:&#10;&#10;&#10;     Showcase ANTIQUITY (2 spots) for 5/4/3/2/1(0) victory points: Who has the oldest year in the right side spot?&#10;     Showcase UNIQUE DECADES (2 spots): Each decade must differ from the earlier placed decades of all players (including yourself) in this showcase. (With 4, 3 or 2 players, only the respectively middle 8, 6 or 4 decades are allowed. (So with 2 players only the 30s, 40s, 50s and 60s.)&#10;     Showcase SHORT ERA (3 spots) for 5/4/3/2/1(0) victory points: Who has the smallest difference in years between the left and the right side spot.&#10;     Showcase ONE DECADE (3 spots): All cards in this showcase must have the same decade.&#10;     Showcase SPREAD THE YEARS (4 spots): The difference between neighboring cards must be 20 years or more.&#10;     Showcase LINKS (4 spots): Each 2 neighboring cards must have OR the same continent OR maximum 5 years difference. (or both)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marché Beauvau",
    "ID": 351499,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351499/marche-beauvau",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The finest restaurants in France know that on Saturday is when you find the finest goods in the Beauvau. And not all those stalls have enough goods to fill the demand, so you will have to run between the booths to find the best deals and products for your most refined dishes.&#10;&#10;March&eacute; Beauvau is a board game where you will have to show your skills to choose the better products for your restaurant menu in the market.&#10;&#10;In the game, you will have a board with different stalls from the market, and these stalls will offer you other options. You will be using your resources to bid for the best products for your restaurant. Each player will have the opportunity to buy the receipts to use these products, but beware that there will be negative points if you don't fulfil some.&#10;&#10;The winner will be the one that hits the 3rd Michelin Star, becoming the more distinguished chef in France.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Market",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battling Pirates",
    "ID": 351500,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351500/battling-pirates",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "An competitive action target-shooting game in which two pirate or buccaneer players shoot marbles from their cannons in order to &ldquo;sink&rdquo; their opponent&rsquo;s two ships in the middle of the game board.&#10;&#10;When struck just the right way, the plastic pirate ship aligns up with the slot in the board, causing them to drop in and &quot;sink&quot;.&#10;&#10;The player who sinks both of the opponent's ships first, wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dinamine",
    "ID": 351503,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/351503/dinamine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "50",
    "Weight": "2.25",
    "Description": "Become a jewel hunter and mine building master! In the basement of your castle is the entrance of an old mine. Dig into the depth of the earth in search for gems. The deeper you go, the more valuable these will be.&#10;&#10;Dinamine is a mine building strategy game for 2-4 players. The goal is to build the most valuable mine in 10 rounds. Players must build tunnels and mine veins. The deeper the veins, the more valuable the gems that are mined from them.&#10;&#10;On each turn, a player will build one or more tunnels in their mine by obtaining tunnel tiles that add up to the number of points obtained from round token + dice roll.  The tiles chosen must be of equal or lesser value, as long as the number of points acquired does not exceed the value of the tunnel tile(s). In some cases, players can perform an extra action depending on the tile type.&#10;&#10;The game ends when the last round token is played. (There are 10 rounds) The victory point (VP) count is then performed to determine who is the winner. The player with the most victory points (VP) after counting veins, altars, wells, rewards, items and missions is the winner!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RAIN",
    "ID": 351507,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/351507/rain",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "63072000",
    "Weight": "0",
    "Description": "RAIN is a solo game about auditory hallucinations.  The games comes as an A3 sheet of paper, with the rules and a diagram to help understand the board printed on the rear. Players are expected to provide any other required components.&#10;&#10;The board has different tracks for the volume of the protagonist's hallucinations, the current time, and the time you expect the hallucinations to subside.&#10;&#10;The player will use a die to determine if the current volume of rain is enough to drown out the hallucinations.  If it is, the player will be able to advance the current time on the tracks.  If it is not, the player is instructed to wait a period of time equal to the distance between the current time and the time they were trying to move on that track.&#10;&#10;The time tracks are in 8 different units, such as seconds, minutes, hours, days, and weeks.&#10;&#10;The rules include an exception for the game ending in case the remaining period of the game would exceed your expected lifetime.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Atlas",
    "ID": 351510,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/351510/atlas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players draw and play cards Action cards, such as deploying souls or tech, executing actions, or adding energy cards to play, enable abilities or attack.&#10;&#10;Players win by lowering  the opponent players base life from 40 to 0.&#10;&bull; In the case of both players reaching 0 Base Life Points simultaneously, then the game is considered to be a Draw.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck Construction",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Collectible: Collectible Card Games",
      "Crowdfunding: Kickstarter",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jr. Rangerland Moth and Butterfly Blitz",
    "ID": 351511,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/351511/jr-rangerland-moth-and-butterfly-blitz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Description from the publisher: Roll the die and be the first to complete a butterfly or a moth. Watch out because your opponents can swipe your cards, but so can you. Each card includes fun butterfly facts.&#10;&#10;In this card turning, set collecting game, a roll of the die determines the action you can take.&#10;&#10;2014 Creative Child Magazine Preferred Choice Award&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Butterflies",
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Video Shop Algorithm",
    "ID": 351513,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351513/video-shop-algorithm",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Imagine if there was an algorithm that WASN&rsquo;T dumb&hellip;What if there was an algorithm that didn&rsquo;t deliver what it thought you&rsquo;d like, but what you didn&rsquo;t even know you wanted? In short, an algorithm that harnessed the chaotic discovery of a Video Shop, where chance encounters and unanticipated juxtapositions on the shelf led to new associations and experiences?&#10;&#10;Sadly, there is no algorithm that can do that. But now, there is a game that can.&#10;&#10;Video Shop Algorithm revives the &ldquo;cognitive congeniality&rdquo; of the video library, where objects and people in space combine to create fresh connections and new knowledge about film and video &ndash; ever the currencies of contemporary culture.&#10;&#10;Working together as a team, you are rewarded for the number and complexity of connections you can draw between an ever-expanding mind map of film titles. Without access to your smartphone, you must draw deep on your memory and stored knowledge, as well as build upon that of your fellow team mates to tease out unexpected connections and ford unbridgeable divides.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Print & Play",
      "Trivia"
    ],
    "Mechanics": [
      "Action Drafting",
      "Cooperative Game",
      "End Game Bonuses",
      "Line Drawing",
      "Player Judge",
      "Storytelling"
    ],
    "Families": [
      "Theme: Teaching Programming",
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ユグドラサス (Yggdrasus)",
    "ID": 351516,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/351516/yugudorasasu-yggdrasus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "1440",
    "Weight": "4.5",
    "Description": "In Yggdrasus, each player becomes a nation and engages in a three-year battle against the Kaiju: Yggdrasus. Use your nation's unique abilities, strategies, and international commitments to achieve victory.&#10;&#10;The first step is to send your army around the world and complete local missions. In this way, you can raise the level of your army, or build facilities and secure supplies to grow your nation. Increasing your charisma and gaining the support of international public opinion will bring you many benefits.&#10;&#10;There are many ways to earn VP, but the best way to earn a lot of VP is to attack and defeat the Kaiju itself, or to accept and feed refugees.&#10;&#10;The game ends after 12 turns, and the nation that has earned the most VP is the winner.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kitty Cat Clash! Deck Building Game",
    "ID": 351520,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351520/kitty-cat-clash-deck-building-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Adoption fees have been paid and new cats (and a pig!) are entering your home for more mayhem and fun. Choose between three all new characters to add to your game, team up using new Team cards, or increase your game's challenge with new Stress cards.&#10;&#10;&#10;     New Playable Characters&#10;     New Team Cards&#10;     New Stress Cards&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Factory Funner: Precision Reservoirs",
    "ID": 351522,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351522/factory-funner-precision-reservoirs",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Deal these reservoirs, instead of those from the base game, equal, or handicap skilled players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Real-Time",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Robothlon",
    "ID": 351525,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/351525/robothlon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Dice management board game for 2 to 5 players.&#10;&#10;In Robothlon you will have to guide your Robot to conquer the highest number of medals by participating in different Competitions, installing new Upgrades and selecting your Targets.&#10;&#10;Modify the results obtained by making your Robot's skills interact with the values of the dice and use the Programs to solve the most complicated situations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Math",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Crowdfunding: Produzioni dal Basso",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Habitats: Double Expansion",
    "ID": 351528,
    "Year": "(2021)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351528/habitats-double-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "This 12 tiles expansion contains 6 special park tiles and 6 new goal tiles.&#10;&#10;&#10;     The 6 DOUBLE LANDSCAPE park tiles don't bring victory points themselves, but contain 2 landscape types to connect to each adjacent tile.&#10;&#10;&#10;This makes it even possible to cross landscape type areas, to fulfill the demands of your animals better.&#10;&#10;     The 6 goal tiles add variety to the YEARLY GOALS. It brings you more victory points if you beat your opponents by:&#10;         Getting a good variation in animal types.&#10;         Meeting other rangers in the market.&#10;         Pleasing your visitors with watchtowers, routes and views.&#10;         Creating the most mysterious secret spot.&#10;         Building spots where animals/visitors can move in each direction.&#10;         Being close to a market corner.&#10;    &#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Roll to the Top!: Duel",
    "ID": 351530,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351530/roll-to-the-top-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In this 2-player variant of Roll to the Top!, the players start at opposite sides.&#10;Instead of playing turns simultaneous, one player fills in first (the player who didn't roll the dice) and the other second.&#10;Goal of the game is to fill the most spaces.&#10;&#10;The sheet has 2 sides:&#10;&#10;     BATTLEFIELD: Move crisscross through the landscape to your opponent.&#10;     NAVAL BATTLE: Attack your opponent straight forward.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Game: Roll to the Top!",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Torinopoli",
    "ID": 351534,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/351534/torinopoli",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Monopoly-like game based on a ironic reinterpretation of Turin.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Turin (Piedmont, Italy)",
      "Crowdfunding: Produzioni dal Basso",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: JoJo Siwa",
    "ID": 351543,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351543/monopoly-jojo-siwa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Put on your high tops and your biggest bow to get ready for the brightest, most exciting Monopoly game ever! Join the party with a worldwide superstar as sweets, sparkles, and of course hair bows beam from the tabletop with Monopoly: JoJo Siwa.&#10;&#10;Believe in yourself with a version of the classic game that's as playful and positive as the role model herself! The fun doesn't stop as you buy, sell, and trade locations named for all of JoJo's favorite hair bows, such as the colorful Unicorn Horn, super fancy Pink and Gold Pearl, or the starred and striped All-American Girl!&#10;&#10;Move just like the Dance Moms performer with every turn using six custom tokens for all the tour essentials: choose the Cupcake to feel like a kid in a candy store, follow your D.R.E.A.M. with the Unicorn or Rainbow, strut the board with the High-Top Shoe, take BowBow for a walk, or grab the Microphone to shout it out wherever you are!&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Etherfields: Stretch Goals – Harpy & She-Wolf Campaigns",
    "ID": 351544,
    "Year": "(2022)",
    "Geek Rating": "5.690",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351544/etherfields-stretch-goals-harpy-and-she-wolf-campa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "4",
    "Description": "The Harpy Campaign adds 30+ hours of game play and exploration and the Harpy miniature.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Etherfields"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yammer",
    "ID": 351545,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/351545/yammer",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Yammer is a game where you make words from letter cards in your hand and on the table to score the most points possible. The deck has 108 cards: 51 red letters, 51 orange letters, 2 wild cards, 2 2x multiplier cards, and 2 3x multiplier cards. It has rules for four games:&#10;&#10;Yammer:  Make a new word from cards in the hand and/or the well, scoring the sum of the letter values, doubled if they are all the same color, and times any multiplier cards played. Cards from the deck are used to replenish the well first, and then the hand. The highest score when the deck runs out wins.&#10;&#10;Yammer Solitaire: Yammer for one player, aiming to have a high score at the end, or the fewest cards unused.&#10;&#10;Yammy: Gin Rummy with the Yammer deck.  Wild cards and multipliers are removed. Players start with 9-card hands, and on their turn they draw from the top of the draw or discard pile, and then discard a card. The round ends when one player can use their whole hand to spell words, each of which must be of the same color.  Play until winning a target number of rounds or reaching a target total score.&#10;&#10;500 Yammy: 500 Rummy with the Yammer deck. Like Yammy, except that players may play single-color words during their turn, and/or add to existing words on the table.  They may also draw any card in the discard pile, but they must use that card to make a word immediately, and must draw all cards above that card in the pile.  A round ends when one person depletes their hand.  Play until reaching a target total score.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sucesos Argentinos: Encuentro Nacional de Juegos de Mesa promo pack",
    "ID": 351548,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351548/sucesos-argentinos-encuentro-nacional-de-juegos-de",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Promo cards for Sucesos Argentinos about Argentinian board gaming events, adding more events for your timeline.&#10;&#10;&#10;     Edici&oacute;n de El Estanciero&#10;     Celebraci&oacute;n del D&iacute;a de la Ni&ntilde;ez&#10;     Creaci&oacute;n de la Tecnicatura en Recreaci&oacute;n&#10;     Fundaci&oacute;n de Asociaci&oacute;n Civil La Cantera&#10;     Encuentro Nacional de Juegos de Mesa&#10;     10mo Encuentro Nacional de Juegos de Mesa&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Argentina",
      "Game: Sucesos Argentinos",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keep the Heroes Out!: The Great Dreamer Expansion",
    "ID": 351549,
    "Year": "(2022)",
    "Geek Rating": "5.903",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351549/keep-the-heroes-out-the-great-dreamer-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.5714",
    "Description": "This crowdfunding exclusive expansion adds Cthulhu as a playable monster clan.  Cthulhu can never be killed. When attacked, it lies down for a nap and gains the ability to mind-control any heroes on the dungeon.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Components:  Meeples",
      "Components: Meeples (Monster)",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keep the Heroes Out!: Guild Master's Revenge Expansion",
    "ID": 351550,
    "Year": "(2022)",
    "Geek Rating": "5.917",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351550/keep-the-heroes-out-guild-masters-revenge-expansio",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.6667",
    "Description": "This expansion adds a 1 VS many game mode: 1 player becomes the Guild Master and plays against the other players!&#10;&#10;According to designer, the 1 vs many mode can go until 5-6 players vs 1 Guild Master(Max player count : 7).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components:  Meeples",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Players: Expansions Changing Player Count",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of the Pulp Age",
    "ID": 351551,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351551/heroes-of-the-pulp-age",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Will you be the first to set foot in Atlantis for thousands of years? Can you find and capture a live Yeti? Where is the hidden tomb of Alexander the Great? Only the most daring of pulp heroes can survive these adventures!&#10;&#10;From 2-6 adventurers will play as pulp-era heroes and race from continent to continent, over oceans and seas, attempting to find priceless artifacts and mysterious locales - all in the name of fortune and glory!&#10;&#10;Each turn, players will head towards a rumored artifact (card) on the map board, then have to deal with the Perils that protect it. Dodge deadly traps, defeat vicious guardians and overcome impossible obstacles using your stats of Brains, Brawn and Deftness with a simple d6 roll.&#10;&#10;But don't go it alone; recruit stalwart partners and bring along useful equipment to augment your own heroic abilities. First hero to achieve 100 Glory points wins!&#10; Will you become a legendary adventurer or a simple footnote in history?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords of Ragnarok: Monster Variety Pack",
    "ID": 351552,
    "Year": "(2023)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351552/lords-of-ragnarok-monster-variety-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This extra Monster variety pack brings 4 new Monsters to the game. The monsters here can be used interchangably with the monsters from the core box.&#10;&#10;Contents:&#10;- Garm model with monster and artifact card&#10;- Mare model with monster and artifact card&#10;- Nokken model with monster and artifact card&#10;- Nidhoggr model with monster and artifact card&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Components: Miniatures",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Popcorn Party",
    "ID": 351553,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/351553/popcorn-party",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Use cards and dice to get four matching popcorn toppings to POP the POPCORN! With matches being rolled on just about every turn, you never know who will be popping next in this high-flying, catch-the-kernel food frenzy!&#10;&#10;CONTENTS&#10;&#10;1 Popcorn Launcher&#10;3 Popcorn Projectile &ldquo;kernels&rdquo;&#10;54 Cards (9 of each popcorn topping &ldquo;suit&rdquo;)&#10;3 Dice&#10;30 Popcorn Pog Chips&#10;For 2 or more players. Ages 8 and up.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Die Icon Resolution",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go PoP! Presto",
    "ID": 351554,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/351554/go-pop-presto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Race to pop the bubbles! Complete the challenges on the presto Cards and be the first to tap Bubblo to win the round! Players with quick reflexes, excellent eye/hand coordination and a good sense of observation will prevail in this fun party game for the whole family.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Not Another Fetch Quest!!!",
    "ID": 351560,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/351560/not-another-fetch-quest",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Not Another Fetch Quest!!! is a fast and fun party card game with a fantasy theme that pokes fun at one of the most annoyingly unnecessary elements in the RPG realm: fetch questing. Take the role of one of the Kingdom of Renfaire's most mundane of heroes and use your wits to conquer the quests before your rivals do.&#10;&#10;Each player is represented by a character, which have unique stats and special abilities. Players take turns adding quest cards (with difficulty values that correspond to player stats) to the notice board until a player is challenged. When a player is challenged, they see if their stats (and loot, if needed) can overcome the challenges of the quests.&#10;&#10;A player can win in one of two ways: if they win three challenges and get three success tokens, or if the player is the last one standing when all other players fail three challenges. It's suggested to play to two wins/losses if in a group of five or more. Also check out the other play modes for faster or more devious play styles.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Negotiation",
      "Player Elimination",
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Skies: Sheep Raid",
    "ID": 351561,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351561/battle-skies-sheep-raid",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Shepherds have led several flocks into a nearby valley to graze and breed.  They had hoped to keep the whole thing a secret.  Last night dragons were seen in the area and everyone knows they've come for the sheep and there is little anyone can do to stop them.&#10;&#10;The Sheep Raid scenario turns the common strategies of Battle Skies on their head.  Flying high and fast won't help you collect any sheep.  Now you have to fly low to grab them and balance your need for speed with your ability to snatch sheep off the ground.  This time the battle isn't to the last dragon standing but to the last sheep found and the winner is the one who has the most sheep at the end.&#10;&#10;Sheep Raid is a scenario for Battle Skies, in which the players are dragons attempting to collect the most sheep.  But beware, the shepherds have created decoy sheep filled with explosives, glue bombs, and other dangerous traps!&#10;&#10;Contents:&#10;  1 folio cover&#10;  2 pages of sheep tokens (60 tokens total), consisting of:&#10;    16x seven-point sheep&#10;    10x ten-point sheep&#10;    8x Trap&#10;    6x Home Space&#10;    5x Net Bomb&#10;    5x Explosion&#10;    5x Dye Bomb&#10;    5x Glue Bomb&#10;  2 pages of scoring tokens (20x &quot;2 points&quot;, 20x &quot;-4 points&quot;)&#10;  1 scenario booklet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Skies: Dwarven Dive",
    "ID": 351562,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351562/battle-skies-dwarven-dive",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A scenario for Battle Skies.&#10;&#10;A recent earthquake near the heart of the dwarven kingdoms opened up a path down into one of their deepest treasuries.  Vaults filled with gold, gems, and other valuables, a great many of which were stolen from the dragons they had driven out of the cave centuries before.  Legends have it that the dragon who lived in the cave fought to defend it until the bitter end.  It is said that in those last minutes he withdrew into himself and all that was left of him was a glowing crystal egg that has become known as a soul gem.  Perhaps out of some strange sense of dragon pride or out of personal greed you have decided to make the dangerous run through the caverns in hopes of grabbing the soul gem.&#10;&#10;Dwarven Dive is an intense race through a series of defended caves.  The maps and defenses are set out as the game progresses to make for a different game each and every time it is played.  Which dragon will be the first to make it to the vault and retrieve the fabled soul gem?&#10;&#10;Contents:&#10;  1 folio cover&#10;  15 map sheets&#10;  Two counter sheets with 60 total counters, consisting of:&#10;    20x Dwarven Troops&#10;    15x Dwarven Priest&#10;    10x Recharging&#10;    15x Field Artillery&#10;  1 Scenario Booklet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Skies: Mantiran the Manticore",
    "ID": 351563,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351563/battle-skies-mantiran-the-manticore",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A special release character for Battle Skies.&#10;&#10;From the back cover: &quot;Mantiran is a majestic manticore who flits through the skies and has unique abilities in Battle Skies combat.&quot;&#10;&#10;Contents:&#10;  1 folio cover&#10;  2 character sheets (1 young, 1 adult)&#10;  4 sheets of box minis, tokens and templates&#10;  1 rules booklet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Skies: Corianth Dragon",
    "ID": 351564,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351564/battle-skies-corianth-dragon",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A special release character for Battle Skies.&#10;&#10;From the rules booklet: &quot;Corianths are dragons who are skipping through time and have unique abilities in Battle Skies combat.&quot;&#10;&#10;Contents:&#10;  1 player aid&#10;  6 character sheets (2 &quot;small&quot;, 2 &quot;medium&quot;, 2 &quot;large&quot;)&#10;  2 sheets of box minis, tokens and templates&#10;  1 rules booklet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catan: Sternenfahrer – Begegnungskarten für Sternenfahrer: Erster Kontakt",
    "ID": 351565,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351565/catan-sternenfahrer-begegnungskarten-fur-sternenfa",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The trip goes on! The Galactic Council is looking for brave star travelers to explore the secrets of space. Are you ready to take the orders? Where will the flights take you?&#10;&#10;Three new encounter cards on the themes of Space Amoeba, Hog Kham and Lost People, in which new contacts are made to previously unknown space inhabitants.  Each card consists of several yes/no questions which lead to a specific result.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft Trading Card Game: Through the Dark Portal Booster Pack",
    "ID": 351567,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351567/world-of-warcraft-trading-card-game-through-the-da",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Through the Dark Portal is the second set of the World of Warcraft Trading Card Game.&#10;&#10;A storm rages in the Blasted Lands as evil stirs within the Dark Portal. Bloodshed in Azeroth intensifies as the Blood Elves and Draenei join the frey. Already, the great conflict spills over into the other world... the Burning Legion looks on and plots its next move. Grab your weapons and make ready, the darkness is upon us!&#10;&#10;As the name suggests, this set is set after the reopening of the dark portal. As such, many new Draenei heroes and allies are found amongst the Alliance, and new Blood elf heroes and allies are found amongst the Horde. Quests and items from Outland are also first featured in this set. However, there is no strict focus on the Burning Crusade-era, and the vast majority of allies, quests and items are still from Azeroth.&#10;&#10;319 Numbered Cards: 120 Commons, 103 Uncommons Including 18 Heroes, 80 Rares, 16 Epics&#10;3 Loot Cards&#10;18 Oversized Heroes&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords of Ragnarok: Stretch Goals",
    "ID": 351570,
    "Year": "(2023)",
    "Geek Rating": "5.591",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351570/lords-of-ragnarok-stretch-goals",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Lords of Ragnarok: Stretch Goals contains all of the Gamefound Stretch Goals from the Lords of Ragnarok campaign.&#10;&#10;Contains: &#10;&#10;     Heimdall monument with associated help and artifact cards&#10;     Hel monument with associated help and artifact cards&#10;     Fenrir model with monster card&#10;     Jormungandr model with monster card&#10;     Kraken model with monster card&#10;     Huldra model with monster card&#10;     Advanced solo automa components &#10;     Skuld hero with associated tray and token&#10;     Egil hero with associated tray and token&#10;     5th player army models and components&#10;     extra realm cards&#10;     extra artifact cards&#10;     extra combat cards&#10;     extra events cards&#10;     extra monster attack cards&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Gamefound",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: DiceFest 2021 Goody Box",
    "ID": 351573,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351573/shadows-of-brimstone-dicefest-2021-goody-box",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This Expansion was sold during the Flying Frog Production's Dicefest 2021 weekend.&#10;&#10;It contained some maptiles, cards and the Master Samurai miniature.&#10;&#10;The Map tiles are for inserting small passages to avoid overlaying of maptiles and there are also a new mine and a new blasted wastes room.&#10;&#10;The cards are  &#10;P329 - Gear &quot;Keg of Dynamite&quot;&#10;P338 - Mine Artifact &quot;Masterclass Revolver&quot;&#10;P339 - Darkness &quot;Infinite Darkness&quot;&#10;P497 - Gear &quot;Rusty Shovel&quot;&#10;P914 - Mine Map &quot;Grave Robber's Den&quot;&#10;P915 - Mine Encounter &quot;Corpse Cart&quot;&#10;P916 - Blasted Wastes Map &quot;Untouched Wreckage&quot;&#10;P917 - Blasted Wastes Encounter &quot;Fresh Salvage&quot;&#10;&#10;Note: Flying Frog DiceFest 2021 Goody Box also contained two cards for Dark Gothic but this entry represents just all the Shadows Of Brimstone goodies.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: DiceFest 2021 Promo Cards",
    "ID": 351574,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351574/shadows-of-brimstone-dicefest-2021-promo-cards",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There is a set of the two promo cards P589 &amp; P590 for Shadows of Brimstone. &#10;It exists of 2 gear cards:&#10;&#10;Promo-589 - Darkness card: &quot;Descent into madness&quot;&#10;Promo-590 - Mine artifact: &quot;Divine scroll of protection&quot;&#10;&#10;It were available as a Dice Fest 2021 Promo card and at the Black Friday Sale 2021 at the Flying Frog webstore for orders over 100$&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Luftkampfspiel",
    "ID": 351575,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/351575/luftkampfspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The game is played by two parties with 3 planes each. The planes start at two opposite airfields, fly a circuit and return to their base. Movement is determined by a die. The course has several branches, where the players may choose with course to follow. If a plane gets on a space occupied by an enemy plane, the later is shot down and eliminated from the game. On some spaces events hinder or benefit the players. The party who gets the most planes back to their airfield wins the game.&#10;&#10;The Game was published before 1919, when the company still was named &quot;Gebr&uuml;der Bing AG&quot;.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Static Capture"
    ],
    "Families": [
      "Country: Germany",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mixtape Massacre: Escape From Tall Oaks – Get To The Van",
    "ID": 351576,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351576/mixtape-massacre-escape-from-tall-oaks-get-to-the",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Expansion pack for Mixtape Massacre: Escape From Tall Oaks.&#10;&#10;The Get to the Van Pack is a new game mode for Escape From Tall Oaks that offers players an alternate route of escape. Work together searching the town, finding the needed items to get the Tall Oaks Rec Center van working again. Fight off slashers, rescue your friends, and get ready to put the pedal to the metal!&#10;&#10;Contains:&#10;&#10;1 New Survivor&#10;1 Character Profile Card&#10;1 Final Rescue Token&#10;1 Van Token&#10;4 Supply Cards&#10;4 Van Item Tokens&#10;1 Rule Card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "マーダーデュアル「審判にかけられたゾウ」(Murder Dual: The Elephant in the Courtroom)",
    "ID": 351577,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/351577/madadeyuarushen-pan-nikakeraretazou-murder-dual-th",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A 2 player communication game inspired by murder mystery, RPG and escape games.  The game can only be played once.&#10;&#10;The players are characters in a fairy tale world and tries to solve a case by cooperating with each other.&#10;&#10;At the beginning, you will have to communicate &quot;without words&quot; to gather information.&#10;&#10;Then the investigation proceeds by &quot;guessing the role play of the opponent&quot;. By actively role-playing, you may get closer to the truth.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of TaiYuan",
    "ID": 351578,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/351578/battle-of-taiyuan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Battle of TaiYuan puts you on a WWII battlefield in China. You will command your army to fight the enemy.&#10;&#10;This is an introductory-level wargame. The game rules are simple and easy to learn. It is very suitable for beginners.&#10;&#10;The biggest feature of this game is the combat mechanism. Players can concentrate their units to increase their attack power. They can also disperse their units and cause more losses to the enemy.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: China",
      "Country: Japan",
      "History: Second Sino-Japanese War (1937-1945)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crime Tours: Akte Hexagon",
    "ID": 351580,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/351580/crime-tours-akte-hexagon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The HEXAGON FILE, your new case, requires concentrated and precise investigation work. Puzzling traces and suspicious testimonials lead you to several places in Europe, where you need to solve six mysterious criminal cases, such as bomb attacks, diamond and painting robberies, gambling fraud, bloody fashion shows and even murder on the famous Orient Express.&#10;&#10;Crime Tours - Hexagon Files is a game for fans of crime games and escape room games who want to solve complex criminal cases with real locations. The players have to find out 10 details per case: Who was the perpetrator? What was his motive? What tools did he use? And what exactly happened? However, before the cases can be solved, the players have to follow the perpetrators from one city to the next. In order to find out where and when the perpetrators will appear next, the players must carefully analyze the 50 case cards and solve puzzles. If the players need help, they can use clue cards. At the end of a case, the players take the solution card to check how many details they have correctly determined. They get one point for each correct detail. Finally, the evaluation of the investigative work takes place based on the total number of points achieved.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Travel"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Krimi-Kartenspiel (Gmeiner-Verlag)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Safety Ranger Game",
    "ID": 351583,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/351583/safety-ranger-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Safety Ranger Game is designed to allow children 9 &ndash; 12 years old to learn about unsafe situations and the behavior of suspicious persons who are dangerous in daily life through the Monster. Children will take the role of a Safety Ranger (a hero who can use child power, knowledge, wisdom and courage) With assistant from people around them to defeat these Monster.&#10;&#10;The game is creatively designed with a way of playing that encourages children to think, plan and not focus on competition each other. But children need 100% cooperative to defeat the Monster. It encourages children to use what they have to create unity in cooperation and see opportunities is the people around them and turn that people into great helpers in daily life.&#10;&#10;Players pick a card and get the resource shown on the card, planning action behind the scenes, 3...2....1. Players open the player scenes at the same time, see the result, defeat the monster or the monster still rampant in the next round..&#10;&#10;The players will play for 5 Rounds to challenge their teamwork to gain victory points after defeating the monster for each round and accumulate the highest score in order to write the names in the Hall of Fame.&#10;&#10;Game Developed by Facebook Page &ldquo;Learning From Board Game&rdquo; (Board game designers for learning in Thailand) Partner with Awakening Creative and funded in research and design by Partage through CPCR (The Center for the Protection of Children&rsquo;s Foundation) in Thailand. Thai Edition for Universal Children&rsquo;s Day.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Out of Order",
    "ID": 351584,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/351584/out-of-order",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The quirky quiz sees you whiz through just five questions per card &ndash; and they&rsquo;re not that hard!&#10;&#10;So what&rsquo;s the catch? Simple: you always have to give the answer from the question before&hellip; With hilarious results!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Erforsche den Körper",
    "ID": 351588,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/351588/erforsche-den-korper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The box contains 2 cooperative games and a memory game that use an ingeniously simple scanning method to illuminate the human body. The &quot;scanning device&quot; is slid between a black background and one of 4 differently printed foils.   The &quot;scanning device&quot; consists of a handle and a white square that brightly highlights parts of the foil. These highlighted parts are now to be associated with individual plates that show exactly the same parts.&#10;&#10;The winner of the memory game is the person who collects the most tiles.&#10;&#10;The other two cooperative games are won together when all the tiles have been distributed.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Series: Spielend Neues Lernen (Ravensburger)",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Cucaracha!: Wargames rules for engagements with small forces during the Mexican Revolution",
    "ID": 351597,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/351597/la-cucaracha-wargames-rules-for-engagements-with-s",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Skirmish rules 20mm-54mm Plus scenarios, including what if's of foreign intervention.&#10;&#10;(description from publisher)&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Mexico",
      "Country: USA",
      "History: Mexican Revolution"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Barricade",
    "ID": 351601,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351601/the-barricade",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Take turns building the barricade to keep the zombies at bay!&#10;&#10;In this abstract dexterity game, you take on the roles of a group of survivors trying to escape a zombie apocalypse.&#10;&#10;To keep the zombies at bay, each player needs to help build up the barricade with random pieces carefully stacked on each other. However, at times a player must also remove a part of the barricade to salvage parts for fixing the escape car.&#10;&#10;The die adds luck to the situation which can land a player in the dreaded &quot;blind stacking&quot; event where they must depend on the other players' directions/clues to blindly place a barricade piece without toppling it all over. It only takes a handful of mistakes for the players to lose so keep a steady hand and focused mind. The barricade must not fall!&#10;&#10;A game turn is comprised of 3 phases:&#10;&#10;     Barricade Phase - roll the red D6 Action die &amp; consult the Action table (add zombies or add to the barricade)&#10;     Car Phase - roll the red D6 Action die &amp; consult the Action table (add zombies or remove from the barricade)&#10;     End Phase - zombie check &amp; increase the black D8 Hour die&#10;&#10;&#10;Players loose if there are 10 zombies at the barricade.&#10;Players win if the D8 Hour die value exceeds 8.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Creatures: Zombies",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Suroboruos",
    "ID": 351604,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/351604/suroboruos",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Suroborous is an auction game in which the items you bid on will be worth points only if you bid the amounts shown on these items in future auctions &mdash; that is, a card may be worth 10 points, but it will show two circles on it, say 30 and 50. The card will not be worth 10 points unless you bid 30 and 50 in future auctions.&#10;&#10;The economy is relatively closed with winning bids going to the auctioneer, and the auctioneer's bids going to the bank; however, if any player bids an amount shown on the card up for auction, that card receives a coin from the bank, covering that number.&#10;&#10;When the game ends, players earn points for their completed cards, purple cards with special scoring criteria, star symbols on cards, and a bit for leftover money. Of note, players without at least one star symbol are eliminated. Otherwise, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bohnanza: 25th Anniversary Edition",
    "ID": 351605,
    "Year": "(2022)",
    "Geek Rating": "6.324",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/351605/bohnanza-25th-anniversary-edition",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5172",
    "Description": "In Bohnanza, you plant, then harvest bean cards in order to earn coins. Each player starts with a hand of random bean cards, and each card has a number on it corresponding to the number of that type of beans in the deck. Unlike in most other cards games, you can't rearrange the order of cards in hand, so you must use them in the order that you've picked them up from the deck &mdash; unless you can trade them to other players, which is the heart of the game.&#10;&#10;On a turn, you must plant the first one or two cards in your hand into the &quot;fields&quot; in front of you. Each field can hold only one type of bean, so if you must plant a type of bean that's not in one of your fields, then you must harvest a field to make room for the new arrival. This usually isn't good! Next, you reveal two cards from the deck, and you can then trade these cards as well as any card in your hand for cards from other players. You can even make future promises for cards received right now! After all the trading is complete &mdash; and all trades on a turn must involve the active player &mdash; then you end your turn by drawing cards from the deck and placing them at the back of your hand.&#10;&#10;When you harvest beans, you receive coins based on the number of bean cards in that field and the &quot;beanometer&quot; for that particular type of bean. Flip over 1-4 cards from that field to transform them into coins, then place the remainder of the cards in the discard pile. When the deck runs out, shuffle the discards, playing through the deck two more times. At the end of the game, everyone can harvest their fields, then whoever has earned the most coins wins.&#10;&#10;Bohnanza: 25 Jahre-Edition is a special 25th anniversary edition of the game that contains a new bean type (&quot;Elsterbohne&quot;; magpie bean) and comes with three variant games, one of which will use a collectible coin packaged in the box.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Melding and Splaying",
      "Negotiation",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Game: Bohnanza",
      "Series: Amigo Anniversary Rubber-Band Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hegemony: Lead Your Class to Victory – Historical Events",
    "ID": 351611,
    "Year": "(2023)",
    "Geek Rating": "5.882",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351611/hegemony-lead-your-class-to-victory-historical-eve",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Dive deep into the history of the world in Hegemony! Be at the forefront of the French, American, or Russian Revolution, experience the politico-economic effects of World War I and II, navigate your nation through the Global Financial Crisis, and much more with Historical Events Mode!&#10;&#10;The Historical Events deck consists of 50 unique, new cards that will add historical flavor to your games!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Game: Hegemony"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invasion: Solo Adventure",
    "ID": 351618,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/351618/invasion-solo-adventure",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Aliens have descended into the earth&rsquo;s atmosphere and seek to conquer its inhabitants. Armies around the world are sending out their personnel, weapons and ammunition in order to combat this invasion. Your military division is ready to receive instructions. You have to rely on a network of civilian and military communication to locate the UFOs. Time is of the essence and you must speed to the last spotted location, hopefully with enough ammunition to either shoot them down out of the sky or hunt the down aliens that are on the loose! THE FATE OF THE EARTH IS IN YOUR HANDS!&#10;&#10;Inspired by Jon Meitling's Palm Island, Invasion is the hand held solo game where you try to shoot down the UFOs and then hunt down any surviving aliens. Rotate and store cards to increase your military&rsquo;s ammunition, speed and efficiency. When you have enough, you can shoot down an UFO or hunt down a an alien. The further you progress, the more likely that UFOs or aliens will appear.&#10;&#10;With &ldquo;ON THE FLY&rdquo; embedded variant technology, you can increase the challenge of the game or simply add variety to the game without having to add any cards. The variants are found in the top right corner. As head of a military division, your goal is to shoot down as many UFOs and hunt down as many aliens as possible At the end of the game, you will tally your score by the icons in the top left corner.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Creatures: Aliens / Extraterrestrials",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hip Town",
    "ID": 351619,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/351619/hip-town",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Start with a blank canvas. Then fill your streetscape with niche businesses of your choice, from craft pickleries to modern speakeasies. Will you construct a culinary empire? A nightlife epicenter? Or something else entirely, marked with your own brand of wit and wisdom? Over 100 unique businesses and a wide variety of game-changing &ldquo;reality&rdquo; cards.&#10;&#10;On their turn a player rolls a custom die, taking the resulting action. Then they may build a property if they have one that is valid based on the size of their neighborhood.&#10;&#10;Once any player has 10 properties, the end of the game is triggered and the person with the most Hip Points and Destination bonuses wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Versus: The Gleaners vs Paris Street – Rainy Day",
    "ID": 351621,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/351621/versus-the-gleaners-vs-paris-street-rainy-day",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A game with a fast paced mechanic based on puzzling in which players try to put in his/her turn as many pieces of his/her painting in an area delimited by a frame.&#10;&#10;Each player has a different puzzle but one condition is always true: they both has the same cutting pattern. As there is not enough space for all the pieces of inside the frame, on his turn a player try to put as many pieces as he/she can in order to contribute the most to the whole puzzle, which will result a hybrid of both images.&#10;&#10;The game ends when the frame is completed. The winner is the player who has put more pieces inside the frame.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pieces as Map",
      "Real-Time"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rory's Story Cubes: My Neighbor Totoro",
    "ID": 351623,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/351623/rorys-story-cubes-my-neighbor-totoro",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Create new stories featuring the characters from the animated film &quot;My Neighbor Totoro&quot; using a new set of 9 dice. Roll the dice and let your imagination wander.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Tanks: Battlegrounds",
    "ID": 351624,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/351624/world-of-tanks-battlegrounds",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "World of Tanks: Battlegrounds - All the elements of the board game have been designed and produced with utmost precision, reflecting the computer game's world in an extremely realistic manner. This makes all the battles on the table nothing short of those that rage in the virtual reality. In both cases, the game is based on three common elements: locations, tanks and tactical battle. The board gameplay is made even more realistic thanks to the pictures of tanks and locations being identical to those in the &ldquo;World of Tanks&rdquo; computer game.&#10;&#10;The game offers four gameplay options:&#10;&#10;     basic (battle) &ndash; uncovered memory type &ndash; on their way to victory, players conquer locations and fight tank battles between each other;&#10;     team &ndash; for pairs (this option can be played by two or four players);&#10;     family &ndash; covered memory type &ndash; players move through the board with their tanks, looking for location pairs;&#10;     solo &ndash; a race between the game and the player to conquer more locations. &#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Memory",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eye of Zamrock: Invasion",
    "ID": 351627,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.38",
    "Link": "https://boardgamegeek.com/boardgame/351627/eye-of-zamrock-invasion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "0",
    "Description": "This is an epic fantasy competitive game of strategy, adventure, resource management and Kingdom building, with a large world map, massive card decks, miniatures, modified dice rolling and lore driven.&#10;&#10;All our tales are forgotten in the Sunset of All life, is what the people of Zamrock believe. Our Tale about Invasion takes us right to the Eye of Zamrock, or how people there call it - &lsquo;the Eye&rsquo;.&#10;&#10;It is now nearing the end of the Eight Age after the Becoming and by surprise, the Demon King was slain while trying to set hold in the Eye. This left his younger brother Lorial unattained and a new King of Demon Realm. The New King's lust for vengeance and hatred against all life pushed him to force open a portal in the middle of the Eye at the Crystal Lake Iris.&#10;&#10;It was in this dark hour that the almost forgotten prophecy was unearthed. It speaks of one Kingdom that will rise above all others and build a Crystal Tower that will shine the light which will destroy the invaders and cast its beam to discover the Truth that will save the Eye and free all.&#10;&#10;But the the prophecy brought hope as much as the divide, for Kings&rsquo; ambitions extend beyond the current conflict, as each one hopes to emerge from the war as the strongest ruler, worthy of uniting Zamrock under a single banner.&#10;&#10;There are many paths to victory, but not all lead to saving the world. Become the leader of one of Six Kingdoms of the Eye and balance your relationship with other players and your ulterior motives to become the leading Kingdom in order to attain the most victory points. Command your Kingdom where you build up your city, armies, equip your Hero through quests, and expand with your Emissary and fight Demon forces who have built a Portal in the iris of the world to destroy everything. There are five different areas in which your Kingdom can gain influence - Battle, Trade, Build, Quest and Colonization. Enough influence points allow you to acquire crystals needed to construct Crystal Tower.&#10;&#10;Demons win if any of the Kingdoms fail to build their Crystal Tower to level three by the end of the 24th Turn of play. If the Tower is built, demon Portal closes and a celebratory Tournament is held. Kingdom with the most EOZ Medals, in the end, wins the game.&#10;&#10;Be advised, straying too much from the path of stopping the invasion can make everything you do to expand your Kingdom futile.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "City Building",
      "Dice",
      "Economic",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Investment",
      "Market",
      "Open Drafting",
      "Point to Point Movement",
      "Semi-Cooperative Game",
      "Sudden Death Ending",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Social Insecurity",
    "ID": 351633,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351633/social-insecurity",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The objective of the game is to bank &pound;1000 of your money as you try to overcome the many problems of life on benefits, getting a job and then hanging on to it!&#10;&#10;On your turn, you will roll a 6-sided spot dice and then move your elected character piece around the board in a clockwise direction.&#10;&#10;Each time you land or pass the Pay Day square, you will receive either your benefit or pay (if you have acquired a job during play) from the designated Banker.&#10;&#10;After each throw of the die, the player will turn to the corresponding Flip Chart page heading and then roll the 20-sided spot die. The number showing will then be the number of the instruction to follow on the Flip Chart.&#10;e.g.  Player lands on the Pink Elephant square, turn to PUBS chart and roll a 20-sided spot die, lets say it&rsquo;s number 7, then follow the number 7 instruction.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ihr Herz schlug Schlager",
    "ID": 351634,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/351634/ihr-herz-schlug-schlager",
    "Min Players": "5",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "State of emergency in Schlagerland! Everyone who was anyone in the industry had come together for the new edition of the &quot;Schlager-Megaparade&quot;.&#10;&#10;But shortly before the recording began, singer Janine Bayer was found dead. She was supposed to present her new No. 1 hit &quot;Ich tr&auml;um von mir heut Nacht&quot; that evening.&#10;&#10;&#10;         Story&#10;    &#10;&#10;&#10;State of emergency in Schlagerland! Everyone who was anyone in the industry had come together for the new edition of the &quot;Schlager-Megaparade&quot;. The Christmas edition of Germany's most successful TV entertainment show was to be recorded in midsummer of all times. For it neither costs nor efforts were spared! Presenter and pop star Michael Prinz would again present a mix of well-known stars and promising newcomers. The show with snow cannons and a skating reindeer ballet should not only provide for Christmas mood in the living rooms of the spectators, but also strongly boost the record sales of the performing artists.&#10;&#10;The recording began punctually at 6:30 p.m. in the sold-out Magdeburg Stadthalle. All the artists were eagerly awaiting their turn. But shortly after the show began, a shrill scream echoed through the hall: a production assistant had found the artist Janine Bayer dead in her dressing room. The singer, who had won the industry award &quot;Der Goldene Gockel&quot; a few weeks ago, was supposed to present her new No. 1 hit &quot;Ich tr&auml;um von mir heut Nacht&quot; that evening.&#10;&#10;Of course, you immediately called an ambulance and the police. But the emergency services that were called in could only determine Janine's death. Apparently, the victim was beaten to death with her own prize statue. While you now wait for your interrogation, you are left on your own with the question: What happened that day? How could this hit fest end so tragically?&#10;&#10;&#10;         Players&#10;    &#10;&#10;&#10;4 female and 3 male roles (with 7 people). Male roles can be played by women and vice versa.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Hidden Roles",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "Families": [
      "Series: Murder Mystery Games (Culinario Mortale Inc.)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dragon Prince: Battlecharged Dark Callum Action Deck",
    "ID": 351636,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351636/the-dragon-prince-battlecharged-dark-callum-action",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "What if Callum had given in to the temptation of dark magic? This special deck explores how he might have been corrupted. Use it with your Callum miniature and experience unique game mechanics that allow you to play cards from Callum's discard pile.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Hand Management",
      "Line of Sight",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Winter King",
    "ID": 351637,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/351637/the-winter-king",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The Winter King is a variant of the Command &amp; Colors system for fighting battles of the Late Renaissance, focusing primarily on the late 16th to the mid-17th Century. This includes the French Wars of Religion, the Dutch Revolt, the 30 Years War, and the English Civil War. Other conflict areas within this time period (say the 1560s through the 1650&rsquo;s) should also play well with this system, but earlier conflicts (such as the Italian Wars) or later ones will be less and less representative the farther away from these dates you get.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Command Cards",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: England",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of Frost: Kickstarter Edition",
    "ID": 351638,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/351638/chronicles-of-frost-kickstarter-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "0",
    "Description": "This entry is for the Kickstarter edition with additional content in the box. Limited content consists of 18 cards:&#10; - 8 More Fate cards, numbered &quot;LFS01&quot;-&quot;LFS08&quot;.&#10; - 4 More Item cards, numbered &quot;LIS01&quot;-&quot;LIS04&quot;.&#10; - 5 More World Event cards, numbered &quot;LWR01&quot;-&quot;LWR05&quot;.&#10; - 1 More Ally cards, numbered &quot;LAB01&quot;.&#10;&#10;The land of Valskyrr needs its heroes once again! Only those with true skill and resolve can brave the ever changing icy paths and monstrosities spawned by the nefarious power of the Mists. Fell mighty enemies, explore and shape the land, embark on quests, write your own chronicle, and become a legend in a world of dark sorcery and peril. Will you answer the call to adventure?&#10;&#10;Chronicles of Frost is a deck-building adventure game set in &AElig;stemyr, a dark fantasy universe rich in its own lore, shared by Mistfall, Heart of the Mists and Shadowscape.&#10;&#10;Start with two unique quests and a small deck, and improve your character by gaining new ability cards, items and allies. Unlock each card's more powerful effect by using skill tokens or by exerting your character to push ever further on your way to becoming a legend. Face ruthless enemies and reap the rewards of your victories. Explore and build the world, creating a new map every time you play, and use the special abilities of locations to your benefit. Manage your deck by retiring cards into your personal chronicle, where they will yield more fame at the end of the game.&#10;&#10;Face up to three opponents in a new competitive adventure game (or brave the frozen wilds cooperatively), playable in 80 minutes, and write the chronicle of your hero.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Setting: Mistfall"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "YIMBY",
    "ID": 351644,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/351644/yimby",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Yes In My Backyard!&#10;&#10;Work against your fellow real estate developers to make the city of Stockholm into a dense and tall version of its present state. Influence politics and policy to your advantage, increase population density by building crammed housing, close city airports and parks and, for all that&rsquo;s holy, make sure the nightclubs are in your areas!&#10;&#10;Each turn you play one card from your hand, either a scoring card which is secretly discarded or put aside to influence final scoring, or an event card which ads new action spaces to the map. Then you can activate action spaces on the map, move your pawn, develop new real estate projects (adding cubes to the map), take loans and finally you draw cards up to your variable hand limit.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political",
      "Territory Building"
    ],
    "Mechanics": [
      "Loans",
      "Ownership",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Stockholm (Sweden)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Bus: Les motards",
    "ID": 351649,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351649/zombie-bus-les-motards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bikers turn around the bus! They count as 2 zombie cards around the bus.&#10;&#10;After 3 wounds received (all of the right column or all of the left column), the card becomes only 1 zombie card.&#10;&#10;When the back of this card is visible on the zombie pile, the sound of the engines frightens the active player's zombies: the active player recovers all his dice rolls for this turn.&#10;&#10;Note: once the bikers are eliminated, discard this card. This card does not earn points.&#10;&#10;Les motards tournoient autour du bus ! Ils comptent comme 2 cartes zombies autour du bus.&#10;&#10;Apr&egrave;s 3 blessures re&ccedil;ues (totalit&eacute; de la colonne de droite ou totalit&eacute; de la colonne de gauche), la carte ne plus que comme 1 carte zombie.&#10;&#10;Lorsque le dos de cette carte est visible sur la pile de zombies, le bruit des moteurs effraye les zombies du joueur actif : le joueur actif r&eacute;cup&egrave;re pour ce tour tous ses lanc&eacute;s de d&eacute;s.&#10;&#10;Note : une fois les motards &eacute;limin&eacute;s, d&eacute;faussez cette carte. Cette carte ne rapporte pas de point.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Bus: L'infirmière",
    "ID": 351650,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351650/zombie-bus-linfirmiere",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Immediately place the &quot;Antidote&quot; equipment on the nurse if it is not already in play.&#10;&#10;On her arrival, the nurse immediately removes all the zombie wounds present around the bus.&#10;&#10;Then at the start of each turn, she eliminates the wounds of the most injured zombie around the bus (player's choice).&#10;&#10;The player who eliminates the nurse gets the Antidote.&#10;&#10;Posez imm&eacute;diatement l'&eacute;quipement &quot;Antidote&quot; sur l'infirmi&egrave;re si celui-ci n'est pas d&eacute;j&agrave; en jeu.&#10;&#10;A son arriv&eacute;e, l'infirmi&egrave;re &eacute;limine imm&eacute;diatement toutes les pastilles blessures des zombies pr&eacute;sents autour du bus.&#10;&#10;Puis &agrave; chaque d&eacute;but de tour, elle &eacute;limine les pastilles blessures du zombie le plus bl&eacute;ss&eacute; autour du bus (au choix du joueur).&#10;&#10;Le joueur qui &eacute;limine l'infirmi&egrave;re r&eacute;cup&egrave;re l'Antidote.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tooth & Claw: Animals with Civilization",
    "ID": 351653,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/351653/tooth-and-claw-animals-with-civilization",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Jin-Kei Trick is a two-player battle card game from Japan. Players arrange the troop cards dealt to them into optimal battle formations, then engage in a battle. After three rounds of seven battles, the player with the highest score wins.&#10;&#10;This game incorporates the factor &quot;Jin-Kei&quot; (formation) in a novel way. As cards are played into tricks, other cards move up in the formation. Games can be played quickly, letting players try a variety of tactics as they try to win.&#10;&#10;The first edition is played using standard playing cards, while the second edition uses customized cards.&#10;&#10;publisher's summary&#10;&#10;Jin-Kei Trick &#227;&#129;&#175;2&#228;&#186;&#186;&#229;&#176;&#130;&#231;&#148;&#168;&#227;&#129;&#174;&#229;&#175;&#190;&#230;&#136;&#166;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#233;&#133;&#141;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#133;&#181;&#229;&#163;&#171;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#140;&#230;&#156;&#128;&#233;&#129;&#169;&#227;&#129;&#168;&#230;&#128;&#157;&#227;&#129;&#134;&#233;&#153;&#163;&#229;&#189;&#162;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#230;&#136;&#166;&#233;&#151;&#152;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#239;&#188;&#147;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#128;&#129;&#229;&#144;&#132;7&#229;&#155;&#158;&#232;&#161;&#140;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#130;&#139;&#230;&#136;&#166;&#233;&#151;&#152;&#227;&#129;&#167;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#231;&#130;&#185;&#230;&#149;&#176;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&rdquo;Jin-Kei&rdquo; (&#233;&#153;&#163;&#229;&#189;&#162;) &#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#230;&#150;&#176;&#227;&#129;&#151;&#227;&#129;&#132;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#130;&#146;&#230;&#180;&#187;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#129;&#159;&#230;&#150;&#176;&#227;&#129;&#151;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#230;&#132;&#159;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#10;&#10;(&#229;&#136;&#157;&#231;&#137;&#136;&#227;&#129;&#175; Playing Card &#227;&#129;&#167;&#233;&#129;&#138;&#227;&#129;&#182;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#232;&#191;&#145;&#227;&#129;&#132;&#229;&#176;&#134;&#230;&#157;&#165;&#229;&#176;&#130;&#231;&#148;&#168;&#227;&#131;&#135;&#227;&#131;&#131;&#227;&#130;&#173;&#227;&#129;&#174;&#227;&#131;&#144;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#130;&#146;&#231;&#153;&#186;&#232;&#161;&#168;&#227;&#129;&#153;&#227;&#130;&#139;&#228;&#186;&#136;&#229;&#174;&#154;&#227;&#129;&#167;&#227;&#129;&#153;)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Programmed Movement",
      "Trick-taking",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clifford the Big Red Dog: Pick-Up-Bones Game",
    "ID": 351654,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351654/clifford-the-big-red-dog-pick-up-bones-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One player grabs all the bones in one hand and drops them on the table.  Players take turns removing bones as long as they don&rsquo;t move any other bones.  Most points after all the bones are taken win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Physical Removal"
    ],
    "Families": [
      "Books: Clifford the Big Red Dog"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vincent Time Pairs",
    "ID": 351656,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351656/vincent-time-pairs",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Younger players will play by simply collecting the different sets of cards.  An additional challenge for the genuine Van Gogh experts is to match the paintings to their periods.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Historical Figures: Vincent van Gogh"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flowers Alphabet Rummy",
    "ID": 351657,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351657/flowers-alphabet-rummy",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rummy with letters and pictures of flowers.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sorry!: Pets Behaving Badly",
    "ID": 351661,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/351661/sorry-pets-behaving-badly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It's a twist on classic Sorry! gameplay with a hilarious pet theme. In the Sorry! Pets Behaving Badly game players move around the board as the furry or feathered troublemakers who have trashed the house. It's a race to be the first to hide before the human gets home, but watch out for the poops! It's an unpredictable game of strategy, chance, and luck as players chase, race, jump, bump, slide -- and more -- to score. Be the first player to get all 4 pawns to home base to win. This family board game is a great choice for Family Game Night and makes a great gift for pet lovers and kids ages 6 and up.&#10;&#10;&#10;     DON'T GET BUSTED: The pets have done it again! They've trashed the house and they race to hide before they get in trouble. Players move around the board trying to be the first to get to the hiding place&#10;&#10;&#10;    &#10;&#10;     OOPS CARDS AND POOP TOKENS: The game features classic Sorry! moves like jump, bump, and slide. It also includes Poop Tokens and Oops cards that can change a player's luck in an instant&#10;&#10;&#10;    &#10;&#10;     CHALLENGING AND EXCITING GAME: The fun Sorry! game you grew up playing now has a pet theme. It's a challenging game of strategy, chance, and luck...mixed in with some oops and poops&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Cats",
      "Animals: Dogs",
      "Animals: Hamsters",
      "Game: Sorry!",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft: Wrath of the Lich King – Brann Bronzebeard",
    "ID": 351663,
    "Year": "(2021)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351663/world-of-warcraft-wrath-of-the-lich-king-brann-bro",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A promo hero included by some retailers with the purchase of the World of Warcraft: Wrath of the Lich King board game. Includes hero card and miniature.&#10;&#10;Brann Bronzebeard's 2 special abilities:&#10;Look What I've Found!: As an action you can move any other hero in your region, directly on your space.&#10;Renowned Explorer: You can reroll a die when you take the quest action.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Pandemic",
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Salvage Box – Shilone Fighter",
    "ID": 351664,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351664/battletech-salvage-box-shilone-fighter",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A secret product, developed as a surprise reward for our Kickstarter campaign backers, the Shilone Fighter miniature has been heralded as a great success and a beautiful first entry for our potential aerospace line of miniatures.&#10;&#10;Each Salvage Box contains a single Shilone aerospace fighter, an Alpha Strike card, and a pilot card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: Battletech Salvage Box",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Athanasia",
    "ID": 351665,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/351665/athanasia",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Athanasia is a Scifi/Fantasy Competitive Skirmish Wargame where players engage in tactical conflict to secure the key to immortality.&#10;&#10;Players mobilize and strategically position their characters, leverage their surroundings to increase their power, and battle their rivals as they venture towards victory.&#10;&#10;Every character has a value that determines their health, movement, defense, and attack power as well as additional character abilities that increase their effectiveness on the battlefield.&#10;&#10;Each turn, a player is allotted 3 activation points for their civilization which they can use in a variety of ways to increase their own power as well as decrease their rival's power as they carve their path towards victory.&#10;&#10;In a given turn a player may: Move their characters across the battlefield based on their allowed movement, collect and activate items that spawn dynamically, activate obelisks to increase their movement, defense, and attack power, activate character abilities to weaken their rivals, and attack or steal items from adjacent rivals using a D20 die to simulate battle. As in any battle, strength in numbers always helps you come out on top. When attacking or defending from rivals, you get additional D20 roll or defense bonuses by positionally linking your characters together.&#10;&#10;Securing the key to immortality first requires crafting it at the crafting table in the center of the battlefield using both the philosopher's stone and antimatter which are spawned throughout the game. The race is then on for a civilization to secure the key and activate it at the battlefield's exit point. The player that successfully activates the key at the exit point is the winner. Alternatively, you can win Athanasia by being the sole survivor after obliterating your rivals. Will you be the first to reach immortality?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Nerd Bundle",
    "ID": 351667,
    "Year": "(2021)",
    "Geek Rating": "5.517",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351667/cards-against-humanity-nerd-bundle",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Nerd Bundle comes with six different themed packs you forgot to buy when they came out plus ten all-new cards we desperately crammed in at the last second.&#10;&#10;Comes with the Fantasy Pack, Geek Pack, Sci-Fi Pack, World Wide Web Pack, A.I. Pack, and Human Pack.&#10;An unbelievable deal on Cards Against Humanity themed packs!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Nasty Bundle",
    "ID": 351668,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351668/cards-against-humanity-nasty-bundle",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Nasty Bundle is a collection of six themed packs that's too spicy for most stores. Shuffle these into your deck and make everyone uncomfortable the next time you play!&#10;&#10;Comes with the Period Pack, Weed Pack, Ass Pack, Saves America Pack, Picture Card Pack 1, and Picture Card Pack 2.&#10;Also includes ten all-new extra-nasty cards we wrote just for you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gobble Monster",
    "ID": 351669,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/351669/gobble-monster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A hungry Gobble Monster is ready to eat all your toys! Players race to save as many toys as possible before the monster gets angry and swallows them all.&#10;&#10;The game is played in real time. Before the game, players randomly distribute 12 toys on the monster's tongue. Toys come in 4 shapes (bear, plane, car, duck) and three colours (red, green, yellow). Then start a randomised timer on the monster.&#10;&#10;On their turn, players draw an action card. Then do the action shown on the card (pick a toy of given shape, pick a toy of given colour, grab a toy from other player, move a toy to a different spot on the tongue).&#10;&#10;The game ends when the time runs out and the monster attacks. When he strikes, the active player has to hand over the toys they have taken. Player with the most toys wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [
      "Physical Removal"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lawnarchy",
    "ID": 351671,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/351671/lawnarchy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Your gardening community &quot;Garden Frenemies Assoc.&quot; is selecting the garden of the year! &#10;So manicure your lawns, trim your hedges and convince the jury. And if that is not enough to beat your neighbors&hellip; steal their garden gnomes and steam roll over their flower beds!&#10;&#10;Over 50 unique  illustrations and over 60 cards that all are functionally different! Lawnarchy is a turn-taking riddle game with lots of tactical thinking, changing objectives and interactive back and forth.&#10;&#10;Each player owns a garden of 4 starting cards, only a fence separates you to your neighbor's garden. The rules are simple: Each turn you have three options and pick one card, but the possibilities are complex. 1) You convince the jury and pick a jury card from the examination board - these objectives constantly change! 2) You do some gardening, and replace a card with a garden card from the common &quot;garden center&quot; - same as the jury, all garden cards have different requirements! 3) You squabble with your neighbor by picking a squabble card. You can destroy their garden, steal their gnomes, or rearrange their garden. You have to figure out the best move - a wrong one and your neighbor will get ahead!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Open Drafting"
    ],
    "Families": [
      "Card Games: Exchange",
      "Category: Two-Player Fighting Games",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Modern Havok: Bongolesia",
    "ID": 351672,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351672/modern-havok-bongolesia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Modern Havok: Bongolesia PDF is a scenario book set in a fictional country in Africa created by Michael T. Murphy. Designed for our 15mm modern miniatures line, these rules are a &quot;tongue-in-cheek&quot; way to play African Wars.&#10;&#10;The PDF even has 4 starting scenarios with such themes as Arms deals, Disrupting scammers and Ransoms...&#10;&#10;Modern Havok: Bongolesia Boxset is a scenario set and a great way to expand your play in the Chain Reaction system by Two Hour Wargames.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Technical Readout – 3145 Republic of the Sphere",
    "ID": 351674,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351674/battletech-technical-readout-3145-republic-of-the",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Technical Readout: 3145 Republic of the Sphere introduces the wave of new battle armor, vehicle, Battlemech, and aerospace units appearing across the Inner Sphere in the Dark Age era. Featuring new and matured technology, and presented in this series of faction-specific PDFs, these combat units will add excitement and variety to any game table.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Technical Readout – 3145 The Clans",
    "ID": 351675,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351675/battletech-technical-readout-3145-the-clans",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Technical Readout: 3145 The Clans introduces the wave of new battle armor, vehicle, BattleMech, and aerospace units appearing across the Inner Sphere in the Dark Age era. Featuring new and matured technology, and presented in this series of faction-specific PDFs, these combat units will add excitement and variety to any game table. For use with BattleTech, Total Warfare, Tactical Operations, and Strategic Operations.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TekenNeus",
    "ID": 351676,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/351676/tekenneus",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Put on the crazy glasses, take a card and draw the words on the board. The only goal for your fellow players is to guess what you draw. Easy, right! &#10;But it is not. because you have to draw with your nose.&#10;Vor every guessed drawing, not only the person with the correct answer, getas a point, but you to.&#10;Hillarous partygame for the whole family.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Firebase Inferno",
    "ID": 351688,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/351688/firebase-inferno",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Firebase Inferno is a 2 player wargame that takes around 1 hour to play, and is an area control, simultaneous card play, jungle combat wargame set in a near-future dystopian world.  Players control one of two factions (the Cyto-Command or the Shadow-Force) who they will use to traverse treacherous jungle terrain, collect strategic resources, and construct powerful upgrades to their base that will deliver devastating blows to their opponent.&#10;&#10;At the center of the jungle is a key village location that starts the game in control of the Shadow-Force, and is used to obtain powerful advantages and fund a rebellion against the Cyto-Command.  During the game, players will fight for control of the village, along with the other 4 unique locations around the board.&#10;  &#10;Over the course of 6 rounds, players will simultaneously play commander cards from their hand to move units on and around the board, and engage their opponents in combat.  At the end of six rounds, players will total their victory points to determine a winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Dice Rolling",
      "Movement Points",
      "Moving Multiple Units",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chroni: L'Histoire Des Arts",
    "ID": 351705,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/351705/chroni-lhistoire-des-arts",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "'Chroni' is a card game where each card depicts a historical event, invention or discovery on both sides, with the year in which that event occurred, invention or discovery was made on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft Trading Card Game: Fires of Outland Booster Pack",
    "ID": 351708,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351708/world-of-warcraft-trading-card-game-fires-of-outla",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The third normal World of Warcraft TCG set is named Fires of Outland.&#10;&#10;Rush to war as the conflict is joined in Outland! The armies of Azeroth lay siege to the mysterious world, while the Burning Legion throws its might against the Stair of Destiny. Prestige and Glory await those who are bold enough to join the fray. Let your battle cry be heard as echoes of war engulf the blood-soaked world. Will you be prepared?&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft Trading Card Game: Heroes of Azeroth Booster Pack",
    "ID": 351709,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351709/world-of-warcraft-trading-card-game-heroes-of-azer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The first World of Warcraft TCG set, named Heroes of Azeroth.&#10;&#10;Horns blaze across the Eastern Kingdoms, calling the Alliance to arms. The drums of Durotar hasten the Horde to prepare for the looming conflict ahead. Glorious battles, prized treasures and dominion over all of Azeroth are on the table! The time is now; this is your battle.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hokey Pokey",
    "ID": 351711,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351711/hokey-pokey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hokey Pokey is a game where 2 to 4 players play on a table with metal goals at each end. One team is called Hokey and the other Pokey. Object of the game is to push a wooden puck along the table in the direction of a players goal. This is accomplished by using a thick wire with a handle at one end and a wooden disk at the other. The wooden disk slides along the table surface to push the puck along. The first person or team to score 4 goals is the winner. violation of rules such as swiping the puck instead of pushing sees the opposing team calling out their name (i.e Hokey) and receiving a free push.&#10;&#10;The game was produced when the Hokey Pokey song and accompanying dance peaked in popularity as a music hall song and novelty dance in the mid-1940s in the UK and Australia.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Technical Readout – 3145 Lyran Commonwealth",
    "ID": 351712,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351712/battletech-technical-readout-3145-lyran-commonweal",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Technical Readout: 3145 Lyran Commonwealth introduces the wave of new battle armor, vehicle, BattleMech, and aerospace units appearing across the Inner Sphere in the Dark Age era. Featuring new and matured technology, and presented in this series of faction-specific PDFs, these combat units will add excitement and variety to any game table.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft Trading Card Game: March of the Legion Booster Pack",
    "ID": 351713,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351713/world-of-warcraft-trading-card-game-march-of-the-l",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The fourth normal World of Warcraft TCG set, named March of the Legion.&#10;&#10;From his seat upon the Throne of Kil'jaeden, Doom Lord Kazzak raises his sword and calls the fel host to battle. Infernals march from the Deathforge of Shadowmoon Valley to bolster demonic armies across the shattered realm of Outland and to crush all those who stand in their way. The Burning Crusade is upon us. The March of the Legion has begun. Heed the call!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Interplanetary: A giant hop for Squeakind",
    "ID": 351714,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/351714/interplanetary-a-giant-hop-for-squeakind",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "80",
    "Play Time": "140",
    "Weight": "3.75",
    "Description": "An automata-free solo experience about exploring and settling in one's solar system, with an entirely player-driven gameplay system and very few random elements.&#10;&#10;--- Winner of the &quot;most innovative mechanics&quot; and other awards during BGG's 2021 P&amp;P Solo Contest ---&#10;&#10;Billions watched the live global broadcast of the first Squeak hopping on the Mun over 50 years ago. Now, the various nations on planet Tree have finally come together as the United Forests and have created a planet-wide space program to peacefully explore their solar system. You have been selected as Head of the Exploratory Branch of that program! Send probes into the void to reach distant moons and comets. Go where no Squeak has gone before and put two adorable little paws on another planet. Design and construct never-before seen spacecraft, purpose-made for your missions in interplanetary space. Peacefully explore the Squeak's solar system and establish research outposts on its many worlds and moons. Maybe, just maybe, make startling discoveries out on the final frontier and herald a new era for all of Squeakind!&#10;&#10;This solo-game is an entirely player-driven experience, there are no turns and there is no opponent or random events. In 'Interplanetary', you are tackling a &quot;campaign deck&quot; that presents you with a semi-random list of goals you need to achieve, called &quot;directives&quot;.&#10; After the initial setup, play consists of you picking an action from a (rather long) list, executing that action and then paying its cost by moving a cube along a numbered track. This cube tracks the available amount of actions to fulfill your current directive.&#10;Each time the cube reaches the end of its track, the campaign deck gets updated and if you take too long, you might have failed your current directive. When the campaign deck runs out, you tally your score and if that score is better than your previous scores, you can rejoice!&#10;&#10;In summary, this is a game of heavy action-economy optimization. You are trying to fulfill your goal with the most optimal sequence of actions while trying to improve your overall situation to have a better chance to also tackle the next directive.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Contracts",
      "Finale Ending",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maya Code",
    "ID": 351715,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351715/maya-code",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fantasy + Strategy = Maya Gold&#10;&#10;Conquer the sun platform with wits and logic and occupy it with the code of your own tribal colours. Those eliminated are dropped into the pyramid chamber. The winner obtains the eternal Maya gold. Discover new and fascinating strategies with every round.&#10;&#10;Erich von D&auml;niken: &quot;While doing research work for my book 'The day the Gods arrived', I was fascinated by the vast mathematical knowledge of the Maya. Maya Code, a witty game with sparkling possibilities, recreates the way of thinking of the Maya. Intelligent entertainment!&quot;&#10;&#10;&mdash;description from the back of the box&#10;&#10;This is a two-player version of Maya Code. Confusingly, the box shows a picture of the four-player version of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Moving Multiple Units"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Street Fighter V: Champion Edition Legends",
    "ID": 351717,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/351717/street-fighter-v-champion-edition-legends",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Street Fighter V: Champion Edition - Legends is a cooperative game of brawling action for 1&ndash;4 players designed by Mitch Schroeder.&#10;&#10;In each game, you will take on the role of your favorite Street Fighter characters and work together to defeat your rivals and overcome your nemesis. Build your combos, upgrade your abilities, and create your legend.&#10;&#10;The Four Kings are up to no good and it falls upon the World Warriors to stop them. Choosing a fan-favorite fighter, such as Ryu or Chun-Li, players will perform powerful attacks and build epic combos on their way to defeating the king at the end of each stage. Combining modular style decks and familiar special moves unique to each fighter, there is no shortage of options for toppling the kings, one by one.&#10;&#10;Featuring a huge roster of characters and stages from Street Fighter V: Champion Edition in an all-new cooperative setting, players will be able to experience Street Fighter like never before.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gone with the Beans",
    "ID": 351718,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/351718/gone-with-the-beans",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Gone with the Beans (&#232;&#177;&#134;&#227;&#129;&#168;&#229;&#133;&#177;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#140;) is a flip-and-write game in which players take on the role of bean farmers who are acquiring and managing their resources while trying to grow their farm. The game includes fifty copies each of four different game boards, each with different set-ups, although the base system is the same. Players start in different provinces with different special abilities, and on each of of the game's fifteen turns, a character wanders the board, affecting where players can do what. Each turn, players gain some income, then have a number of actions from which to choose, such as building facilities or achieving milestones.&#10;&#10;The game is strongly influenced by the author's favorite game, Terra Mystica.&#10;&#10;&#232;&#177;&#134;&#227;&#129;&#168;&#229;&#133;&#177;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#140;&#227;&#129;&#175;&#227;&#131;&#149;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#131;&#151;&#239;&#188;&#134;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#136;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#232;&#177;&#134;&#232;&#190;&#178;&#229;&#174;&#182;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#131;&#170;&#227;&#130;&#189;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#130;&#146;&#231;&#174;&#161;&#231;&#144;&#134;&#227;&#129;&#151;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#232;&#190;&#178;&#229;&#160;&#180;&#227;&#130;&#146;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#143;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#183;&#227;&#131;&#188;&#227;&#131;&#136;&#227;&#129;&#140;&#232;&#164;&#135;&#230;&#149;&#176;&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#131;&#153;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#130;&#183;&#227;&#130;&#185;&#227;&#131;&#134;&#227;&#131;&#160;&#227;&#129;&#175;&#229;&#144;&#140;&#227;&#129;&#152;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#129;&#174;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;&#233;&#129;&#149;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#187;&#149;&#230;&#142;&#155;&#227;&#129;&#145;&#227;&#129;&#140;&#230;&#150;&#189;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#228;&#189;&#191;&#231;&#148;&#168;&#227;&#129;&#153;&#227;&#130;&#139;&#229;&#155;&#189;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#231;&#137;&#185;&#230;&#174;&#138;&#232;&#131;&#189;&#229;&#138;&#155;&#227;&#129;&#140;&#233;&#129;&#149;&#227;&#129;&#134;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#167;&#233;&#129;&#138;&#227;&#129;&#182;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#228;&#189;&#156;&#232;&#128;&#133;&#227;&#129;&#174;&#229;&#165;&#189;&#227;&#129;&#141;&#227;&#129;&#170;&#227;&#131;&#134;&#227;&#131;&#169;&#227;&#131;&#159;&#227;&#130;&#185;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#171;&#227;&#129;&#171;&#229;&#188;&#183;&#227;&#129;&#143;&#229;&#189;&#177;&#233;&#159;&#191;&#227;&#130;&#146;&#229;&#143;&#151;&#227;&#129;&#145;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gravetides: A Naval Fantasy Miniature Wargame",
    "ID": 351719,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/351719/gravetides-a-naval-fantasy-miniature-wargame",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Gravetides is a naval tactical miniature game of epic sea battles involving two or more fantasy fleets of magical and non-magical warships led by skilled captains and powerful sorcerers and manned by crews of ordinary humans and supernatural creatures.&#10;&#10;Warships may face abyssal monsters or come across strange marine phenomenons and mysterious events caused by the wild mystical energies that traverse the drowning world of GRAVETIDES whose nature has been altered forever by the invasion of a magical parasite known as &lsquo;The Defiler&rsquo;.&#10;&#10;Fleets can be supported in battle by small squadrons of winged creatures or flying machines while underwater vessels or sea creatures under the spell of sorcerers can strike at enemies from the deep.&#10;&#10;Magic can wreak chaos and mayhem among enemy ranks or backfire unpredictably disrupting carefully laid battle plans.&#10;&#10;Players can tailor their battle fleets selecting the number and types of warships, their individual special equipment and the quality and skills of their commanders and crews.&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Movement Template"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Microcity: Microville expansion",
    "ID": 351720,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/351720/microcity-microville-expansion",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Postcard with map on one side, rules on the other including goal, set up and gameplay.&#10;&#10;The card substitutes instead of a building card from base game. You use teh Microville card instead the regular/challenge building. You have to prepare the 4-card city as usual and put Microville next to it. You don't go to Microville with your Engineer, you build Microville with your regular build action. You score points for what you've built and for the sets of 3.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Löwenzahn: Löwenschlau",
    "ID": 351721,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351721/lowenzahn-lowenschlau",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quiz game based on Stadt Land Fluss - 55 question cards are placed in a stack with the theme side up, the letter tiles are shuffled face down and laid out. The player on the turn reveals a letter tile and all players simultaneously search for a term matching the card with the revealed initial letter. The first player to name a correct term gets the card, and the letter is removed from the game. If there are only 10 letters left in the middle, the player with the most cards wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Löwenzahn: Peters Obstgarten",
    "ID": 351722,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351722/lowenzahn-peters-obstgarten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Peter's orchard, the fruits are ripe and must be harvested. Each player must always have as many fruits in his basket as the open collection cards indicate, the type of fruit doesn't matter, but there must be no unripe fruits. Under the 12 collecting discs hide the most different numbers of pieces. Whoever's turn it is must choose one of the cards and may then turn over 2 unblocked discs - if the number of uncovered fruits is correct, you get the card, the discs are covered and the player moves 2 blocking discs. The player who has harvested 50 fruits wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feeling Sheepish",
    "ID": 351723,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351723/feeling-sheepish",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Play cards to manipulate the flock to your advantage.  When five or more &ldquo;sheep&rdquo; are face up, a player may end the game instead of playing a card.  Players score the sheep on their edge of the flock and the high score wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic Rally",
    "ID": 351725,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgame/351725/classic-rally",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "The thrills of classic car rallying, from preparing the car and logistics, to the days on the road competing and assisting the car, in order to try to get it to the finish quicker than the others.&#10;&#10;Classic Rally  is the board game that brings the classic and historic cars world to the tabletop. This game emulates the features, behavior and even problems of real life classic cars. At the same time, it simulates the main features of real life road rallying, like road books, checkpoints, weather changes, hazards, service areas, assistance cars, overtaking other cars on the road, etc.&#10;&#10;This is a strategy game with a great component of logistics, just like in a real life car rally. Fuel and tires management play a great part on this game. Properly understanding the road book and going the right way is crucial to succeed in this game, as it is in real life car rallying.&#10;&#10;This game has an initial setup phase, where each player contributes to the construction of the board, by tile placing road segments - this makes every game play unique.&#10;&#10;Each player manages 2 cars (one competition car and one assistance car), having to select the features of the competition car and what each car will carry. There are dice to influence weather conditions and car malfunctions. There are cards with car features (like sport suspension), car accessories (like fog lights) and consumables (like fuel). The cars are moved by using fuel cards, depending on its feature and accessory cards and influenced by the weather conditions and malfunctions.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Race",
      "Solo / Solitaire Game",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Dice with Icons",
      "Crowdfunding: Gamefound",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fulanos",
    "ID": 351726,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/351726/fulanos",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "70",
    "Weight": "0",
    "Description": "Walking by the big city, you personify some 'porte&ntilde;os' early 20th century's characters: thief, policeman, 'mina' (woman), 'guapo' (man) or bartender.&#10;&#10;The objective of the game is to travel through the city and collect money by avoiding the conflicts that arise when turning the wheel of destiny. The first player to deposit $ 5000.- in the bank, wins the game.&#10;&#10;On their turn, players roll a die and move to the nearest square matching the color spot. When landing at a location, they spin the wheel of destiny and deal with the conflict.&#10;&#10;",
    "Categories": [
      "Economic",
      "Travel"
    ],
    "Mechanics": [
      "Action / Event",
      "Grid Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: City"
    ]
  }
]