[
  {
    "Rank": "N/A",
    "Name": "Chūshingura",
    "ID": 262193,
    "Year": "(1830)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262193/chushingura",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This Edo-era (early 1800s) game is perhaps the earliest to focus on the famous story of the 47 Ronin or Ch&#197;&#171;shingura (The Treasury of Loyal Retainers).&#10;&#10;It is a Mawari-Sugoroku style of game, with die rolls determing movement around the board. Each panel illustrates an episode in the story of the group of samurai who were declared ronin after their master Asano Takumi-no-kami Naganori, the daimy&#197;&#141; of Ak&#197;&#141;, was forced to commit seppuku by the Shogun in 1702.&#10;&#10;They eventually got revenge by killing their former master's treacherous opponent Kira K&#197;&#141;zuke-no-suke Yoshinaka, and then turned themselves in to the authorities knowing that they in turn would be forced into seppuku, which they did as a group.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Asterix Game Set",
    "ID": 262194,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/262194/asterix-game-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains two variants: 1. Liberation Game, 2. Happy Families (a quartet game). The first variant involves the following:&#10;It is an exciting game for 2 players. The cards are dealt as follows: one player uses the carts with the red backs and the other player the cards with the blue backs. Each player thus receives 26 cards. Each player arranges the cards in 4 rows of 6 cards and below this a fifth row consisting of 2 special cards (the &quot;Magic Potion&quot; and the &quot;Normans&quot;). All cards are placed face down. The aim of the game is to keep Britannia out of Roman Hands and find the magic potion as fast as possible!&#10;&#10;Throw the die and turn over a card from your opponent's first row. If this card matches the symbol on the die, you can remove this card to clear a path to the magic potion. If the symbol and card do not match, turn the card face down again. Play now passes to your opponent. You can place &quot;steps&quot; horizontally, vertically and diagonally. You and your opponent take turns to roll the die and, if you get lucky, remove a card. But watch out for the &quot;Julius Caesar&quot; Cards!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Comic Books: Asterix",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goblins, Guns and Grog!",
    "ID": 262195,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/262195/goblins-guns-and-grog",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Five Goblin Pirates, marooned on a deserted island by treacherous crewmates, cobble together a raft and set off towards home through the Goblund Gauntlet, a dangerous pass full of sharp rocks, shipwrecks and merciless fellow pirates. Surviving the trip would be great. Collecting a big pile of loot would be better.&#10;&#10;Goblins, Guns and Grog is a solitaire roll-and-write adventure game in which players attempt to navigate a treacherous sea route to make it to the mainland. Each turn, the player rolls dice to &quot;Scavenge&quot; (add items to the inventory), &quot;Attack&quot; (if in possession of cannons), &quot;Loot&quot; (in case of a successful attack), &quot;Move&quot; (along the map track, always straight forward towards the destination), &quot;Adventure&quot; (if the turn has ended on one of the X's scattered along the track). Every turn ends with eating, depleting the meager store of food that, if exhausted, causes the player to lose the game.&#10;&#10;Arriving at the end of the track is somewhat easy and is nominally considered a &quot;win.&quot; But points are only scored for looting the many ships along the way. To engage with these potential prizes, however, the player needs both cannons (to attack) and chests (to store loot). The catch? At the start of the game, the player's &quot;ship&quot; is large enough only to hold a pair of cannons. The ship can be expanded through adding Tetris-like pieces to the hull, slowly expanding the size until the raft has become a formidable warship. But focusing on acquiring lumber, cannons, and chests means passing up opportunities to acquire food. Players must therefore decide when to push their luck and when to play it safe.&#10;&#10;Will you be satisfied to return to the mainland, safely and with a fully belly? Or will you risk it all to answer the siren call of gold?&#10;&#10;&#10;Released in the March 2018 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Setting: Legends of Dsyx (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellcraft Academy",
    "ID": 262196,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/262196/spellcraft-academy",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Classes are almost out at Cliffspire Academy. As a first year Arcana student, your final exam is to create a functional spell scroll. The more impressive and varied the spells, the higher your marks.&#10;&#10;Of course you can't get your cauldron tuned quite right, and your quill of inscribing is on the fritz, and what does &quot;Aveum&quot; mean again?&#10;&#10;Spellcraft Academy is a solitaire roll-and-write game played on a grid of letters. The player rolls a die to navigate the grid, selecting letters and copying them on a separate, blank grid. Points are scored for each completed word, chosen out of a word bank. The words in the bank are classified as either &quot;aspects,&quot; &quot;elements,&quot; or &quot;methods,&quot; and combining them -- having one word use letters from another -- is the way to score big points.&#10;&#10;After there's no space left on the grid to inscribe more letters, the game ends, and points are tallied. A grading rubric tells the player whether they've passed the test... or failed, and need to take it again.&#10;&#10;&#10;Released in the April 2018 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Setting: Legends of Dsyx (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragonvault",
    "ID": 262197,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/262197/dragonvault",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "You are Citan the Gold, Dragon guardian of Merchants and Bankers.&#10;&#10;There isn&rsquo;t a coin of gold, silver, tin or jade in all of Dsyx that hasn&rsquo;t been touched by your subtle hands. You had a busy day of treasure counting planned. Until the blasted heroes showed up looking to take it from you.&#10;&#10;Dragonvault is a solitare roll-and-write game in which players take on the role of a dragon protecting its keep from treasure-seeking adventurers. Each turn, the player will roll dice to place traps at strategic locations along a winding path. At regular intervals, heroes (chosen by a die roll from a table) will show up and proceed along the path, triggering the player's defenses. Each hero has a special skill, however, giving them resistances and abilities to better thwart the beleaguered dragon.&#10;&#10;Some heroes will fall; some will make it to the treasure store. After the time track has been exhausted, the player is scored based on how much treasure remains!&#10;&#10;&#10;Released in the May 2018 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Maze",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Setting: Legends of Dsyx (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mesozooic: Triassic Mini Expansion",
    "ID": 262199,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262199/mesozooic-triassic-mini-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Mesozooic: Triassic Mini Expansion introduces three new advanced cards types, all of which utilize the beautifully-sculpted topiary found on certain basic cards as well as on every card back. Build caf&eacute;s near shady topiary, place lovingly-cultivated conservatories, and utilize skilled groundskeepers to provide a touch of elegant flora to your dino zoos.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Table Air Combat: CR.42 Falco",
    "ID": 262202,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.93",
    "Link": "https://boardgamegeek.com/boardgame/262202/table-air-combat-cr42-falco",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Table Air Combat is a fast, simple air combat game that can be played on any flat surface.  All you need are some six-sided dice and some coins to provide weight for the aircraft counters.  Everything else can be printed from this ruleset. &#10;A player uses a flight of four aircraft represented by two counters.  Aircraft counters move by means of curved &quot;performance rulers&quot; that represent the aircraft's historical cornering ability and maximum speed.&#10;Each performance ruler is unique to each aircraft, and contains all the speed, cornering, and weapon information needed.&#10;TAC is designed for portability; the entire game can fit in a plastic bag. Even the largest battles can take place on a fast-food restaurant table.&#10;&#10;The CR.42 Falco was one of the last biplanes used in combat. Extremely agile, Falchi were Although the Regia Aeronautica replaced the Falco with monoplanes like the MC.200, these biplanes continued to serve throughout the war.&#10;The Falco was also exported to nations such as Belgium, Sweden, and Hungary.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: Table Air Combat",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnetic Pac-Man",
    "ID": 262205,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262205/magnetic-pac-man",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&Mu;&alpha;&gamma;&nu;&eta;&tau;&iota;&kappa;&#207;&#140; &Pi;&#206;&#172;&kappa;&mu;&alpha;&nu; (Magnetic Pacman) is a fun 2 player roll and move game themed after a great 80's hit Pacman.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Magnets",
      "Players: Two-Player Only Games",
      "Video Game Theme: Pac-Man"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lucky Ducky",
    "ID": 262207,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262207/lucky-ducky",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Roll the foam Lucky Ducky Dice and add up your ducks... highest total after three rounds wins. Try for special 'duck combos' for added bonus points!&#10;&#10;History of rubber ducks included.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MAUW: Reactions",
    "ID": 262209,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262209/mauw-reactions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "MAUW: Reactions adds three new creatures to the game, with different effects:&#10;&#10;     The Kiwi lets you steal a cat Warrior from your opponent, and use it right away.&#10;     The Ninox lets you take a Spirit cat from an opponent's stack, and place it flipped to the Mauw side in your area.&#10;     The Tuatura lets you ward off an attack from an opponent trying to take one of your Warriors, and you get the attacking card in your hand.&#10;&#10;&#10;Each card has 4 copies in this expansion, adding 12 cards to the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "精霊回路ドライヴEXE (Spirit Circuit Drive EXE)",
    "ID": 262213,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/262213/jing-ling-hui-lu-doraivuexe-spirit-circuit-drive-e",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "User summary&#10;&#231;&#178;&#190;&#233;&#156;&#138;&#229;&#155;&#158;&#232;&#183;&#175;&#227;&#131;&#137;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#180;EXE (Spirit Circuit Drive EXE) (Seirei Kairo Doraibu EXE) is a new professional publication by Hobby Base in Japan of the original doujin game &#231;&#178;&#190;&#233;&#156;&#138;&#229;&#155;&#158;&#232;&#183;&#175;&#227;&#131;&#137;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#180; (Seirei Kairo Drive). The development of the base game (its own 3rd edition was in 2016) includes:&#10;&#10;     English rules and card list included.&#10;     12 unit cards added.&#10;     1 enemy card added.&#10;     2 boss cards added.&#10;&#10;&#10;The rules set has been slightly modified and the balance between the cards has been adjusted. A set of rules for a short game have been introduced, and a hard mode included. The artwork is slightly altered and some components are changed.&#10;&#10;The publisher says &quot;Spirit Circuit Drive EXE, the publisher edition, is quite different from the doujin editions. Especially, the number of unit cards, the core of the game, greatly increased from 20 to 32, substantially influencing the game play. In addition, English rules and card list are included for overseas players. Spirit Circuit Drive EXE is produced as another game and not another edition. Nonetheless, there are no major differences in the rules, number of players, victory conditions, etc. Also, all doujin editions (including the expansions) are currently out of print. If new expansions are to be released in the future, they are likely to be for the EXE edition.&quot;&#10;&#10;NOTE : whilst the game includes English rules, there is still substantive JP text on the cards themselves.&#10;&#10;Publisher's summary&#10;The players choose unit cards of various spirits to form parties. Each unit card has unique effects and can be played in various combinations.&#10;&#10;Holding circuit cards with numbers 0 to 4 and 4 colors as your hands, play the cards with numbers and colors matching those of the cards in the play area. If you have a unit card matching the played card in your party, that unit will attack the enemy.&#10;&#10;Thus, play cards to attack and destroy the enemies that appear one after another. You can also gain magical power by card plays and use that power to activate your unit's special ability as well as raise the unit's level to lead the battle advantageously. The enemies' final boss is very powerful. The players need to cooperate and support each other for victory.&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#231;&#178;&#190;&#233;&#156;&#138;&#227;&#129;&#174;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#149;&#230;&#158;&#154;&#227;&#129;&#139;&#233;&#129;&#184;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#130;&#146;&#231;&#181;&#144;&#230;&#136;&#144;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;&#229;&#155;&#186;&#230;&#156;&#137;&#227;&#129;&#174;&#229;&#138;&#185;&#230;&#158;&#156;&#227;&#130;&#146;&#230;&#140;&#129;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#128;&#129;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#167;&#233;&#129;&#138;&#227;&#129;&#185;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;0&#239;&#189;&#158;4&#227;&#129;&#174;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#129;&#168;&#239;&#188;&#148;&#227;&#129;&#164;&#227;&#129;&#174;&#232;&#137;&#178;&#227;&#129;&#140;&#230;&#143;&#143;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#155;&#158;&#232;&#183;&#175;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#171;&#230;&#140;&#129;&#227;&#129;&#161;&#227;&#128;&#129;&#229;&#160;&#180;&#230;&#156;&#173;&#227;&#129;&#174;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#130;&#132;&#232;&#137;&#178;&#227;&#129;&#168;&#229;&#144;&#140;&#227;&#129;&#152;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#130;&#146;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#168;&#229;&#144;&#140;&#227;&#129;&#152;&#232;&#137;&#178;&#227;&#129;&#174;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#140;&#230;&#149;&#181;&#227;&#129;&#171;&#230;&#148;&#187;&#230;&#146;&#131;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#157;&#227;&#129;&#134;&#227;&#130;&#132;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#230;&#172;&#161;&#227;&#128;&#133;&#227;&#129;&#168;&#231;&#143;&#190;&#227;&#130;&#140;&#227;&#130;&#139;&#230;&#149;&#181;&#227;&#129;&#171;&#230;&#148;&#187;&#230;&#146;&#131;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#163;&#227;&#129;&#166;&#230;&#146;&#131;&#231;&#160;&#180;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130; &#10;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#233;&#173;&#148;&#229;&#138;&#155;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#233;&#173;&#148;&#229;&#138;&#155;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#148;&#227;&#129;&#168;&#227;&#129;&#174;&#231;&#137;&#185;&#230;&#174;&#138;&#232;&#131;&#189;&#229;&#138;&#155;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#131;&#166;&#227;&#131;&#139;&#227;&#131;&#131;&#227;&#131;&#136;&#232;&#135;&#170;&#232;&#186;&#171;&#227;&#129;&#174;&#227;&#131;&#172;&#227;&#131;&#153;&#227;&#131;&#171;&#227;&#130;&#146;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#130;&#146;&#230;&#156;&#137;&#229;&#136;&#169;&#227;&#129;&#171;&#229;&#177;&#149;&#233;&#150;&#139;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#156;&#128;&#229;&#190;&#140;&#227;&#129;&#171;&#231;&#153;&#187;&#229;&#160;&#180;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#149;&#181;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#129;&#175;&#233;&#157;&#158;&#229;&#184;&#184;&#227;&#129;&#171;&#229;&#188;&#183;&#229;&#138;&#155;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#229;&#144;&#140;&#229;&#163;&#171;&#227;&#129;&#167;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#131;&#187;&#227;&#130;&#181;&#227;&#131;&#157;&#227;&#131;&#188;&#227;&#131;&#136;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#138;&#155;&#227;&#130;&#146;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#166;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#129;&#149;&#227;&#129;&#132;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "4tec",
    "ID": 262214,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/262214/4tec",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "4tec is a classic 3D 4 in a row board game that was invented by John Dunne. The aim of the game is to match 4 counters of the same colour in a row in any direction diagonally, vertically, or horizontally. The first person to match 4 in a row wins the game. Like chess and checkers, this game is an instant classic and although new, it will feel very familiar. The game has 32 red and 32 yellow counters included. It is easy to assemble, easy to play, and there are billions of combinations to get to 4 in a row. This skillful game will provide you with hours of fun and entertainment. &#10;     &#10;It is also known as Qubic and its various versions.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Six Sided Summoner",
    "ID": 262222,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/262222/six-sided-summoner",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Six Sided Summoner is a cooperative tactics game for 1-4 players.&#10;Players control a group of Guardians that must defend a light crystal from waves of AI controlled Shadows.&#10;&#10;Shadows are summoned in waves at one end of the board and move down lanes toward your crystal in the style of moba video games. When a new wave spawns, modifiers are added to the shadows that make them more powerful as the game goes on.&#10;&#10;Players defend their crystal (represented by a set of tiles at one end of the board) using guardians, each of which have unique movement types and abilities. All Guardians can attack by rolling a six sided die, but their special abilities make them suited to different roles. Some guardians can lay traps for shadows to fall into, others can heal allies, others focus on damage and maneuverability. While these are powerful, they are also limited, so you must use them strategically. Try to manipulate the board to slow down enemies and maximize your damage.&#10;&#10;Abilities and shadow modifiers are determined randomly at the start of the game,so every game is going to play a little differently.&#10;&#10;Additionally, while the game is focus on cooperative play, it also includes a 2 player competitive mode in which both players defend their own crystals from each other.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fetus Feud",
    "ID": 262227,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/262227/fetus-feud",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fetus Feud takes you into the womb for a fast paced strategic battle to be the first born. Players take turns playing cards like Ultrasound, Overdue Baby and Pregnancy Cravings to collect contraction cards. Whoever has the most contraction cards when the Labor card is played is &quot;crowned&quot; the winner.&#10;&#10;The deck contains attack, defense, and special cards that players can use to attack fellow wombmates, defend themselves and draft their hand. The key is to end the game by playing the Labor or Induce Labor card when you think you have enough contraction cards to win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Malifaux: The Undying – Story Encounter & Adventure Box",
    "ID": 262229,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262229/malifaux-the-undying-story-encounter-and-adventure",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A bitter rivalry spills out onto the streets of Malifaux in the Undying! Will you help Minako Rei defeat the dreaded Manos, or will you harness the immortal necromancer's power for your own?&#10;&#10;This is a Resurrectionists/Ten Thunder Story Encounter Box Set, containing eight 32mm 'heroic' scale miniatures made of high-quality plastic, and Stat Cards.&#10;&#10;Set Contains:&#10;&#10;Adventures&#10;&#10;2x Malifaux Encounters&#10;    1x through the Breach Adventure&#10;&#10;Models&#10;4 Ten Thunders Models&#10;  &#226;&#128;&#163; 1 Minako Rei&#10;  &#226;&#128;&#163; 1 Wanyudo&#10;  &#226;&#128;&#163; 2 Katashiro&#10;4 Resurrectionist Models&#10;  &#226;&#128;&#163; 1 Manos the Risen&#10;  &#226;&#128;&#163; 1 Grave Golem&#10;  &#226;&#128;&#163; 2 Mourners&#10;&#10;Stat Cards&#10;&#10;1x Minako Rei&#10;    1x Wanyudo&#10;    2x Katashiro&#10;    1x Manos the Risen&#10;    1x Grave Golem&#10;    2x Mourner&#10;&#10;Please Note: Miniatures supplied unpainted and some assembly will be required.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malifaux: Charm Warders",
    "ID": 262230,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262230/malifaux-charm-warders",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Charm Warders are powerful Chi users who have dedicated their lives to warding off evil spirits. By harnessing and focusing their Chi, they are able to create mystical barriers that prevent spirits from passing. The most powerful of their number can even create powerful Chi Blades, which can cut through many of the defences of otherworldly creatures.&#10;&#10;Since last year's Battle of London, some Charm Warders have felt the barriers between the worlds weakening. These men and women have travelled to Malifaux in search of some way to repair the damage being done to the world.&#10;&#10;As with most spellcasters, the magical talents of the charm warders have increased significantly since they passed through the Breach. Most end up selling their services to the Ten Thunders in exchange for the ability to study the Oni, ghosts, and other strange creatures at their beck and call.&#10;&#10;As a group, the charm Warders are starting to realise that Malifaux itself might be the problem. They have started to research a way to strengthen the barrier between worlds in the hopes of saving Earth... even if it means the loss of Malifaux.&#10;&#10;Ten Thunder Box Set, containing two 32mm 'heroic' scale miniatures made of high-quality plastic.&#10;&#10;Set Contains:&#10;&#10;Models&#10;&#10;2 Charm Warders&#10;&#10;Stat Cards&#10;&#10;2 Charm Warders&#10;&#10;Please Note: Miniatures are supplied unpainted and assembly will be required.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malifaux: Obsidian Statue",
    "ID": 262231,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262231/malifaux-obsidian-statue",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The resurgence of magic on Earth since the opening of the first Breach has led to some odd events. Perhaps one of the strangest was the sudden awakening of the Obsidian Statue that guarded a small, forgotten temple in Tibet. The statue could only move its mouth, but even this was enough to draw pilgrims from far away lands.&#10;&#10;Shenlong, upon learning of the statue, arranged for the statue to be brought to Malifaux. It was a massive undertaking, but the eventual journey through the breach completed the awakening and granted the statue full movement.&#10;&#10;Now, the Obsidian Statue serves those who gave it life. It owes them a debt that can never be repaid... and the Ten Thunders know this.&#10;&#10;Ten Thunder Box Set, containing one 32mm 'heroic' scale miniature made of high-quality plastic.&#10;&#10;Set Contains:&#10;&#10;Models&#10;&#10;1 Obsidian Statue&#10;&#10;Stat Cards&#10;&#10;1 Obsidian Statue&#10;&#10;Please Note: Miniature is supplied unpainted and assembly will be required.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Final Boss: Next Stage",
    "ID": 262233,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262233/final-boss-next-stage",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Kill Monsters, destroy your friends and defeat the Final Boss. This expansion adds Stages!&#10;&#10;A card management game with take that mechanics and fierce player competition.&#10;&#10;The player with most Victory Coins after the Final Boss appears wins the game.&#10;&#10;There are more game modes such as cooperative, solo and elimination.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Special Ops Issue #8",
    "ID": 262239,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262239/special-ops-issue-8",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Special Ops #8 consists of several articles, ASL/ASLSK scenarios and the full game Avenge Pearl Harbor&#10;&#10;Articles:&#10;&#10;     LEARNING TO PLAY Operation Mercury (GTS) Tackling GTS on Your Own by Bruce Monnin&#10;     SHINING HEART Thinking Behind Various Game series by Dean Essig&#10;     It Never Snows (SCS) A Variable German Response scheme&#10;     Autumn For Barbarossa (SCS) Designer's notes&#10;     Avenge Pearl Harbor Card combinations&#10;     Russian setup in Red Barricades (ASL)&#10;     QUICK TO LAND Clearing the Runway for Fallschirmjaeger (SCS),&#10;     A BCS PRIMER Tips for playing the Battalion Combat Series (BCS) series well&#10;     RED WHITE AND BLACK A guide to Armor Values in BCS by Carl Fung&#10;&#10;&#10;ASL/ASLSK scenarios:&#10;&#10;     ASL O15 - Highland Frank: Italy 1943, British vs Germans&#10;     ASL O16 - Forced Crossing: Russia 1944, Soviets vs Germans&#10;     ASLSK S62 - Reaper's Harvest: France 1944, British vs Germans&#10;     ASLSK S63 - Nothing Left to Lose: Germany 1945, Soviets vs Germans&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Game: Advanced Squad Leader Starter Kit",
      "Magazine: Special Ops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Normandie: Battleground Set 4 – Woods & Hills",
    "ID": 262240,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262240/heroes-of-normandie-battleground-set-4-woods-and-h",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A fan-made 'Print &amp; Play' punchboard that expands the choice of battlefields for Heroes of Normandie and Shadows over Normandie. Made by Devil Pig's Games French forum moderator, Guillaume Duprez. Approved by Devil Pig Games' Yann and Clem as an 'official product'.&#10;&#10;Contains six double-sided terrain boards.&#10;&#10;Can be ordered through Azao Games, Belgium.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Heroes System Tactical Scale World War 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sularia Protocols (fan expansion for Ophidian 2350 CCG & Battle for Sularia)",
    "ID": 262241,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262241/sularia-protocols-fan-expansion-for-ophidian-2350",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This Halloween season two worlds will collide&#10;&gt; The first Ophidian 2350 CCG Fan Made Expansion Set in almost 14 years&#10;&gt; The first Ever Battle for Sularia Fan Made Expansion Set&#10;&#10;- - - - -&#10;Welcome to Ophidian 2350: Sularia Protocols&#10;Ophidian 2350: Sularia Protocols is a FREE print-to-play Expansion Set for both Ophidian 2350 CCG and Battle For Sularia card game. Meaning that above you will find:&#10;&#10;     8 cards fully compatible with Punch-It Entertainment&rsquo; Battle for Sularia and Reign of Terror.&#10;     8 cards fully compatible with Hack and Slash Games&rsquo; Ophidian 2360 and Ophidian 2350 CCG.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fan Expansion",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Game: Chronicles of Sularia",
      "Game: Ophidian 2360",
      "Setting: Ophidian (Fleer/Skybox)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Decade: Time to Achieve",
    "ID": 262242,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262242/decade-time-to-achieve",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Theme&#10;Caution: This is not just a game, it is a LIFE STORY.&#10;&#10;You have a stable job, but also notice that there are lots of hidden opportunities around you, and you cannot wait to show to the world achievements you can make. To be a famous Business Giant? Or to be a wealthy Property Tycoon? How much can you accomplish within a decade? They are all of your choices. Occupation, skills, opportunities and so on of each Player are different but remember, there is one thing always fair to everyone - time. Make the best use of your time, in this limited life, and make all your dreams come true!&#10;&#10;Game-play&#10;Every player will receive a set of career card, a player board and 11 time tokens. Players can spend time on the following actions each turn:-&#10;Training: Increase one's skill level so to get a promotion to increase the salary&#10;Opportunity: Pick an Opportunity Card which has various useful effects&#10;Start a Business: Pick a business card and start it to earn more income&#10;Upgrade a Business: Upgrade a business card to make it more profitable&#10;Purchase Property: Pick a property card and decide whether to buy it&#10;Sell Property: Roll a dice and decide whether to sell a property on one's table&#10;Remaining time tokens will be used on sleeping, gathering and travelling to adjust one's Pressure Index.&#10;&#10;Goal&#10;By managing one's time and money, Players need to achieve as many Dreams as possible, and at the same time try to form a family while not to get over-pressurized. These all constitute to Players' Life Satisfaction Point and the one with the highest win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Math",
      "Negotiation",
      "Number"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Role Playing",
      "Simulation",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar (Second Edition): General's Handbook 2018",
    "ID": 262247,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262247/warhammer-age-of-sigmar-second-edition-generals-ha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "An essential toolbox of rules that you and your gaming group can use in any way you like, the General&rsquo;s Handbook 2018 expands upon the rules of Warhammer Age of Sigmar &ndash; and those found in the previous iterations of the General&rsquo;s Handbook &ndash; in a 136-page softback filled with flexible rules which can be combined in virtually endless ways.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eiserner Kanzler",
    "ID": 262248,
    "Year": "(1915)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262248/eiserner-kanzler",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Eiserner Kanzler is a historical quiz game which was published to celebrate the 100th anniversary of the birthday of Otto von Bismarck.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Tsunami: Promo card 1",
    "ID": 262252,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262252/zombie-tsunami-promo-card-1",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "At the end of the game (after the the 3rd rounds), players take from their horde the number of Zombies they want (including 0). Everyone reveals his hand at the same time and plays it. All Zombies dices revealing a Zombie side die. Then count the  surviving Zombies, the player whit the most wins  3 Zombies, the next player 2 and the third 1. Gather these Zombies with those you have not played, redo the total count and determine the winner.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Negotiation",
      "Party Game",
      "Video Game Theme",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That",
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "By This Axe: Medieval Fantasy Battle Rules",
    "ID": 262261,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262261/by-this-axe-medieval-fantasy-battle-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "By This Axe: Medieval Fantasy Battle Rules presents a simple, fairly standard wargame ruleset to handle small- to medium-size miniatures battles (optional rules allow play without miniatures).  The rules assume two or more armies will be involved, each with two or more units.  Infantry units contain 3 to 25 figures; cavalry units contain 2 to 15 figures; figures may be arranged as desired but only up to the first three ranks are involved in combat.&#10;&#10;The game assumes 1:5 to 1:20 scale ratios though any type of (consistent) basing is allowed.  Action resolution uses a modified six-sided-dice resolution method; 1 is successful, 6 is failure.  Unit movement takes place in inches; various terrain effects are noted.  The mass combat is fairly abstracted.&#10;&#10;An optional &quot;Command and Control&quot; method relies upon card drafting from a standard pack.  The standard command method assigns a Leadership level which limits actions.&#10;&#10;The game does support individual figures that may represent generals, leaders, and &quot;characters&quot; (generally - mages, priests, etc.); these figures may duel each other.  The game does support (but does not require) fantastic elements and magic, and a variety of non-human &quot;monster&quot; units are described in &quot;Appendix A: Fantasy Supplement&quot;.  Numerous unit types have special abilities that allow units to take special actions or make special movements.  Generally, these all work within the basic framework of the game.  Opposing forces are constructed using a &quot;point cost&quot; method that allows disparate but balanced armies to be fielded.&#10;&#10;Play involves turns, with both players executing some portions of the turn simultaneously, other portions in alternating order.  Each player turn is executed in five enumerated phases that take place in order.  The phase orders are:&#10;&#10;&#10;        Phase 1 (optional) - draw cards&#10;        Phase 2 duels between individual units are resolved&#10;        Phase 3 Ranged fire and magical attack is resolved&#10;        Phase 4 Movement (each side, in turn)&#10;        Phase 5 M&ecirc;l&eacute;e is resolved&#10;&#10;&#10;Units must test morale after sustaining damage; units may route; leaders may attempt to rally.&#10;&#10;The game does not elucidate a winner or formulaic victory situation; presumably this becomes evident through play.  After the battle is concluded, a simple process is used to determine Battle Results.  This process may determine a &quot;victor&quot; for post-game results.  Opposing armies are impacted by the Battle Results, both in survivorship and field location (presumably this allows multiple engagements in a campaign).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Halma heksagonalna",
    "ID": 262271,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262271/halma-heksagonalna",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Halma, but on a hexagonal board.&#10;&mdash;user summary&#10;&#10;Halma, ale na planszy heksagonalnej&#10;&mdash;user summary (Polish)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Traditional Games: Halma"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warcaby heksagonalne",
    "ID": 262272,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262272/warcaby-heksagonalne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Analogous game to checkers only on the hexagonal board&#10;&mdash;user summary&#10;&#10;Warcaby tyle &#197;&#188;e na heksagonalnej planszy.&#10;&mdash;user summary (Polish)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "7 Wonders: Armada – Siracusa",
    "ID": 262276,
    "Year": "(2018)",
    "Geek Rating": "5.633",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262276/7-wonders-armada-siracusa",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "This is a promo wonder board for use with 7 Wonders: Armada.&#10;It was first available at SPIEL Essen 2018 at Repos Production's booth.&#10;It was the first wonder board that came without a wonder card, for easy random selection as recommended in the base game rules.&#10;&#10;Siracusa's wonder board resource is Glass. It has three wonder stages on both of its sides. It has the special rule that its stages can be built in any order.&#10;The wonders stages grant the following (according to the official rulesheet from the publisher; see link section):&#10;&#10;Side A:&#10;Stage 1: The player freely moves one of their Ships one space upward on their Dockyard board. In addition, this step grants 1 Naval Shield.&#10;Stage 2: The player freely moves one of their Ships one space upward on their Dockyard board. In addition, this step grants 3 Victory Points at the end of the game.&#10;Stage 3: The player freely moves one of their Ships one space upward on their Dockyard board. In addition, this step grants 1 Ground Shield.&#10;&#10;Side B:&#10;Stage 1: The player immediately gains 6 Coins. All other players lose 1 Coin per Commercial Level reached by their Yellow fleet.&#10;Stage 2: The player freely moves two of their different Ships one space upward each on their Dockyard board.&#10;Stage 3: This step grants 1 Ground Shield and 1 Naval Shield.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Syracuse (Italy)",
      "Game: 7 Wonders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Forgebane",
    "ID": 262286,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/262286/warhammer-40000-forgebane",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Across the galaxy a fresh conflict is coming to a head between man and alien &ndash; or rather between factions that once laid claim to those terms, but have become entities far stranger and more deadly than beings of flesh and blood. Battle lines are being drawn on Amontep II, a planet rich in the mysterious substance that once held the tides of the warp at bay, and a hundred worlds besides. The Adeptus Mechanicus have become aware of a strange mineral bounty that lies within their domain, and are going to extreme lengths to secure it &ndash; but the Necrons who have long slumbered under Amontep II are rising. The stage is set for a war that could define the future of the Great Rift, and perhaps even the Imperium itself&hellip;&#10;&#10;Forgebane is a great-value boxed set containing 2 armies split across the forces of the Adeptus Mechanicus &ndash; cybernetically augmented post-human soldiers of the Machine God &ndash; and the Necrons &ndash; an ancient, slumbering civilisation of soulless automata whose rousing is changing the face of the galaxy. You can use these miniatures to act out the scenarios described in the Forgebane book &ndash; 3 connected missions that recreate the desperate battle for Amontep II &ndash; and use them to expand your games of Warhammer 40,000. Included in the box:&#10;&#10;Forgebane&#10;&#10;A 40-page softback book containing:&#10;&#10;&#10;     A New Awakening: the events of Forgebane &ndash; the discovery of blackstone deposits, and the savage battle between the Necrons and Adeptus Mechanicus to secure them;&#10;     The Machine Cult: an overview of the Adeptus Mechanicus, and their constant crusade of acquisition which has led them to Amontep II;&#10;     An Ancient Evil: a brief history of the Necrons, their own motivations regarding the mysterious blackstone, and the terror of their awakening;&#10;     The Empire Beneath: a galactic map featuring the location of forge worlds, knight worlds, fallen forge worlds and Necron dynasties;&#10;     Knight Worlds: describing the illustrious histories of the Imperial Knights, and introducing the Knight Armigers &ndash; long-legged walkers designed to strike hard and fast;&#10;     Quarry Worlds: an overview of planets designated by the Imperium as Quarry Worlds &ndash; this also introduces the Necron Cryptek &ndash; once the grand vizier of the Necron courts, now degraded and dangerously insane;&#10;     Detailed background information on each unit included in the box;&#10;     A miniatures showcase featuring a beautifully painted examples of the miniatures in Forgebane.&#10;&#10;&#10;Rules&#10;&#10;&#10;     Atmospheric Conditions: rules which represent the industry-ruined atmosphere of Amontep II, including corrosive rains able to burn units and dust storms which reduce visibility;&#10;     3 Echoes of War missions, which can be linked together to form a small campaign echoing the narrative of Forgebane;&#10;     Defenders of the Forge Worlds: rules for the included Adeptus Mechanicus miniatures. This includes 3 datasheets, Canticles of the Omnissiah and specific army abilities, as well as example colour schemes for the Ryza, Lucius, Metalica and Mars forge worlds, along with the heraldries of a House Raven Armiger Warglaive;&#10;     The Dynastic Legions: rules for the included Necron miniatures. This includes 4 datasheets and specific army abilities, as well as example colour schemes for Novokh, Mephrit, Sautekh, and Nihilakh dynasties;&#10;     Points values for every included miniature, for use in Matched Play;&#10;     A fold-out sheet containing the core rules for Warhammer 40,000.&#10;&#10;&#10;Miniatures&#10;&#10;Necrons&#10;&#10;&#10;     1 Necron Cryptek, covered in ornate armour featuring intricate geometrical patterns and wielding a tall staff of light. His segmented cloak connects to a Canoptek Scarab, allowing for flight, and the included base features pieces of ruined Necron architecture;&#10;     1 set of 5 Necron Immortals, who can be armed with your choice of gauss blasters or tesla carbines;&#10;     1 set of 5 Necron Lychguard, who carry bulky weaponry including heavy-bladed warscythes, though some carry hyperphase swords and dispersion shields;&#10;     1 set of 3 Canoptek Wraiths, armed with vicious claws and either particle beamers, transdimensional beamers or whip coils, able to phase through terrain;&#10;     1 Necrons transfer sheet.&#10;&#10;&#10;Adeptus Mechanicus&#10;&#10;&#10;     2 Armiger Warglaives, smaller than Imperial Knights but taller than most Imperial vehicles, they wield reaper chain cleavers, thermal spears and carapace-mounted heavy stubbers &ndash; the latter can be replaced with a meltagun;&#10;     1 set of 10 Skitarii Rangers, with a host of weapons including arc pistol, arc rifle, plasma caliver, transuranic arquebus, taser goad and arc maul, with options for an Alpha, the unit leader;&#10;     1 Tech-Priest Dominus, who comes with a volkite blaster, a macrostubber, an eradication ray, a phosphor serpenta and a power axe;&#10;     2 transfer sheets: an Adeptus Mechanicus sheet and a specific Armiger Warglaive sheet. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Highlander: The Board Game – Princes of the Universe",
    "ID": 262288,
    "Year": "(2018)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262288/highlander-the-board-game-princes-of-the-universe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Princes of the Universe expansion for Highlander: The Board Game gives you alternate versions of each of the characters in the original game as well as new cards to expand your collection. To add Princes of the Universe into your game simply add the new cards into your collection!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Movies: Highlander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terminator Genisys: Fall of Skynet",
    "ID": 262289,
    "Year": "(2019)",
    "Geek Rating": "5.662",
    "Avg Rating": "8.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262289/terminator-genisys-fall-of-skynet",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Terminator Genisys: Fall of Skynet, an expansion for Terminator Genisys: Rise of the Resistance, allows you to add a fifth player to join the resistance as your team siege Cheyenne Mountain, Skynet&rsquo;s Central Core. The game includes six further missions to play, as well as a Mission Generator to help create new scenarios to play through new objectives. With this addition, you&rsquo;re getting an &ldquo;arcade mode&rdquo; version of the game that is focused on one-off skirmish play, creating hundreds of possible missions to play!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Movies: Terminator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fog of Love: It Will Never Last",
    "ID": 262292,
    "Year": "(2018)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262292/fog-of-love-it-will-never-last",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This is the worst date you've ever been on. How could your friend think you would be right for each other? You have nothing in common.&#10;&#10;Relationships are hard. This expansion is harder. It Will Never Last is an expansion for Fog of Love that offers the game's most challenging story yet. How will you navigate a relationship that is doomed from the start? It requires you to interpret what your partner wants like never before. It also comes with 24 new feature cards which you can mix straight into the base game to bring new flavor to your characters, no matter what story you play.&#10;&#10;This expansion was originally included in the Kickstarter version of Fog of Love as Mismatched Love.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing",
      "Simulation",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Game: Fog of Love",
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fog of Love: Paranormal Romance",
    "ID": 262293,
    "Year": "(2018)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262293/fog-of-love-paranormal-romance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Paranormal Romance is an expansion for Fog of Love that tells a powerful, cinematic love story that will leave a lasting impression &mdash; and the best way to experience any great movie is to not know how it will end, so we won't give any spoilers away. This expansion is divided into two parts, and you can't open the second part until you've experienced the first. Once you've played it, the Paranormal Romance will echo through future plays of the game.&#10;&#10;This expansion also comes with 24 new occupation cards that you can use to expand your character options with any story.&#10;&#10;Paranormal Romance was included in the Kickstarter version of Fog of Love.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing",
      "Simulation",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Game: Fog of Love",
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fog of Love: Trouble with the In-Laws",
    "ID": 262295,
    "Year": "(2018)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262295/fog-of-love-trouble-with-the-in-laws",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "&quot;Honey, your parents have arrived! And they've brought their opinions.&quot;&#10;&#10;There's no longer only two people in this relationship because now your in-laws are sticking their nose in. They have strong opinions on how you should be living your life, and you have to consider their feelings with every decision you make &mdash; but that doesn't mean you have to respect their wishes. Each game, you can decide whether to play the golden child, or ignore what they want completely. Be careful, they might drive you apart, for good.&#10;&#10;Trouble with the In-Laws, an expansion for Fog of Love originally included in the Kickstarter version of the game, journeys deeper into the hilarious complications of modern relationships, delivering richer stories and a new way to play.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing",
      "Simulation",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Game: Fog of Love",
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Port Perma",
    "ID": 262297,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/262297/port-perma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Up to 4 Players can take part in the game. The Players first decide which colour they are to use and each one draw a shipping route Card, which names the ports he must sail to for loading and unloading. A &quot;6&quot; has to be thrown with the dice to start. With the next throw after the &quot;6&quot; the ship can sail from Hamburg. No second throw is allowed after a &quot;6&quot; during the game.&#10;&#10;Throwing the dice is carried out by means of a short, sharp tap on the Knob of the dice box.&#10;&#10;Each Player can only enter a port when the exact number necessary is thrown with the dice, otherwise he has to wait until he has thrown the exact number.&#10;&#10;The winner is the one who is first to arrive back in the port of Hamburg and calls &quot;Hamburg Ahoy&quot;.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Hamburg (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schnelle Spur",
    "ID": 262305,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262305/schnelle-spur",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game can play by 2 to 4 children. Each player receives a team of three sprinters of the same color (tokens in three different heights), which he places in any order on the three &quot;left&quot; starting points of a corner. The sprinters must clear the starting fields as quickly as possible. The smallest sprinter can move on one move one space, the middle two and the largest three spaces further. About thin blue lines can be drawn, about thick not. The own Sprinter can serve as &quot;accelerator&quot;, the field occupied by them is not included in the counting. Enemy sprinters can be thrown out. The first to bring all three sprinters into the three target fields next to their starting fields has won.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Squirrelin' Around",
    "ID": 262314,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/262314/squirrelin-around",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Your group of Squirrels has chosen you as their champion, to face the others in the Forest Harvesting Championship! You must be the best collector of Acorns and Berries while climbing the heights of the Magic Acorn tree.&#10;&#10;On your turn, play a Tree Branch card to collect your desired treat, then place a Tree Stump on top. Plan your turn carefully, as all players get a tasty treat each round.&#10;&#10;Be careful though! One wrong move could send the Magic Acorn tree tumbling down. Add your squirrel token to the tree if you're brave. If your token is highest when the tree falls, you get extra points. After 3 rounds, count up all your Acorns and Berries and see which squirrel is the champion!&#10;&#10;-Description from publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Looney Tunes Balloon Game",
    "ID": 262316,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/262316/looney-tunes-balloon-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "At the beginning of the game each player is given a number of discs face down based on player count.&#10;&#10;Players move around the board using a spinner.  When they land on a yellow circle they turn over a &quot;balloon&quot; cardboard disk.  If it matches the color of the character holding the yellow circle, they place their disk covering the space they're on.  If it doesn't match, the disk is turned back over and mixed back into their draw pile.&#10;&#10;If they land on a circle with a disk, the player still draws.  If it matches a different color on the character's clothes, they replace the original disk.&#10;&#10;The first player to get rid of all their balloons wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hoplomachus: Crowd Favor Gladiators – BGG Promo Pack 2",
    "ID": 262318,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262318/hoplomachus-crowd-favor-gladiators-bgg-promo-pack",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "These Crowd Favor Gladiators are something of a collectible chip that can be used on all 3 games of the Hoplomachus series.&#10;&#10;These CF Gladiators are a limited chip that may be found at conventions, in special promo packs, during Kickstarters, etc.&#10;&#10;These chips are designed solely for some added fun and flavor, and they are NOT part of the Hoplomachus storyline. We designed these to honor our demo volunteers, reviewers, backers, and other influential people!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Dice",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Game: Hoplomachus",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hoplomachus: Crowd Favor Gladiators – BGG Promo Pack 3",
    "ID": 262319,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262319/hoplomachus-crowd-favor-gladiators-bgg-promo-pack",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "These Crowd Favor Gladiators are something of a collectible chip that can be used on all 3 games of the Hoplomachus series.&#10;&#10;These CF Gladiators are a limited chip that may be found at conventions, in special promo packs, during Kickstarters, etc.&#10;&#10;These chips are designed solely for some added fun and flavor, and they are NOT part of the Hoplomachus storyline. We designed these to honor our demo volunteers, reviewers, backers, and other influential people!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Dice",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Game: Hoplomachus",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Detective: A Modern Crime Board Game – Case 6: Suburbia",
    "ID": 262328,
    "Year": "(2018)",
    "Geek Rating": "5.775",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262328/detective-a-modern-crime-board-game-case-6-suburbi",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.1429",
    "Description": "Solve one more case, an independent scenario called Suburbia. It will allow you to delve deep into the Cleveland suburbs and face corruption at its finest.&#10;&#10;Suburbia is a great way to familiarize yourself with the rules of the game and fully prepare yourself for the demanding campaign from the box. But it is also a perfect scenario for a one-off game session. It is a bit shorter and simpler than the other missions, thus we also recommend playing it with friends who are not convinced to devote more than 15 hours to the entire campaign.&#10;&#10;Suburbia is a standalone case for Detective: A Modern Crime Board Game, previously available only for those, who pre-ordered the game. Now you can play it using files available on Portal Games official website. &#10;You will need a base game to play this scenario.&#10;&#10;Note: The original Print and Play of this case was stand alone, the physical printing requires the base game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Game: Detective – A Modern Crime Board Game (Portal Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rushin' Roulette",
    "ID": 262329,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/262329/rushin-roulette",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2.1667",
    "Description": "Rushin' Roulette is a high-stakes card game of strategy and luck.&#10;&#10;Each player starts with a posse of 3 characters that line up in a hidden order. One-by-one, they&rsquo;ll take turns &ldquo;pulling a trigger&rdquo; hoping nothing is in the chamber. But your partners aren&rsquo;t completely at the mercy of lady luck because YOU control what&rsquo;s loaded into the revolver!&#10;&#10;In this simplified game of poker, you can load Blanks to save your own team or Bullets to take out your opponents. But be careful! If your strategies are too obvious, your friends might use them against you. The last one standing wins, riding off into the sunset with the rest of their (most likely unconscious) crew.&#10;&#10;Each player has a hand of Ammo Cards (Like Blanks or Bullets). They load one of these cards in front of them each turn and try to figure out what opponents loaded. Flip your opponents' cards when you think they're playing it safe (blank) and load dangerous cards (bullets) when your friends trust you too much and think you're playing it safe.&#10;&#10;Rushin' Roulette is a bluffing game. You can load safe cards to keep your own characters safe, but if your strategy is obvious, your friends will flip your card to save themselves. So if you think they'll take your card, load a bullet instead. Each character has a Safe and Shot ability that activates depending on the cards you flip. Generally, shot characters go to the grave while safe characters stay in your lineup. The last player with characters in their lineup wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Player Elimination",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Going Around the City",
    "ID": 262330,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/262330/going-around-the-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You are traveling around the city by using transportation cards to visiting a variety of attractions. The earlier you can get to an attraction, the more victory points you can get. But be carful not going too far in case you don't have the correct transportation card to get you back on the route!&#10;&#10;Going Around the City is a play-card-and-move game that challenges young gamers to carefully plan their movement based on their hand cards and the route they want to travel. The game ends when someone has placed all six of their player tokens on the board and the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Series: Play Again (Kang Hsuan)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsters' Party",
    "ID": 262331,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/262331/monsters-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Monsters' Party, players will invite all kinds of cool and cute monsters to the party! Players will use their fingers to identify the secret code of each monster so that they may send out the correct invitations. Try your best to send out the most invitation letters to win!&#10;&#10;Monsters' Party is a pattern-recognition and speed game and it can be played in cooperation or competition mode. Each monster cassette has 4 corners hiding 4 monsters with protruding dots forming different shapes. Use your fingers to find them out!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition",
      "Player Elimination"
    ],
    "Families": [
      "Series: Play Again (Kang Hsuan)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naja: 3-4 players expansion",
    "ID": 262332,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262332/naja-3-4-players-expansion",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It expands Naja for for 3&ndash;4 players.&#10;&#10;Contains:&#10;&#10;15 gray najas&#10;15 purple najas&#10;30 gray baskets&#10;30 purple baskets&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OK, Chume, Boom!",
    "ID": 262334,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/262334/ok-chume-boom",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Abu, the photographer, is going to take some group photos for you.&#10;The problem is, he always commands people to make gestures by his order. You better do what he wants or he will get impatient and mad!&#10;&#10;OK, Chume, Boom! is a real-time dexterity game with both cooperation and competition modes. Each round player(s) must perform specific gestures following the icons on the revealed tokens. If someone fails, they won't score points and Abu will get angry little by little. Try hard to follow Abu's orders and become the best photo actor!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game"
    ],
    "Families": [
      "Series: Play Again (Kang Hsuan)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What to Wear?",
    "ID": 262335,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/262335/what-to-wear",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Welcome to the Dress Up Show! You must change the colors of your outfits as fast as possible to match the assigned missions and score points. Some costumes have special colors and patterns. Can you beat the other players to be crowned the Dressing King/Queen?&#10;&#10;In What to Wear? players use their colored plastic cards to match the colors and patterns shown on each mission card. Some missions require a bit knowledge of color mixing and reasoning. Get some practice and you may become the master of colors!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Series: Play Again (Kang Hsuan)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All-Star Lineup Baseball",
    "ID": 262339,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/262339/all-star-lineup-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "** PDF Full Version Available for $14.95! Download here -https://www.barstoolgames.net/product-page/aslb-full-version-pdf-download ***&#10;&#10;Fast-paced, head-to-head or solo baseball action on your tabletop! All-Star Lineup Baseball captures the feel of professional baseball, without the need for extra charts or a thick instruction manual.&#10;&#10;The game includes a gorgeous playmat, big league player cards for 4 World Series teams, a set of custom dice, and more. Player cards use statistics from actual big league players, and past seasons are available, both in Post-Season (10 team) and Full Season sets.&#10;&#10;Full Season and Post Season/Top 10 sets are available for EVERY TEAM and EVERY SEASON, from 1876-Present.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knowing Me, Knowing You Card Game",
    "ID": 262351,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/262351/knowing-me-knowing-you-card-game",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Knowing Me Knowing You Game from Purple Donkey tests how well you really know your friends. With this scenario game you have to correctly guess your partners reaction to 5 different scenarios. Suitable for four or more players, this fun game includes 50 scenario cards, 10 wild cards and 24 answer cards. - A.D.&#10;&#10;Key Features:&#10;&#10;Knowing Me Knowing You Game&#10;Tests how well you really know your friends&#10;Includes: 50 scenario cards, 10 wild cards and 24 answer cards&#10;Suitable for 4 or more players&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lethal Skies",
    "ID": 262368,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262368/lethal-skies",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Lethal Skies is a tactical game of air combat between modern fighter jets. In Lethal Skies each player controls two or more aircraft in fast paced dogfights. This book provides the basic rules framework needed to play Lethal Skies. Rules for individual aircraft, their traits and weapon systems are available separately.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mini WWII: Arctic War Promo Postcard",
    "ID": 262371,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262371/mini-wwii-arctic-war-promo-postcard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Arctic War is a promo postcard for Mini WWII.  Cut the map from the postcard and place it in the center of the game board.  Put one neutral Army unit in Finland.&#10;&#10;UPDATE: Any unit moves into or through the expansion map needs additional one OP.  When Axis or Allies team controls the Arctic area, two countries in this team can discard one card and draw one card respectively in the next Strategy stage.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Components: Postcard games",
      "Region: Arctic",
      "Series: Mini WWII (Formosa Force Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mini WWII: Peace Promo Cards",
    "ID": 262372,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262372/mini-wwii-peace-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Peace is a set of promo cards for Mini WWII.  There are four cards in the peace deck.  Players shuffle the peace deck into the draw deck in the beginning. There are three actions in one peace card, includes OPs+1, peace tech, and diplomacy 2 VPs.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Series: Mini WWII (Formosa Force Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Numidia",
    "ID": 262373,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262373/numidia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "North Africa 40 CE&#10;&#10;The Numidians were conquered by the Romans during one of their civil wars . The new governor appointed officials to plan roads connecting as many towns and cities as possible. They wanted long straight roads crossing rich farmlands to transport food to the population with a surplus for export.&#10;&#10;Spread out your town and city tiles on a 8 x 8 squares board, to make roads which connect together to form one network, through as many open squares as possible.&#10;&#10;Numidia allows you to play as co-operative or competitive game. The social atmosphere is diferent but the rules are the same.&#10;&#10;NUMIDIA IS ONLY AVAILABLE AS PART OF THE ANCIENT WORLD MULTI GAME SYSTEM&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Series: Ancient World Collection (Playford Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Summons",
    "ID": 262374,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262374/summons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Roman Empire 1 CE&#10;&#10;Caesar Augustus issued a decree that a census should be taken in the entire Roman world. This was to aid military conscription and tax collection. Everyone was summoned to their home town to register and be counted. For many this involved a long and difficult trip. Luckily, they were able to gain encouragement and support from others making the journey.&#10;&#10;Use both your own and the other players&rsquo; people so that your&#10;people can race home by moving as often as possible each turn.&#10;Move your people tiles forward on a 8 x 8 square board depending on the numbers on the tiles in line with the last tile that moved. A skillful player can get a large number of moves on his turn by moving a low number tile first and aligning the successive tiles well.&#10;&#10;SUMMONS IS ONLY AVAILABLE AS PART OF THE ANCIENT WORLD MULTI GAME SYSTEM&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Series: Ancient World Collection (Playford Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Debacle:  Dutch East Indies and Malaya 1941-42",
    "ID": 262378,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/262378/debacle-dutch-east-indies-and-malaya-1941-42",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Abstracted land, sea, and air game. 9-day turns, so a normal 8Dec41-6Mar42game is 10 turns, although the game can be shortened by an even earlier Japanese victory or lengthened by a stubborn, crafty Allied/ABDA defense.&#10;&#10;Individual battleships and carriers, otherwise usually 2-cruiser, 4-destroyer and 6-transport divisions, air squadrons, and regiment or brigade size land units. As in Desert Campaign for tanks, air-to-air combat determined by aircraft type matrix - not factors. Also, a simple but elegant ground combat system enabling the attacker to risk greater losses to win.&#10;&#10;Unknown Dutch secret airfields and secondary Dutch ground unit strengths aid solitaire playability.  Concealed (until contacted/exposed) and dummy units for deception and bluffing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Nautical",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Memory",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beutelschneider",
    "ID": 262383,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/262383/beutelschneider",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the trick-taking game Beutelschneider, players compete to gather as much gold as they can, but the gold is on the lowest-valued cards in the game, so you can rarely win with your own gold and instead need to grab it from others.&#10;&#10;The deck includes 36 cards in four colors, as well as nine trump cards in a fifth color. On a turn, someone leads a card, and players must follow suit if possible. For each Beutelschneider (cutpurse) you collect, you must subtract 20 points from your score for the round, which could put you in the red; the Beutelschneider is the highest ranked card in each of the non-trump suits, though, so ideally it will allow you to collect the 10-point gold sacks that rank far above the cards worth 1-4 coins.&#10;&#10;Many of the trump cards in Beutelschneider have special powers, and the deck even includes a bunch of violet special cards that can be added to gameplay if desired. To do this, shuffle the deck of special cards separately, then give each player one before dealing out the other cards like normal.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Huli",
    "ID": 262387,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262387/huli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "If you are reading this then fate has found you. &#10;My voice in this text is from the year 3045.  What you are reading on your screen is a simulation of possible change in what ever time you may find yourself in. This simulation is a meditative practice of change for our Aina(land) and Uhane(spirit). A change that that I dare say has gone to the worst in the time I am from.&#10;&#10;We call this simulation Huli.&#10;&#10;Huli, was created with several goals in mind, to teach our keiki&rsquo;s (children) the importance of land stewardship, of reminding our elders that it is never too late to change your narrative, and finally to act as a guide and pathway for alternate timelines.&#10;&#10;In Huli, you will take the mantle of one of these Avatars, KONOHIKI: The Steward of the Ahupua&rsquo;a, KUMU: THE Steward of Knowledge, MAHI&rsquo;AI: The Steward of Cultivation, and LAWAI&rsquo;A: The Steward of the Sea.&#10;&#10;Your goal is to practice removing all Eha (hurt) from the landscape through time.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization",
      "Educational",
      "Environmental",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champion of Earth: Robots and Cyborgs Expansion",
    "ID": 262391,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262391/champion-of-earth-robots-and-cyborgs-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "We'd always planned to extend the enemies that were attacking Earth alongside the aliens.&#10;&#10;Robots and Cyborgs are the first to join, putting their steel bodies and mechanical minds to the task of defeating the last defenders of Earth. The Alien invaders have promised the Robots a &quot;chunk of Earth&quot; in return for helping them defeat Humanity... Little do the repressed mechanicals know that they will be getting the Earth's core!&#10;&#10;They have agreed and joined the Aliens in their invasion, giving Humanity another enemy to stand against.&#10;&#10;Includes one (1) new double-sided character card, seventeen (17) new equipment cards and eighteen (18) robot and cyborgs cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GET LOOT!",
    "ID": 262393,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/262393/get-loot",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "GET LOOT! is a 2-5 player competitive hacking game where your goal is to exfiltrate (steal) loot while sabotaging your rivals with strategic crypto-locks and Hak5 themed cyber attacks!&#10;&#10;Win by being the first with 5 unlocked loot cards.&#10;&#10;Each turn you may Exfiltrate or Attack, then you may Lock or Unlock.&#10;&#10;Exfiltrate: Take the top loot card from the loot draw stack. If it is locked, you must take the lock with it.&#10;&#10;Attack:Follow the instructions on the attack card, then discard and draw a new one.&#10;&#10;Lock: You can lock one loot card in your stash, or the top card from the loot draw stack if it's unlocked.&#10;&#10;Unlock: Remove a lock from one loot card in your stash if it matches your key's suit. Return lock to inventory.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Boxitale Mini",
    "ID": 262394,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/262394/boxitale-mini",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "An interactive assembly adventure game Boxitale mini assembly adventure game uses a smartphone/tablet to stream an original animated story.&#10;&#10;The story is full of challenges that need to be solved using Boxitale's special connectors and rods.&#10;&#10;Once built, the result is uploaded into the story.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystery Date: Catfished",
    "ID": 262397,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/262397/mystery-date-catfished",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mystery Date Catfished is an adult party version of the classic Mystery Date board game that many people remember from their childhood.&#10;&#10;This game brings you into dating in the digital age. By picking, swapping, and collecting the trait cards and action cards, you'll wade through a sea of weirdos as you search for love in the dubious world of online dating. Once it's time to open the door on the game board, prepare to meet the companion of your dreams and your dating scenario. But watch out! You just might get catfished instead!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Series: Parody (Hasbro)",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wunschmaschine 2.0",
    "ID": 262398,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/262398/wunschmaschine-20",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Heavily revised new edition&#10;&#10;It is the aim of the game to find out the  &#10;secret wishes a game master has chosen. An ice cream and a crown? Or maybe the plane and the heart? These things are depicted on cards. With three cards each, the game master puts a series - and then  reveals how often his wishes are to be found in it. Further card series each with a hint do follow. Which agent solves the riddle first?&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mein Schatz",
    "ID": 262399,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/262399/mein-schatz",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Revised reissue.&#10;&#10;You are dwarves and find a chest. Hastily you divide  &#10;the treasures on four heaps. Actually, it's worth to wait, because the  treasure heaps are getting bigger in the game. But maybe a dwarf grabs  your favorite treasure and when it gets really thick, the cave ork might catch you!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mount Memo",
    "ID": 262400,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/262400/mount-memo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As a natural scientist you observe the animals and flowers in the  &#10;area of Mount Memo. You lay landscape cards over each other and let a card mountain grow steadily. How many toucans are already sitting on the mountain? How many whales swim in the water? And what is that? A green sparrow sailing in a hat? Shoot your photos at the right moment and win real pebbles!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anarchess",
    "ID": 262401,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/262401/anarchess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Anarchess takes place in the land of Chess long before the enemy White and Black kingdoms were formed. Back when the land was not ruled by kings and queens, neither structured armies with bishops, knights and rooks existed. The world was unexplored and amorphous and it had not been squeezed yet into the rigid cast of the contemporary chessboard. There were just 2 proud tribes constantly struggling to expand their territories to ensure survival in a barren and harsh land. And those who today we (somewhat degradingly) call &quot;pawns,&quot; were free entities with dreams, fears and hopes who defined their own destiny.&#10;&#10;The game is played with 32 light- (&lsquo;white&rsquo;) and 32 dark-colored (&lsquo;black&rsquo;) square tiles and 8 light- (&lsquo;white&rsquo;) and 8 dark-colored (&lsquo;black&rsquo;) pawns.&#10;&#10;Update: Anarchess has now been playtested and confirmed to also be highly playable and fun with 3 and 4 players. In a 3-player game each player gets 6 pawns, while in a 4-player game each player gets 5 pawns.&#10;&#10;It takes just 5-10 minutes to learn how to play. A game lasts about 30-60 minutes.&#10;&#10;On a turn, a player can perform 2 actions:&#10;A. Tile Placement&#10;B. (Optional) Pawn Action (placing a new pawn, moving or attacking)&#10;&#10;The game ends after a player places the last available tile. Players earn points by controlling areas (i.e., having the most pawns in them) comprising two or more tiles. The player with the most points wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Castle: The Look-Out / The Glass Fortress Promo",
    "ID": 262402,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262402/dragon-castle-the-look-out-the-glass-fortress-prom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Originally available from the Game Boy Geek Season 6 Kickstarter.&#10;&#10;Double sided promo featuring The Look-Out (best for 2 players) on one side and on the other side The Glass Fortress (best for 3-4 players)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Dragon Castle",
      "Traditional Games: Mahjong"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Biff!",
    "ID": 262405,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/262405/biff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Biff! is a lighthearted, quick-fire, take-that boxing game for 2-6 players. Easy to learn, easy to play and ultra-portable &ndash; Biff! will have you bopping and blocking your way to becoming the ultimate Biffing Champion!&#10;&#10;Outwit your opponent with your mind, brawn and moves until they can no longer respond and win the round. The player with the most points after 12 rounds win the game!&#10;&#10;Each player shuffles their deck and draws 2 cards. In turns, play a card from your hand into 'the ring' (according to the card chart) and draw a card. If you can't play a card you're knocked out of the round.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Take That"
    ],
    "Families": [
      "Sports: Boxing",
      "Containers: Wallets",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Objection Overruled",
    "ID": 262406,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262406/objection-overruled",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Objection Overruled is a quick-fire, take-that courtroom battle game for 2 players.&#10;&#10;Easy to learn, fun to play and ultra-portable &ndash; Objection Overruled pits you as two corrupt lawyers arguing high-profile court cases before Judge and Jury.&#10;&#10;More concerned with winning than the truth; you must bamboozle the Judge with science and facts to &ldquo;prove&rdquo; your version of events. And if that doesn&rsquo;t work, throw in some dodgy evidence, bribes and lies to cheat your way to victory.&#10;&#10;Justice is overrated.&#10;&#10;Each player shuffles their deck and draws 2 cards. In turns, you must play a card and draw a card - mounting up evidence to discredit your opponent and win the case. If you can't respond according to the card chart you loose the case and move on to the next trial.&#10;First player to win 5 case makes partner and wins the game.&#10;&#10;For an extra challenge, you can use the &quot;Lawyers never lie&quot; rules: where you can play evidence cards face down. Get caught lying, or falsely accuse someone of doing it, and you'll loose the round.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ミッキー&フレンズ 5ファイブリンクス (Mickey & Friends 5 Links)",
    "ID": 262408,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/262408/mitsuki-and-hurenzu-5huaiburinkusu-mickey-and-frie",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#131;&#159;&#227;&#131;&#131;&#227;&#130;&#173;&#227;&#131;&#188;&amp;&#227;&#131;&#149;&#227;&#131;&#172;&#227;&#131;&#179;&#227;&#130;&#186; 5&#227;&#131;&#149;&#227;&#130;&#161;&#227;&#130;&#164;&#227;&#131;&#150;&#227;&#131;&#170;&#227;&#131;&#179;&#227;&#130;&#175;&#227;&#130;&#185; (Mickey &amp; Friends 5 Links) is a Japanese card game for children using the famous Disney characters. The deck shows the animated friends with some cards having more than one character. There is a bank of Mickey coins (including two secret gold coins worth more). Players start with one coin, and the first to get up to five coins wins.&#10;&#10;The deck is shuffled and players are dealt three cards each. Some cards are placed face up to start the tableau. On your turn, you draw a card from the deck (no hand limit) and then you must try to add a card to a set on the table. You can play up to three cards, but each must be a different friend.&#10;&#10;If you add the five friend to a set, you draw a coin from the pool. If you cannot play this turn, you pay a coin to the previous player (or from the pool if you have none).&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#231;&#149;&#170;&#227;&#129;&#140;&#227;&#129;&#141;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;1&#230;&#158;&#154;&#229;&#188;&#149;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#159;&#227;&#131;&#131;&#227;&#130;&#173;&#227;&#131;&#188;&#239;&#188;&#134;&#227;&#131;&#149;&#227;&#131;&#172;&#227;&#131;&#179;&#227;&#130;&#186;&#227;&#129;&#174;5&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;1&#230;&#158;&#154;&#228;&#187;&#165;&#228;&#184;&#138;&#229;&#160;&#180;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#156;&#128;&#229;&#190;&#140;&#227;&#129;&#174;5&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#231;&#155;&#174;&#227;&#130;&#146;&#229;&#160;&#180;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#140;&#227;&#131;&#159;&#227;&#131;&#131;&#227;&#130;&#173;&#227;&#131;&#188;&#227;&#130;&#179;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#179;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#146;&#232;&#170;&#176;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#230;&#151;&#169;&#227;&#129;&#143;5&#230;&#158;&#154;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney",
      "Characters: Mickey Mouse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ファインディング・ニモ (Finding NEMO)",
    "ID": 262409,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/262409/huaindeingunimo-finding-nemo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#131;&#149;&#227;&#130;&#161;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#131;&#187;&#227;&#131;&#139;&#227;&#131;&#162; (Finding NEMO) is a Japanese game for children with the famous Pixar characters. This card game reunites Nemo and Merlin on the game mat.&#10;&#10;Each player gets five cards. taking turns, players draw crads from the deck and discard cards. The aim is to make pairs of the same characters. You can play out yellow Nemo cards and green Merlin cards. The player who can join Nemo and Merlin at their spot is the winner.&#10;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#131;&#158;&#227;&#131;&#131;&#227;&#131;&#136;&#228;&#184;&#138;&#227;&#129;&#174;&#227;&#128;&#140;&#227;&#131;&#139;&#227;&#131;&#162;&#227;&#128;&#141;&#227;&#129;&#168;&#227;&#128;&#140;&#227;&#131;&#158;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#179;&#227;&#128;&#141;&#227;&#130;&#146;&#229;&#134;&#141;&#228;&#188;&#154;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#171;5&#230;&#158;&#154;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#233;&#133;&#141;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#177;&#177;&#230;&#156;&#173;&#227;&#130;&#130;&#227;&#129;&#151;&#227;&#129;&#143;&#227;&#129;&#175;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#230;&#141;&#168;&#229;&#160;&#180;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#232;&#163;&#156;&#229;&#133;&#133;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#144;&#140;&#227;&#129;&#152;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#129;&#174;&#227;&#131;&#154;&#227;&#130;&#162;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#233;&#187;&#132;&#232;&#137;&#178;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#227;&#128;&#140;&#227;&#131;&#139;&#227;&#131;&#162;&#227;&#128;&#141;&#227;&#130;&#146;&#227;&#128;&#129;&#231;&#183;&#145;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#227;&#128;&#140;&#227;&#131;&#158;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#179;&#227;&#128;&#141;&#227;&#130;&#146;&#229;&#139;&#149;&#227;&#129;&#139;&#227;&#129;&#153;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#129;&#167;&#227;&#128;&#140;&#227;&#131;&#139;&#227;&#131;&#162;&#227;&#128;&#141;&#227;&#129;&#168;&#227;&#128;&#140;&#227;&#131;&#158;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#179;&#227;&#128;&#141;&#227;&#130;&#146;&#229;&#144;&#136;&#230;&#181;&#129;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#232;&#128;&#133;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Movies: Finding Nemo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "俺は豪族 (Orewa Gozoku)",
    "ID": 262411,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262411/an-hahao-zu-orewa-gozoku",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In the history card game &#228;&#191;&#186;&#227;&#129;&#175;&#232;&#177;&#170;&#230;&#151;&#143; (Orewa Gozoku) (I, Clansman), you play roles of the lords of ancient Japan and lead your clans for 16 generations -- from the 4th to the 7th Century A.D.. You compete each other in collecting political powers. Victory Points are earned when you contribute to strengthen the kingdom in military, economy and other fields. At the end of the 7th Century, the player with the most VPs is the winner and becomes the highest rank aristocrat in the newborn empire.&#10;&#10;The game is played in 16 rounds. Each round, players take turns placing their workers on production buildings in a counterclockwise order, and then buying cards from the market in a clockwise order. When you buy a card, the production buildings you own and the one occupied by your worker in total must produce the resources sufficient for the card's cost. Some cards become your own production buildings, and others provide VPs.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pictionary Frame Game",
    "ID": 262412,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/262412/pictionary-frame-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The beloved game of quick sketches and hilarious guesses now features three innovative, new ways to play! Mirror, Mirror: trace on one side of the window while your teammate follows along with a marker on the other side; Action: pull your clue, then use the window to act it out; Classic: the Pictionary game you know and love. It also features a large group display, stand, timer, and pen. With 750 clues, the guesses can be just as hilarious as the sketches! For 3 or more players. Ages 8 and older.&#10;&#10;A whole new way to play Pictionary&#10;3 ways to play: Action, Mirror Mirror and Classic&#10;Trace along with your teammate or act out your clue&#10;Or play a game of Classic Pictionary&#10;Includes frame display, stand, timer, pen and cards with 750 clues&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Pictionary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sternbild",
    "ID": 262413,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/262413/sternbild",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sternbild is a roll and move game on a board depicting our solar system and a little bit of what's beyond. Players roll four dice to move to the outer edges and eventually to the center of the galaxy. Certain fields have certain effects, and players can strike each other and send each other back to the center, although pawns which went through that get a bonus during the rest of the game. &#10;From the outmost field players must roll a sequence of four numbers to reach the target field before being sent back by other players. The board shows names of planets and other orbital objects in many languages.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Presidium",
    "ID": 262414,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/262414/presidium",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Earth has become a giant and contaminated dump, ruled by a chaos and violence without limits. One of the safest places in the planet is New Babylon City, a enormous city fortress.&#10;&#10;The only way to maintain a rigid social order is to display the state&rsquo;s violent capabilities through codes of law. That's why in New Babylon City if a citizen breaks any law (it doesn't matter what law) he will be executed in a public execution in 24 hours.With this new law, they avoid judgments, lawyers, bureaucracy and prisons. Besides making a public show of the execution impress on the watching multitude preventing future crimes.&#10;&#10;The execution takes place inside the Presidium, and Unique Corporation has become the executioners. They transform death and suffering in Dantesque spectacle. Beheading, mutilations, hanging... every unimaginable human aberration, Unique Corporation is willing to give it to the people.&#10;&#10;Right now what is been drawing immense audience rates is the &quot;hell pit&quot;, a show that used a dark technology for opening Portals, trough those portals appears some hideous blood thirsty creatures. They are quick, lethal and they have an incredible destruction capacity.&#10;&#10;Some people claim to the heavens saying that those portals are the gates of hell. But who cares where those creatures come from if the audience is unbelievable and the crime rates are descending like never before, transforming New Babylon City in of the safest city estates on Earth?&#10;&#10;Welcome to the future...&#10;Welcome to New Babylon City...&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Player Elimination"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strategos",
    "ID": 262415,
    "Year": "(1880)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/262415/strategos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A Series of American Games of War Based Upon Military Principles and Designed for the Assistance Both of Beginners and Advanced Students in Prosecuting the Whole Study of Tactics, Grand Tactics, Strategy, Military History, and the Various Operations of War. Illustrated With Numerous Diagrams. To Which Is Appended a Collection of Studies Upon Military Statistics as Applied to War on a Field Map. By Charles A.L. Totten, First Lieutenant, Fourth United States Artillery.&#10;&#10;&mdash;description from the publisher&#10;&#10;This two volume work was a set of rules designed for simulating battles on the tabletop, in the style of Kriegsspiel. Rules are included for The Minor Tactical Game, The Grand Tactical Game, The Battle Game, and The Advanced Game. Units represent corps. A map scale of 5-10 inches to the mile is recommended.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muse: Game Boy Geek Season 6 Kickstarter Promo Cards",
    "ID": 262416,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262416/muse-game-boy-geek-season-6-kickstarter-promo-card",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Originally available from the Game Boy Geek Season 6 Kickstarter.&#10;&#10;Two new masterpiece cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Game Boy Geek"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oktet",
    "ID": 262417,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/262417/oktet",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Oktet is a card game in which each player competes in the most riotous way to make a set of eight identical cards and shout &quot;OKTET&quot; out loud.&#10;&#10;In the game, players may trade their starting cards once per round and must give a card to other players and bluff each other with &quot;wild cards&quot; to achieve victory.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grumantra of Dalhalla: Varna",
    "ID": 262418,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/262418/grumantra-of-dalhalla-varna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In the esoteric world of Dalhalla, once you reach the rank of Adhipa there's so many things to do, yet you have to polish your ability to control Vishra. Therefore a mystical method of training was invented, and later on this method became popular even among the youngest of Dalhalla.&#10;&#10;This training is Varna, and this game of the mind, each Adhipa tests their mental strength against another Adhipa to conquer the power of Vishra. In Grumantra of Dalhalla: Varna, you can either create or destroy elements of opposing forces by adding more force to your elements. This process works differently for each element, depending on an elemental diagram.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hexagon Grid",
      "Static Capture",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raja Luwak",
    "ID": 262419,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262419/raja-luwak",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "One day, the peace in a distant kingdom of Luwak (chivet) is broken by the disappearance of the Raja Luwak (the king of chivet). Each member of the Luwak tribe begins to compete to claim the throne of the Luwak Kingdom.&#10;&#10;In Raja Luwak, you dive your way deeper into the kingdom by pressing your luck in dice rolling and gathering materials to outwit other competitors and claim your true worth of the throne of Luwak.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grumantra of Dalhalla: Mahapatha",
    "ID": 262420,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262420/grumantra-of-dalhalla-mahapatha",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In the esoteric world of Dalhalla, there's a hereditary ancient ritual to achieve greater understanding to the mysterious power of Vishra called Mahapatha, a ritual that can be achieved only by sacrificing oneself to the underworld.&#10;&#10;In Grumantra of Dalhalla: Mahapatha, fight your way against the dungeon master or become the dungeon master in this turn/action-based strategy board game. Learn new techniques, master your inner strength, and return with your comrades to Dalhalla to master the rank of Adhipa.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Fighter Half-Orc Promo Card",
    "ID": 262421,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262421/dragonfire-fighter-half-orc-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "2018 Origins Convention promo character screen. The artwork is the same as the base set, however, this promo screen has a Feature &quot;Savage Endurance&quot; only found on this promo and already pre-printed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Promotional: Cards",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kedai Kopi",
    "ID": 262422,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/262422/kedai-kopi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Who is the best barista in this coffee shop?&#10;&#10;Prepare yourself! Manage your workers in Kedai Kopi and use the best strategy to serve customers. Be the fastest and best barista in Manikmaya's coffee shop!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Indonesia",
      "Food & Drink: Coffee"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smong",
    "ID": 262423,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/262423/smong",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Smong is coming! Run to the hill and save yourself.&#10;&#10;The peaceful island of Simeuleu is being threatened by Smong, a gigantic water dragon awakened by an earthquake. Make the right decisions to save as many turtles as possible, while waiting for Nabang, The Whale Rider to arrive and turn Smong back to sleep. Be careful for each step you take will also trigger the movement of Smong. At the end of the game, be the bravest and help Nabang in pushing Smong back to the ocean and gain the most victory points to win the game.&#10;&#10;Smong is inspired by a folklore from Simeuleu island that warns the natives about the danger of tsunami. By learning about the story since their childhood, the local people of Simeuleu learned about tsunami and the necessary steps to take during an earthquake and incoming tsunami.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Super Heroes Collector's Club Trading Cards",
    "ID": 262424,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/262424/marvel-super-heroes-collectors-club-trading-cards",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Published by Scholastic Entertainment Inc. in 2006-07 as part of a monthly subscription service, and appears to be a mechanically simple card game with 5 types of cards&#10;&#10;     Hero (blue)&#10;     Villain (purple)&#10;     Resist (red)&#10;     Power (green)&#10;     Wild Card (yellow)&#10;&#10;&#10;There are also Ultimate Villain foil cards that had a slightly different structure than the standard Villain cards.&#10;&#10;The game was distributed as fixed packs in each monthly shipment to club members, with a metal tin in the initial shipment.  Unfortunately, no copies of the rules are to be found online, so most people who have come across the cards appear to be unable to actually play the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Marvel Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ibnu Batutah",
    "ID": 262425,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/262425/ibnu-batutah",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Nine centuries ago, there was a young man called Ibn Batutah. He left his homeland to explore the world. After walking the scorching desert, he crossed the sea, then passed through the coldness of the snow. Here's a great adventure throughout history! His great journey was written in a note entitled &quot;Rihla&quot;.&#10;&#10;A few centuries later, you and your friends discovered Ibn Batutah's journey. Inspired by &quot;Rihla&quot;, you decided to trace Ibn Batutah's adventure, and the journey has just begun.&#10;&#10;The Ibnu Batutah board game was based on &quot;Rihla&quot; and another journey notes from Ibn Batutah.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Hydro Fury Theme Deck",
    "ID": 262426,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262426/pokemon-tcg-hydro-fury-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Hydro Fury Theme Deck is from the Celestial Storm expansion of the Pok&eacute;mon Trading Card Game, the seventh expansion in the Sun &amp; Moon series. However, it also contains cards from earlier expansions in the Sun &amp; Moon series. It predominantly focuses on Water and Fire type Pok&eacute;mon. The main Pok&eacute;mon is Swampert.&#10;&#10;Like other Theme Decks, Hydro Fury includes damage counters, a custom coin, one two-player mat, a Swampert deckbox and a TCGO deck access code. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Tropical Takedown Theme Deck",
    "ID": 262427,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262427/pokemon-tcg-tropical-takedown-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Tropical Takedown Theme Deck is from the Forbidden Light expansion of the Pok&eacute;mon Trading Card Game, the sixth expansion in the Sun &amp; Moon series. However, it also contains cards from earlier expansions in the Sun &amp; Moon series. It predominantly focuses on Alolan Pok&eacute;mon, with the main Pok&eacute;mon being Alolan Exeggutor.&#10;&#10;Like other Theme Decks, Tropical Takedown includes damage counters, a custom coin, one two-player mat, an Alolan Exeggutor deckbox and a TCGO deck access code. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Twilight Rogue Theme Deck",
    "ID": 262428,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262428/pokemon-tcg-twilight-rogue-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Twilight Rogue Theme Deck is from the Forbidden Light expansion of the Pok&eacute;mon Trading Card Game, the sixth expansion in the Sun &amp; Moon series. However, it also contains cards from earlier expansions in the Sun &amp; Moon series. It predominantly focuses on Fighting and Psychic type Pok&eacute;mon. The main Pok&eacute;mon is Dusk Form Lycanroc using its Dangerous Rogue attack to punish the opponent for having a large bench. The secondary Pok&eacute;mon is Dusknoir which uses its Dark Invitation ability to force the opponent to fill up their bench.&#10;&#10;Like other Theme Decks, Twilight Rogue includes damage counters, a custom coin, one two-player mat, a Dusk Form Lycanroc deckbox and a TCGO deck access code. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Mach Strike Theme Deck",
    "ID": 262429,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262429/pokemon-tcg-mach-strike-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Mach Strike Theme Deck is from the Ultra Prism expansion of the Pok&eacute;mon Trading Card Game, the fifth expansion in the Sun &amp; Moon series. However, it also contains cards from earlier expansions in the Sun &amp; Moon series. It predominantly focuses on Dragon and Fighting type Pok&eacute;mon. The main Pok&eacute;mon is Garchomp.&#10;&#10;Like other Theme Decks, Mach Strike includes damage counters, a custom coin, one two-player mat, a Garchomp deckbox, and a TCGO deck access code. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Imperial Command Theme Deck",
    "ID": 262430,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262430/pokemon-tcg-imperial-command-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Imperial Command Theme Deck is from the Ultra Prism expansion of the Pok&eacute;mon Trading Card Game, the fifth expansion in the Sun &amp; Moon series. However, it also contains cards from earlier expansions in the Sun &amp; Moon series. It predominantly focuses on Water type Pok&eacute;mon. The main Pok&eacute;mon is Empoleon.&#10;&#10;Like other Theme Decks, Imperial Command includes damage counters, a custom coin, one two-player mat, a Empoleon deckbox, and a TCGO deck access code. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Quest Dungeon II expansion pack",
    "ID": 262431,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262431/dragon-quest-dungeon-ii-expansion-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "An expansion for Dragon Quest Dungeon II that introduced a new game mode.&#10;&#10;14 new monster figures&#10;2 hero figures&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Maze",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Paper-and-Pencil",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Video Game Theme: Dragon Quest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Destruction Fang Theme Deck",
    "ID": 262432,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262432/pokemon-tcg-destruction-fang-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Destruction Fang Theme Deck is from the Celestial Storm expansion of the Pok&eacute;mon Trading Card Game, the fourth expansion in the Sun &amp; Moon series. However, it also contains cards from earlier expansions in the Sun &amp; Moon series. It predominantly focuses on Darkness type Pok&eacute;mon. The main Pok&eacute;mon is Hydreigon.&#10;&#10;Like other Theme Decks, Destruction Fang includes damage counters, a custom coin featuring Hydreigon, one two-player mat, a Hydreigon deckbox, and a TCGO deck access code. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Clanging Thunder Theme Deck",
    "ID": 262433,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262433/pokemon-tcg-clanging-thunder-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Clanging Thunder Theme Deck is from the Celestial Storm expansion of the Pok&eacute;mon Trading Card Game, the fourth expansion in the Sun &amp; Moon series. However, it also contains cards from earlier expansions in the Sun &amp; Moon series. It predominantly focuses on Lightning, Fighting, and Dragon type Pok&eacute;mon.&#10;&#10;Like other Theme Decks, Clanging Thunder includes damage counters, a custom coin featuring Kommo-o, one two-player mat, a Kommo-o deckbox and a TCGO deck access code. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Donner Party Board Game",
    "ID": 262434,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262434/the-donner-party-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Winter, 1846. Experience the harsh and fateful journey of America&rsquo;s favorite cannibals, The Donner Party. Pick up and own the game today&hellip; IF YOU DARE!&#10;&#10;May the best cannibal win:&#10;&#10;Brave your way out of the snowy slopes of the Sierra Nevada mountains and stagger to safety in Fort Sacramento. Collect Fingers Of Meat along the treacherous Emigrant Trail whilst avoiding Toil, Trouble and Doom (and learnin&rsquo; a little history along the way). The one who gets to the Fort with the most Meat wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Cannibals / Cannibalism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baby Boum",
    "ID": 262435,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262435/baby-boum",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Baby Boum is a board game in French designed to answer to a popular scientific objective. It was created by five doctoral students and produced by the Nancy student association Big Brother. This game was created by Quentin Dumont, Micka&euml;l Lebdar, G&eacute;raud Le Falher, Tania Louis and Camille Paoletti, advised and supervised by St&eacute;phane Goria (researcher at the Mediation Research Centre of the University of Lorraine) and Marie-Laure Lenertz (Communication Officer at the Institute of Genetics and Molecular and Cellular Biology of the University of Strasbourg) as part of a training for doctoral students during the &quot;Science &amp; You&quot; days at the University of Lorraine in Metz in 2015. Using black humour, this game highlights the problem of infertility in some parts of Africa (contrary to stereotypes and other preconceived ideas, research shows the health and social urgency associated with this problem). The scientific elements conveyed by the game are based on the research work undertaken by Emmanuelle Simon (researcher at the Centre de recherche sur les m&eacute;diations of University of Lorraine).&#10;It is a humorous game in which each player plays a character or a pair of characters whose particular winning conditions and other characteristics are represented on a tablet on which the cards drawn during the game are placed. The game also requires 2 dices.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spicify",
    "ID": 262436,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/262436/spicify",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Take your friends to a journey discovering each other as you never imagined...&#10;&#10;Two teams of both boys and girls face embarrassing and exciting challenges to achieve victory. Two decks for different levels of difficulty and naughtiness: one to break the ice and another to get into the heat of the action.&#10;&#10;The game has two different set of rules&#10;Each card presents a challenge to the player to be performed alone or with a partner. Accepting a challenge awards the player's team with points, whereas refusing it will decrease the team score.&#10;&#10;The cards decide how the two partners should be dressed (or undressed!) and if the partner is to be picked randomly or at player's choice.&#10;&#10;The team with the highest score, wins the match!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ryan's Rocket Race",
    "ID": 262437,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/262437/ryans-rocket-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Ryan is on a fence bordered by a different color rocket ship on either side. Both players simultaneously slide &quot;power pucks&quot; attempting to hit the target under the bridge. Ryan will move closer to a player's rocket with each successful hit of the target by that player. The winner is the first player who gets Ryan to reach their ship five times.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Raus aus dem Verlies!",
    "ID": 262438,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/262438/raus-aus-dem-verlies",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Enter the dungeon and leave it as first with the most loot. But sadly it isn&rsquo;t that easy. While building the dungeon card by card, you need to fight against monsters and pass some silly traps.&#10;Raus aus dem Verlies! is an easy card game for the whole family.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Opticall",
    "ID": 262441,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/262441/opticall",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "3",
    "Play Time": "25",
    "Weight": "3",
    "Description": "Opticall is a strategic bluffing card game.&#10;Players take turns playing six different colors on a central pile until someone is caught bluffing by another player. The final player left in the game becomes the winner.&#10;&#10;Like Bull Sh*t/Cheat with intricate strategy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Constrained Bidding",
      "Hand Management",
      "Player Elimination",
      "Variable Phase Order"
    ],
    "Families": []
  }
]