[
  {
    "Rank": "6301",
    "Name": "Schätz it if you can",
    "ID": 401885,
    "Year": "(2023)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/401885/schatz-it-if-you-can",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.2308",
    "Description": "Guess! Does the Eiffel Tower weigh more than the Titanic? Is a clarinet longer or shorter than a grass snake? Does a night at the Adlon cost more or less than a Thermomix? This game puts your guessing skills to the test. And if you're completely lost, just put on your best poker face. Because the important thing is that the others &quot;buy&quot; your answer.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6302",
    "Name": "Meduris: Der Ruf der Götter",
    "ID": 209166,
    "Year": "(2016)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/209166/meduris-der-ruf-der-gotter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.25",
    "Description": "Description from the publisher:&#10;&#10;Following the call of the gods, the players settle at the base of mountain Meduris. Building huts, bringing offerings to the druid, gathering precious runestones, and building monumental temples is the only way to earn the favor of the gods in Meduris.&#10;&#10;1. Skillful use of the workers lets you obtain valuable materials. These are needed to build huts and temples.&#10;&#10;2. The larger the settlement,the more expensive it is to build a hut there. But if you can get in the good graces of the druid by presenting an offering, then your effort pays off.&#10;&#10;3. Keep an eye on the other players: Who will secure the best building sites at the right time, and collect the most valuable rune stones?&#10;&#10;4. Only a player who skillfully places their huts and temples, and keeps enough materials ready for the big final round of offerings, will win the game.&#10;&#10;Game description from the publisher:&#10;Dem Ruf der G&ouml;tter folgend, machen sich die Spieler auf, um den Fu&szlig; des Berges M&eacute;duris zu besiedeln. H&uuml;tten bauen, dem Druiden Opfergaben darbringen, wertvolle Runensteine sammeln und monumentale Tempel errichten &ndash; nur so k&ouml;nnen die Spieler die Gunst der G&ouml;tter gewinnen.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Family Games (HABA)",
      "Theme: Druids"
    ]
  },
  {
    "Rank": "6303",
    "Name": "Orcs Orcs Orcs",
    "ID": 165477,
    "Year": "(2014)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/165477/orcs-orcs-orcs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Orcs Orcs Orcs is a game for two to four players that combines two excellent game mechanics that have not been paired before (deck building and tower defense) and has players casting spells, squashing orcs and rolling up the score in the Orc Squash Tournament.&#10;&#10;The mages start the game on top of the tower in the middle of the battlefield. The battlefield consists of six lanes, each with three sectors, radiating out from the tower. On these lanes, the orcish hordes will try to charge all the way towards the tower. Your job is to defeat them before they can reach you.&#10;&#10;At the beginning of each game round players draw a fate card, which will determine which category of creatures will advance one sector towards the tower and sometimes implement a nasty rule change for that particular game round. There are three categories of orcs which differ in strength and special abilities that are conveyed to a player once an orc is defeated.&#10;&#10;The game ends when you run out of orcs on one of the four lanes. During the final scoring, players count up their defeated orcs and multiply them by the number on the creature counter, get points for each support spell learned and subtract points for each poison card in their deck. Whoever has the most points will be declared &quot;Master Mage&quot;!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6304",
    "Name": "Lazer Ryderz",
    "ID": 210052,
    "Year": "(2017)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/210052/lazer-ryderz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "Description from the publisher:&#10;&#10;Lazer Ryderz is a trackless racing game for up to 4 players with light push-your-luck, area denial, and strategy elements. Players construct their lazer paths with various pre-formed punchboard pieces that are placed according to speed and desired direction.&#10;&#10;In Lazer Ryderz, players take on the role of one of four Ryderz as they race to capture all three Prisms needed to charge the Portal to their next destination. The Portal only allows one Ryder to pass through before moving on to a new location in the galaxy, so speed is essential to meet your goal. But the faster a Ryder goes the harder it is to turn, and if a Ryder runs into another player's lazer, that Ryder is toast! Who will continue on their quest and who will be left behind?&#10;&#10;Will it be the Galactic Waveryder - the adrenaline-fueled surfer who's seeking the next great thrill and most radical solar waves? Or the Lazer Shark  - always on the hunt for her next prey as she seeks the fabled Blood Nebula to restart her species? Perhaps the Super Sheriff - greatest of the Law Star Rangers who travels to the outer reaches of the known (and unknown) galaxy to bring the universe's criminals to speedy justice? Or will it be the Phantom Cosmonaut - the ghost from a long-distant era whose true quest is a mystery to those he encounters, but with speed that is without question as he moves in the blink of an eye?&#10;&#10;",
    "Categories": [
      "Maze",
      "Racing",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Chaining",
      "Movement Template",
      "Network and Route Building",
      "Race",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Video Tape Boxes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6305",
    "Name": "Twinkle Starship",
    "ID": 324344,
    "Year": "(2020)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/324344/twinkle-starship",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.75",
    "Description": "&sect;egment Trix, also called Seven Segment Trix, is a trick-taking game where the card ranks are shown in a &quot;seven segment&quot; font, such as that used in digital clocks.  The game includes wooden segments that the players can add to cards to adjust their value. The amount of unused segments a player has will determine their bid for the round.&#10;&#10;For instance, a segment placed horizontally across a &quot;0&quot; will create an &quot;8&quot;.  More exotic options are also possible, as three segments placed on a &quot;7&quot;, played upside down&quot;, can create a &quot;6&quot;.&#10;&#10;The trick-taking phase uses a &quot;must follow&quot; format, with a fixed trump suit.&#10;&#10;At the end of a hand, players will score points if they have taken a number of tricks equal to exactly the amount of unused segments they have leftover.  They will score for both the tricks taken as well as segment pieces that were played on cards in those tricks.  The game also includes a &quot;mis&egrave;re&quot; scoring option, where a player who takes no tricks and uses all of their segments may also score points.&#10;&#10;&#10;Twinkle Starship[Story]&#10;&#10;It&rsquo;s time for a crazy race that encompasses the entire universe to begin, where anything goes. Racers have assembled from different planets with their proud spaceships. Their machines of quality are crafted with invaluable ore unique to each of their planets. Who would run at the speed of light, and who would show off his calm and fine control?&#10;Just now, the fanfare echoes in the stadium to announce the start of the race.&#10;Here begins the Twinkle Starship Race!!!&#10;&#10;[About this game]&#10;&#10;This game is a trick taking game for 3-4 players with the theme of a spaceship race.&#10;This game is played with cards that have digital numbers on them. In the game, you will be utilizing small segment sticks to control and manipulate the numbers of the cards, just like matchstick puzzles. For example, you can add one segment to 0 to make it 8, or add three segment to 1 to make it 3. This is a must-follow game with an unorthodox bidding system. Only when the amount of the sticks you have left at the end of a game and the number of tricks you won are matching, you are allowed to score points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6306",
    "Name": "Draco Magi",
    "ID": 142262,
    "Year": "(2014)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/142262/draco-magi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0811",
    "Description": "Myrgos, the powerful and benevolent Dragon King has passed into the next world after an extended illness, and the land is now gripped with uncertainty.&nbsp;As the laws of succession dictate, only one of his remaining apprentices can rise to the position of &quot;Draco Magi&quot;.&#10;&#10;With the death of the Draco Magi, the wizard-lock on the succession strongbox of each apprentice has completely dissipated. Inside each box, an apprentice will find a succession scroll. Contained on the scroll is the last piece of knowledge required to become the Drago Magi &mdash; but only one can claim the title. Each scroll holds a different &quot;Spell of Succession&quot; that may be executed only with the correct combination of rare gems. These magically imbued gems appear in sets of three only during times of succession and must be collected by dragons at the command of each apprentice. The competitor who is first to collect the gems needed to complete his Spell of Succession becomes the new Drago Magi. For the loser, the unofficial title whispered under the breath of the people is &quot;Novitius Eterna&quot; or &quot;Forever a Novice&quot;.&#10;&#10;Be swift and remember, there is little room for error.&#10;&#10;Draco Magi is a card game designed by Richard Launius and Robert Burke. To start, each player selects an apprentice dragon mage he wishes to play. Each mage receives a deck of dragon cards that includes multiple copies of four different chromatic dragons (Green, Red, Black &amp; Purple), four different metallic dragons (Gold, Silver, Brass &amp; Bronze), and two special dragon cards (the Battle dragon and the Polar dragon). Each dragon has a different strength, weakness and special ability. Players will send their dragons, one at a time, to capture gems on different battlefields; each battlefield offers a different effect that may give an advantage or disadvantage to certain types of dragons.&#10;&#10;Players alternate playing dragon cards on battlefields until they have played all eight of their Dragon cards. Each player can play a maximum of three dragons on a single battlefield. When a dragon is placed, it may make a ranged attack. Not all dragons have a ranged attack breath weapon, but those that do have a breath weapon icon with a number. The number indicates the number of battle cards the player may reveal when attempting to hit with a ranged attack. A defender may defend with the number of cards equal to the dragon's shield value. A ranged attack can take place immediately only when the card is played against an opposing dragon. If a ranged attack is not used at this moment, the ranged attack is forfeited for the current round.&#10;&#10;After all dragon cards have been played, the melee phase of the battle begins. Each dragon has a &quot;melee attack&quot; value printed on its card which represents the number of battle cards the player can draw for the battle. The melee battle mechanism is a unique attack and counter system that provides opportunity for deduction, subtlety, and deadly combos. Players will also earn advance battle cards that build up their decks over the course of the game. The player with the most dragons present on a battlefield wins that gem. In the case of a tie, the dragons and gem remain for the next round.&#10;&#10;Draco Magi is a fast game heavily connected to its theme that incorporates area control, bluffing, hand management, deck building and deduction.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6307",
    "Name": "Marco Polo Expedition",
    "ID": 9139,
    "Year": "(2004)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/9139/marco-polo-expedition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8049",
    "Description": "The objective of Marco Polo Expedition is to collect as much gold as possible while traveling a set path.&#10;&#10;Each player starts with 3 gold and a hand of cards. The cards represent 4 different types of valuable goods and caravan handlers.&#10;&#10;Gold is collected along the path and at the midpoint of the game and the end (when the first player reaches Kantschou and then Daidu). The player reaching Kantschou first receives 6 gold, anyone in the next space receives 5 gold, and so on down to 1 gold. After the first scoring round, all players start together again at Kantschou. The first player to reach Daidu receives 7 gold, next space 6, then 5 and so on.&#10;&#10;Play is by matching cards from hand to requirements in next free space (e.g. one of each good or 3 cards the same colour). Caravans tend to leap frog forward, so one player's move changes the requirements for the next. In each turn, a player may move as often as they can match from their hand. For those really stuck with a poor hand, 1 gold will move your caravan one place forward, but only so long as they aren't the leading caravan.&#10;&#10;At the end of each turn, the active player draws one of five face-up cards or a random card from the draw pile to replenish their hand.&#10;&#10;The player with the most gold at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Arabian",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Camels",
      "Continents: Asia",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "6308",
    "Name": "Die Säulen der Erde: das Kartenspiel",
    "ID": 67593,
    "Year": "(2010)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/67593/die-saulen-der-erde-das-kartenspiel",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1154",
    "Description": "This card game version of Pillars of the Earth is a trick-tacking game with a twist.&#10;The player whose colour is the highest card wins the trick, regardless of who played it.&#10;Your aim is to score victory points by winning the tricks containing your own workers and utilising them to convert resources found on other cards. &#10;Diverse Character cards are adding options to influence the gameplay further.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: Ken Follett",
      "Series: Literature (Kosmos)",
      "Series: The Pillars of the Earth (Kosmos)",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "6309",
    "Name": "Mammut",
    "ID": 95613,
    "Year": "(2011)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/95613/mammut",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7857",
    "Description": "Another day, another mammoth hunt. But the spoils of the hunt remains to be divided, and everyone tries to secure the largest share for themselves in this quick and clever family strategy game. Each round the tiles are shuffled in the bag and dropped onto the table. The face up symbols show the spoils of today's hunt.  &#10; The tiles are then divided by a unique mechanic: When it is your turn, you may either A) Take any number of tiles from the pool, or B) Claim that another player has been too greedy, taking all of that player's tiles, but returning at least one tile to the pool (you must of course show yourself to be a little less greedy).&#10;&#10;The next player without tiles then follows in turn. This way the size of the pool will gradually increase, and the round is over once the last player without tiles decides to take what's left in the pool. Every player will then have a share of tiles, and a scoring phase follows.&#10;&#10;Tactical play will help you get the meat, fur, tusks, animals, and tools you want (each tile has a different way of scoring), but you may also play cards for immediate effects or to secretly influence the scoring.&#10;&#10;- Game material is language independent -&#10;&#10;",
    "Categories": [
      "Animals",
      "Negotiation",
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management",
      "I Cut, You Choose",
      "Set Collection"
    ],
    "Families": [
      "Animals: Mammoths",
      "Series: Yellow Wave Box (Queen)"
    ]
  },
  {
    "Rank": "6310",
    "Name": "Southern Front: Race for the Turkish Straits",
    "ID": 5511,
    "Year": "(1984)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/5511/southern-front-race-for-the-turkish-straits",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.3571",
    "Description": "Southern Front: Race for the Turkish Straits:&#10;&#10;Game Two in the Third World War series, although it uses the same rules, is very different from its parent.&#10;Bulgaria and Romania, reinforced with three Soviet armies and special-capability forces, face Greece, Turkey, and Yugoslavia, thinly reinforced with a few elite units from the U.S., France, and Italy.&#10;&#10;The campaign is very mobile, with neither side having enough troops to cover a solid front (although the mountainous terrain of the area helps somewhat). Special units such as airmobile, airborne, and amphibious troops, with their abilities to outflank a line, become even more important.&#10;Another important feature is the tangled web of Balkan politics, Romania is the least reliable of the Pact countries, and its participation is half-hearted at best. A second scenario allows for its total neutrality, forcing the Soviets to reinforce their armies and invade before taking on NATO. Greece and Turkey are uneasy allies, and rules allow for Greek withdrawal from NATO. And Albania is completely unpredictable.&#10;&#10;Additional rules allow Southern Front to be combined with The Third World War: Battle for Germany; players can reinforce one front with forces from the other, requiring a host of new decisions on the strategic level. One or two new divisions or air units sent to the Balkans can turn the tide there, but at what cost to the main front, where every unit is desperately needed ?&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Greece",
      "History: Cold War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Balkans",
      "Series: Third World War (GDW/Compass)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "6311",
    "Name": "Popular Front",
    "ID": 68603,
    "Year": "(2010)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/68603/popular-front",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2432",
    "Description": "&quot;Over all of Spain, the sky is clear.&quot;&#10;&#10;On July 17, 1936, this phrase was broadcast throughout Spain, signaling the beginning of the Spanish Civil War, one of the bloodiest civil wars of the modern era, and what could be considered the beginning of World War II. Within a day, one third of Spain was under the control of Nationalist forces attempting to stage a military coup. Over the next three years, what began as a military rebellion evolved into the physical battle lines of the much larger ideological conflict spreading across Europe between Fascism and Communism.&#10;&#10;Popular Front recreates this conflict in 90-minute strategy game form, leading players to compete against their ideological counterparts not only for military positioning, but for political victory. Players must be concerned about the position of their forces on the board, but the composition of a player's hand will affect their success in combat more often than not. Plays with two, four, or six players split into two teams. Players each have an identical 20-card deck (with unique, original propaganda posters actually used in the war) that results in the use of your cards being more important than the luck of the draw. Strategic thinking, trickery, teamwork, and a dash of courage are what lead to victory in Popular Front.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Civil War",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Spain",
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "6312",
    "Name": "Tobruk:  Tank Battles in North Africa 1942",
    "ID": 5455,
    "Year": "(1975)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/5455/tobruk-tank-battles-in-north-africa-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.7586",
    "Description": "Tobruk is a tank combat simulation set in North Africa, specifically May-June of 1942.&#10;&#10;[From the box back, including some odd formatting]&#10;&quot;The sun blazed down with white-hot intensity, turning the horizon into a shimmering, dancing ribbon.  In the distance, the mechanical roar of German panzers could be heard like a thunderstorm about to break.  The Afrika Korps was on the move!&#10;&#10;Exhausted British Infantry, part of the famed Desert Rats, crouched low in their slit trenches, patiently waiting.  Weary, dirty, and sleepless, they braced themselves to repel yet another of Rommel's ferocious assaults.  Could this ragged, think line of Australians, South African, Free French, and British infantry continue to hold against the Desert Fox's veteran troops?&#10;&#10;There could be no retreat  There could be no hope of relief.  The British faced the Germans in the desert with their backs to the sea.  This was the battle for North Africa, the conquest of a continent.  This was the most famous siege in the annals of modern warfare  This was the battle for TOBRUK&#10;&#10;Now, you can re-create all of the furious action of tank-to-tank battles on the Western Desert during World War Two.&#10;&#10;NINETEEN DIFFERENT GAME SITUATIONS are provided to enable you to re-create all facets of the decisive Gazala battle-Rommel's most spectacular victory that lead directly to his most spectacular defeat at El Alamein only a few months later.  Now you can re-fight all the crucial actions of this important battle on a SQUAD and INDIVIDUAL WEAPON level: 'The Group Cruwell Feint', 'Action at Point 171', 'The Destruction of the 150th Brigade', 'Bir Hacheim: The Fall of Point 186', 'Convoy Raid', 'Night Assault', Battery Overrun' and more.&#10;&#10;BEGIN PLAY ALMOST IMMEDIATELY!  Now, through the innovative use of the Programmed Instruction method, even a novice wargamer can quickly get into the action.  Each game situation has its own rules 'module'.  To play the game it is only necessary to read the first short module.  As skills increase, players advance to the more realistic modules at their own pace...&quot;&#10;[End box back]&#10;&#10;Rules include morale, overrun, armor penetration, smoke, Stuka aircraft, forward observers, artillery, grenades, close assaults, and much more.  504 counters (with 6 blanks), three 8&quot; X 22&quot; mapboards, charts and a 36 page rulebook are included.&#10;&#10;Avalon Hill Complexity Rating - 7&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: Libya",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6313",
    "Name": "Hollywood",
    "ID": 147021,
    "Year": "(2013)",
    "Geek Rating": "5.681",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/147021/hollywood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9",
    "Description": "In the movie-making game Hollywood, each player is a studio boss who tries to produce the most successful blockbuster. Players construct movies from game cards that they draft or purchase. Players compete to get the most popular stars to perform in their movies because this brings them more money and more Hollywood Awards (which are pictured on some cards).&#10;&#10;First, players take turns choosing cards with the aid of drafting. Second, players purchase additional star cards (the strongest cards in the game) at the auction. Third, each player uses his nine cards in hand to make one or several movies. A movie must have a minimum of three cards: a Script, a Director and an Actor (or Actress). Additional cast members are optional, but they add to a movie's total box office. Quality films bring a large amount of profit to the player.&#10;&#10;Players go through three production years, then after the third year Hollywood Awards bring extra money to the players, and the richest player wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Los Angeles (California, USA)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "6314",
    "Name": "Founding Fathers",
    "ID": 35423,
    "Year": "(2007)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/35423/founding-fathers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.0556",
    "Description": "Politics year to year in the early American republic. Play begins with George Washington as president, with Vice President John Adams. Each player controls several statesmen as well as others who will appear, up through the arrival of Abraham Lincoln. Together the players try to solve the issues faced by the young republic -- wars, debt, financial panics, the growth of the Union, north-south division, and more. Every four years the most popular politicians from each party square off to see who becomes the next president.&#10;&#10;Somewhat similar to The Republic of Rome, but with many modifications to suit the topic, including a completely different way of resolving elections and a more nuanced treatment of Issue cards (rather than simply Wars), plus novelties such as the Public Support Track, spendable Influence, political parties, more offices, tax cards, counterfactual events and an ever-expanding map of the United States.&#10;&#10;If diplomacy is not your cup of tea, a variant printed in the rules removes all requirements to negotiate and makes it a matter of cardplay, drafting and utilization of resources.&#10;&#10;Living rules available: https://www.thegamecrafter.com/games/founding-fathers:-green-edition&#10;&#10;",
    "Categories": [
      "Educational",
      "Napoleonic",
      "Negotiation",
      "Political",
      "Post-Napoleonic",
      "Print & Play"
    ],
    "Mechanics": [
      "Simulation",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Country: USA",
      "Holidays:  4th of July",
      "Players: Games with expansions that add solo play",
      "Political: Elections"
    ]
  },
  {
    "Rank": "6315",
    "Name": "Black Friday",
    "ID": 388838,
    "Year": "(2023)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/388838/black-friday",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7333",
    "Description": "Try to gain as much gold as possible by dealing in shares before the huge stock market crash. Try to earn enough cash by cleverly buying and selling shares so that you can spend it on the coveted precious metal. If you are the best in manipulating the market development and share prices, you have the biggest chances to win the game.&#10;&#10;Black Friday includes an independently acting opponent, the M.I.B.S. (minimally intelligent broker service), and depending on the number of players you have, you may be able to opt to play with or without the M.I.B.S. Are you able to cut it down in size?&#10;&#10;Black Friday is a completely revised and updated edition of the version from 2010.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Investment",
      "Market",
      "Simulation",
      "Stock Holding"
    ],
    "Families": [
      "Theme: Stock Market"
    ]
  },
  {
    "Rank": "6316",
    "Name": "Lock 'n Load: Heroes of the Blitzkrieg",
    "ID": 28284,
    "Year": "(2009)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/28284/lock-n-load-heroes-of-the-blitzkrieg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.0741",
    "Description": "Heroes of the Blitzkrieg relives the desperate struggle for France in May 1940.  Play as the Germans, French, and Belgians. Employ cavalry, Char B1 tanks, Germans Panzers, and much more as you re-fight the German invasion of France.&#10;&#10;6 geomorphic maps plus a sheet of overlays.&#10;Over 420 counters, representing the men and equipment&#10;16 scenarios&#10;16 New Skill Cards, providing Leaders and Heroes with special abilities.&#10;Complete V3 LnL Rules, plus the Heroes of the Blitzkrieg specific rules.    &#10;Player's aid charts. dice, and box.&#10;&#10;This game is no longer available and can be found in Lock 'n Load Tactical: Heroes in Defiance&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Lock 'n Load"
    ]
  },
  {
    "Rank": "6317",
    "Name": "Malta Besieged: 1940-1942",
    "ID": 114261,
    "Year": "(2011)",
    "Geek Rating": "5.681",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/114261/malta-besieged-1940-1942",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.0476",
    "Description": "That Scorpion of the Sea: Malta Besieged is a solitaire game covering the pivotal World War II years of the mid-1940 through 1942 period in the often overlooked Battle for the Mediterranean. You are placed in the role of the Commonwealth Commander in the theatre, and must utilize every resource at your disposal to fend off unrelenting Axis attacks in order to ensure the survival of the island of Malta.&#10;&#10;Built upon the same States of Siege engine as the designer's previous 2010 Charles S. Roberts award-winning release (We Must Tell the Emperor), Malta Besieged features both familiar and innovative game play. Supply was the key element in the Mediterranean Campaign, and so it is here as well. Players will have to safely shepherd vulnerable convoys - and their valuable cargoes - in order to effectively wage war. With the ability to trade Supply for extra Actions at the most crucial moments, this places an additional emphasis on that precious resource and also creates extremely tense convoy battles which will resolve as the game progresses.&#10;&#10;ULTRA is a crucial asset in the game, but beware of Axis counterintelligence! Spitfires can rule the skies, Gibraltar can block U-Boat advances, Operation Herkules is a constant threat, and Admiral Cunningham himself can intervene on occasion.&#10;&#10;North Africa is not treated as a mere sideshow; indeed, the struggle with Rommel, the &quot;Desert Fox&quot;, holds the ultimate key to victory... if Malta can hold out against the constant pressure. If a fortified Tobruk manages to stubbornly delay the vaunted Afrika Korps long enough, then General Montgomery and his battle-tested 8th Army can possibly make a final dash from El Alamein to capture Tripoli and secure a glorious triumph.&#10;&#10;Raiding Axis supply lines to weaken Rommel's Situation, scrambling Hurricanes to provide Air Support for inbound shipping, attacking the Italians early before the dreaded Luftwaffe arrives, requesting British Fleet escort for your individually named convoys, and maintaining the morale of a battered Malta are just some of the important decisions to be made throughout the game. Numerous theatre-wide events such as The Fall of France, O'Connor's desert offensive, the daring raid on the Italian Fleet at Taranto, the Air Assault on Crete, the evacuation from Greece, the sinking of the aircraft carrier Ark Royal, and the Torch landings are all abstracted via card play, and can have a significant impact on the overall conduct of the war.&#10;&#10;With That Scorpion of the Sea: Malta Besieged, it's all here - the only question is will you have the wisdom, leadership, fortitude, and luck to prevail? Play this game and find out!&#10;&#10;Game Data:&#10;&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Game Length: 75 minutes&#10;Scale: Each unit is one Axis Front, each turn is a variable number of days or weeks.&#10;&#10;NOTE: The game is currently out-of-print.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Country: Germany",
      "Country: Malta",
      "Crowdfunding: Kickstarter",
      "Decades: The 1940's",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: States of Siege",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "6318",
    "Name": "Fairy Trails",
    "ID": 288775,
    "Year": "(2020)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/288775/fairy-trails",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Life isn't easy in the enchanted forest. Elves and gnomes each have their own network of hidden paths. They don't want to be disturbed and will move into their houses only once they're protected from outsiders. Will you find your way or be lost in the forest?&#10;&#10;In Fairy Trails, players play cards that expand the road network. Once a road is completed, that player may place a stone on each of their houses that are bordering that road. The player who places all their houses first wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Map Addition",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "6319",
    "Name": "Star Trek: The Next Generation Fluxx",
    "ID": 246530,
    "Year": "(2018)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/246530/star-trek-the-next-generation-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game. There are many editions, themed siblings, and promo cards available.&#10;&#10;Now you can beam yourself aboard the Enterprise-D for a game of Star Trek: The Next Generation Fluxx! Join Picard, Riker, Data, and the rest of the TNG crew to gather the Keepers you need for victory &mdash; but don't let Creepers like Q or the Borg keep you from your mission! With new cards like &quot;Darmok&quot; and the &quot;Rule of Acquisition&quot;, this version of Fluxx will take you into the 24th century!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "TV Shows: Star Trek (various)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "6320",
    "Name": "Barbarossa: Army Group South, 1941",
    "ID": 10641,
    "Year": "(1996)",
    "Geek Rating": "5.680",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/10641/barbarossa-army-group-south-1941",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.1765",
    "Description": "June 1941 -- the German juggernaut rolls over the Soviet Army. As the tally of encirclements and surrenders mounts, the German advance appears unstoppable to Hitler and many others. However, the officers and men at the front are beginning to have serious misgivings -- not in themselves, but in the pre-war intelligence estimates that they had received. They had not been prepared to encounter hundreds of KV-1's and T-34's, tanks far superior to anything they possessed. For the moment, German tactics provided the margin of victory over better material, but the Russians were proving to be quick learners. Worse yet, by western European standards, Russian losses had been so staggering that there should have been no army left to fight. Not so. There seemed to be no end to these tenacious Russian defenders. As the German forces continued their eastward advance, more and more soldiers began asking, &quot;What have we gotten ourselves into?&quot;&#10;&#10;Kiev, the first major German objective in the south, did not fall on schedule. In fact, Soviet resistance was so fierce that it required diverting Guderian's Panzer Group away from the advance on Moscow. Kiev fell in one of the greatest encirclements of the Second World War, but the German advance on Moscow was delayed for several critical weeks. Quite possibly the delay at Kiev might have cost the German forces victory in the battle for Moscow.&#10;&#10;840 full-color two-sided counters.  &#10;MAPS   &#10;Three 22x34&quot; and one 17x22&quot; full-color mapsheets  &#10;OTHER  One 10-sided die &#10;36-page Rule Book &#10;36-page Play Book &#10;Player Aid Cards: four two-sided Soviet Set-Up cards, four two-sided Axis Set-Up cards, Soviet Status card, Axis Status card, two 11x17 two-sided game chart cards, two cards of additional scenario charts. &#10; Eight scenarios allow players to vary their level of involvement, complexity, and starting point, from introductory to full campaign &#10;An asymmetrical sequence of play that highlights Axis armored breakthroughs and Soviet difficulties in combined arms warfare &#10;Detailed air rules that integrate with land combat and weather rules &#10;Incredibly detailed orders of battle, including special coverage of artillery, rocket artillery, engineers, bridge units, armored trains, and much more &#10;Modifications to the proven Typhoon system include revised overrun and Soviet surrender procedures, as well as a new non-op Soviet HQ system to simulate the rigid yet fragile Soviet Command structure &#10;Extensive bibliography and design/historical notes&#10;&#10;Scenarios include;&#10;&#10;Scenario #1 &quot;Assault on Kiev&quot; which uses a portion of map G. GT#21 to GT#28&#10;&#10;Scenario #2 &quot;Odessa&quot; which uses a portion of Map F. GT#26 to GT#40&#10;&#10;Scenario #3 &quot;Rundstedt Attacks&quot; which uses most of Map E. GT#1 to GT#6&#10;&#10;Scenario #4 &quot;Operation Munich&quot; which uses portions of maps E and F, an optional rule allows map E to be omitted. GT#6 to GT#17&#10;&#10;Scenario #5 &quot;Campaign Game&quot; which uses all of maps E,F, and G. GT#1 to GT#28&#10;&#10;Scenario #6 &quot;Uman Pocket&quot; which uses maps F and G. GT#9 to GT#28&#10;&#10;Scenario #7 &quot;Rostov&quot; which uses small map R. GT#T19 to GT#T33 (note Typhoon style game turn code).&#10;&#10;Scenario #8 &quot;Counterattack&quot; which uses small map R. GT#T30 to GT#T32&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Series: East Front (GMT)"
    ]
  },
  {
    "Rank": "6321",
    "Name": "Rule the Realm",
    "ID": 274432,
    "Year": "(2019)",
    "Geek Rating": "5.680",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/274432/rule-the-realm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.4545",
    "Description": "You have found a way to bend time and space by means of a rare elastic substance known as KAUCHUKIUM, and now you are able to travel to foregone and yet undiscovered worlds in search of amazing treasures.&#10;&#10;But you are not the only one lurking among ancient ruins or looking for jungle temples. So don't drag your feet, choose the best tactics, and be the first to BAND THE WORLD!&#10;&#10;Travel to eight fascinating locations in Kauchuk and collect treasures and other valuable artifacts. Take control over the territory using unique components and a special 3D game board. Rules of the game change from one location to another allowing you to experience each game as a new one.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "6322",
    "Name": "Wander: The Cult of Barnacle Bay",
    "ID": 232134,
    "Year": "(2019)",
    "Geek Rating": "5.680",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/232134/wander-the-cult-of-barnacle-bay",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.7778",
    "Description": "Wander: The Cult of Barnacle Bay is the first game in the Wander series. A fully cooperative, campaign-driven, miniatures board game, Wander: The Cult of Barnacle Bay tells the story of 5 heroes from the Wanderer's Guild, and their struggle to free the small fishing town of Barnacle Bay from the slimy claws of Elder Bane. Driven mad by power, and physically twisted from dark magic, Elder Bane has created a cult of mutated townsfolk that only desire to spread their message of madness to the rest of the world, bending it to their whim along the way.&#10;&#10;In Wander: The Cult of Barnacle Bay, players will select one of five unique heroes, outfit their hero with starting gear (represented by mini cards on a player dashboard), and join their friends to take back Barnacle Bay. Defeating foes and surviving random encounters earns players experience points and loot. Loot, like weapons and armor, is a persistent upgrade, staying with the heroes as they continue on their adventure. Experience points are used to level up heroes during their current adventure in the campaign. A dual-facing upgrade tree allows players to continually try new combinations of skills each adventure to determine what fits their play style, or current set of foes, best.&#10;&#10;Using a modular board, players assemble maps as indicated in the campaign book, then use action points to move or attack with their hero.&#10;&#10;All enemies in the game are controlled by a simple line of sight A.I., and automatically hit the players' heroes once they're able to. This means there is no player rolling for success for enemies' attacks. Heroes will, however, be able to roll for defense in an effort to prevent incoming wounds. One set of custom dice determines a hero's success for both defending and attacking. Random encounter cards, which are revealed when players enter an  unexplored &quot;darkness&quot; space, also promise that no campaign adventure is ever be the same.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "6323",
    "Name": "Sicily II",
    "ID": 202942,
    "Year": "(2016)",
    "Geek Rating": "5.680",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/202942/sicily-ii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "3000",
    "Weight": "4.3",
    "Description": "Published and packed with Operational Matters: An OCS Guide (w/ Sicily II game).&#10;&#10;(from the publisher:)&#10;&#10;Sicily II is a full-sized game covering the amphibious invasion of that island in the summer of 1943. This new edition is quite different from Dean Essig's original game from back in 2000. It features a revised order of battle, modified rules, and a new map. The most obvious change is in scale: hexes are now 3.5 miles across and there are two turns per week (the original had 2.5-mile hexes and four turns per week). This makes for a smaller, faster game that conforms to the scale chosen for Beyond the Rhine: The Campaign for Northwest Europe and the upcoming games set in Western Europe. We think Sicily II is a perfect way to give new recruits their baptism in the fire of OCS, and is also a worthy entry in the series for players who have already earned their stripes.&#10;&#10;Here are some of the game&rsquo;s highlights:&#10;&#10;&#10;     The entire campaign lasts just 16 turns.&#10;     There are six scenarios in all (three using the entire map, and three using just a portion).&#10;     The Allied airborne fiasco is recreated with simple scatter rules. &#10;     The amphibious landings can be played out using standard OCS naval rules, or players can mostly skip these and begin with the bulk of Allied forces already ashore.&#10;     The Luftwaffe&rsquo;s Do.217K makes its series debut, armed with exotic Fritz-X missiles.&#10;     Rules for Italian unit wavering and surrender make every game different.&#10;     Several interesting options are provided, including revised Axis deployment and variable entry of the 29th Panzergrenadier Division.&#10;&#10;&#10;Game Scale:&#10;Turn: 3 to 4 days&#10;Hex: 3.5 miles / 5.6 Km&#10;Units: Company to Brigade&#10;&#10;Game Inventory:&#10;&#10;    One 22 x 34&quot; full-color mapsheet&#10;    Two dual-side printed countersheets (560 1/2&quot; counters)&#10;    One 16-page Sicily II rules booklet&#10;&#10;&#10;Players will have to use OCS v4.2 rulebook/charts &amp; tables for another OCS game or download them from http://www.gamersarchive.net/theGamers/archive/ocs.htm&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: Medium&#10;Players: 1 or more&#10;Playing Time: 2-20 Hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Islands: Sicily (Italy)",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "6324",
    "Name": "Yahtzee Free for All",
    "ID": 37296,
    "Year": "(2008)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/37296/yahtzee-free-for-all",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2281",
    "Description": "Yahtzee Free for All is a new twist on Yahtzee. Players try to roll dice to match cards that are face up on the board. If they match, they place their dice in their holder with their card in front of them. Each subsequent player can now try for any of the cards on the board, including the ones other players have taken, if they can beat their dice roll.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Yahtzee"
    ]
  },
  {
    "Rank": "6325",
    "Name": "Airborne Commander",
    "ID": 164874,
    "Year": "(2015)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/164874/airborne-commander",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9688",
    "Description": "Airborne Commander is a solitaire WW2 paratrooper deck building game depicting the 101st Airborne Division's actions in support of the D-Day landings.&#10;&#10;Beginning with a starting deck of just a few men, a couple non-coms and a lieutenant, face off against the German deck while trying desperately to recruit more cards from the drop zone in order to build up your force for assaults against objectives. Points are earned for defeating enemy cards and taking objectives, but combat can result in lost cards and the dilution of the deck with disorganized cards providing a tense &quot;deck survival&quot; experience.&#10;&#10;Combat includes small arms fire, suppression fire, bazookas, gammon grenades, anti-tank guns, indirect artillery support and air strikes. German cards represent the actual forces and terrain present including personnel from Ost battalions and static divisions, armored cars, STUGs, blockhouses, Rommel's asparagus and flooded fields. The objective cards represent the actual causeways, locks, artillery positions, headquarters and other locations that were assigned and have features unique to each.&#10;&#10;Assign your airborne cards to one of three areas: The Battleground, Support Area, or the Reserve. Weigh the cost of buying time with your troopers against suffering reverses in order to get more and better equipped men. Do you take the mortar from the drop zone for its firepower or a high ranking officer for his additional actions? Only the airborne commander can decide.&#10;&#10;Airborne Commander First Printing includes two full color decks each in its own tuck box. The card illustrations include 40 original paintings of men in action, equipment and locations.&#10;&#10;Airborne Commander Second Printing includes two full color decks and rules in the box. The card illustrations include 44 original paintings of men in action, equipment and locations, including the 4 stretch goal cards from the Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: France",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "6326",
    "Name": "Little Devils",
    "ID": 111173,
    "Year": "(2012)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/111173/little-devils",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3488",
    "Description": "Everybody is fond of teasing and challenging each other from time to time. In this game you try to saddle opposing players with negative cards, and every little devil scores a penalty point. But take care: You will not escape the &quot;diabolical&quot; plans of your opponents either. Little Devils is a devilishly fun trick-taking game you keep on playing...&#10;&#10;Little Devils is a fluent trick-taking game with simple rules:&#10;&#10;    Players don't need to follow trump or suit and can play higher or lower than previously played cards.&#10;    The second card played &ndash; and not the first &ndash; determines the goal for that round.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "6327",
    "Name": "Epic Spell Wars of the Battle Wizards: Panic at the Pleasure Palace",
    "ID": 248075,
    "Year": "(2018)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/248075/epic-spell-wars-of-the-battle-wizards-panic-at-the",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3125",
    "Description": "Epic Spell Wars of the Battle Wizards: Panic at the Pleasure Palace, the fourth game in the Epic Spell Wars series, takes the trademark humor-filled, mature gameplay and artwork to a new level for 2-6 players. Magically transmitted diseases (MTDs) are a powerful addition to the proceedings, leading wizards to suffer Crotch Krakens, Genital Harpies, and Gorgonorrhea, among other enchanted afflictions. MTDs also give players glyphs that lead to spells that are more epic than ever. In addition, players vie for control of the standee, which protects them from the MTDs that might come their way.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Game: Epic Spell Wars of the Battle Wizards"
    ]
  },
  {
    "Rank": "6328",
    "Name": "Skull Tales",
    "ID": 166776,
    "Year": "(2015)",
    "Geek Rating": "5.680",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/166776/skull-tales",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "25th August 1703&#10;&#10;It still smells like burning gunpowder. The deck is completely full of remains of combat after the boarding. We could be enjoying our looting in Isla Tortuga but our Captain insisted on coming to this goddamned island instead.&#10;&#10;In the meantime, our gunner &lsquo;Mad&rsquo; Harry does not stop telling us stories and legends about some fantastic creatures that dwell in this place. The Doctor seems uneasy, grabbing the hilt of his sword, sweating a lot more than usual after listening to Harry&rsquo;s tales.&#10;&#10;-Old Sanders lost his leg after having cut it himself. He escaped alive from the jaws of that shark-headed abomination in human form &hellip;- Harry was explaining at the same time he was miming with all his body doing so, acting out the scene with his eyes moving all directions as if they were about to jump off his face, in a way of magnifying the facts.&#10;&#10;-I would not like to lose my leg&hellip;or my arm, or any other limb from my body. I appreciate every single limb and organ of mine- was murmuring the Doctor who was more and more nervous. &ndash;Do you think there will be more monstrosities like those?&#10;&#10;The conversation was interrupted by the sound of two swords pulling out from their sheath together with the cracking in the wood due to a firm step. It was the ruthless Mary Jane who, with a satisfied smile in her face, expressed her wish. &ndash;That&rsquo;s what I'm looking for&hellip;&#10;&#10;Williams the Lookout's logbook.&#10;&#10;Yo ho ho! Skull Tales is an adventure game in which each player performs the role of a pirate character in order to fulfill any pirates' dream: to become the ship's Master and to reach the most precious booty.&#10;&#10;Pirates will have to fight against any kinds of fantastic enemies, by solving mysteries, by sailing the Caribbean Sea and exploring islands... all aimed to conquer the highest score in prestige points (PP) and, of course, to reach the long awaited dream of becoming the Master. How is that? Each character will use different abilities to solve mysteries in each scenario or island (by means of modular boards) to fulfill secondary missions; they will roll dice and play cards in order to move, fight enemies or sail depending of how many PP they still have left. All in a cooperative way to escape alive from all this because dead men tell no tales...&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Skull Tales",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "6329",
    "Name": "La Bête",
    "ID": 368046,
    "Year": "(2022)",
    "Geek Rating": "5.680",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/368046/la-bete",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3077",
    "Description": "This game is an asymmetric hunt between the Beast and the Investigators.&#10;One player plays as the Beast, the others are investigators.&#10;The Beast wins by killing 25 victims before the end of the game, the investigators win by uncovering the Beast's identity or by preventing it to claim 25 victims.&#10;A game plays over 3 years with 4 seasons each (= 12 rounds):&#10;&#10;    Events drawn during spring and summer help the investigators a bit. Those drawn during fall and winter are advantageous for the Beast.&#10;    The Beast secretly chooses where to strike next and can use special powers (but risks being cut off that power for the rest of the game and can even risk having its identity revealed and loosing the game).&#10;    The investigators choose where they move (their presence can also protect the location from the Beast)&#10;    The Beast reveals its location and the number of victims depends on the distance traveled, the NPCs present on site, if a special power was applied and if any investigator is there or not.&#10;    Investigators present in a location visited by the Beast during the past 2 seasons can investigate its traces to see if they can cut the Beast off one of its power or even find out its secret identity.&#10;&#10;&#10;---&#10;The Beast of G&eacute;vaudan is the historic name associated with a man-eating animal (or animals) that terrorised the former province of G&eacute;vaudan (consisting of the modern-day department of Loz&egrave;re and part of Haute-Loire as well as the Auvergne and south Dordogne areas of France), in the Margeride Mountains of southern-central France between 1764 and 1767. The attacks, which covered an area spanning 90 by 80 kilometres (56 by 50 mi), were said to have been committed by one or more beasts with formidable teeth and immense tails, according to contemporary eyewitnesses. Most descriptions from the period identify the beast as a striped hyena, wolf, dog, or wolf-dog hybrid.&#10;&#10;Victims were often killed by having their throats torn out. The Kingdom of France used a considerable amount of money and manpower to hunt the animals responsible, including the resources of several nobles, soldiers, royal huntsmen, and civilians. The number of victims differs according to the source. A 1987 study estimated there had been 610 attacks, resulting in 500 deaths and 49 injuries; 98 of the victims killed were partly eaten. Other sources claim the animal or animals killed between 60 and 100 adults and children and injured more than 30. The beast was reported killed several times before the attacks finally stopped.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Age of Reason",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Hidden Roles",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: France",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "6330",
    "Name": "Lady Alice",
    "ID": 126912,
    "Year": "(2012)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/126912/lady-alice",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9722",
    "Description": "In Lady Alice &ndash; a game of intrigue, flair, bluffing, and mischief &ndash; the players are the Baker Street Kids, children under the tutelage of Sherlock Holmes who must deduce the culprit behind the kidnapping of Henry Morton Stanley as well as the time and place the kidnapping occurred and which object was stolen at the same time.&#10;&#10;Holmes gives each player the solution to one of these categories at the start of the game, and players must keep such information secret. On a turn, the active player voices his suspicions in the form of a sentence &ndash; &quot;I suspect ....... of having been seen at ....... at around ....... hundred in possession of .......&quot; &ndash; filling in the blanks with one of the eight possibilities in each category. All players then secretly note whether or not they hold the evidence card for one of the four things named by placing a verdict card inside a folder. The active player shuffles these folders to disguise who answered in which ways, then reveals them. If all four items guessed were false, then you cover those four guesses on the game board with Holmes' business cards; otherwise players mentally note how many of the items were correct and try to decipher which ones those might be.&#10;&#10;Players then participate in a deduction round in which each player can:&#10;&#10;&#10;    Place a deduction token on a clue.&#10;    Say &quot;I pass&quot;.&#10;    Attempt an accusation.&#10;&#10;&#10;If all players pass successively, the round ends and the next player in clockwise order then voices a suspicion. Otherwise a player can pass, then place a deduction token or attempt an accusation later in the same round.&#10;&#10;Each player has nine deduction tokens in his color, three each of 0, 1 and 2. To place a token, you place it face-down on the clue of your choice to the right of any tokens already present; if any of those tokens are face-down, you reveal those tokens. At most four tokens can be placed on a clue.&#10;&#10;To attempt an accusation, you say, &quot;I accuse (suspect) of having been been seen at (place) at around (time) in possession of (object)&quot;, then all players submit their verdict cards the same way they normally do. If all of them are positive, you've solved the case &ndash; but not necessarily won the game. All tokens on incorrect clues and all tokens belonging to players who made a false accusation are removed, then players tally the numbers on their tokens, scoring bonus points if they have a token on each piece of evidence, or if they made a correct suspicion or accusation. The player with the most points wins.&#10;&#10;With three or five players, you decrease (increase) the number of evidence cards handed out at the start of the game and the number of tokens that can be placed on a clue.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Cities: London (England, UK)",
      "Country: England"
    ]
  },
  {
    "Rank": "6331",
    "Name": "Posthuman Saga",
    "ID": 244820,
    "Year": "(2019)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/244820/posthuman-saga",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.3846",
    "Description": "You are a survivor in a near-future Europe that has collapsed under the weight of its own political errors, in the wake of a bloody class-war fueled by genetic modifications. In Posthuman, you journeyed to the last bastion of organized human society in the area: The Fortress. A year down the line, you have become an active part of that society and honed the skills you need to fulfill your role there, but the mutants are gaining ground...&#10;&#10;Posthuman Saga is a standalone survival game in the Posthuman universe. You play a seasoned member of the Fortress' militia, sent out beyond the defensive perimeter to explore and hopefully reconnect with outposts the Fortress has lost touch with, while searching for scavengable sites along the way. You have to forge across a crumbled land where resources are spare and mutants roam the ruined mansions and forests alike.&#10;&#10;Like the initial Posthuman, this is a sandbox-style survival journey, but the game system in Posthuman Saga differs from that of the first game in the series. Players win by  completing various objectives that suit different characters and playing styles. It has an emphasis on tactical choices on two levels: the journey expressed through an innovative modular tile map puzzle and the individual  story and combat encounters. The latter are fast, card-based affairs involving tough choices with future consequences. Posthuman Saga boasts over one hundred, finely crafted story scenes with a simple, push-your-luck mechanism that supplements the emergent narrative afforded by the game. Mutation is a way of life in the Posthuman world, and it can have its advantages, but it can easily get out of control...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Modular Board",
      "Pattern Building",
      "Push Your Luck",
      "Role Playing",
      "Storytelling",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "6332",
    "Name": "Genius Square",
    "ID": 273065,
    "Year": "(2018)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/273065/genius-square",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Roll The Dice &amp; Race Your Opponent To Complete The Square!&#10;&#10;A worthy winner of the HPC Game Of The Year 2018/19 award, this outstanding puzzle game is every bit as clever as its name suggests. Each player receives their own 6x6 grid and a set of the nine different shapes, plus seven &lsquo;blocker&rsquo; pieces. Roll the seven dice together and place a blocker in each of the co-ordinates that appear on the faces. Now race to fill every other space on the grid, before your opponent.&#10;&#10;As unlikely as it seems, the puzzles really can be solved in each of the 62,208 possible combinations, often with multiple solutions. Sometimes you&rsquo;ll quickly see a solution... sometimes you&rsquo;ll be tearing your hair out. Brilliant!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Race",
      "Square Grid",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "6333",
    "Name": "Space Invaders",
    "ID": 342021,
    "Year": "(2021)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/342021/space-invaders",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "Join the fight and stop the invasion!&#10;&#10;Based on the classic arcade game that started it all, play Space Invaders like never before! Can you team-up and defeat the alien invaders to claim victory, or will it be GAME OVER with the invaders winning? It's all hands-on deck as all players either win together or lose together in this collaborative strategy game.&#10;&#10;Take turns moving your 3D shooter and lining up the best shot. Launch blast tokens at the waves of descending invaders. You have limited shots, so all players need to co-ordinate their attack and hit their targets. Destroy all the invaders and take down the UFO mother ship before it's too late!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Physical Removal",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Players: Games with Solitaire Rules",
      "Theme: Arcade Video Games",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "6334",
    "Name": "Skyline",
    "ID": 121423,
    "Year": "(2012)",
    "Geek Rating": "5.680",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/121423/skyline",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2818",
    "Description": "City building has never been so easy: Just roll the dice, then build a building. However, each die must be selected carefully to fit the building requirements. Push your luck too far &ndash; or select carelessly &ndash; and a player may find himself demolishing his city instead of building it up. Choose each die wisely and build efficiently in order to erect magnificent skyscrapers and create the best skyline!&#10;&#10;Skyline is a quick push-your-luck dice game involving set collection. Unlike other dice games that provide no relationship from turn to turn and no player interaction, this game allows players to literally build upon their decisions each turn and react to their opponents' actions.&#10;&#10;Each turn, players choose to roll dice from either the Construction Yard or the Abandoned District, with the goal of erecting urban buildings. Buildings are made up of three types of dice: Ground Floor dice, Mid-Floor dice and Penthouse dice. Some buildings are safer to build but provide little reward, while other buildings have poor probabilities but can have substantial impact on the success of a player's skyline.&#10;&#10;After rolling their selected dice, the player must use at least one of these dice to take one of three possible actions: Abandon, Build, or Cancel Construction. The Build action is the desired outcome, of course, but can be carried out only if the die result matches what they need to build. For instance, all Ground Floor dice can be built without restriction, but a High-Rise Mid-Floor die result can be built only on top of a High-Rise Ground Floor die. Likewise, a Mid-Rise Penthouse die can be built only on a Mid-Rise Mid-Floor die. If the rolled results do not allow them to Build, then the player must Cancel Construction on one of their existing buildings. If a player does not want to Cancel Construction, then they must Abandon by placing that die in the Abandoned District, which gives their opponents the opportunity to capitalize on this failure.&#10;&#10;At the end of the game, points are rewarded for completed buildings according to their height. A Level 3 building &ndash; that is, a building comprised of three dice &ndash; is worth 9 points, while a Level 4 building is worth 16, and so on.&#10;&#10;Remember, the dice control the results...but the players control the dice.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Organizations: Gamesmiths",
      "Players: Games with Solitaire Rules",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "6335",
    "Name": "Tiny Turbo Cars",
    "ID": 329862,
    "Year": "(2022)",
    "Geek Rating": "5.680",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/329862/tiny-turbo-cars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "Tiny Turbo Cars is a frantic race game for 2 to 4 players in which you program the movements of your tiny toy car in advance, with a sliding puzzle acting as your remote controller.&#10;&#10;Choose your car, grab your remote controller, create the track, and get ready to race! At the beginning of each round, players have to work their way through their sliding puzzle controllers simultaneously, trying to create the sequence of actions they want their car to perform during the round.&#10;&#10;Each symbol on the puzzle corresponds to one of the possible actions &mdash; but only the two middle rows of commands on your controllers will be applied, so there's room for maneuvers, but be quick! The first player to put down their controller will be the first to move their car during the round. Each player then executes the program they created, and the sooner you play during a round, the safer you are that your actions will actually play out as planned rather than crashing into unexpected obstacles...or other cars!&#10;&#10;But trying to be quick might also increase your chances of making mistakes, and every time you take damage, you lose battery power, which will slow you down. But hey, mistakes happen, right? You can always recharge and be back in the race.&#10;&#10;This is a fierce race, with pitfalls around every corner and unscrupulous adversaries! Don't miss your chance to shoot your missiles at your opponents &mdash; before they hit you! The first player to cross the finish line wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Catch the Leader",
      "Modular Board",
      "Programmed Movement",
      "Race",
      "Real-Time",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "6336",
    "Name": "Ratzzia",
    "ID": 276499,
    "Year": "(2019)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/276499/ratzzia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "The pantry shelves are nearly overflowing with food and the mice are rushing to collect what they need to ensure their families have enough to eat through the harsh winter. Each family forages for themselves, trying to do the best for the wee offspring. The first to fill their little sack will be the envy of all mousedom.&#10;&#10;Ratzzia is a game for two to five players. The dice represent the mice in each player&rsquo;s family. Each time they roll the dice they must arrange the die results on the board in order to get as much food as possible.&#10;&#10;Each player has their own set of colored dice. On their turn, they roll their dice and choose to place them on the matching spaces on the board. The dice represent mice climbing on top of each other in order to get rewards from the top shelf.&#10;&#10;Rewards can be delicious food, or actions that help you store or steal food. After collecting some food, it needs to be stored, otherwise it can be stolen by other players! As soon as a player gets 25 points worth of food, they win the game and survive the winter!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6337",
    "Name": "Colourbrain",
    "ID": 223742,
    "Year": "(2017)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/223742/colourbrain",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "No good at quizzes? Great, because in this game we give you all the answers before you start. All you have to do is work out which of the eleven color cards in your hand correctly answers one of Colourbrain&rsquo;s crafty questions.&#10;&#10;Get it right and you could be in luck. Now you need the other teams to get it wrong to walk off with the points &mdash; while they turn green with envy.&#10;&#10;Each turn a player draws a card that shows a word. The active player also chooses a color-card from his hand that shows the color best matching the word. The other players also choose a color-card from their hands. Answer correctly and your pawn moves closer to the finish.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Once-Per-Game Abilities",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "6338",
    "Name": "The Undercity: An Iron Kingdoms Adventure Board Game",
    "ID": 175334,
    "Year": "(2015)",
    "Geek Rating": "5.679",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/175334/the-undercity-an-iron-kingdoms-adventure-board-gam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8261",
    "Description": "The Undercity puts a spin on the classic dungeon crawl adventure, setting it within the vast underground labyrinth of one of the Iron Kingdoms&rsquo; most famous cities.&#10;&#10;This board game for two to four players comes with a seven-adventure campaign. The players play one to four characters from the Iron Kingdoms universe as they try to weed out a nefarious evil that has been lurking in the Undercity of Corvis.&#10;&#10;All players will be playing on the same team and the game requires no game master. The players work together defeating enemies, achieving objectives, and gaining experience that can be used to give new skills to their characters that can be used in subsequent adventures in the campaign.&#10;&#10;The game will come with almost 40 different miniatures with 16 different sculpts. The four heroes are Milo Boggs (the alchemist), Canice Gormleigh (the gun mage), Gardek Stonebrow (a trollkin warrior), and Pog (a gobber mechanic) that controls a light warjack named Doorstop.&#10;&#10;Each character has a starting stat sheet, but players can purchase character ability cards with XP gained from the adventure to enhance and customize their characters.&#10;&#10;Combat is based on rolling dice against opposing attributes. Players will be able to use feats and abilities to give boosts to these dice rolls, similar in many ways to other games based in the Iron Kingdoms.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Iron Kingdoms",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "6339",
    "Name": "Sunken City",
    "ID": 9021,
    "Year": "(2004)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/9021/sunken-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9899",
    "Description": "Players have come to the ruins of the Sunken City which long ago was lost to the sea. Try to raise the old city, building by building, and then construct pathways to get to these buildings to find ancient treasure from this lost civilization. But Neptune, the maritime protector, governs this area and is furious with the interfering humans. He streaks across the board smashing everything he comes across, that the city may rest in peace. The player who finds the most treasure is the victor, and so the city may rest again...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Exploration",
      "Mythology"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 9 x 9 Grids",
      "Theme: Treasure Diving",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "6340",
    "Name": "Lock 'n Load Tactical: Heroes of Normandy",
    "ID": 150005,
    "Year": "(2015)",
    "Geek Rating": "5.679",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/150005/lock-n-load-tactical-heroes-of-normandy",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.4",
    "Description": "Heroes of Normandy The award-winning, squad-level Lock &rsquo;n Load Tactical Series jumps into Western Europe in 1944 with Heroes of Normandy. From the initial D-Day drops, on June 6th, to the fighting in the Norman bocage, and on to Operation Market Garden, this combination of Band of Heroes and its expansion, Swift &amp; Bold, arrives at the battle heavy, with 30 scenarios, over 650 die-cut counters, and the latest v4.1 rules. Command audacious American and British paratroopers and glider troops in daring missions against stalwart defensive positions and fiendish counterattacks by the German Wehrmacht, SS, and Fallschirmj&auml;gers.&#10;&#10;Infantry squads and intrepid individuals, such as skilled Leaders and Heroes, are at the core of the LnL Tactical Series. With them you can fire M1919A4, Vickers, MG34, and MG42 machine guns; take aim at approaching tanks with Bazookas, Piats, and Panzerfausts; and find the range with heavy mortars and numerous anti-tank guns, from the American 57mm to the dreaded German 88mm. Vehicles, especially tanks, also clatter onto the battlefield to take on pesky infantry and, of course, each other. M4A1 Shermans, M5A1 Stuarts, Fireflies, and Cromwells square off against Panzer IIIs and IVs as well as the big cats: Panthers and Tigers.&#10;&#10;Heroes of Normandy has 30 scenarios and tell the battles of the men from the 101st Airborne, 82nd Airborne, British 6th Airborne, 17th SS Panzergrenadier, 6th Fallschirmjager, 91st Airlanding, and 352nd Infantry Divisions.  The scenarios cover battles spanning the D-Day drops, fighting the Norman hedgerows, and Operation Market Garden.&#10;&#10;It&rsquo;s squad-level tactical combat at its most exciting!&#10;&#10;UPDATE: All of our manuals and guides can be Downloaded, Viewed, and even printed right from our LnLP Online Library: We now have an Online Library of all, well almost all of our manuals.  We add some every few weeks.  You can find all the LnLT manuals at the link below.&#10;&#10;LnLP Online Library: http://library.lnlpublishing.com/&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Digital Implementations: Steam",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "6341",
    "Name": "Zeus on the Loose",
    "ID": 22864,
    "Year": "(2006)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/22864/zeus-on-the-loose",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1163",
    "Description": "From Gamewright website:&#10;&#10;Catch Zeus if you can! The great Greek god has bolted from Mount Olympus and it&rsquo;s up to you to nab this dashing deity. Play cards strategically, adding numbers as you climb up the mythic mountain. Grab Zeus when the total reaches a multiple of 10. Better yet, summon the strength of Apollo, Poseidon, or all-powerful Hera to bring Zeus within your grasp. Reach the top of Mount Olympus with Zeus in hand and you&rsquo;re a mortal among the gods. To play is human. To win, divine!&#10;&#10;Did you know that, in addition to their supreme powers, the Greek gods were endowed with the special ability to change the course of card games? Well, at least that&rsquo;s the case in Zeus on the Loose! As you figure out how to harness the strengths of the various gods within, you&rsquo;ll sharpen strategic thinking along with valuable addition and subtraction skills. A quick warning about Hera: Though she may be the most powerful goddess in the game, don&rsquo;t get on her bad side or else she might wind up helping an opponent steal Zeus and win!&#10;&#10;Ages 8 and up.&#10;&#10;Based on the traditional card game Ninety-Nine.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Mythology",
      "Number"
    ],
    "Mechanics": [
      "King of the Hill"
    ],
    "Families": [
      "Ancient: Greece",
      "Country: Greece",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "6342",
    "Name": "Regatta",
    "ID": 766,
    "Year": "(1967)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/766/regatta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0658",
    "Description": "The object of the game is to be the skipper of the yacht that crosses the finish line first. You decide when to tack, and when to put up your powerful spinnaker for the downwind leg. You try to take advantage of unexpected wind shifts and blanket your opponents sails. All the facets of real sailboat racing are included.&#10;&#10;The 1968 version includes three islands and 24 cards.  The 1970 version includes a single island and 18 cards.  The suggested courses also vary between editions.&#10;&#10;Originally released as part of the 3M Sports Games line.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Bias",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: 3M Sports Games",
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "6343",
    "Name": "Gen7: A Crossroads Game",
    "ID": 257321,
    "Year": "(2018)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/257321/gen7-a-crossroads-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5882",
    "Description": "An international colony ship has left an exhausted Earth, headed for a distant planet in the Epsilon Eridani system. Thirteen generations will be born on this vessel before it reaches its destination, each generation a steward of the hopes and ideals of the human species. For six generations, everything has gone as planned....&#10;&#10;Now, just as a new command team takes control of the ship, a terrible mystery emerges that will threaten the entire mission. The commanders of Gen7 are about to discover that everything is not as it seems, and the fate of the human species will hang on the choices they make.&#10;&#10;In the tradition of the award-winning Dead of Winter, Gen7: A Crossroads Game is a grand narrative game with multiple possibilities. The choices players make as they play will alter the direction of the story. Gen7 will constantly challenge its players with a variety of unique situations that force them to make difficult moral decisions. Will you compromise your integrity to ensure the safety of your crew? Will you value their lives over the safety of the mission?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers",
      "Voting",
      "Worker Placement",
      "Worker Placement with Dice Workers",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Series: Crossroads (Plaid Hat Games)",
      "Space: Earth's Solar System",
      "Theme: Science"
    ]
  },
  {
    "Rank": "6344",
    "Name": "Elfenroads",
    "ID": 711,
    "Year": "(1992)",
    "Geek Rating": "5.679",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/711/elfenroads",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Before Elfenland there was Elfenroads.  Players attempt to travel from city to city on the map using the resources of cards, gold, and transportation chits.  The player best able to juggle the three resources and visit the most cities by game's end wins.&#10;&#10;Re-implemented by:&#10;&#10;    Elfenland&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Fairies / Elves / Pixies",
      "Game: Elfenroads"
    ]
  },
  {
    "Rank": "6345",
    "Name": "Star Trek: Starship Tactical Combat Simulator",
    "ID": 3040,
    "Year": "(1983)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/3040/star-trek-starship-tactical-combat-simulator",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.875",
    "Description": "Step into the command seat of a starship for the Federation, the Klingon Empire, Romulan Star Empire, Gorn Alliance, or an Orion pirate raider with the Star Trek Starship Tactical Combat Simulator.&#10;&#10;Using an all new and revised system, the Starship Tactical Simulator provides improved rules for: Movement, Deflector Shields, Detailed Starship Damage, Damage Control, Crew Causalities, New Weapons.&#10;&#10;The game gives you a fast-paced and detailed game of space combat. The rules are presented in a learn-as-you-go, three part format.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "6346",
    "Name": "Plantopia: The Card Game",
    "ID": 316857,
    "Year": "(2020)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/316857/plantopia-the-card-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8182",
    "Description": "Plantopia is a strategy card-based game where players harness their gardening abilities to contend for the coveted title of Plantopia&rsquo;s Champion Gardener. Manage the plants in your hand and in your tableau and plant the best combos to earn the most magical leaves. But pay attention to all of your fellow gardeners, as whoever can predict the weather can make their plants grow!&#10;&#10;Capitalize upon the immediate powers of the Baby Plants while harnessing the scoring combos of the Treevolved Plants. Will you go for the fast-growing Flowers, the card-drawing Cacti, or the weather-controlling Trees? Or a combination of all of the above? You&rsquo;ll always find new plants and different strategies awaiting every trip you take to Plantopia!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Farming",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Singapore",
      "Digital Implementations: Tabletopia",
      "Theme: Cacti and Succulents",
      "Theme: Flowers",
      "Theme: Gardening",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "6347",
    "Name": "Dungeon of Mandom VIII",
    "ID": 227110,
    "Year": "(2017)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/227110/dungeon-of-mandom-viii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Dungeon of Mandom VIII is a press-your-luck dungeon delve in which 2-4 players take turns essentially daring each other to go into a dungeon with less equipment than they start off with while filling the dungeon with monsters. Players can win the game by winning two rounds or get eliminated from the game by losing two rounds.&#10;&#10;The game is played in rounds. Each round, the player sets up the base character &mdash; one of eight heroes in the box &mdash; and all the equipment this character has. This one character represents every player being a fully-equipped dungeon delver.&#10;&#10;The start player (the person who challenged the dungeon last or the last player to be in a dungeon) can choose to draw a card from the monster deck or pass their turn. If they choose to draw, they can do one of two things: (1) keep it and remove a piece of equipment or (2) place it face down in the dungeon. Placing it face down in the dungeon creates the dungeon deck and fills the dungeon with monsters that the challenger will have to face later. If they choose to pass their turn, they cannot participate in the rest of the round. Once only one person is left after all the other players have passed their turn, that player then becomes the challenger and must go into the dungeon with only the equipment currently on the character.&#10;&#10;The player then flips cards off the dungeon deck and fights the monsters within. Some equipment allows you to null the enemy damage or be able to withstand it by increasing your HP. If the player survives the dungeon with at least 1 HP, they win that round; if not, they lose. The players then reshuffle all the cards to make a new monster deck and use the same or a different hero to start the boasting once again.&#10;&#10;The game ends when someone has won twice or one player is the last person standing.&#10;&#10;Dungeon of Mandom VIII includes the material in the original Dungeon of Mandom as well as seven new heroes, seven new monsters, and forty new pieces of equipment, with those items having previously appeared in Welcome to the Dungeon and Welcome Back to the Dungeon.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Bids As Wagers",
      "Memory",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Series: Welcome to the Dungeon"
    ]
  },
  {
    "Rank": "6348",
    "Name": "Smash Up: Disney Edition",
    "ID": 358515,
    "Year": "(2022)",
    "Geek Rating": "5.679",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/358515/smash-up-disney-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The &quot;shuffle building&quot; game Smash Up begins with a simple premise: Take the 20-card decks of two factions, shuffle them into a deck of forty cards, then compete to crush more bases than your opponents! Each faction involves a different gaming mechanism, and each combination of factions brings a different gaming experience.&#10;&#10;In Smash Up: Disney Edition, players choose two decks of fan-favorite Disney factions and combine their powers to take over bases, earn the most points, and win! Choose two from Frozen, Big Hero 6, Wreck-It Ralph, The Lion King, Mulan, Aladdin, The Nightmare Before Christmas, and Beauty &amp; the Beast to create the most exciting team-ups imaginable!&#10;&#10;During the game, base cards &mdash; each with their own difficulties and abilities &mdash; are at stake. By playing cards from your hand, you try to have the most powerful set of minions on a base when the base is broken. When this happens, the three most powerful players on that base score points. When a player has 15 or more points at the end of a turn, they win. If two or more players have more than 15 VP, the one with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Smash Up"
    ]
  },
  {
    "Rank": "6349",
    "Name": "Thunder in the East",
    "ID": 209951,
    "Year": "(2018)",
    "Geek Rating": "5.679",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgame/209951/thunder-in-the-east",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "480",
    "Play Time": "720",
    "Weight": "4.1",
    "Description": "Description from the publisher:&#10;&#10;Frank Chadwick&rsquo;s ETO (European Theater of Operations) is a series of linked games covering the land campaigns of World War II in Europe using a constant map and unit scale, and common rules.&#10;&#10;Thunder in the East is the first game in that series, this one covering the titanic struggle on the Russian Front. This is a two-player game (although teams or even solitaire play would be just fine): one player assumes the role of the Axis (Germany and its allies) and the other player assumes the role of the Soviets (i.e., the Soviet Union).&#10;&#10;The individual ground units represent Divisions of 10-15,000 soldiers, Corps (from the Latin word &quot;Corpus,&quot; meaning body) of approximately 25-50,000 soldiers, or Armies of approximately 75,000 or more men. The Soviet ground units are mostly armies of approximately 40,000 men each, with a few cavalry and airborne corps of about 10,000 men each.&#10;&#10;Air units represent about 200 combat aircraft early in the war, and gradually more as the war progresses. Each hex on the map represents 30 miles of actual terrain from side to side, and each Game Turn represents the passage of 7.5 days (or up to 15 days during inclement weather).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Crowdfunding: Kickstarter",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "6350",
    "Name": "Skyward",
    "ID": 209664,
    "Year": "(2017)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/209664/skyward",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9333",
    "Description": "Skyward is a strategy card drafting game of control versus opportunity for 2-4 players.&#10;&#10;After generations of turmoil, the four factions have finally put their differences aside to work together for a better tomorrow. As a commitment to this alliance, the world&rsquo;s first airborne city, named Skyward, is to be built above the intersecting borders of the four realms. Tasked with building this new city, you and other cultural luminaries vie for control by becoming the Warden, and ultimately declared &ldquo;Founder of Skyward&rdquo;.&#10;&#10;In Skyward, the Warden deals cards from the central deck and splits them into piles however they see fit. Each player chooses a pile, providing them with buildings and resources. However, being the Warden is a double edged sword. While you wield the power of the split, everyone else gets to choose first, leaving you with the remaining pile.&#10;&#10;Skyward is played over several rounds. Each round starts with The Split, followed by individual player turns. The goal of the game is to launch a combination of buildings that yield the most Victory Points. The end game is triggered when any player launches their 6th building or the central deck is emptied. Complete the current round as you would normally, then complete one final split. The player with the most Victory Points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "I Cut, You Choose",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Floating islands in the sky"
    ]
  },
  {
    "Rank": "6351",
    "Name": "Desperados of Dice Town",
    "ID": 154600,
    "Year": "(2014)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/154600/desperados-of-dice-town",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3636",
    "Description": "Desperados of Dice Town has the same setting as the Dice Town game from the same authors, but this is a prequel of sorts, with players now trying to free their fellow bandits from jail in order to do any number of ill-considered deeds. We'll figure that out later, though &mdash; first, let's free some desperadoes!&#10;&#10;Each player has five desperadoes in jail at the start of the game, each with a different symbol on them. On a turn, you roll four dice up to three times, putting aside any dice you want to save. If you combine a &quot;hit&quot; with a symbol on a desperado, you rotate that desperado disc, moving him one step closer to freedom. Each desperado requires a different number of steps to reach freedom, and once free, when you hit that same desperado, he now robs money from the other players.&#10;&#10;Certain dice combinations allow you to draw multiple bonus cards and choose one or two that you like, and if you skunk out and don't do anything else, you take the top card as compensation. The cards let you take special bonus actions like not paying opponents and using symbols in different ways.&#10;&#10;Win by freeing all of your desperadoes before anyone else or by being the last one in the game.&#10;&#10;",
    "Categories": [
      "American West",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "6352",
    "Name": "Warhammer 40,000 (Sixth Edition)",
    "ID": 126613,
    "Year": "(2012)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/126613/warhammer-40000-sixth-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5455",
    "Description": "In the Grim darkness of the year 40.000, there is only... WAR.&#10;&#10;In a Dystopic future age, engage as one of the SPACE MARINES chapters to uphold the emperor of humankind honor and glory or one of the foe factions to humanity like the alien Orks, Tau Empire, Voracious Tyranids, Ancient Necrons, Deceiver Eldars or join the power of the corruption within Chaos Workshipers and his demons that seek to seduce the mortals.&#10;&#10;This is the 6th edition of Games Workshop very popular tabletop miniature game; Warhammer 40,000.&#10;&#10;Within this new rulebook you&acute;ll be introduced to the new game mechanics and Universal rules to the 40K universe. Also a guide to assemble, paint and collect your army of choice; and how to field your armies to play battles.&#10;&#10;Gather your army and prepare for the Battle!&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Sixth Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "6353",
    "Name": "Exploding Minions",
    "ID": 341164,
    "Year": "(2021)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/341164/exploding-minions",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Introducing: Exploding Minions! Play the all new Minions themed version of your favorite explosive card game featuring new card types and magical bananas.&#10;&#10;Exploding Minions is a Minions-powered version of Russian Roulette. Players take turns drawing cards until someone draws an Exploding Minion and loses the game. The deck is made up of cards that let you avoid exploding by peeking at cards before you draw, forcing your opponent to draw multiple cards, or shuffling the deck.&#10;&#10;The game gets more and more intense with each card you draw because fewer cards left in the deck means a greater chance of drawing the Exploding Minion.&#10;&#10;The Minions bring a new game-changing card with them that allows players to Clone cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Food & Drink: Bananas",
      "Game: Exploding Kittens"
    ]
  },
  {
    "Rank": "6354",
    "Name": "Tutankhamun",
    "ID": 286667,
    "Year": "(2021)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/286667/tutankhamun",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "The Great King Tutankhamun has passed, and arrangements are being made to fill his Tomb with Artifacts that will travel with him to the afterlife.&#10;&#10;Prepare to collect your offerings and cleanse your spirit as you take on the role of priests and priestesses, traveling down the Nile River to gather Artifacts for the great King&rsquo;s tomb. Along the way, enchanted idols from the mighty Egyptian Gods may assist you in your journey.&#10;&#10;Your primary goal will be to locate parts of Artifact sets. When these sets are completed, they are placed inside King Tut&rsquo;s tomb to help the preparations for his burial. The priests who collected the most parts of the set will cleanse a portion of their spirit as their reward.&#10;&#10;If you are the first player to completely cleanse your spirit (indicated by reducing your points to zero), you will so impress the new Pharaoh that he appoints you to be the next High Priest of Egypt. Will you meet the challenge and earn the new Pharaoh&rsquo;s favor to become the most powerful priest in the land?&#10;&#10;Tutankhamun features familiar gameplay from the earlier versions, while adding new Egyptian god powers and implementing a modified scoring system with new Scarab Rings and a new two-player scoring change.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Category: Combinatorial",
      "Components: Game Box Used In Play",
      "Historical Figures: King Tutankhamun (King Tut)",
      "Mythology: Egyptian"
    ]
  },
  {
    "Rank": "6355",
    "Name": "Dead Man's Cabal",
    "ID": 264321,
    "Year": "(2019)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/264321/dead-mans-cabal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "You've conquered death and mastered all nine dimensions of space-time. Reality bends to your every whim and desire. You are the absolute best there ever has been, a necromancer at the top of their game. The only downside is that no one likes you on account of the creeping around with dead bodies and the lack of sunlight. But who needs friends when you can make them?&#10;&#10;Dead Man's Cabal is a mid-weight strategy game from Daniel Newman, with game development from Jonathan Gilmour (Dead of Winter, Dinosaur Island). In the game, 2-4 players compete to bring the dead back to life so that they can throw a party with actual, you know, guests.&#10;&#10;The gameplay is a clever interplay of a unique action selection mechanism that allows players to choose both a private action followed by a group action, requiring tense decision-making on the timing of the different phases of the game. Collect bodies, crystal skulls, and runes, then bring the dead back to life. This might sound simple enough, but triggering the actions in just the right order requires careful planning to make sure you aren't helping your competitors more than yourself.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Zombies"
    ],
    "Mechanics": [
      "Action Queue",
      "Contracts",
      "Open Drafting",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "6356",
    "Name": "Mega Man Pixel Tactics: Mega Man Blue",
    "ID": 212580,
    "Year": "(2017)",
    "Geek Rating": "5.679",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/212580/mega-man-pixel-tactics-mega-man-blue",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.75",
    "Description": "Pixel Tactics is a head-to-head game of tactical combat for two players. Each player has an identical deck of 25 cards, from which they draft a leader. The leader's abilities alter vastly the strategy and playability of every other card in the deck, making the game playable in 25 different ways.&#10;&#10;In the game, players take turns placing cards and attacking. Each card can activate in various ways, taking on offensive capabilities in the front rows of the unit, or support powers in the back rows. Cards can also be played as orders &ndash; powerful single-time effects that can turn the tide of battle.&#10;&#10;Play continues until either player's leader is defeated. A typical game is best of three or five rounds.&#10;&#10;Mega Man Pixel Tactics: Blue features 28 characters from Mega Man 1-3 &mdash; including Mega Man, Dr. Light, and Robot Masters &mdash; and these characters are compatible with all other Pixel Tactics games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Pixel Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "6357",
    "Name": "Pax Penning",
    "ID": 381591,
    "Year": "(2024)",
    "Geek Rating": "5.679",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/381591/pax-penning",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8889",
    "Description": "Take on the role of small kings, local chieftains, and wealthy peasants who have been invited by the first Christian king of Sweden to participate in his nationbuilding. He has participated in the Danelaw, and saw how the Brits created a strong centralized kingdom, and the role currency played in that. He wants to do the same, but he can't do it without the help of the local movers and shakers: you.&#10;&#10;This would severely limit your strength, but perhaps you would be stronger united. Perhaps you didn't have much strength to begin with, and this is your opportunity to carve a place for your family in the new kingdom of the Swedes. Perhaps you can just marry your way into power, and secure your future that way.&#10;&#10;Either way, the world is changing. The end of the Viking age is here, and you better not get left behind.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Action Drafting",
      "Alliances",
      "Dice Rolling",
      "Negotiation",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Sweden",
      "Series: Pax"
    ]
  },
  {
    "Rank": "6358",
    "Name": "The Little Orchard",
    "ID": 17162,
    "Year": "(2004)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/17162/the-little-orchard",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1034",
    "Description": "A cooperative game for children. The players have to pick up all the cherries, before the crow can steal them from the tree. With good memory and a little bit of deduction, the game can be won, but if you forget which tiles have the crow on the other side, watch out! He'll eat all your cherries!&#10;&#10;The board is integrated in the box and comes with the usual nice Haba pieces.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies",
      "Components: Game Box Used In Play",
      "Series: Mitbringspiele (HABA)",
      "Series: Obstgarten (HABA)"
    ]
  },
  {
    "Rank": "6359",
    "Name": "BUS",
    "ID": 164159,
    "Year": "(2015)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/164159/bus",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3448",
    "Description": "You&rsquo;ll need absolute effiency in this quick, &ldquo;Pick up and Deliver&rdquo; game of balancing speed and maximum capacity. Don&rsquo;t get too distracted dropping off passengers, because your opponents might beat you to the bus stop or change your route through road construction!&#10;&#10;In BUS, each player controls a bus card and will navigate it throughout the city grid. A player's maximum speed, which is the number of street spaces he may move, is 5. When a player stops at a Bus Stop, he may pick up a customer card which contains 2 different customers. The customer card's point value directly correlates to the speed in which a bus' movement is reduced to, when carrying the customer card. Once a bus moves through a space with a customers' destination, the customer on the card is considered delivered. Two street tiles may be swapped if the &quot;construction&quot; space is used and a player may hold several customer cards for maximum efficiency. The end game is triggered once a player has completed 5 customer cards and the bus driver with the most points wins!&#10;&#10;Number 8 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Open Drafting",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "6360",
    "Name": "18MS: The Railroads Come to Mississippi",
    "ID": 313129,
    "Year": "(2020)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/313129/18ms-the-railroads-come-to-mississippi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.2308",
    "Description": "18MS is an 18xx game set in Mississippi and Alabama, together with portions of adjoining states. Players invest in railroad companies in an effort to have the greatest net worth at the end of the game. This is determined by adding the cash holdings of the players to the value of the stocks each owns. The game consists of five Stock Rounds, where players buy and sell stock in the various companies, each of which is followed by two Operating Rounds, where the various companies operate by laying tracks, placing stations, and buying and running trains.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "6361",
    "Name": "Loop Inc.",
    "ID": 163027,
    "Year": "(2015)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/163027/loop-inc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "You and the other players work at Loop Incorporated, the most prestigious time travel agency in the world. Well, that&rsquo;s not entirely true. It&rsquo;s a mismanaged, third-tier agency owned by the slick Mr. Loop, who cares more about making a buck than making sure the delicate weave of the time-space continuum stays tight and safe. For you and your coworkers, it&rsquo;s as good as job as any, and if you time things just right you may even get a nice bonus at the end of the day. And since you have a time machine, you can take multiple cracks at it&hellip; assuming things don&rsquo;t get too chaotic with your past selves running around.&#10;&#10;Loop Inc. is played over the course of three days, with each day actually being the same day, but a different time through it. During the first day, players will get to perform three actions and send out their one time machine. Actions include gathering components, setting up advertising, and more. Then, at the end of the day, players jump into their time machines and return to the beginning to start the day over again. The catch is, when players go back in time to try the day again, their past selves are still running around. This means they&rsquo;ll have to perform all the actions from the previous version of the day, as well as three new ones. They&rsquo;ll also have an additional ship to launch. On the third try, things compound even further...making timing key. At the end of the third day, the player who completed the most profitable trips wins, provided they didn&rsquo;t cause too many tears in the space time continuum.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "6362",
    "Name": "Piratenbillard",
    "ID": 151,
    "Year": "(1989)",
    "Geek Rating": "5.679",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/151/piratenbillard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2414",
    "Description": "This interesting dexterity game is played on a table-like board that is a wooden lattice with a piece of linen stretched over the bottom.  Little colored balls are placed in the resulting holes, and then players use long wooden mallets to strike the bottom of the table.  When a ball is hit correctly, it will pop out of the space it's in and land in another space closer to the opposite side of the board.  Landing on another player's ball lets you capture it, but if your ball lands off the board, it's out of the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 10 x 10 Grids",
      "Components: Marbles",
      "Series: Abacus Wood Box"
    ]
  },
  {
    "Rank": "6363",
    "Name": "Game of Thrones: Oathbreaker",
    "ID": 275530,
    "Year": "(2019)",
    "Geek Rating": "5.678",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/275530/game-of-thrones-oathbreaker",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "Who do you trust? If you sit on the Iron Throne, the wisest answer is &quot;no one&quot;.&#10;&#10;Game of Thrones: Oathbreaker is a game of deception and social deduction. One player assumes the role of King (or Queen), while the others represent the great Lords and Ladies of the Houses of Westeros. Some are loyalists who want order in the realm, others are conspirators who seek to undermine the throne, and all of them have a secret agenda of their own. Who is truly loyal, and who is simply hungry for power, honor, and coin? It's up to the King to figure it out before it's too late.&#10;&#10;In more detail, the game lasts seven rounds. In each round, players reveal a number of mission cards, each of which has an associated influence type: crowns, ravens, or swords. Each noble plays influence cards face down to one or more missions and places their House Sigil at the mission where they played the most cards. Then each mission is resolved by shuffling the influence cards there and tallying up successes and failures. If a mission succeeds, Order is generated; otherwise Chaos is generated. Nobles earn rewards (coin, honor, power) based on whether the mission with their House Sigil succeeded or failed.&#10;&#10;The King can play decree cards during the game to grant favor to nobles who seem loyal, or cast suspicion on suspected conspirators. Decree cards award Order if the King was correct and Chaos if the King was wrong.&#10;&#10;At the end of the game, if Order exceeds Chaos, the King wins and any loyalists who achieved their personal ambitions win. If Chaos has the edge, then any conspirators who achieved their personal ambitions win.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire"
    ]
  },
  {
    "Rank": "6364",
    "Name": "Deadzone (Second Edition)",
    "ID": 197333,
    "Year": "(2016)",
    "Geek Rating": "5.678",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/197333/deadzone-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "HUMANS AND ALIENS COLLIDE ON WORLDS ERASED FROM EXISTENCE&#10;&#10;In the future, unthinkably powerful mega-corporations own and govern entire planets outright, protecting their interests with vast, private armies. Now, an even greater danger is sweeping the galaxy * a hideous mutagen wiping out entire sectors of space. To stem the carnage, highly classified Containment Protocols are enacted, blockading the infected system and wiping it from navigational charts forever. Here, with the veil of civilisation lifted, rival factions descend into furious conflict, each with a unique claim on the chaos of the Deadzone!&#10;&#10;Deploy elite Enforcers to mercilessly hunt down the rampaging Plague army as it surges ceaselessly towards total contamination; Oversee the ransacking of abandoned districts by the hulking Marauders as the terrifying Veer-Myn single-mindedly set about bolstering their own numbers; Plunder natural resources with the tech-heavy Forge Fathers as the eclectic Rebs scavenge for discarded gear, or simply scheme in secret as the mysterious Asterians pursue goals known only to themselves. As your collection grows, where will your loyalty lie?&#10;&#10;A tabletop wargame without the hassle, Deadzone strips away unnecessary complications leaving you free to enjoy the excitement and tactical depth of futuristic battle. Starter armies of two rival factions are included in this set, kicking-off your collection of Enforcers and Forge Fathers, along with everything else 2 players need to get right into the action. Assemble your finely detailed miniatures and get ready for fast paced, easy to learn, mission-based skirmishes in a brutal future!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Line of Sight",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warpath"
    ]
  },
  {
    "Rank": "6365",
    "Name": "Down in Flames: Aces High",
    "ID": 36325,
    "Year": "(2008)",
    "Geek Rating": "5.678",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/36325/down-in-flames-aces-high",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "Down In Flames is our tactical air combat card game. It was first released back in the mid 1990&rsquo;s and was again released as a computer game through Battlefront in 2004. Brian Marrs did all the programming for the computer game.&#10;&#10;Down In Flames places each player in the cockpit of a Leader and Wingman as they enter combat against other aircraft. By playing cards, you gain advantageous positions on your targets, fire your guns, and send them down in flames!&#10;&#10;The game is based on a unique action-reaction card mechanic. Each card can be countered by specific other cards. At the bottom of every card is the list of cards it is allowed to cancel. This makes for exciting card play back and forth between players&hellip;&#10;&#10;Player #1: &ldquo;I Play an In My Sights for 3 Hits. If you don&rsquo;t stop it, you&rsquo;re going down.&rdquo; Player #2: &ldquo;I counter with a Barrel Roll.&rdquo; Player #1: &ldquo;I react with a Yo-Yo.&rdquo; Player #2: &ldquo;You got me.&rdquo;&#10;&#10;Each aircraft is accurately simulated with a several ratings including: Performance (the maximum cards you can hold), Horsepower (the maximum cards you can draw each turn), Bursts (how many times you can fire), Damage (how much damage your attacks inflict), and Airframe (how much damage your aircraft can sustain).&#10;&#10;The air combat is simulated using a Positioning system that allows aircraft to be Advantaged, Tailing, Disadvantaged, or Tailed in relation to other aircraft. An aircraft&rsquo;s position determine if it can aircraft, and how many bonus Bursts it receives if it is Advantaged or Tailing.&#10;&#10;The game uses a simple Altitude system to add this vital aspect of air combat. Aircraft get to draw cards when diving, and must discard cards when climbing.&#10;&#10;The game also includes Light, Medium, and Heavy Bombers that are used in the historical campaign games.&#10;&#10;Down In Flames has won several awards through the years and continues to be a favorite for both serious and casual gamers.&#10;&#10;Components:&#10;&#10;    110 Full color Action Cards&#10;    110 Full Color Aircraft Cards&#10;    Full Color Rulebook&#10;    Full Color Counter Sheet (88 - 5/8&rdquo; counters)&#10;    6 Full Color Campaign Sheets&#10;&#10;&#10;(from the Publisher's Website)&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Occupation: Aviator",
      "Series: Down in Flames (Dan Verssen)"
    ]
  },
  {
    "Rank": "6366",
    "Name": "The Devil's Horsemen: The Mongol War Machine",
    "ID": 11274,
    "Year": "(2004)",
    "Geek Rating": "5.678",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/11274/the-devils-horsemen-the-mongol-war-machine",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4419",
    "Description": "&quot;The Mongol War Machine in the 13th Century&quot; - Volume X in the Great Battles of History Series (GBoH).&#10;&#10;&#10;(from GMT Games website:)&#10;&#10;The Great Battles of History series is back with Devil's Horsemen, an examination of the military tactics of steppe tribe warfare, as immortalized by the mighty armies of Genghis Khan and the Mongols. The game focuses on cavalry and archery action, featuring mounted archers of exceptional skill. Devil's Horsemen depicts the four major battles of the era - The Indus, The Kalka, Liegnitz and Ayn Jalut.&#10;&#10;Devil's Horsemen features basic rules for both regular and SimpleGBoH play. The rules bring the system into full flower of mounted archery, with a detailed, augmented set of archery and cavalry mechanics that include various types of Shower Fire (as opposed to plain Volley Fire), Impetuosity and Aggression, Feigned Retreat, Harass and Disperse tactics, and Rally to Standards, with the various armies and units being rated for their ability to use these.&#10;&#10;Devil's Horsemen presens a truly colorful array of armies for you to lead into battle: there are 10 full tumen (divisions) of Mongols, plus Polovtsians, Galicians, Chernigovians, Kievans, Persian Khwarazmians, Poles, Silesians, Bohemians, the great Teutonic Knights, and the first army to ever significantly defeat the Mongols, The Mamluks.&#10;&#10;These mighty armies show up in four great battles of the period (ranging from battles needing 1/2 mapsheet to two full-mapsheets).&#10;&#10;The Indus (Genghis Khan vs. Shah Jalal ad-Din and the Khwarazmian Persians, 1221). One mapsheet in size, this is the battle that gave The Mongols control over all of Central Asia.&#10;     &#10;The Kalka (Prince Subudei vs. the combined Armies of Rus, 1223). Two mapsheets in size, this battle includes two massive (and very nattily dressed) armies, with the Rus suffering under fractured command, and the Mongols giving us a foretaste of the famous Zulu horns of the buffalo tactics.&#10;     &#10;Liegnitz (Prices Baidan and Kaidan vs. Henry the Pious and an army of Eastern Europeans, 1241). A 1/2 mapsheet battle which introduced Europe to the Mongols, and from which we get the famous Christian prayer of the era, From the Fury of the Tartars, oh Lord, Deliver Us. But you do get to use the best European heavy cavalry of the day, the Teutonic knights, under fearsome commander, Poppo.&#10;     &#10;Ayn Jalut (Prince Ketbugha vs. The Mamluks, 1260). A 1/2 mapsheet battle that saw the first real defeat of a Mongol Army, this time by the new Middle East Muslim power, the Mamluks. Granted, this was a second-rate, rear-guard group of Mongols, but the Mamluks showed they were a new force to reckon with.&#10;&#10;COMPONENTS&#10;979 full-color counters&#10;Two full-color double-sided 22x34&quot; mapsheets&#10;Rules Book&#10;Scenario Book&#10;One Player Aid Card&#10;One 10-sided die&#10;&#10;DESIGNERS: Mark Herman and Richard Berg&#10;ART DIRECTOR/PACKAGE DESIGN: Rodger B. MacGowan&#10;MAP ART: Mark Simonitch&#10;COUNTER ART: Mark Simonitch, Rodger B. MacGowan, Mike Lemick&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Legnica (Poland)",
      "Country: Mongolia",
      "Digital Implementations: VASSAL",
      "Historical Figures: Genghis Khan",
      "History: Mongol Invasions and Conquests",
      "Players: Two-Player Only Games",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "6367",
    "Name": "Statis Pro Basketball",
    "ID": 4453,
    "Year": "(1972)",
    "Geek Rating": "5.678",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/4453/statis-pro-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1351",
    "Description": "The Game of Professional Basketball:&#10;&#10;Inside this box you'll find everything you need to recreate an entire professional season. Every player from every pro team is here, each one ready to play for you just the same way he did in the regular season. The only difference between STATIS PRO BASKETBALL and the real thing is that now YOU are the coach!&#10;&#10;YOU pick the starting line-ups, send in substitutes, and call the fast break and full-court press. YOU call the slowdown, take out players to rest for the final period...and much more!&#10;&#10;Every player in STATIS PRO BASKETBALL is statistically rated to display his real abilities in each of the following areas: Field Goal Shooting, Free Throw Shooting, Rebounding, Fouls, Foul Drawing, Blocking Shots, Stealing the Ball, Assists, Defense, and Stamina.&#10;&#10;Luck is a factor in every basketball game, and STATIS PRO BASKETBALL represents the effect of chance with a unique system of FAST ACTION CARDS that keep the game moving fast while at the same time allowing everything that takes place in a real game to occur.&#10;&#10;&#10;    Game Equipment:&#10;        Scorepad&#10;        Rules Folder&#10;        Mounted full-color Playing Board with Reference Charts &amp; Tables&#10;        Set of Fast Action Cards&#10;        Player Cards representing players of every pro team.&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Series: Sports Illustrated Line (Time, Inc)",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "6368",
    "Name": "Snow Time",
    "ID": 256438,
    "Year": "(2018)",
    "Geek Rating": "5.678",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/256438/snow-time",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.2857",
    "Description": "Snow is falling! Winter is finally here!&#10;A joust is in the making: let the show begin!&#10;You play as children, representing your village, and face your&#10;opponents in a joyful competition around a marvelous tree.&#10;Anticipate other players&rsquo; moves and guess their intentions.&#10;Be crafty, collect strange fruits, and dodge the snowballs!!&#10;&#10;Fruits appear randomly on the board at different levels of the tree.&#10;The players will try to seize them and therefore will have to choose on which branch they want to climb.&#10;Be careful though, a player will only be able to harvest fruits if he is alone on a branch, and if there is not a player in ambush just above him!&#10;Thus, He will try to anticipate the choices of his opponents since otherwise a squabble will start, which will inevitably end up by the loss of cards, unless one of the brawlers dominates the fray.&#10;Finally, the cleverest player will score a point for avoiding the fight by being the lowest in the tree.&#10;Between racing game, bluff, and double guessing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "6369",
    "Name": "Sherlock: Entre tumbas",
    "ID": 296986,
    "Year": "(2019)",
    "Geek Rating": "5.678",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/296986/sherlock-entre-tumbas",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6154",
    "Description": "In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded. During your turn, each player must perform one of the following actions:&#10;&#10;A) Reveal information:&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;&mdash;user summary&#10;&#10;Adam Lockwood ha desaparecido en su trabajo. &iquest;Qu&eacute; ha pasado?, &iquest;por qu&eacute;? Sigue las pistas con tu equipo de investigadores para responder &eacute;stas y otras preguntas. &iquest;Resolver&eacute;is el misterio del trabajador desaparecido?&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "6370",
    "Name": "Knight Fall",
    "ID": 364541,
    "Year": "(2022)",
    "Geek Rating": "5.678",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/364541/knight-fall",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "In Thornmar Abbey, an ancient order of holy knights watches over a sealed portal to the underworld. The knights must protect the elders&mdash;ancient sages who sustain the seal. After decades of peace, the seal has weakened and demons are emerging from the rift. The demons seek to battle past the valiant knights and kill enough of the elders to fully break the seal before morning. Imbued with the power of the gods, only these brave knights stand a chance of protecting the elders and stopping an army of monsters from flooding into the world.&#10;&#10;Knight Fall is an asymmetrical team game for one to six players. One team controls the knights, who must protect the elders and withstand the demons until dawn. The other team controls the demons, who seek to break the seal to the underworld before morning. &nbsp;&#10;&#10;During the game, you choose a unique knight or demon, each with a variety of special powers&mdash;such as the Flame Knight&rsquo;s ability to surround his foes in fire, or the Bone Crusher&rsquo;s power to summon skeletal minions. The cards you play from your hand to perform actions can each be used in different ways, and a set of unique location tiles allows you to create the monastery with a different layout every game.&#10;&#10;Knight Fall also features a campaign mode for one to two players. In this mode, you read stories while exploring the map of a haunted valley, drawing your path as you travel. Wander through crumbling churches, a sinister forest, and a dark mountain to stop the demons before the final battle at Thornmar Abbey. You must do whatever you can to keep your Knights alive; the death of each knight means one fewer hero to combat the invading demons in the final battle!&#10;&#10;&ndash;description from designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Multi-Use Cards",
      "Storytelling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Official Music Soundtrack",
      "Components: Standees"
    ]
  },
  {
    "Rank": "6371",
    "Name": "Unstable Unicorns: NSFW Base Game",
    "ID": 287952,
    "Year": "(2019)",
    "Geek Rating": "5.678",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/287952/unstable-unicorns-nsfw-base-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Warning: NSFW!!! (Unless your boss appreciates a good deck joke.)  If 69% of your conversations involve dirty jokes and inappropriate COMMENTS, you're going to love the new NSFW edition of Unstable Unicorns. The game play is the same as the beloved classic but the unicorns are significantly...Hornier. Are all the cards sexual? F*** neigh! Some are just delightfully disgusting.&#10;&#10;This new edition combines all the cards from the Unstable Unicorns: NSFW Pack you already know and love with 73 brand-new cards (plus 8 reference cards) to make a complete 135-card game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Game: Unstable unicorns",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "6372",
    "Name": "Clue",
    "ID": 130592,
    "Year": "(2012)",
    "Geek Rating": "5.678",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/130592/clue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.473",
    "Description": "Refresh of classic Clue/Cluedo game. Significant change: Adds a new character, Dr. Orchid. Also includes two-player rules.&#10;&#10;Clue/do is a murder mystery game. The aim is to find out who committed the murder, which weapon they used, and where in the mansion they did it. How do you solve the case? By careful questioning of your fellow players you can deduce which information is concealed in the crime envelope. The trick is to be clever with your questioning... Everyone develops their own system! &#10; This version of the game plays faster than older versions of Clue, with the help of bigger spaces on the board, special Red Cards, and a new layout of the mansion so you can walk between rooms. The bedroom has an ensuite, and you can wander from the kitchen straight into the dining room.&#10;&#10;All new artwork brings this classic murder mystery to life, with a high level of detail.&#10;&#10;It also comes with cool red dice!&#10;&#10;Note: In this version of Clue, when playing with the 2-player/Team rules: before you deal the black Clue cards to the players, you take the top four black CLUE cards from the deck and place them face down in a row at the side of the board. When the other player/team cannot answer your question, you get to secretly look at one of the four cards at the side of the board.&#10;&#10;You also don't use the Red Bonus cards in a 2-player/Team game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Digital Implementations: Steam",
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "6373",
    "Name": "Lost Worlds",
    "ID": 1421,
    "Year": "(1983)",
    "Geek Rating": "5.678",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/1421/lost-worlds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6905",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; Lost Worlds is the most popular entry in Alfred Leonardi's line of book games, which also includes Ace of Aces.  Each player has a character card and a booklet (and sometimes special Tactics, Luck, or Spell cards) for one of about fifty (and growing) medieval-fantasy characters.  Characters can range from barbarian warriors to animated skeletons to elven archers to unicorns &mdash; even two different dragons.  Booklets are traded and, as each player selects a move, a reference grid in the books determine the results (wounds, off-balance maneuvers, and so on).  Combat continues until one fighter or the other expires.&#10;&#10;An interesting feature of the Lost Worlds system is that, under some versions of the rules, characters may improve their abilities as they gain experience.  In theory, you are supposed to keep track of your progress with each character, and if one is utterly killed, it will have to start over without its improved skills.&#10;&#10;Part of the Lost Worlds series of books.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games",
      "Series: Lost Worlds (Nova Game Designs)",
      "Series: Picture Book Games (Nova Game Designs)"
    ]
  },
  {
    "Rank": "6374",
    "Name": "Bantam West",
    "ID": 328687,
    "Year": "(2023)",
    "Geek Rating": "5.678",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/328687/bantam-west",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "Welcome, weary traveler, to Gallow Springs - the only &quot;civilized&quot; town on the entire Dethelm Frontier. Surrounded by bandits, predators, and cultists, only the toughest survive. If you&rsquo;re going to last, you must find a source of income, purchase new gear, build shelter, recruit a posse, and protect your homestead. Do you have what it takes?&#10;&#10;Bantam West is a competitive open-world board game with role-playing elements for 1-4 players. Begin life anew as one of four Deadly Strangers who all just arrived in the outlaw town of Gallow Springs. Spend your Grit to work, fight, build, and burn to become the most Notorious. It&rsquo;s time to tell your own story...&#10;&#10;Set in a Western sandbox, you are given total freedom to form a plan and play on your character's strengths, weaknesses, and personality to outperform the competition. Whether you live the life of a powerful merchant, an agile gunslinger, a malicious arsonist, or a stealthy thief, there is a unique way for you to come out on top! Along the way, be on the lookout for enemies and rival players who aim to fight you, burn your cabins down, and steal your hard-earned wealth!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Exploration",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Line of Sight",
      "Market",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "6375",
    "Name": "Bring Out Yer Dead",
    "ID": 158534,
    "Year": "(2015)",
    "Geek Rating": "5.678",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/158534/bring-out-yer-dead",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Bring Out Yer Dead is a morbid game of grave family plots.&#10;&#10;As the head of your family, you must get the &quot;dying&quot; members of your family into the best plots in the city's newest cemetery. Each day the Grave Keeper brings the cart around the city and you must vie to get your family members in the cart before other families do. But be careful! The Grave Keeper is a lazy guy and any coffins he can't fit in the cart are tossed aside in the river; he'll never bother to bury them at all!&#10;&#10;Get your recently departed family members buried in the best plots in the cemetery to gain influence in the city. You may even have to resort to some early morning grave swapping &mdash; or you could just rob the graves of all the jewelry you can dig up...it isn't like they're going to need it anyway! Influence is everything! The player with the most influence at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Horror",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cemeteries / Graveyards"
    ]
  },
  {
    "Rank": "6376",
    "Name": "Smolensk: Barbarossa Derailed",
    "ID": 225610,
    "Year": "(2018)",
    "Geek Rating": "5.678",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/225610/smolensk-barbarossa-derailed",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "4560",
    "Weight": "4",
    "Description": "Description from the publisher:&#10;&#10;Smolensk: Barbarossa Derailed is the latest release in the Operational Combat Series (OCS), covering the campaign along the Moscow highway in the summer of 1941. These actions set the stage for the Wehrmacht&rsquo;s autumn drive on the Soviet capital, and many historians believe the bitter fighting here ultimately doomed the Axis to failure in Russia.&#10;&#10;The game begins on 8 July with Barbarossa still in high gear. In August, the advance stalls as Hitler diverts most of the panzers from the map to forces around Leningrad and Kiev. Soviet counteroffensives will push Army Group Center close to the breaking point by game&rsquo;s end on 8 September. The asymmetry of the two armies will be familiar to veterans of past OCS campaigns, especially Guderian&rsquo;s Blitzkrieg II. There is the expected qualitative difference in typical Action Ratings, along with stark contrasts in logistical capabilities and replacement rates. There also some unique twists in the situation, including:&#10;&#10;&#10;     Three of the panzer divisions are getting their first taste of combat, so their Action Ratings are reduced.&#10;     The rivalry between Heinz Guderian and Hermann Hoth makes it difficult for these generals to coordinate their panzer armies, and might prevent the ring from closing around Smolensk.&#10;     Soviet tank divisions are shown for the first time. They pack a wallop, but their quality leaves a lot to be desired.&#10;     The Soviet 1st Motorized Division is presented as a somewhat elite multi-unit formation that includes some heavy KV-1s and T-34s.&#10;     The contributions of small militia, tank, and anti-tank units are reflected by the Soviet Alarm Pool.&#10;     Other chrome accounts for &lsquo;tree bark soup&rsquo; (used by cut-off units), planes diverted to terror-bomb Moscow, and special markers for artillery ammo &amp; katyusha effects.&#10;&#10;&#10;Smolensk is a small and fairly simple entry in the series, with special rules kept to a minimum. We think players will enjoy the fact both sides must attack and defend. By the end they will learn three things about this campaign: the Soviets are more than just punching bags, the Germans are challenged to hold their early gains,&#10;and the road to Moscow will be paved in blood.&#10;&#10;Seven scenarios are included:&#10;Intro Scenario: Vitebsk, 1/2 turn, using about 1/4 of the map&#10;Smolensk Campaign, 8 July to 8 September (19 turns)&#10;Late July Start, 22 July to 8 September (15 turns)&#10;1st Counteroffensive, 22 July to 1 August (4 turns)&#10;Early August Start, 8 August to 8 September (10 turns)&#10;2nd Counteroffensive, 8 August to 22 August (5 turns)&#10;3rd Counteroffensive, 26 August to 8 September (5 turns)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Germany",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "6377",
    "Name": "FAB: Sicily",
    "ID": 68260,
    "Year": "(2011)",
    "Geek Rating": "5.678",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/68260/fab-sicily",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.0714",
    "Description": "From GMT's web site:&#10;&#10;The Fast Action Battle (FAB) games, designed by Rick Young (Europe Engulfed, Asia Engulfed, and FAB: The Bulge), takes you to the Allied invasion of Sicily for volume II of the series.&#10;&#10;As the Allied player, you will choose your invasion beaches after seeing where the Axis player has deployed his units. Do you choose Montgomery&rsquo;s historical &lsquo;Husky&rsquo; plan, Patton&rsquo;s alternate plan, or a hybrid plan of your own?&#10;&#10;In this game you will find a few new unit and asset types, and also new challenges for both sides. For the attacker, the challenge is the tough Sicilian terrain; and for the defenders, it&rsquo;s the worsening Italian morale.&#10;&#10;Each victory area and functioning port that the Allies secure adds a &lsquo;Fading Italian Morale&rsquo; Event Chit into the selection cup, and as each of those are drawn, worsening effects on Italian units are felt along the entire front.&#10;&#10;If one side has not secured an automatic victory by the end of turn 9, the Axis player receives bonuses, both for German units that have exited off the island through Messina and also for areas on Sicily that are still Axis-controlled, so there is pressure on both sides to fight for every area.&#10;&#10;Event Chits include:&#10;&#10;&#10;     Replacements&#10;     Fading Italian Morale,&#10;     the Patton Soldier Slap, and&#10;     flanking battalion-sized invasions.&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Germany",
      "History: World War II (Italy)",
      "Islands: Sicily (Italy)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Fast Action Battles (FAB)"
    ]
  },
  {
    "Rank": "6378",
    "Name": "Santy Anno",
    "ID": 24416,
    "Year": "(2006)",
    "Geek Rating": "5.678",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/24416/santy-anno",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4912",
    "Description": "Description from the publisher:&#10;&#10;You are one of the notorious pirates of the Santy Anno, the terrifying three-master that makes the Caribbean seas insecure. After a long night drinking rum and partying, you have forgotten where your ship is and, even worse, who is your captain!&#10;&#10;To resolve this, actually very common problem in a pirate&rsquo;s life, the pirate&rsquo;s guild has initiated a new tradition: the first 3 on board will respectively become captain and first mates. The ones arriving too late will be demoted to ship&rsquo;s boys and spend the rest of the trip cleaning the deck!&#10;&#10;Will you be fast and smart enough to avoid being spending the rest of your time with brush and bucket instead of sword and gun?&#10;&#10;Avoid to be demoted and get a maximum of ducats. At the end of the game (5 rounds) the player with the most money is nominated captain and wins. The next 2 are his first mates. The others lose and have to pay for the next round&hellip; and to clean the table and glasses!&#10;&#10;This is a pirate game. The 500 first copies will come with a limited Ex-ludis signed by the designer along with the expansion Santy Anno: Blackbeard at the Pub.&#10;&#10;Expanded by:&#10;&#10;    Santy Anno: Blackbeard at the Pub&#10;&#10;&#10;",
    "Categories": [
      "Pirates",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "6379",
    "Name": "Star Wars Villainous: Scum and Villainy",
    "ID": 387836,
    "Year": "(2023)",
    "Geek Rating": "5.677",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/387836/star-wars-villainous-scum-and-villainy",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.5",
    "Description": "In Star Wars Villainous: Scum and Villainy, players choose to play one of three iconic villains from the Star Wars galaxy, including Boba Fett. Depending on their villain's unique power, players will use their villain's &quot;ambition&quot; to perform actions that power effects based on the villain's use of the Force, strategic leadership, or sheer luck. The game also incorporates villain-specific missions and rules for iconic ships and transports from all corners of the Star Wars galaxy.&#10;&#10;Villains in Star Wars Villainous: Scum and Villainy can be mixed with those in Star Wars Villainous: Power of the Dark Side or used on their own in this game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Star Wars",
      "Series: Villainous",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "6380",
    "Name": "Dinosaurs of the Lost World",
    "ID": 393,
    "Year": "(1987)",
    "Geek Rating": "5.677",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/393/dinosaurs-of-the-lost-world",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8936",
    "Description": "One of Avalon Hill&#039;s family games that appeals to gamers as well.  Players control different expeditions which they equip to explore the Lost World.  Victory is achieved through finding various species of dinosaurs and collecting specimens.  The game comes with a modular board to ensure that no two games are alike, and lots of dinosaur stand-up pieces.  One of the most entertaining parts of the game occurs when a dinosaur chases an expedition back to base camp!&#10;&#10;&#10;This Avalon Hill game has features beyond most family games that appeals to strategy gamers and increase replayability.  First, the board is modular; the location of all the dinosaur sites and required items is completely random every game.  This sort of feature, unusual before the German games of the 90's, puts Dinosaurs of the Lost World years ahead of its time.&#10;&#10;Second, players may influence and interact with other players both indirectly by moving dinosaurs in their path or directly by either trading items amicably or attacking their expedition mercilessly.&#10;&#10;Third-The sharp limits set out in the rules on weapons and ammunition force the players to pick their battles carefully and makes each dinosaur encounter thrilling and high stakes.  Followed strictly, the rules give the dinosaurs a real possibility of winning a combat and requires strategic planning from players if they hope to avoid being chased right out of the game.&#10;&#10;Fourth- The consequences of losing a dinosaur combat are serious.  During the chase you may lose one or more useful tools and even victory points.  Once you escape from the dinosaur, you are returned to camp and lose your next turn.  Because actions that can be taken in camp are somewhat limited, a lost dinosaur battle completely knocks out one turn and diminishes what can be accomplished in two additional turns.&#10;&#10;Finally- The game has excellent style.  The dinosaur areas are displayed in a unique &ldquo;comic book&rdquo; format, allowing for great enjoyment and immersion from all players regardless of age.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Novel-based",
      "Prehistoric",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Race",
      "Trading",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "6381",
    "Name": "Escape from New York",
    "ID": 362723,
    "Year": "(2024)",
    "Geek Rating": "5.677",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/362723/escape-from-new-york",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "&quot;You go in, find the President, bring him out in less than 24 hours, and you're a free man.&quot;&#10;&#10;In Escape from New York, an adaptation of the John Carpenter movie of the same name, you play as Snake, Brain, Maggie, or Cabbie and attempt to rescue the president and his precious tape and bring them to safety, while dealing with the gangs of the most dangerous prison in the world &ndash; all of Manhattan.&#10;&#10;You will play the roles of the heroes, exploring the dangerous streets of New York, searching for the president, his case containing the government tape, and a diagram of the bridges so you can escape from the city without stepping on a landmine.&#10;&#10;You can work together, searching for these three things, or you may decide to secretly satisfy your own personal objective at any moment during the game, escaping from New York alone and betraying your companions. Whatever your decision will be, you must face the Bands of Manhattan, headed by the Duke of New York, who will hinder you by moving Prisoners and Bosses to eat up as much of the short time-frame you have to complete your mission.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Exploration",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Semi-Cooperative Game",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: New York (New York, USA)",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "6382",
    "Name": "Stargrave: Science Fiction Wargames in the Ravaged Galaxy",
    "ID": 322283,
    "Year": "(2021)",
    "Geek Rating": "5.677",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/322283/stargrave-science-fiction-wargames-in-the-ravaged",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "A miniatures skirmish game building on the systems developed in Frostgrave and Frostgrave: Ghost Archipelago in a new futuristic setting.&#10;&mdash;user summary&#10;&#10;This is Stargrave, a game set in a ravaged galaxy, where two empires fought a vast war that ended in mutual annihilation. Now, pirate fleets roam the shattered ruins of the galaxy, taking whatever they want and enforcing their own brand of 'justice'.&#10;&#10;Against this dark background, the players create their own small crew. Maybe they are merchants or smugglers, freedom-fighters or wanted criminals, rogue scientists or collectors of alien artefacts. Each crew features two 'characters' a captain and a first-mate, each of whom can choose their own background, such as veteran, cyborg, robotics expert, mystic, rogue or psionicist, to name a few. These backgrounds give access to various powers or abilities that these figures can use during or between games.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Stargrave"
    ]
  },
  {
    "Rank": "6383",
    "Name": "Kingmaker",
    "ID": 371431,
    "Year": "(2023)",
    "Geek Rating": "5.677",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/371431/kingmaker",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3.0909",
    "Description": "Kingmaker: The Royal Re-Launch depicts the period of English history in the 15th century that became known as the Wars of the Roses. It is based on the premise that the powerful noble families used the Lancastrian and Yorkist royalty as pawns in a greater game for the control of the kingdom. Players manoeuvre Noble pieces representing the leaders of 24 major families in England and Wales, in order to gain control over a Royal piece of their own, while also eliminating rival Royal pieces and weakening their opponents. It is a game of political and military action, and the ability to react to unforeseen events. You win by a combination of military, political, and diplomatic skills.&#10;&#10;There are four games in Kingmaker: The Royal Re-Launch:&#10;&#10;&#10;     The new Kingmaker II for 2 to 5 players, for those who prefer a shorter game with a greater variety of win conditions, including prestige gained through domination of the government, cities, and the church.&#10;     The original Classic Kingmaker for 2 to 6 players, where the only path to victory is through controlling the last crowned Royal piece.&#10;     Extended Classic Kingmaker with extra Crown and Event cards along with additional optional rules for Parliament and battles, in which dice can be used to determine whether Nobles and Royal pieces live or die.&#10;     The Solo Challenge, for solitaire play.&#10;&#10;&#10;As a player, you control a Faction consisting of one or more Nobles. Each Noble piece you play on the board has a corresponding Noble card which you display in your Faction space on the table. You can strengthen your Nobles with Titles, Offices and other cards, such as Bishops, Mercenaries, and Ships.&#10;&#10;At the beginning of your turn, you draw a card from the Event deck, and all players follow its instructions. During your turn, you may move your Noble pieces, fight battles, and conduct sieges. You may also have the opportunity to call Parliament to gain the benefit of additional Titles and Offices, and perhaps the chance to crown a new King. At the end of your turn, you draw from the Crown deck, which may enable you to add a new Noble to your Faction or increase the power of a Noble already in play.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Medieval",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Solo / Solitaire Game",
      "Voting"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: England",
      "Country: Wales",
      "Crowdfunding: Kickstarter",
      "History: Wars of the Roses",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "6384",
    "Name": "Имаджинариум (Imaginarium)",
    "ID": 146548,
    "Year": "(2011)",
    "Geek Rating": "5.677",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/146548/imadzinarium-imaginarium",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0741",
    "Description": "Welcome to the Imaginarium!&#10;&#10;A wonderful game world, where the winner is chosen for his level of empathy and great imagination, rather than luck or deft hands.&#10;To the bright fantasy world, in which you shall create associations and proceed to make sense of those made by other players. Every round of Imaginarium is as different and individual as each person. So call your friends and immerse in the magic atmosphere now!&#10;&#10;Box contents:&#10;&#10;- Game board with clouds.&#10;- 98 large cards with crazy pictures&#10;- 7 colorful, specially trained flying elephants&#10;- 49 tokens with numbers, 7 of each color.&#10;&#10;Rules&#10;&#10;Place your elephants on the start cloud of the game board. Shuffle the deck and deal 6 cards to each player.&#10;&#10;Each turn one of the players becomes the leader. He chooses one of his cards, lays it in the center of the table, face down, and says his association with this card.&#10;&#10;Other players choose a card each from their hand, which best matches the leader&rsquo;s association, then proceed to lay it in the center of the table, face down. The leader shuffles placed cards and puts them in row, face up.&#10;&#10;Players must guess which card the leader has in mind. Each player chooses a token with the number correlating to his guess-version, then places It number-down on the table. When all players have made their decisions, they turn over the tokens.&#10;&#10;- If all players have guessed the leader&rsquo;s card correctly, then his elephant retreats three steps back. The elephants of the players stand in place.&#10;- If none of the players managed to guess the leader&rsquo;s card correctly, then his elephant retreats two steps back. Other players move their elephants forward on as many steps as the number of people who chose the same card.&#10;- In all other cases, the leader&rsquo;s elephant and the elephants of those players, who guessed his card correctly, move up three steps. Moreover, all players, including the leader, move their elephant forward as many steps, as the number of people who chose the same card as them.&#10;&#10;In the end of each turn all played cards should be discarded, and each player gets one card from the deck. Next player in the clockwise direction becomes the leader. The game ends when all the cards in the players&rsquo; hands are played. The winner is the one whose elephant moved the farthest.&#10; Special fields&#10;&#10;Some clouds on the board are marked with special symbols. If the leader&rsquo;s elephant stops on one of them, his association gets restrictions:&#10;&#10;- (number 4) &ndash; The association must contain exactly four words.&#10;- (question mark) &ndash; The association should be made in the form of a question.&#10;- (Adidas logo) &ndash; Association should relate to any well known brand. The name of the brand doesn&rsquo;t have to be mentioned &ndash; the association may be made with its slogan, campaign, etc.&#10;- (TV) &ndash; Association must be related to movies, cartoons, TV series or TV programs.&#10;- (book) &ndash; Association should be presented in the form of a story.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "6385",
    "Name": "Adventure Time Fluxx",
    "ID": 178209,
    "Year": "(2015)",
    "Geek Rating": "5.677",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/178209/adventure-time-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.2941",
    "Description": "Adventure Time Fluxx, as with all Fluxx card games, starts with one basic rule: Draw one card, Play one card. You start with a hand of three cards, so add the card you drew to your hand, and then choose one card to play, following the directions written on your chosen card.&#10;&#10;As cards are drawn and played from the deck, the rules of the game change from how many cards are drawn, played or even how many cards you can hold at the end of your turn. No one can win until a Goal card sets the conditions for winning, which is typically collecting certain Keeper cards in front of you. Goals can keep changing, though, so you never know for sure how to win.&#10;&#10;With Adventure Time Fluxx, you get to join Jake the dog and Finn the human for some ever-changing fun. Draw a card, Play a card, and change the Rules. Get Mathematical against Candy Zombies, visit the City of Thieves to steal from your friends, and maybe, if things work out just right, you might even get to Floop the Pig!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "TV Shows: Adventure Time",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "6386",
    "Name": "ClipCut Parks",
    "ID": 283289,
    "Year": "(2019)",
    "Geek Rating": "5.677",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/283289/clipcut-parks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "ClipCut Parks is a first of its kind, innovating roll-and-write gameplay as the first roll-and-cut game!&#10;&#10;The city needs your help! The mayor has called on you to create a set of gorgeous parks with greenery to beautify the urban landscape. With a pair of scissors and a plan, use your snipping talents to clip a park full of dazzling multi-colored features. The first player to complete five park cards wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Race",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Mechanism: Roll-and-Write",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "6387",
    "Name": "Rolling Stock Stars",
    "ID": 298154,
    "Year": "(2020)",
    "Geek Rating": "5.677",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/298154/rolling-stock-stars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "4.3636",
    "Description": "Rolling Stock Stars is a reimplementation of Rolling Stock. &#10;&#10;     Shorter game (no purple companies)&#10;     Companies have variable powers / # of shares&#10;     Green and blue companies are less powerful&#10;     Players can sell corporations into receivership&#10;     Corporation valuation is abstracted away with stars&#10;&#10;&#10;Do you love 18xx games, but wish there was one with a shorter play time, a more realistic and sophisticated stock market, partnerships, and more math? Then look no further! Rolling Stock Stars is an 18xx inspired card game that&rsquo;s for financiers who want to take it to the next level - it&rsquo;s a pure financial game with no map. Missing an auction by just one dollar can spiral your corporation into bankruptcy or lead to a hostile takeover.&#10;&#10;In Rolling Stock Stars, players represent investors who purchase companies through auctions and later convert them to corporations. Subsidiary companies in corporations synergize with each other, bringing in more income. Additionally, each corporation has a unique power that allows you to explore a wide array of strategies. The game runs through transportation history starting from the early Prussian Railroads in the 1830s and eventually ending with airports.&#10;&#10;In order to stand the test of time, you&rsquo;ll need to manage your corporations with brutal efficiency. Make deals, plan multiple turns ahead, and account for every coin in Rolling Stock Stars!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Digital Implementations: 18xx.games",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "6388",
    "Name": "Spellbound",
    "ID": 130295,
    "Year": "(2012)",
    "Geek Rating": "5.677",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/130295/spellbound",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6154",
    "Description": "You are spellbound. As a novice mage leaving the tower for the first time, you thought you were invincible. Taking on evil Baba Yaga the witch was, perhaps, not a good idea. Her hands became a blur, her mouth moved and her spell hit you between the eyes. It was two days before you woke up, four days before you could speak, and seven days before you remembered your name. No whisky was even involved. Some parts of your body have been enlarged &ndash; and some shrunk. Shoes are going to be expensive for sometime. The less said about your nose, the better. It is now time to take matters into your own (now quite large) hands.&#10;&#10;The Spell de Spiel is hidden in spellbooks scattered throughout the land. Find the books and cast the spell, and you can banish the witch and return to your normal size. However, watch out! The witch is powerful. Maybe the good creatures of the land will come to your aid. Centaurs may gallop, dragons may fly, and even the crusty old librarian could research some dusty tomes. Vampires, for once, are keen to get their teeth into the action. Even the truculent dwarves might arrive in time to help (with their small-man syndrome axes). You need to act now. The witch grows ever stronger. Skeletons and goblin spider-riders are not traditionally known for their sense of humor. Can you recover the spellbooks, defeat the Witch and her allies, and have bards sing your praises for evermore?&#10;&#10;It is a time for justice, a time for change, a time for heroes. With big feet. And big noses. Spellbound &ndash; the story is yours for the telling...&#10;&#10;Spellbound, a co-operative, deck-building game playable in one hour for 1-4 players, is Fragor Games' Spiel 2012 release with 1,000 copies available. (Note: This game is an English language edition due to some of the cards having English text. German rules will be made available with card translations.)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Components: Sand Timers",
      "Players: Games with Solitaire Rules",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "6389",
    "Name": "Breakaway Rider",
    "ID": 923,
    "Year": "(1963)",
    "Geek Rating": "5.677",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/923/breakaway-rider",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2745",
    "Description": "Simple card game of cycle racing. Players fight to hold the yellow jersey when the race ends.&#10;&#10;Players are dealt 6 cards and draw a 7th before playing a pace card, and any additional modifiers. There are 84 pace cards numbered between 39 and 50, Spurts (which add 2 to your pace), Headwind (which subtract -2 from your pace) and Mountains (which ensure that no one can take the lead from the current player).&#10;&#10;One player starts as the race leader with a yellow token, and plays a speed card. Successive players must match the leader's pace to stay in the Peleton (the race pack), and each enjoys a +2 to their pace card simulating the benefit of decreased wind resistance.  If a player falls more than 2 behind the pack, than they draw chips (representing minutes) equal to the difference from their card and the race pace.  If a player starts his turn not in the Peleton, than he does not get the +2 slipstream bonus.&#10;&#10;If a player plays a card that is faster than the race leader, they either take the lead, or make up time until they catch the Peleton.  If they take the lead, they take the yellow token, and successive players must now match their tempo.&#10;&#10;You must play Headwinds when you draw them, and you can use Spurts as you like.  You play Mountain cards on yourself or the race leader, and they prevent anyone from passing the leader, and they also remove the 2 km slipstream bonus that other player otherwise enjoy.&#10;&#10;The race ends when the deck runs out.  The player holding the yellow token wins and scores a point, the other players lose points equal to the chips in front of them.&#10;&#10;Timing is everything if you plan to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "6390",
    "Name": "Pie Town",
    "ID": 233976,
    "Year": "(2017)",
    "Geek Rating": "5.677",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/233976/pie-town",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Welcome to Pie Town, a community built on apples and butter. Business here is no cake walk, so manage your operation well and keep your secret recipe secret.&#10;&#10;Pie Town is a worker-dice placement game with hidden information. You need to manage your constantly changing workforce to harvest, bake, and sell pies while deducing other players' secret recipes! Now is your chance to become the best pie shop in town!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "6391",
    "Name": "Samurai Battles",
    "ID": 122913,
    "Year": "(2012)",
    "Geek Rating": "5.677",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/122913/samurai-battles",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.9615",
    "Description": "Samurai Battles puts you in command of brave warriors clashing on the battlefields of feudal Japan! Assemble your army using magnificently detailed and historically accurate miniatures, then face your opponent on an endless variety of battlefields created from beautifully painted terrain and elevation tiles.&#10;&#10;You can play Samurai Battles two different ways:&#10;&#10;&#10;    Commands &amp; Colors: Designed by Richard Borg, this award-winning game system features a fast-paced, card-driven mechanism to represent the &quot;fog of war&quot;. Special Dragon cards, along with Honor and Fortune tokens, will influence your luck in the thick of the battle!&#10;&#10;&#10;&#10;    Art of Tactic: Designed by Konstantin Krivenko, this game system requires wits and strategy. You and your opponent secretly plan your moves every turn, then the actions of your warriors are resolved simultaneously &ndash; just like a real battle!&#10;&#10;&#10;Both game systems are easy to learn, and offer deep strategic and tactical challenges to please every fan of historical board games. Samurai Battles is the perfect blend of the beautiful and the historic &ndash; and the perfect way to explore the exciting battles of medieval Japan. So grab your katana and take up your naginata: Glory and honor await you in Samurai Battles!&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period",
      "Series: Art of Tactic (Konstantin Krivenko)",
      "Series: Commands & Colors",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "6392",
    "Name": "Rescuing Robin Hood",
    "ID": 313269,
    "Year": "(2021)",
    "Geek Rating": "5.677",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/313269/rescuing-robin-hood",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.25",
    "Description": "Rescuing Robin Hood is a collaborative deck-building game that takes 45-60 min and plays 1-5 players. Robin Hood has been captured! As the leaders of the Merry Band you have only 5 days to come to his rescue, using all the Wit, Brawn and Stealth you can muster. Each turn you work together to rescue villagers captured by the Sheriff of Nottingham&rsquo;s men. As more people are rescued new villagers join your side. Once you have built up your Merry Band you select your dream team, storm the castle, and fight one final battle to rescue Robin Hood!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Events",
      "Finale Ending",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "6393",
    "Name": "Star Trek: The Adventure Game",
    "ID": 3095,
    "Year": "(1985)",
    "Geek Rating": "5.677",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/3095/star-trek-the-adventure-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2727",
    "Description": "In &quot;Star Trek: The Adventure Game&quot;, you send forth a starship, exploring unknown planets across the immense distances of space.  One player represents the mighty United Federation of Planets; the other, the powerful and mysterious Klingon Empire.  Solo play is also possible.&#10;&#10;With outright war between the two interstellar powers forbidden by the Organian Treaty, both are constantly striving to increase their prestige and size.  This is done by discovering, exploring and then persuading - or forcing - new worlds to join your federation or empire.&#10;&#10;Play is simple, but successful exploration does not come easily.  Upon reaching a planet, you choose a course of action, and learn from a special booklet how the planet and its inhabitants react to you.  You might conquer a new world - or you could lose a starship.&#10;&#10;Includes full color 22&quot;x17&quot; mounted map, 40 colorful 1&quot; planets, 64 5/8 playing pieces, short rules booklet, 40 planet adventure booklet, three status display cards, and two six sided dice.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Hexagon Grid",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Interplanetary or Interstellar scale)",
      "Players: Games with Solitaire Rules",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "6394",
    "Name": "Creationary",
    "ID": 41833,
    "Year": "(2009)",
    "Geek Rating": "5.677",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/41833/creationary",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3506",
    "Description": "Roll the LEGO&reg; Dice to select one of four building categories: vehicles, buildings, nature or things. With three levels of difficulty to test your building skills, while the others guess what you are creating. Four different play variants including collaborative all players together against the clock. Game play approximately 30-60 minutes.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "6395",
    "Name": "Tetris",
    "ID": 342016,
    "Year": "(2021)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/342016/tetris",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5294",
    "Description": "Now play Tetris head-to-head against your friends in an all-new tabletop strategy game for up to 4 players.&#10;&#10;Each player drops tetrimino pieces into their own Matrix tower each turn. You know what to do. Another piece is up. Rotate. Rotate again. Move it and drop it&hellip; Score points by completing horizontal rows and racing to fulfill special challenges on achievement cards for bonus points! Place specific pieces to match the icons on your Matrix towers to earn even more. Who will come out on top?!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Race",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Mechanism: Tower Stacking",
      "Video Game Theme: Tetris"
    ]
  },
  {
    "Rank": "6396",
    "Name": "luz",
    "ID": 252657,
    "Year": "(2014)",
    "Geek Rating": "5.676",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/252657/luz",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "User summary&#10;&#227;&#131;&#171;&#227;&#130;&#164;&#227;&#130;&#185; (luz) is a trick taking game where players cannot see the cards they have.&#10;&#10;In this game, you must hold your cards so that their face values can be seen to other players only. The colors (suits) of cards are painted on both sides, therefore suits are known to all players, and one of the other players sorts your cards by color first, then number in ascending order. But because not all cards are dealt to the players, you cannot have complete information of your cards.&#10;&#10;With such limited information, you bid for how many tricks you will win, and try to win that many tricks or to foil the contract another player made.&#10;&#10;Publisher's summary&#10;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#174;&#229;&#134;&#133;&#229;&#174;&#185;&#227;&#129;&#175;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#167;&#227;&#129;&#175;&#232;&#166;&#139;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#129;&#154;&#227;&#128;&#129;&#227;&#129;&#187;&#227;&#129;&#139;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#230;&#142;&#168;&#230;&#184;&#172;&#227;&#129;&#151;&#227;&#129;&#164;&#227;&#129;&#164;&#232;&#161;&#140;&#227;&#129;&#134;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#128;&#129;&#233;&#169;&#154;&#227;&#129;&#141;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#128;&#129;&#228;&#186;&#136;&#230;&#131;&#179;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#227;&#128;&#129;&#228;&#184;&#128;&#232;&#136;&#172;&#231;&#154;&#132;&#227;&#129;&#170;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#168;&#227;&#129;&#175;&#233;&#129;&#149;&#227;&#129;&#132;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#139;&#227;&#130;&#137;&#232;&#166;&#139;&#227;&#129;&#136;&#227;&#130;&#139;&#229;&#129;&#180;&#227;&#129;&#140;&#232;&#163;&#143;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#230;&#140;&#129;&#227;&#129;&#164;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#175;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#167;&#227;&#129;&#175;&#232;&#166;&#139;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#233;&#128;&#134;&#227;&#129;&#171;&#227;&#128;&#129;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#134;&#133;&#229;&#174;&#185;&#227;&#129;&#140;&#232;&#166;&#139;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#230;&#140;&#129;&#227;&#129;&#164;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#230;&#142;&#168;&#230;&#184;&#172;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#229;&#164;&#167;&#228;&#186;&#139;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#230;&#142;&#168;&#230;&#184;&#172;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#175;&#232;&#135;&#179;&#233;&#155;&#163;&#227;&#129;&#174;&#230;&#165;&#173;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#144;&#132;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#227;&#130;&#185;&#227;&#131;&#188;&#227;&#131;&#136;&#239;&#188;&#136;&#232;&#137;&#178;&#239;&#188;&#137;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#175;&#232;&#163;&#143;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#130;&#130;&#227;&#130;&#143;&#227;&#129;&#139;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#232;&#137;&#178;&#230;&#167;&#139;&#230;&#136;&#144;&#227;&#129;&#168;&#227;&#128;&#129;&#228;&#187;&#150;&#228;&#186;&#186;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#229;&#134;&#133;&#229;&#174;&#185;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#128;&#129;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#130;&#146;&#230;&#142;&#168;&#230;&#184;&#172;&#227;&#129;&#151;&#227;&#128;&#129;&#228;&#186;&#136;&#230;&#131;&#179;&#227;&#130;&#146;&#231;&#154;&#132;&#228;&#184;&#173;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "6397",
    "Name": "Gloria Mundi",
    "ID": 13286,
    "Year": "(2006)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/13286/gloria-mundi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6149",
    "Description": "From the designers:&#10;&#10;Gloria Mundi is a board game for 2-6 players set during the fall of Rome. You're a Roman statesman struggling to survive in this era of cultural decline and political chaos. While foreign invaders and domestic incompetents devour the last resources of the Empire, you'll try to build your career out of the rubble. You start in Rome, and the Visigoth starts on the outskirts of a spiral board. Each turn, you play and purchase cards that produce resources and give you special effects, as well as allowing you to move further out from the doomed Eternal City. Then the Visigoth moves toward Rome, destroying your cards... unless you spend your precious resources to bribe him. When the Visigoth reaches Rome, or a player reaches the outskirts of the empire, the game is over and the player who has fled the furthest from Rome wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "6398",
    "Name": "HomeStretch",
    "ID": 129945,
    "Year": "(2012)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/129945/homestretch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6452",
    "Description": "Game description from the publisher:&#10;&#10;Buy your own stable of horses and race them at various courses. Bet on horses to win, place, or show, and collect big race purses when your horse wins!&#10;&#10;More than twenty unique track cards are included in HomeStretch, so every game will be different. Luck and skill in picking the winning horses can bring you riches. HomeStretch is a fast-paced family game that will have you shouting for your horse to make it across the finish line!&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Open Drafting",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": [
      "Animals: Horses",
      "Components: Miniatures",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "6399",
    "Name": "Next War: Taiwan",
    "ID": 135796,
    "Year": "(2014)",
    "Geek Rating": "5.676",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/135796/next-war-taiwan",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "4.2857",
    "Description": "Over seventy years later, and the divisions still run deeper than the straits which separate the Republic of China (the ROC) from the People's Republic of China (the PRC). Times have changed greatly since the PRC failed to conquer the island of Taiwan from the nationalists' Republic of China at the end of the Chinese Civil War in 1949 and the states that were even then separated by politics and economics have grown further apart as both sides now hurl men, weapons, and material into the maelstrom of modern combat in an attempt to settle their bitter division once and for all.&#10;&#10;Next War: Taiwan, the next volume in GMT's series of Next War games and the follow-on to Next War: Korea, allows players to fight a near future war in and around the island of Taiwan. In this sequel, the communist leadership of the PRC have decided that its time to end its rhetoric and posturing and bring the long-lost democratically governed ROC island into the fold of the Socialist Harmonious Society.&#10;&#10;Due to the nature of the &quot;terrain&quot; surrounding Taiwan, the game features an expanded, yet still abstracted and playable, naval system including submarine threats, ASW, mine warfare, and anti-naval strikes. In addition, rules exist for combining Next War: Taiwan with Next War: Korea to simulate an expanded conflict.&#10;&#10;Note: the Next War series is not an Introductory wargame. Rather, we have intended herein to create a system (and a series) that will allow detailed study of modern warfare in various venues as well as engaging gameplay. That said, the Standard Game rules encompass a fairly straightforward ruleset that will, we think, be considered pretty &quot;easy to learn&quot; by experienced wargamers. So players who choose to play Standard Game scenarios can have a relatively quick game when that's what suits them. The real flavor of a war in the theatre, though, comes through in the Advanced Game, where you get much more control over airpower and can more clearly see each side's strengths and weaknesses. For players who want a &quot;mini-monster game&quot; experience, playing the Advanced Game Campaign Scenarios with some or all of the optional rules will definitely &quot;deliver.&quot;&#10;&#10;Ownership of Next War: Korea will NOT be required to play.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;UnitsGround units in Next War: Taiwan represent primarily brigades, regiments, and battalions of the armies of the PRC and ROC and the United States. All ground units are rated for their attack and defense strengths, movement capabilities, and unit efficiency.&#10;&#10;Air units represent fighter, bomber, and attack squadrons of the major combatants and are rated for All-Weather Capabilities as well as their range, average pilot skill, and their abilities in Air-to-Air Combat, Close Air Support, and Strike missions.&#10;&#10;Naval units and capabilities are abstracted somewhat in the Next War series. A &quot;Sea Control&quot; mechanism reflects the results of the surface and sub-surface battles, while the game's naval unit counters represent the major Aircraft Carrier Battle Groups and Amphibious Ready Groups of the US Navy. Additional amphibious capabilities are represented by the Special Forces capabilities of each side. Changes to the naval system include&#10;&#10;     Naval Display Play Aid to allow for movement, air ranges, etc. in the seas surrounding Taiwan&#10;     a Submarine Threat Level and ASW Level matrix for the PRC and Allies respectively to represent the subsurface conflict&#10;     naval mine warfare allowing either side to attempt to deny usage of Beaches for Amphibious Assaults or Ports and Beachheads for Sea Transport&#10;     anti-Naval Strikes (including Cruise Missiles) allowing each side to force enemy Naval units to withdraw or risk losses&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Maps and TerrainThe game's map presents the island of modern-day Taiwan at a scale of roughly 7.5 miles per hex. The map covers the entire island and includes several holding boxes and tracking displays.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game SystemA game turn is generally composed of:&#10;&#10;Weather Determination. Bad weather can severely hamper air and naval operations activity and can significantly slow ground operations.&#10;&#10;Initiative Determination and Air/Naval Phase, wherein Air Superiority levels and air availability are determined and Sea Control is established or modified.&#10;&#10;Special Operations Phases in the Advanced Game allowing players to utilize their special operators in various recon and raid missions behind enemy lines.&#10;&#10;Strike Phases in the Advanced Game allowing players to launch air strikes, cruise missiles, and artillery and SSM strikes.&#10;&#10;One or more Movement and Combat Phases that allow both sides to move, react, and fight, with an advantage to the Initiative player on non-Contested turns&#10;&#10;Arrival of Reinforcements and Replacements&#10;Victory Determination&#10;&#10;Combat resolution examines not only unit strengths but also unit efficiency (representing training, doctrine, and morale), as well as the terrain where the combat takes place. The CRT tends to be very bloody in nature, reflecting what we believe will be a degree of attritional warfare early due to the lethality of modern weapons. As in many games, casualties represent not only actual combat losses but also losses of unit cohesion brought about by the rapid pace with which modern armies are able to engage and exploit on the battlefield.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;ScenariosThere are several Standard Game scenarios. The first three are small and cover the first weeks of the war by dividing the island into roughly three equal sections. These focus on the initial assaults by the PRC to establish beachheads and take Ports and introduce players to the basic mechanics of the system, while giving them insight into attack and defense strategies for the &quot;big game.&quot; Players can also play the entire Campaign Game which uses the entire map and all of the Standard Game rules. One other scenario is provided which examines a theoretical U.S. Amphibious landing in an attempt to take back the island.&#10;&#10;The Advanced Game Scenarios come in three flavors &agrave; la NATO: The Next War in Europe: Strategic Surprise, Tactical Surprise, and Extended Buildup. This offers the players the ability to game out a variety of &quot;At Start&quot; war scenarios based on varying levels of readiness.&#10;&#10;There is also an International Posture Matrix &agrave; la Flashpoint: Golan &#226;&#128;&#147; The Fifth Arab-Israeli War to allow players to experiment with a variety of intervention options for the non-Chinese players in the region.&#10;&#10;In addition, there is a full set of rules covering how to play a combined Next War: Taiwan/Korea game.&#10;&#10;In Next War: Taiwan, the Taiwan Straits are on fire with the Goliath of the PRC arrayed against the David of the ROC. Can you, as the People's Liberation Army/Naval commander, conquer the long separated island in four weeks before the full might of the U.S. can be brought to bear? Can you, as the Republic of China's Army commander, hold out against the renewed Communist assault until help arrives? And what will happen in Korea while all this is going on? There&rsquo;s only one way to find out...&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Components&#10;     1 22x34&quot; map&#10;     1 11x17&quot; Naval Display&#10;     3 9/16&quot; counter sheets&#10;     2 rulebooks (Standard + Advanced Rules and Game Specific Rules) &#10;     6 8.5x11&quot; Player Aids &#10;     2 11x17&quot; Player Aids &#10;     1 10-sided die &#10;&#10;&#10;Game Design and Development: Mitchell Land&#10;Original System Design: Gene Billingsley&#10;&#10;TIME SCALE 3.5 days per turn&#10;MAP SCALE 7.5 miles per hex&#10;UNIT SCALE Brigade / Regiment / Battalion&#10;NUMBER OF PLAYERS One or two (can be played in teams)&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Taiwan",
      "Series: Next War (GMT)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "6400",
    "Name": "Mars Open: Tabletop Golf",
    "ID": 230361,
    "Year": "(2018)",
    "Geek Rating": "5.676",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/230361/mars-open-tabletop-golf",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Colonizing is hard work! Relax with a rousing round of golf on the Mars back-nine! Can you land your specially-engineered golf ball between the rocky hazards on the wind-swept Martian plateau? Can you drive over treacherous terrain and sink your shot in fewer flicks than your opponents? You'll be surprised how much golf on Mars plays like the classic Earth game, and with dozens of hole arrangements there is no shortage of exciting new challenges. Suit up, grab your clubs, and flick for a crater-hole-in-one!&#10;&#10;Mars Open: Tabletop Golf is a dexterity golf game. On your turn, flick your golf ball card over obstacles and toward the crater hole box. Your goal is to land your ball in the box in as few strokes as possible. After all players have finished the hole, reassemble the obstacles into the next hole and tee off again. The winner is the player with the lowest score after nine (or eighteen) holes.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Space: Mars"
    ]
  }
]