[
  {
    "Rank": "N/A",
    "Name": "Dive: Goodies",
    "ID": 336473,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336473/dive-goodies",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Three new companions to go diving with you!&#10;The Axolotl, the Pufferfish and the Narwhal have their own abilities. Choose the right one to win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Programmed Movement",
      "Push Your Luck",
      "Race",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dolphins",
      "Animals: Fish / Fishes",
      "Theme: Treasure Diving",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASS Mini Nr. 1",
    "ID": 336483,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336483/ass-mini-nr-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move their 3 pawns on an abstract track by rolling 3 dice. Even numbers let you move up in the positive zone, odd numbers draw you back in the negative zone. &#10;If your roll exceeds the track, you're bounced back. Once a pawn arrives exctly at the last field in the positive or negative zone, all players count their points of their current positions. The player with the most positive points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goldfish Merchant 金魚商",
    "ID": 336484,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/336484/goldfish-merchant-jin-yu-shang",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It is said that goldfish are living works of art. A passionate goldfish merchant is capable of breeding yet-unseen beauty in goldfish.&#10;&#10;In Goldfish Merchant, players will will crossbreed varieties of goldfish in an effort to create a new species. Players will trade fish cards with an open market to make pairs with the correct color and values, all in hopes of creating a yet-unseen variety of goldfish. By combining special combos of cards and keen hand management, players can compete to become the greatest goldfish merchant of their generation!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Market",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Karma: The Board Game",
    "ID": 336485,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336485/karma-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Karma: The Board Game is a roll of the dice trivia game, involving set collection, negotiation, and cooperation.&#10;&#10;The object of the game is to achieve all four levels of evolution, (plant, animal, human and monk) to become a guru and your chance to answer the ultimate enlightenment question.&#10;&#10;The story is that your soul has been released from purgatory and as you seek enlightenment, karma may reward or punish your past deeds.&#10;&#10;When the game starts each player is given 1,000 karma points. Players can gain further karma by landing on one of 4 different coloured life spaces (blue, green, red, and grey). You can use karma points to pay merit to other players and unlock evolution levels. But beware, losing all your karma points will send you back to purgatory.&#10;&#10;At the end of each round of turns all players enter karma negotiation where players can buy, sell and/or swap life space and evolution cards. After karma negotiation is completed the karma wheel is spun. Players with life space cards that match the colour spun receive merit (karma points) from other players.&#10;&#10;As you gain merit and life spaces in the game, you are ready for reincarnation to a new level of evolution. Evolution is achieved by acting, miming and pontificating the answers to questions from each of the corresponding evolution levels.&#10;&#10;Win the game by being the first to achieve all four levels of evolution, (plant, animal, human, monk), become a guru and answer, act or mime the ultimate enlightenment question!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Negotiation",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Religious: Buddhism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASS Mini Nr. 2",
    "ID": 336486,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336486/ass-mini-nr-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players roll 2 dice and move one of their pawns over the grid. One die is used for vertical, the other one for horizontal movement. If you can build a line of 3, 4 or 5 pawns (including the other players pawns), each player involved scores points.&#10;Play continues until one player scored the pre-agreed numer of victory points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ROOM: Agus and Monsters",
    "ID": 336491,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/336491/room-agus-and-monsters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tada! This is Agus Pianola, a very absent-minded and a bit cheeky boy who should tidy up his room, but he always waits for his mother to remind him of that because he never finds a good moment to do it. And obviously, in a messy room you can lose many things such as: balls, video games, essays... but you can also find others...&#10;&#10;What would you do if one day you woke up and you found your room full of monsters?&#10;&#10;HOW TO PLAY&#10;The game is played in rounds until all the cards have been played. A different player starts each round!&#10;The starting player decides which category rules (books, clothes or food) and then, each player, in turn order, places 1, 2 or 3 cards facing up on the table. &#10;If you play a character card, you shall think which effect it will have!&#10;&#10;When all the players have made their play, the one with the most icons of the ruling category, scores all the cards.&#10;&#10;Then it&rsquo;s the turn of the player on their right and another round starts. And we continue like this until all players run out of cards.&#10;&#10;And if a player has no cards left, their turn is skipped and it&rsquo;s next player&rsquo;s turn.&#10;&#10;WHO WINS?&#10;When there are no cards left, each player will count the monsters drawn on their scored cards (the ones which they won!).&#10;&#10;The player with the most monsters is the winner!&#10;&#10;In case of a tie, Mr. Flat scores double; if there is still a tie, you shall play again to break the tie!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Plantopia: The Card Game – Garden City Seed Pack",
    "ID": 336493,
    "Year": "(2020)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336493/plantopia-the-card-game-garden-city-seed-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "14 new country themed cards with new abilities to add even more options. 28 cards total.&#10;3 Singapore-themed cards and 11 based on Kickstarter backer countries.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Farming",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Singapore",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASS Mini Nr. 3",
    "ID": 336496,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336496/ass-mini-nr-3",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game of tossing in which each player is given 4 numbered tokens (0 to 3). Each round every player lays down one token. Players make successively declarations about the correct sum of the hidden tokens, regarding the value of their own token by placing a small player-token on one of the available numbers (0 to 18). The player with the correct declaration receives all small player tokens. Once one player lost his last own small token, the game ends. Winner is the player to collect the most small tokens.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kittens in a Blender: Deluxe Edition",
    "ID": 336497,
    "Year": "(2021)",
    "Geek Rating": "5.508",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/336497/kittens-in-a-blender-deluxe-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The ever popular and oft requested Kittens in a Blender returns better than ever with even more unthinkable consequences. This Deluxe Edition packages the game in a swanky kitten resistant tin box and includes the 5-6 player expansion, More Kittens in a Blender, adding flavors, double kitten cards, and some new suPURRpowers!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Force Commitment",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unicorn Stew",
    "ID": 336498,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/336498/unicorn-stew",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The King is Hungry!&#10;&#10;The problem is, he&rsquo;s not sure what he wants. In fact, he&rsquo;s never sure what he wants. The best he can ever do is let the local chefs know that today he&rsquo;s feeling kind of &ldquo;gourmet&hellip; and&hellip; Ogre&hellip;ish&hellip;&rdquo; or &ldquo;something quick&hellip; and&hellip; Dragony&hellip;&rdquo;&#10;&#10;Whether you&rsquo;re serving up a Pegasus Pot Pie, Fairy Kabobs, or a bowl of steaming Mermaid Chowder, match closest to what the King wants (or at least sabotage the other chefs) and be named the Realm&rsquo;s Top Chef!&#10;&#10;Each round a King's Menu card is revealed, detailing what he is in the mood for. Each player selects an order card from their hand hoping it matches closer than the other players. All Order cards are revealed simultaneously, and the winner claims the Menu card. Doubles always cancel, and Unicorn stew will usually win but watch out for sabotage cards from other chefs. Clan three Menu cards of the same ingredient or 5 of the same fining option to win!&#10;&#10;-description from developer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Matching",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wakening Lair: The Dark Forest",
    "ID": 336501,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/336501/wakening-lair-the-dark-forest",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Wakening Lair: The Dark Forest, 1-6 players must cooperate against overwhelming odds to rid a classic fantasy themed dark and spooky forest of its assorted ne&rsquo;er-do-well monsters and haunts. Should they succeed, songs will be sung of their noble exploits for generations to come. If they fail, then the Dark Forest&rsquo;s evil will spread across the realm.&#10;&#10;Wakening Lair: The Dark Forest is a 1-6 player fully cooperative dungeon delve which plays in 45-60 minutes. Each player assumes one of nine heroes forming a party which must explore the forest disturbing and vanquishing its denizens. As they do, they&rsquo;ll receive treasure  in the form of weapons and magic items. Eventually, one of six monstrous terrors will awaken and try to escape the dark forest. Victory is achieved by defeating it before that happens!&#10;&#10;Wakening Lair: The Dark Forest is a standalone sequel to the original Wakening Lair and the components of both games can be swapped for unique and new game combinations.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Captured Moments: A Downton Abbey Game",
    "ID": 336502,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/336502/captured-moments-a-downton-abbey-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "&quot;The King and Queen are coming to stay!&quot;&#10;&#10;-Robert Crawley, Earl of Grantham&#10;&#10;You are cordially invited into the drawing room to play Captured Moments, the delightful parlor-style game based upon the critically acclaimed film Downton Abbey. The rich and interwoven stories culminate in moments which you must collect by using your wits as well as the heroes and villains of Downton before your opponents do.&#10;&#10;Featuring multiple ways to acquire points, secret scoring goals, and the Royal Staff waylaying even the best laid plans, Captured Moments will engage your players in a fun, lighthearted journey through the scenes of Downton Abbey!&#10;&#10;At any time 5 Moment Cards are revealed. Moments may be captured, and hence, earn victory points, by playing character cards from one's hand matching the required suits OR by matching the listed character exactly with character cards from their hands. Some light sabotage exists in the form of the King's Royal Staff who will waylay the players. Once the entire Royal Staff is revealed, it triggers the final round of the game. Each player has a secret scoring goal and the highest score wins!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wild Kratts Endangered Wildlife Game!",
    "ID": 336505,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/336505/wild-kratts-endangered-wildlife-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Wild Kratts Endangered Wildlife Game is a fun and fast game where players build the best Habitats for endangered and critically endangered animals. Play as Martin, Chris, Koki &amp; Aviva, laying down and manipulating tiles to build the best habitats for your animals. Featuring three levels of play for kids of all ages and adults. Protecting the wild has never been so fun!&#10;&#10;All players have a hand of tiles. Beginning with the SRART tile, take turns laying down these tiles which feature various animals in their habitats. On your turn, you may also lay down a Creature Power Disc, securing that tile from manipulation. Some tiles allow you to manipulate the play area, with the goal of making large scoring Habitats for you, and smaller ones for your opponents. When the last tile is played, all players score the size of the connected habitats back to their Creature Power Discs. The highest score Wins!&#10;&#10;Rules also feature two simplified methods of play for younger children.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maison",
    "ID": 336528,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336528/maison",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Known as The game of strategy and logic. Normal play is for 2 players, but there is a 4 player variant.&#10;&#10;The object is to eliminate your opponents chips by making as many Maisons (a line formed by 3 horizontal or vertical chips of the same color) and as quickly as possible.&#10;&#10;Each player has 9 chips, which are played alternately on any vacant field point. When all 18 chips are placed, with each player moving one chip at a time. A placed chip may not be jumped over.&#10;&#10;When a Maison is made, that player may remove one of the opponents chips that is not in a Maison. Play continues until one player is down to 3 chips.&#10;&#10;If no Maisons are made in 9 turns, the game is considered a draw.&#10;&#10;Also available in Standard, Deluxe and Travel versions.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bandits",
    "ID": 336537,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/336537/bandits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "After a successful heist. Divvying up the bounty is always a fight. Who gets the largest portion? All Hands In but who will emerge victorious? In Bandits wager, bluff, double-cross your former allies, and win great riches in this game of skill and strategy for 2-4 Players.&#10;&#10;Setup&#10;All Blinks begin as Bandits, which swirl and pulse with their team color. Each player should take a single Bandit from the set of Blinks and set it to their chosen team color. Each time you double-click a Bandit, it will change team.&#10;&#10;Once everyone has a Bandit in their color, take another Bandit and triple-click it: this will transform it into a sparkling diamond. Place the Diamond in the center of the table, then begin the game.&#10;Gameplay (First Turn)&#10;Bandits is played in turns, with each turn broken into three phases: Bidding, Results, and Cleanup.&#10;Bidding&#10;Each player secretly bids a number between 1 and 3 on their Bandit. To do this, single-click your Bandit to see the current bid. Once it&rsquo;s revealed, you can single-click again to cycle through the three possible bids. A Bandit will automatically go back into its hidden state if you don&rsquo;t click it for 2 seconds.&#10;&#10;After everyone has chosen their bid, players take turns placing their Bandit onto the Diamond, starting with the first player and then going around the table clockwise. On the first turn, the player with the most money in their pockets goes first.&#10;&#10;On the first turn, all players will attach their Bandits directly to the Diamond. When a Bandit is correctly attached, the face touching the Diamond will sparkle white.&#10;Results&#10;After all Bandits have been attached, it&rsquo;s time to see the results. In Bandits, the highest unique bid is the winner. For example, if one player bids 3, another 2, and another 1, the player who bid 3 would be the winner. If, though, two players bid 3 and a third player only bids 1, the bid of 1 wins because it is the highest unique bid. If there is no highest unique bid, no player wins, and the turn moves immediately to cleanup.&#10;&#10;To see the results, double-click the Diamond, which will begin calculating. After a few seconds, the winning Bandit will sparkle with victory, then receive their points. A Bandit that steals directly from the Diamond receives a number of points equal to 6 minus their bid, so 3 points for a bid of 3, 4 for a bid of 2, and 5 for a bid of 1.&#10;Cleanup&#10;After the results have been handed out, the losing players remove their Bandit from the Diamond. The winning player, if there is one, leaves their Bandit on the Diamond, extending the board outward. That player retrieves a new Bandit from the pile and sets it to their team color, and bids first in the next round..&#10;Gameplay (Following Turns)&#10;After the first round, there will be at least one Bandit attached to the Diamond permanently. This Bandit will display the number of points it earned, and will sparkle like the Diamond on its outside edge. This extends the Diamond itself, and changes the way that players bid for the rest of the game.&#10;&#10;During betting, instead of attaching to the Diamond itself, a player can place their Bandit onto the outside edge of the scored Bandit. They must attach directly opposite the Diamond, and their Bandit will sparkle as if attached to the Diamond itself to show that this was done correctly. Because they can only be attached in this way, the number of available faces is always 6, even after multiple Bandits are stacked outward.&#10;&#10;If a player wins a round by attaching to another Bandit, they also score differently. Instead of taking points directly from the Diamond, they steal points from the Bandit they attached to equal to half its points, rounded up. For instance, if you win a round while connected to a Bandit that had scored 3 points in a previous round, that Bandit would lose 2 points and you would gain 2. Points will only be stolen from the Bandit on the outside edge, meaning once a Bandit has been stolen from it will keep the remaining points for the rest of the game.&#10;&#10;In a typical game of Bandits, players can only build out to a distance of 3 from the Diamond.&#10;Win Condition&#10;The game ends when no more bids can be made. This might be because there aren&rsquo;t enough Bandits left to play a full round, or because the Diamond has 3 scored Bandits attached to each face.&#10;&#10;When the game ends, each player adds up the points they scored on each of their scored Bandits. The player (or players) who scored the most points is the winner!&#10;&#10;Long press any Blink to reset all connected Blinks back to unscored Bandits.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Series: Blinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trifoil",
    "ID": 336538,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/336538/trifoil",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Trifoil is a long-form, 2 player turn based strategy game in the vein of chess or go that can be played with 6 or more Blinks. Players take turns placing links, pushing them, and rotating sections of the board to try to build a long chain before their opponent can.&#10;The rules are flexible along with the initial board state, so the game can evolve to be simple, complex, or even just different depending on what you want to play!&#10;&#10;Setup&#10;The base board setup with 6 blinks is as follows:&#10;&#10;There are 2 players, red and blue. The board's background color is lit up with the current player's color. Each turn, players can use up to 2 actions (see available actions), except for the first turn of the game where a player can only use one action.&#10;A player wins when they have a chain of 5 links of their own color! The game also ends when either player has placed 9 links, in which case the player with the longest chain wins (see end game rules).&#10;&#10;Gameplay&#10;On the first turn of the game, the player going first only gets 1 action. Every turn afterwards each player gets 2 actions. Note: You cannot make a move which returns the board to the previous board state.&#10;Place a link&#10;You can place a link by first clicking the blink you wish to place on, then clicking the blink touching the face (direction) where want to place the link&#10;&#10;This means that you can't place any links facing outwards from the formation.&#10;Spin&#10;You can disconnect, rotate, and reattach one of 3-blink triangles that form the corners of the board as one of your actions. They are labelled &quot;&Delta;&quot;, &quot;&Omega;&quot;, and &quot;&theta;&quot; in the board above!&#10;Players are allowed to do this ONLY if they have less links on that triangle than their opponents. This is referred to as the &quot;minority rule.&quot; If they have the same amount of links as the opponent, they cannot spin it.&#10;&#10;Push&#10;You can push a link outwards from a Blink the using the same input as placing a link. E.g. if you attempt to place a link where a link already exists, you will instead push it--pushing any other links in the way in a straight line as well! You can only push links of your own color.&#10;&#10;Ending your turns&#10;Once you have made your moves, double click any Blink to commit a move and pass the turn to the other player&#10;&#10;Win Condition&#10;Be the first to create a chain of at least 5 links. Only 2 links to Blinks are counted toward the final score. Scale chain length according to amount of Blinks (see below)&#10;&#10;Variations&#10;The rulebook and the board are flexible, so use your imagination--the possibilities are endless! See Examples below&#10;Rule Variations&#10;Try limiting number the total number of links you can place to . If either player runs out of links, the player with the longest chain wins.&#10;Try playing until any one Blink is filled with 6 links of any color. When that happens, the longest chain wins.&#10;Try playing with 3 moves instead of 2! You might need to increase the winning chain length.&#10;Removing the limit of links that a Blink can contribute to a chain creates a much more defensive game!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Series: Blinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atlanta Campaign: The Death of Dixie",
    "ID": 336550,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/336550/atlanta-campaign-the-death-of-dixie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In the summer of 1864, Union forces engaged the Confederate Army in a series of battles in Northern Georgia, with the goal of destroying the Confederate Army of the Tennessee.&nbsp; In doing so, the Union Army ultimately captured the city of Atlanta, an important industrial and rail center, thus setting the stage for Sherman's &quot;March to the Sea&quot; and the end of the Confederacy in the Deep South.&#10;&#10;In this update of Don Lowry's classic design, players may choose to engage in four shorter scenarios or fight the campaign in its entirety.&nbsp; Leaders play an important role in the battle, and a unique combat resolution system introduces realistic uncertainty to the system.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "States: Georgia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Batman: Perigo em Gotham",
    "ID": 336558,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336558/batman-perigo-em-gotham",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publisher blurb:&#10;&#10;In this exciting Gotham Danger board game, players must cross the board through the city of Gotham, beating villains such as Harlequin, Catwoman, Poison Ivy and Joker before the other players.&#10;&#10;The board consists of 3 levels where players must move until they reach the Joker's Lair. The levels are linked by accesses indicated on the board through the villains' houses. When you conquer the villain of the first level, you are ready to face the next level and villain. The battles between you and the villains take place through a data dispute.&#10;&#10;So you need to rely on luck in the dice and special houses to hinder opponents and / or not fall into the Joker 's house, as it will bring you down one level and will hinder your victory!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skytear: Silent Ambassador",
    "ID": 336590,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336590/skytear-silent-ambassador",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Silent Ambassadors are attracted by sorrow and violence, these creatures haunt the battlefields in search of victims to wreak their deadly needs against, often assuming humanoid features by using the debris around them in a grotesque caricature of the ones who created them.&#10;&#10;The expansion contains:&#10;&#10;1 Silent Ambassador preassembled and unpainted miniature (38mm).&#10;7 Outsider Cards, one for each of these languages: English, Italian, Portuguese, French, German, Spanish, Polish.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paris: l'Étoile",
    "ID": 336591,
    "Year": "(2021)",
    "Geek Rating": "5.599",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336591/paris-letoile",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A few years have passed since the events of Paris. You have invested in many of Paris&rsquo; most prestigious building and landmarks, and have made quite the name for yourself. But that does not mean you can rest on your laurels: shrewd foreign investors have set their eye on the French capital, eager to become important players as well in the Parisian real estate market. The most coveted properties are all centered around the most most famous roundabout in the world: La Place de l&rsquo;&Eacute;toile, that features the iconic Arc de Triomphe, which looks down on the Champs-&Eacute;lys&eacute;es. They are up for quite the challenge, since your experience will give you unique advantages over your opponents.&#10;&#10;Paris : l'E&#204;&#129;toile introduces a new collection of bonus tiles, which will add more variety and replayability to your game of Paris, as well as strategy tiles. These will give each player a unique player power, that they can choose to change if they place one of their keys on the Arc de Triomphe.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Economic",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fou Fou Fou!: Plaisir d'offrir!",
    "ID": 336592,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/336592/fou-fou-fou-plaisir-doffrir",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This game use the same mechanic as &quot;Fou Fou Fou !&quot;, but add a new twist:&#10;When a player draws a pink card, he gives it to another player of his/her choice. This increases even more the interactions.&#10;&#10;The present game can be played independently from the previous opus, or can be combined with it.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lavender Fields (fan expansion for Carcassonne)",
    "ID": 336602,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336602/lavender-fields-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Lavender has been cultivated for centuries in the countryside, the flowers are used either fresh or dried as ornamental decorations to brighten up a room, and the oil from the plant is valued for its medicinal properties. However its most important use is for the production of high quality honey for the beekeepers in the area.Lavender has been cultivated for centuries in the countryside, the flowers are used either fresh or dried as ornamental decorations to brighten up a room, and the oil from the plant is valued for its medicinal properties. However its most important use is for the production of high quality honey for the beekeepers in the area.&#10;&#10;Lavander Tiles give the player an extra turn when he add this tile to a field where he already has a farmer.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wine Merchant (fan expansion to Carcassonne)",
    "ID": 336603,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336603/wine-merchant-fan-expansion-to-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "With the ever increasing growth in the lands around Carcassonne comes the ever increasing need for religion and refreshment. Monks requiring sacramental wine and nobility wanting all the wine they can get proves a lucrative market for the crafty wine merchants.&#10;&#10;If a segment of a completed road contains a wine cellar, the thief earns additional points for each cloister and/or pennant(s) in a city connected to the road. The amount of additional points earned is based on the length of the road, which determines the wine&rsquo;s vintage.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Wars: Duel – Family Reunion",
    "ID": 336605,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336605/cthulhu-wars-duel-family-reunion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Four new beings with abilities and features never seen before in any Cthulhu Wars game.&#10;&#10;RANDOLPH CARTER: Unwise Cultist&#10;The first player who reaches 6 Doom places Randolph &mdash; Lovecraft&rsquo;s most famous hero &mdash; anywhere on the map. He starts on that player&rsquo;s side. His abilities:&#10;&#10;Disloyal &mdash; If he is Killed or Captured, he switches to the other player&rsquo;s Pool and now works for them.&#10;&#10;Man Was Not Meant to Know &mdash; If Randolph is at an enemy Gate, you can force your enemy to tell you their next Action.&#10;&#10;JUNIOR OUTER GODLING: Angsty Teen Terror&#10;The first person to do a Ritual of Annihilation places Junior anywhere on the map. He doesn&rsquo;t belong to any faction, and has three abilities:&#10;&#10;I Hate Everyone &mdash; In any battle in his area, Junior joins the attacker&rsquo;s side.&#10;&#10;I Don&rsquo;t Care &mdash; He can&rsquo;t be Killed, only Pained.&#10;&#10;I&rsquo;m Going to My Room &mdash; If Junior is at your Gate, you can move him into an adjacent area free; you can keep moving him through a series of your connected gates.&#10;&#10;THE FORGOTTEN GOD: No we don&rsquo;t know its name. It&rsquo;s forgotten.&#10;The first player to awaken this Great Old One places it anywhere on the map. It doesn&rsquo;t belong to any faction. Its abilities:&#10;&#10;No Wonder It&rsquo;s Obscure &mdash; If you have a GOO in the Forgotten God&rsquo;s area, you can move all your units for 1 Power, if you don&rsquo;t move into or out of the Forgotten God&rsquo;s area.&#10;&#10;Get Rid of It &mdash; It&rsquo;s included in any battle in its area. Either side can apply a kill or a pain to the Forgotten God. (It has Combat 0).&#10;&#10;THE GREAT DODDERING ONE: A senile delinquent&#10;The oldest player plops down the Great Doddering One during any Doom phase. It doesn&rsquo;t belong to a faction. Abilities:&#10;&#10;Do I Know You? &mdash; Either player can Move the Great Doddering One, or use it to Capture a Cultist. It stays out of battles though (it&rsquo;s not sure why everyone&rsquo;s fighting).&#10;&#10;Respect Your Elder Gods! &mdash; You can battle the Great Doddering One if you declare battle on it directly. It does roll 4 dice.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Cthulhu Wars",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos",
      "Theme: Villainy",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fate of Witches",
    "ID": 336606,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.90",
    "Link": "https://boardgamegeek.com/boardgame/336606/fate-of-witches",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Council of Witches is in turmoil. The Grand High Witch is dead and the witches are fighting among themselves for the right to succeed her. But only the most powerful witch can ascend to such a high status. Meanwhile, people are disappearing and there are reports of strange happenings. With fear and suspicion rife, the villagers have called for the Witch Hunter and his trusted Hound. &#10;&#10;Fate of Witches is a coven-building card game for 1-4 players. Plan, recruit, build, and combo your way to highest-scoring coven before the end of the game. Fate is in your hands. You&rsquo;ll need your wits about as you take on the role of a head witch trying to build the highest-scoring coven. Recruit strange characters, fire up your cauldron, salvage magical items from the well, and turn to the dark arts to gain an advantage. All while evading the Witch Hunter, hell-bent on burning every witch in his way.&#10;&#10;The game is played over several rounds, each consisting of three phases: Dawn, Day and Night.&#10;&#10;Dawn Phase: Each round (except the first round) starts with repopulating the Village Square and passing on the Witch&rsquo;s Coin.&#10;Day Phase: Starting with the Witch&rsquo;s Coin holder and proceeding clockwise, each player takes their turn to perform the following two actions: Draft &amp; Coven actions.&#10;Night Phase: The current Witch&rsquo;s Coin holder draws a card from the Event Deck.&#10;&#10;Ending the Game&#10;Once all Event Cards have been resolved, this triggers the end phase. Once the end phase has concluded, players add up their covens, and the player with the highest score wins the game and becomes the Grand High Witch.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Deck Construction",
      "Events"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rock Runners Incorporated",
    "ID": 336607,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/336607/rock-runners-incorporated",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Rock Runners Incorporated is a card game played with two to four players. The rules are very simple. Anyone could win the most Space Credits and nab the greatest intergalactic contracts! The object of the game is to be the last player to make a play and earn a Space Credit. Games can be played in best-of-five rounds to determine the ultimate winner.&#10;&#10;Shuffle the cards and have the dealer pass out three cards face down to each player. The remaining cards are then stacked face down on the table within reach of all players. This is the Stock Pile. Each round starts at zero Space Rocks. The player sitting to the left of the dealer begins the round and play continues clockwise.&#10;&#10;The first player lays down one of her cards face up next to the Stock Pile. If it is a Space Rock card, she declares the current Space Rock total. If it is an action card, she declares this instead. After she plays, she immediately draws a card from the Stock Pile. If she forgets to draw a card before the next player plays, she must play the rest of the round with only two cards. The next player then lays down a card and either states the new Space Rock total or the Action Card he is playing. There are seven different Action Cards with different impacts on game play.&#10;&#10;The Space Rock total can never exceed one hundred total tons. When players have no cards to play to change the total or equal it with a Full Load, they lose. If three or four people are playing, the remaining players continue until there is only one player left in each round. After each round, the entire deck is reshuffled by the next dealer and the next round begins.&#10;&#10;-description from Kickstarter page&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlegroup: Overlord – D-Day",
    "ID": 336609,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336609/battlegroup-overlord-d-day",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A wargaming supplement for the invasion of France, 1944. A 136 page softback reprint of the &ldquo;D Day&rdquo; section of the original Overlord campaign supplement.&#10;&#10;Scenarios and Army lists for:  British airborne and amphibious assault battlegroups, US airborne and amphibious assault battlegroups, German atlantic wall resistance nest and Ersatz panzer. Extensively researched background and comprehensive equipment data, including specialist equipment for amphibious assaults.&#10;&#10;Please note this is a supplement and a copy of the Battlegroup ruleset is needed to play the game.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)",
      "Series: Battlegroup Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cat Lady: Kittens",
    "ID": 336610,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336610/cat-lady-kittens",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "A new litter of kittens have arrived to Cat Lady.  The new kittens sure are cute, but they are still growing and have a lot to learn about the world. Maybe they will bond with one of your adult cats who can show them the ropes and share their food.&#10;&#10;Cat Lady: Kittens adds 18 kitten cards and 3 new stray cats (Dusty, Laddie, Stubbs).&#10;Well, one of the stray cats, Laddie, is actually a dog, but he&rsquo;s super well behaved and will love all of your feline friends.&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rainbow Airlines",
    "ID": 336613,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/336613/rainbow-airlines",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "0",
    "Description": "You and your fellow travelers have hit a snag. The airport has straight up canceled all of the flights, all of them! Here you are stuck on beautiful Hawaii with no way to get back to that boring job.&#10;&#10;But wait, there&rsquo;s hope! An airline has just opened its doors and if you and your fellow travelers can prove your mettle at building planes and getting travelers on board, you may just get back home!&#10;&#10;Each turn you&rsquo;ll be pulling and rolling dice to try to fix 3 planes. Since you&rsquo;ve been hired by Rainbow Airlines to make this happen, they want their planes to be extra colorful! Make each plane piece a different color for bonus points! Then try to secure passengers who will get on board your carefully* constructed planes! Each plane has a preferred destination, which is up to you if that&rsquo;s where you manage to send it to!&#10;&#10;Out do your opponents and win big in this puzzly roll and write that brings color and fun to your table! Players draft dice using color and number of the dice drafted to assign to the plane, destination or passengers. Each game brings challenges to the players for them to consider!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Action Drafting",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Juice",
    "ID": 336614,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336614/juice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Skip, jump and takeover to win the Juice game. Draw cards, show off your math skills and win it all to takeover the city's lemonade industry. Jump over players and steal their tokens to build your empire.&#10;&#10;Keep skipping and jumping until you get all of the tokens.&#10;&#10;But be careful! Your rivals have their eyes on the same prize and can plan a sneaky takeover with hidden trading rules. Only the bright can truly master the Juice game.&#10;&#10;Includes Game Board, 4 Pawns, 60 cards, 20 trading tokens, game money and instructions.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Neurojackers",
    "ID": 336615,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/336615/neurojackers",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In the future, hackers have kept ahead of cyber security by augmenting their bodies and minds to physically integrate with computer networks in order to subvert them. They&rsquo;re known as Neurojackers.&#10;&#10;You&rsquo;ll lead a team of Neurojackers against a Corporate AI, or you can duel with a rival team for supremacy in this solo or 2-player card and dice game.&#10;&#10;Roll dice and match the combinations to your &lsquo;Contact&rsquo; cards in order to attack. Cards have a unique flipping mechanism that reveal additional actions you can take on future turns using the 'Protocol' side of the cards. Some Protocols have actions that you can use during your opponent&rsquo;s turn, or the AI's turn when playing solo.&#10;&#10;When playing solo, you'll go up against a Corporate AI that will attack you and protect itself. You'll need to use your available actions to maximize your dice rolls, counter-attack and defend yourself against the brute force of the AI's systems.&#10;&#10;If you take your opponent offline, then you win!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: New York City Edition",
    "ID": 336616,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/336616/monopoly-new-york-city-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Since Peter Minuit bought the island of Manhatten from the Manhatten Indians in 1626 for about twenty dollars in beads, cloth and trinkets, New York City has been one of the most exciting cities in the world. There's an undercurrent of energy that keeps the city growing and changing. It is home to leading artists, writers, and performers. It is the center of commerce, culture, and communications.&#10;Although the great hall on Ellis Island is now a museum, New York remains America's gateway to the world. And everything about New York is world class. From the famous flagship Bloomingdale's and Macy's stores to Madison Sqaure Garden. And if there is anyone with world class pride, it's a New Yorker. If you have any doubt, just look at the way they root for their Knicks and Rangers, or consume the Sunday New York Times.&#10;It's the city that never sleeps... but when you need to, there are premier hotels fir for kings and queens... The Essex House, The Regency, and The Plaza. It's the city with th unforgettable skyline: the Empire State Building, the World Trade Center, and, of course, the Statue of Liberty.&#10;Now you can capture the excitement and feel the energy of New York City, from Grand Central Station to Central Park, from the ultimate Fifth Avenue toy store, FAO Schwartz, to America's premier public television station, Thirteen/WNET, as you travel around the game board of the New York City Edition of Monopoly&reg; buying, selling and trading some of the most vluable real estate in the world.&#10;&#10;Buy! Sell! &quot;Pass GO and Collect $200!&quot; Or &quot;Gp directly to Jail!&quot; All the fun and excitement of Parker Brothers classic real estate trading game is here in the New York City Edition. Buy railroads, utility companies, and properies of all types - including the valuable Trump Tower and Tiffany and Co. Increase the value of your properties by adding houses and hotels. Amass the greatest fortune in money and property and ou're the winner!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Income",
      "Investment",
      "Loans",
      "Ownership",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Argyle",
    "ID": 336617,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/336617/argyle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The argyle pattern dates to and is a slight modification of the Tartan patterns worn in Scotland. In modern times, the diamond patterns can be seen on sweaters, socks, hats, and a multitude of other options for clothing as well as design. There are even argyle prints on furniture and home decor.&#10;&#10;The most modern though finds this brand new roll and write game named for the argyle pattern. In Argyle, players are creating effectively a tile-type layout by filling in colors that match their dice rolls. Two of the columns are strictly white as to allow the players a barrier between their colors.&#10;&#10;Each round will find the player having to cleverly position their new dice and color they have gained so they continue the pattern on their player sheet. The more readily a pattern can be ascertained, the more points a player will earn.&#10;&#10;Unlike other pattern games such as Azul, players are more free to place their colors as they choose. Though such choices can be tricky! In order to have the best pattern by games&rsquo; end, the players will be modifying dice and working through strategies that will put them on top of the heap.&#10;&#10;The puzzly nature of this game will be inviting and comfortable for sudoku fans as well as players who enjoy games with spatial elements.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexenwood",
    "ID": 336618,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/336618/hexenwood",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Deep in the Hexenwood, four powerful tree spirits fight an endless war to control the forest. Take control of one of these spirits, then engage in a strategic, turn based battle. By the end, one tree will come to dominate the forest - are you wise enough to prevail?&#10;&#10;SETUP&#10;First, build the forest with however many Blinks you&rsquo;d like, and in any shape you want. The larger the forest, the longer the game will take. Below are some examples of typical setups for 12, 18, and 24 Blinks.&#10;&#10;Once you&rsquo;re happy with your setup, click any Blink to plant your starting Trees. Single click a Tree to change its species. Each player should choose a different species of Tree and a unique starting position on opposite ends of the forest. There are four species of tree, each with a unique color and leaf pattern.&#10;&#10;Hexenwood is a very flexible game, and can be set up in many different ways. For instance, you can begin a game with each player having multiple starting Trees, or even with some players having more than others. This can be helpful for players with mismatched skill levels.&#10;&#10;After you plant your starting trees, double-click any Blink to start the game. When mapping is complete, the game begins.&#10;&#10;GAMEPLAY&#10;Hexenwood is a turn-based game. The board will show which player&rsquo;s turn it is by pulsing their Trees. If it is your turn, single-click one of your Trees to activate it. Only trees that can make valid moves can be activated.&#10;&#10;When a Tree is activated, the board will display all of the moves it can make. There are two ways of moving: Spreading and Jumping.&#10;&#10;SPREADING&#10;Unclaimed positions adjacent to your Tree will be fully illuminated. If you click it, you will plant a Tree in that spot, and you will capture any neighboring Trees controlled by other players. This is the safest way to expand your territory.&#10;&#10;JUMPING&#10;Unclaimed positions that are one space away from your tree will show a bright pattern. If you click one of these Blinks, you can Jump to that spot. The Tree you jumped from will uproot itself and take over the new area, also capturing any neighboring Trees controlled by other players. This is a slightly risky way to expand because it leaves holes in your territory.&#10;&#10;Once you&rsquo;ve made your move, the game will automatically move to the next player&rsquo;s turn. If a player has no Trees that can make a valid move, their turn will be skipped and the game will move to the next player immediately.&#10;&#10;Importantly, you cannot rearrange the board during gameplay. If a Blink is removed from the field, the game will pause and the faces that are missing neighbors will flash. You must return them to their original positions to resume the game.&#10;&#10;If at any point during the game you wish to restart and go back to setup, triple-click any Blink.&#10;&#10;WIN CONDITION&#10;When no players can make a valid move, or if there is only one player remaining with Trees in the forest, the game ends. The entire forest will flash white, then reveal the winning player. All Trees controlled by the winning player will flash rapidly, and all other Blinks will revert to an empty forest floor.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Series: Blinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeons of Infinity: Stonebound Saga",
    "ID": 336620,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336620/dungeons-of-infinity-stonebound-saga",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "King Armiger has called in his resources and has requested that two heroes from the Stonebound Saga join the team in the Dungeons of Infinity. Watchman Brahms and Prophet Elle will be traveling to Armiger's kingdom to join the fight.&#10;&#10;An expansion of two heroes, exclusive to the first Kickstarter for the Dungeons of Infinity.&#10;&#10;This was packaged separately from the base game, in a small box with just the player boards, tokens, and cards. No instructions even.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Battles: Ragnarök – Ragnar Saga",
    "ID": 336623,
    "Year": "(2023)",
    "Geek Rating": "5.553",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336623/mythic-battles-ragnarok-ragnar-saga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "How the little piggies will grunt when they hear how the old boar suffered!&#10;This expansion is inspired by the Saga of Ragnar Lodbrok and the epic of his sons and wives, their quarrels, their battles, and their victories. &#10;Its 5 heroes provide you with an amazing variety of gameplay options!&#10;&#10;Includes:&#10;5 Miniatures&#10;5 Dashboards&#10;20 Activation Cards&#10;2 Jarl Attachment Cards&#10;2 Adventure Mode Scenarios&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Line of Sight",
      "Open Drafting",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Norway",
      "Crowdfunding: Kickstarter",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Battles: Ragnarök – Jörmungand",
    "ID": 336624,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "8.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336624/mythic-battles-ragnarok-jormungand",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "J&ouml;rmungand - The Snake of Midgard.&#10;Prophesied, like his brother Fenrir and his sister Hel, as the deliverer of the worst misfortunes to come, Odin, hoping to be rid of the serpent threw him into the seas of Midgard.&#10;A exercise that had little success since J&ouml;rmungand continued to grow, so much so that it ended up encircling the world of the Humans.&#10;Unleashed, the Midgard Serpent is wurming his way towards the battlefield!&#10;&#10;Includes:&#10;1 Titan Miniature&#10;1 Titan Dashboard&#10;3 3D Tidal Wave Tokens&#10;5 Activation Cards&#10;2 Adventure Mode Scenarios&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Line of Sight",
      "Open Drafting",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Norway",
      "Crowdfunding: Kickstarter",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Battles: Ragnarök – Surt",
    "ID": 336625,
    "Year": "(2023)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336625/mythic-battles-ragnarok-surt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Surt - The Lord of the Flames.&#10;Guardian of the ardent world of Muspellheim, one of the oldest life forms in existence, probably present before the birth of the Gods themselves.&#10;Now that the Ragnar&ouml;k has come, he will blaze through Midgard towards Asgard with his Sons of Muspell, incinerating everything in his path!&#10;&#10;Includes:&#10;1 Titan Miniature&#10;1 Titan Dashboard&#10;2 3D Burning Tokens&#10;5 Activation Cards&#10;2 Adventure Mode Scenarios&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Line of Sight",
      "Open Drafting",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Norway",
      "Crowdfunding: Kickstarter",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythic Battles: Ragnarök – Nidhogg",
    "ID": 336626,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336626/mythic-battles-ragnarok-nidhogg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Nidhogg - The Corpse Eater.&#10;Dwelling between the roots of the World Tree, this strange creature spends his time attacking the bark and draining the sap of Yggdrasil, devouring Oathbreakers' corpses in the snake walled-fortress of Nastr&ouml;nd and waiting for the end of time&mdash;when he will carry the dead on his wings.&#10;But, of course, the end of time has arrived, and Nidh&ouml;gg intends to enjoy himself as the worlds collapse.&#10;&#10;Includes:&#10;1 Monster Miniature&#10;1 Monster Dashboard&#10;5 Activation Cards&#10;2 Adventure Mode Scenarios&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Line of Sight",
      "Open Drafting",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Norway",
      "Crowdfunding: Kickstarter",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conan: Gods of the North",
    "ID": 336630,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336630/conan-gods-of-the-north",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Conan: Gods of the North, players will explore the far reaches of Vanaheim and Asgard, well beyond where most men dare tread. There, they will discover a strange land of cruel customs and fearsome creatures&mdash;a veritable fever dream, where man and myth collide and only the strong may thrive.&#10;&#10;Conan: Gods of the North utilizes what Conan players already own as well as the Mythic Battles: Ragnar&#195;&#182;k (MBR) core game, meaning: players will only require this add-on, the MBR core game, and any version of Monolith&rsquo;s Conan board game.&#10;&#10;The Conan: Gods of the North add-on will contain:&#10;- A 30+ page softcover booklet containing the latest solo/co-op rules (from Conan: Tome of Skelos), 4 brand new Adventure Mode scenarios, and 4 brand new solo/co-op scenarios which function as a progressive campaign.&#10;- More than 70 Overlord tiles associated with the Mythic Battles: Ragnar&ouml;k miniatures. These will be renamed from their MBR counterparts, as we want to hew as close to Robert E. Howard's texts as possible.&#10;- 15+ Hero Sheets associated with the Mythic Battles: Ragnar&ouml;k miniatures.&#10;- 10 new cards (equipment and spells), appropriate for the northern reaches of Nordheim.&#10;&#10;-description from Kickstarter page&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Characters: Conan the Barbarian",
      "Crowdfunding: Kickstarter",
      "Game: Conan (Monolith)",
      "Mechanism: Campaign Games",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide (2nd Edition): Presidential Box",
    "ID": 336634,
    "Year": "(2021)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336634/zombicide-2nd-edition-presidential-box",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The Presidential Box adds 6 new Survivors to Zombicide: 2nd Edition, and they are none other than past American Presidents.  Use them as standard survivors in your Zombicide games and enjoy their special Red Button ability, or upgrade your Washington Z.C. experience with the Presidential companion of your choice.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide (2nd Edition): Extra Players Upgrade Pack",
    "ID": 336635,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336635/zombicide-2nd-edition-extra-players-upgrade-pack",
    "Min Players": "7",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "With this set, Zombicide 2nd Edition can be expanded to accommodate up to 12 players.  This set comes with 6 new dashboards, staring equipment cards, colors and bases in 6 different new colors, and rules for adding additional players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide (2nd Edition): Zombies & Companions Upgrade Kit",
    "ID": 336636,
    "Year": "(2021)",
    "Geek Rating": "5.550",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336636/zombicide-2nd-edition-zombies-and-companions-upgra",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This upgrade kit gives you 135 cards for all of the special 1st Edition types of Zombies and Companions, updated to 2nd Edition look and mechanics. As these will have the same card backs as the other 2nd Edition cards, you can just shuffle them into your decks. These cards have been updated to 2nd Edition, with optimized organization, more spawns per card, and Zombie Rushes scattered around!&#10;&#10;This set contains 2nd Edition cards for the following:&#10;&#10;-3 Special Abomination Cards: A-Bomb, Berzerker, Toxic&#10;-6 Abomination Spawn Cards&#10;-11 Toxic Zombies (Toxic City Mall)&#10;-11 Berserker Zombies (Prison Outbreak)&#10;-36 Skinner Zombies (Rue Morgue)&#10;-12 Seeker Zombies (Angry Neighbors)&#10;-12 Dogz&#10;-12 Crowz&#10;-12 V.I.P. Zombies&#10;-6 Lost Zombivors&#10;-6 Dog Companions&#10;-8 Human Companions (Angry Neighbors)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Creatures: Zombies",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide (2nd Edition): Reboot Box",
    "ID": 336637,
    "Year": "(2021)",
    "Geek Rating": "5.649",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336637/zombicide-2nd-edition-reboot-box",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This box contains a plethora of new content to upgrade your Zombicide 2nd Edition game.  Increase your roster of survivors with 39 colorful new characters and bring your old survivors back from classic Zombicide with the included upgraded ID cards.   Challenge the Survivors with 40 new zombies, including 9 abominations and the wacky zombies form the Kickstarter's daily zombie spawns.  18 new pimpweapons are also provided to fight off these monstrosities.&#10;&#10;This exclusive box contains all the goodies you need to take your Zombicide:2nd Edition game to a whole new level. Increase your roster of Survivors with an amazing array of colorful characters, and bring back your old Survivors back into the game with upgraded ID Cards. Face unthinkable threats with new Abominations and the wacky Daily Zombie Spawns (you even get some new Pimpweapons to fight them)!&#10;&#10;Huge expansion of survivors, weapons, zombies and Abominations.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Creatures: Zombies",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Retreat From Moscow: A Solo Game",
    "ID": 336642,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/336642/retreat-from-moscow-a-solo-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Retreat From Moscow: A Solo Game you command a small group of French troops that have become separated from the main force during the retreat from Moscow. &#10;You must catch up with the main force while fighting of the pursuing Russian troops.&#10;&#10;Ideal for 28mm figures but will work in any scale as long as the figures are individually based.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Russia",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ikaroa: Libro Juego Didáctico",
    "ID": 336645,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.75",
    "Link": "https://boardgamegeek.com/boardgame/336645/ikaroa-libro-juego-didactico",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "180",
    "Weight": "2",
    "Description": "IKAROA is a game created to enhance 21st century skills such as creativity, innovation, problem solving, communication, collaboration, logical thinking, self-regulation, determination and perseverance through a collaborative board game supported by maps, texts and suggestions for use.&#10;&#10;Each unit of the game book contains:&#10;1 laminated board for writing and scratching, with the large map of IKAROA.&#10;1 set of maps and rules book.&#10;4 large laminated sheets for drawing and taking notes, which we call the personal board.&#10;1 whiteboard marker to use on laminated sheets.&#10;1 6-sided die to solve difficult encounters or situations.&#10;&#10;IKAROA is a cooperative escape room style game, in it we play to solve tests and against time. Once in this imaginary world, we must obtain clues that have different characters or places on all the islands. The goal is to reunite them before time runs out, solving puzzles, helping whoever needs it or defeating adversaries of all kinds. Each clue is obtained by combining 3 objects and / or characters, through a story. When you have solved enough encounters or events, you will have enough clues to stop the catastrophe they have invented and you can escape back to your world claiming victory.&#10;&#10;------------------------Spanish-------------------------&#10;&#10;IKAROA es un libro juego creado para potenciar habilidades del Siglo XXI como la creatividad, la innovaci&oacute;n, la resoluci&oacute;n de problemas, la comunicaci&oacute;n, la colaboraci&oacute;n, el pensamiento l&oacute;gico, la autorregulaci&oacute;n, la determinaci&oacute;n y la perseverancia. Todo ello a trav&eacute;s de un juego de mesa colaborativo, bellamente ilustrado, con una gran rejugabilidad y apoyado por mapas, textos y sugerencias de uso.&#10;&#10;Cada unidad del libro juego contiene:&#10;1 tablero laminado para escribir y rayar, con el mapa en grande de IKAROA.&#10;1 libro juego de mapas y reglas.&#10;4 Hojas grandes laminadas para dibujar y tomar apuntes, que llamaremos tablero personal.&#10;1 marcador de pizarra blanca para utilizar en las hojas laminadas.&#10;1 dado de 6 caras para resolver encuentros o situaciones dif&iacute;ciles.&#10;&#10;IKAROA es un juego colaborativoestilo Escape Room o sala de escape, en &eacute;l jugamos a resolver pruebas y en contra del tiempo. Una vez en este mundo imaginario, debemos obtener pistas que poseen diferentes personajes o lugares en todas las islas. La meta es reunirlos antes de que se acabe el tiempo, resolviendo enigmas, ayudando a quien lo necesite o derrotando adversarios de todo tipo. Cada pista se obtiene al combinar 3 objetos y/o personajes, a trav&eacute;s de una historia. Cuando hayas resuelto suficientes encuentros o eventos, tendr&aacute;s suficientes pistas para detener la cat&aacute;strofe que hayan inventado y podr&aacute;s escapar de vuelta a tu mundo reclamando la victoria.&#10;Lo que hace diferente a IKAROA de otros juegos, es que cada componente del juego depende de tu imaginaci&oacute;n y puedes jugar incluso con las reglas.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deduction",
      "Events",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draft Horse",
    "ID": 336647,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/336647/draft-horse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Draft Horse is a two-player card drafting and set collection game. It&rsquo;s played over five rounds with each round consisting of three phases: deal, draft (where you collect horse and cargo cards), and play (where you load the cargo, hitch the horses, send shipments, and score points). At the end of the game, the player with the most points wins.&#10;&#10;The gameplay of Draft Horse is fast and smooth making it very easy to pick up and play over and over again. Its small package makes it great to bring along to the pub or coffee shop. Draft Horse can prove to be a tricky puzzle, however, as every round surprises you with multiple options and difficult choices.&#10;&#10;Draft Horse comes with three expansion cards which make the game more variable and dynamic and an advanced scoring mode that makes the game more strategic, giving players the chance to score end-game bonus points.&#10;&#10;",
    "Categories": [
      "American West",
      "Transportation"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mixology",
    "ID": 336648,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/336648/mixology",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mixology is a simple cocktail card game for 2-5 players. You win by creating the best selection of cocktails for your bar. Complex cocktails or cocktails that require rarer ingredients will score higher points. The first players whose menu contains 25 points wins the game.&#10;&#10;In each turns, players secretly choose 3 out of 9 available actions cards to gather ingredients/make drinks/hiring a bartender or various other actions. The chosen actions cards are arranged faced down from left to right. All players will take turn around the table performing their first action card. Then proceed to the second action card and so on.&#10;&#10;Every actions and the sequence you put them in matter as your friends might snatch the ingredients or cocktails you're aiming for. And more powerful actions will have harder conditions to meet. This makes the players try to push their luck as much as possible by sneaking in more powerful actions. Though these moves are easily blocked. But when well placed, even one action can place you in the lead!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Push Your Luck",
      "Set Collection",
      "Simultaneous Action Selection",
      "Turn Order: Auction"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Food & Drink: Liquor / Cocktails"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – The Book of Adventures (Gamefound Edition)",
    "ID": 336650,
    "Year": "(2024)",
    "Geek Rating": "5.635",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336650/robinson-crusoe-adventures-on-the-cursed-island-th",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Robinson Crusoe: The Book of Adventures is an almanac that consists of new or tweaked existing Robinson Crusoe scenarios ranked by their level of difficulty, complexity, and theme. Almost all the pre-existing scenarios are included. The Book of Adventures offers scenarios suited for every audience &mdash; from playing with children, to creating a fun family experience, to suffering really heavy scenarios as experienced players.&#10;&#10;This special Gamefound edition also contains extra stretch goals that will not be part of the retail edition:&#10;&#10;- 20 unique challenges&#10;- 1 Competitive Scenario (Yin Yang)&#10;- 1 Horror Scenario (Lost Memories)&#10;- 4 Fan Scenario's (On and On Westwards, Experiment on Dinosaur Island, Lord of the Flies and R'lyeh)&#10;- 55 Invention Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid",
      "Narrative Choice / Paragraph",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Crowdfunding: Gamefound",
      "Game: Robinson Crusoe – Adventures on the Cursed Island",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bazar",
    "ID": 336654,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336654/bazar",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The great bazaar houses all kinds of products in endless stalls along the streets, surrounded by avid merchants in search of bargains with which to make huge profits. They buy, sell, haggle, and improve the offers of their competitors; they won't waste a single opportunity.&#10;&#10;In Bazar, you will take the place of one of those merchants in search of the most profitable deals, but keep an eye on what your rivals are doing,they may have what you need and you can take advantage of it while you derail their plans.&#10;&#10;Bazar is a fast and light game, for 2 to 5 players, that combines worker placement, set collection and hand management. And where it will be very important to choose the correct moment for each action.&#10;&#10;On each turn, players will move to a new location, where they can carry out their action, or close a deal to get coins. They can also activate characters that can be of great help. At the end of a number of rounds, depending on the number of players, the player with the most coins will be the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "デッキ構築型脱獄バトル (ALCATRAZ-2vs2)",
    "ID": 336657,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/336657/detsukigou-zhu-xing-tuo-yu-batoru-alcatraz-2vs2",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This game is a 2v2 cooperative battle deck construction type board game based on the jailbreak incident that actually occurred on the prison island &quot;Alcatraz&quot;. Aim to escape from the prison island &quot;Alcatraz&quot; while cooperating with each other and obstructing the actions of the other party! Includes 597 cards.&#10;&#10;Prisoners need to dig a hole from the prison and reach the raft outside the prison. However, there is only one raft for escape.&#10;In order to dig a hole, you have to procure escape tools while stealing the guard's eyes. Explore various areas of the prison to find tools.  Use the guards instead of avoiding them to control this Alcatraz and stop the other team from escaping.&#10;&#10;The team that escapes, wins!&#10;&#10;&#229;&#149;&#134;&#229;&#147;&#129;&#231;&#180;&#185;&#228;&#187;&#139; &#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#227;&#128;&#129;&#231;&#155;&#163;&#231;&#141;&#132;&#229;&#179;&#182;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#131;&#171;&#227;&#130;&#171;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#130;&#186;&#227;&#128;&#141;&#227;&#129;&#167;&#229;&#174;&#159;&#233;&#154;&#155;&#227;&#129;&#171;&#232;&#181;&#183;&#227;&#129;&#147;&#227;&#129;&#163;&#227;&#129;&#159;&#232;&#132;&#177;&#231;&#141;&#132;&#228;&#186;&#139;&#228;&#187;&#182;&#227;&#130;&#146;&#233;&#161;&#140;&#230;&#157;&#144;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#129;2&#229;&#175;&#190;2&#227;&#129;&#174;&#229;&#141;&#148;&#229;&#138;&#155;&#229;&#175;&#190;&#230;&#136;&#166;&#227;&#131;&#135;&#227;&#131;&#131;&#227;&#130;&#173;&#230;&#167;&#139;&#231;&#175;&#137;&#229;&#158;&#139;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130; &#229;&#145;&#179;&#230;&#150;&#185;&#229;&#144;&#140;&#229;&#163;&#171;&#227;&#129;&#167;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#229;&#139;&#162;&#229;&#138;&#155;&#227;&#129;&#174;&#232;&#161;&#140;&#229;&#139;&#149;&#227;&#130;&#146;&#229;&#166;&#168;&#229;&#174;&#179;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129;&#231;&#155;&#163;&#231;&#141;&#132;&#229;&#179;&#182;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#131;&#171;&#227;&#130;&#171;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#130;&#186;&#227;&#128;&#141;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#174;&#232;&#132;&#177;&#229;&#135;&#186;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#155;&#239;&#188;&#129; [&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#229;&#134;&#133;&#229;&#174;&#185;]&#227;&#128;&#128;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137; 597&#230;&#158;&#154;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Constructions: Alcatraz (USA)",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steinmannli",
    "ID": 336658,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336658/steinmannli",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Steinmannli consists of 4 different game variants&#10;&#10;1. Solitaire&#10;One player builds a tower of stones as high as possible.&#10;&#10;2. Contest&#10;2 to 4 players receive an equal amount of stones and build one tower by adding one stone after the other on a socle. Stones tumbling down must be collected by the player who caused the tumbling. The first player to get rid of all stones wins the game.&#10;&#10;3. Clean up&#10;All stones are placed on a wooden board that is placed on a socle. 2 to 4 players remove the stones one by one until the board tumbles down or the last stone has been collected. The player with tho most stones collected wins the game.&#10;&#10;4. Seesaw&#10;A small wooden board is placed on a socle. 2 players receive an equal amount of stones and place them one by one on the small board. The player who makes the board tumble down, loses the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ASS Mini Nr. 4",
    "ID": 336660,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336660/ass-mini-nr-4",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each of the two players tries to cover his 9 target squares with tokens (16x2 in four colours and shapes) in such a way that a colour and a shape occur only once in each horizontal and vertical row.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WAS IST DAS?",
    "ID": 336661,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336661/was-ist-das",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One player draws a card with an object pictured on the card. The other players may ask questions to the object answered by the card holder with &quot;yes&quot; or &quot;no&quot;. If none of the players qot the object after 5 questions, the card holder scores one point, otherwise the player with the correct guess.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Panzerschiff: Expansion Set & Cruiser Module",
    "ID": 336662,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336662/panzerschiff-expansion-set-and-cruiser-module",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "120",
    "Weight": "0",
    "Description": " Panzerschiff: Expansion Set &amp; Cruiser Module is an add-on for Panzerschiff 3rd ed. (available separately).  &#10;You must own Panzerschiff 2nd or 3rd ed. to use this set.  Panzerschiff is an introductory-level tactical WW2 naval wargame for two players.  &#10;Famous battleships, battlecruisers, pocket battleships, heavy cruisers, and light cruisers from eight nations are maneuvered into combat, and fire their guns (or launch torpedoes) to sink enemy ships.&#10;&#10;Panzerschiff Expansion &amp; Cruiser Module Set contains both of these add-ons, in one package:&#10;&#10;     Panzerschiff Expansion comes with booklet with rule additions, set of 96 new warships and ship logs, and Reference Card.  &#10;     Panzerschiff Cruiser Module comes with booklet with rules additions, set of 96 heavy and light cruisers and ship logs, and Reference Card. &#10;&#10;&#10;&#10;The game uses a system based on the system used in Avalon Hill's Bismarck (1st ed.), except with additions and refinements.  &#10;You may replay historical or design-your-own WW2 scenarios.&#10;&#10;Warships are rated in a variety of categories:  bow main guns, stern main guns, port &amp; starboard secondary guns, speed, armor, engineering, fire control, vulnerability to plunging fire, and more.  &#10;Players can look at a ship counter and its log sheet, and immediately determine its strengths and weaknesses.&#10;&#10;The Panzerschiff game system is low complexity, and will appeal to novices or younger players, as well as to naval game vets who opt for the advanced rules that emphasize fun as well as authenticity.&#10;&#10;With the standard game and this set, you will have all the significant warships of WW2 to play with. This new set is now available in PDF format.&#10;&#10;WARSHIPS INCLUDED IN PANZERSCHIFF EXPANSION (48)&#10;&#10;     GERMANY (5): Graf Spee, Admiral Scheer, Lutzow, Prinz Eugen. Admiral Hipper.&#10;     GREAT BRITAIN (15): Anson, Howe, Duke of York, Nelson, Repulse, Warspite, Barham, Malaya, Valiant, Resolution, Ramillies, Revenge, Royal Oak, Kent, Cumberland.&#10;     FRANCE (2): Suffren, Algerie.&#10;     ITALY (3): Duilio, Trento, Trieste.&#10;     UNITED STATES (12): Maryland, West Virginia, New Jersey, Wisconsin, Washington, South Dakota, Indiana, Massachusetts, Alabama, Guam, Baltimore, Wichita.&#10;     JAPAN (6): Mutsu, Haruna, Hiei, Kirishima, Kako, Aoba.&#10;     USSR (3):  Arkhanelsk, Kirov, Voroshilov.&#10;&#10;&#10;WARSHIPS INCLUDED IN PANZERSCHIFF CRUISER MODULE (48)&#10;&#10;     GERMANY (6): Blucher, Nurnberg, Koln, Konigsberg, Karlsruhe, Leipzig.&#10;     GREAT BRITAIN (11): Exeter, York, Norfolk, Dorsetshire, Ajax, Achilles, Leander, Neptune, Orion, Belfast, Edinburgh.&#10;     FRANCE (7): Colbert, Dupleix, Foch, Gloire, Montcalm, Galissonniere, Marseillaise.&#10;     ITALY (6): Zara, Gorizia, Fiume, Pola, Garibaldi, Abruzzi.&#10;     UNITED STATES (8): Boston, Quincy, Canberra, Pittsburgh, Cleveland, Denver, Santa Fe, Montpelier.&#10;     JAPAN (4): Kinugasa, Mogami, Kumano, Suzuya.&#10;     USSR (4):  Gorki, Molotov, Kalinin, Kaganovich.&#10;     NETHERLANDS (2):  Tromp, Van Heemskerck.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASS Mini Nr.5",
    "ID": 336663,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336663/ass-mini-nr5",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Place numbered point tokens (1-5) in such a way that many victory points are scored.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doppel-Wort",
    "ID": 336664,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336664/doppel-wort",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Educational game for family&#10;&#10;A double word is one that consists of two separate words making up one word. Clues, riddles really, are on each card. This is read out. The first player to call out the double word, wins a counter and the first to win 5 counters wins the game.&#10;&#10;Example of a double word&#10;One word = Bild (German term for picture)&#10;Other word = Schirm (German term for umbrella)&#10;Together they make Bildschirm (German term for screen)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potter: Quidditch Tryouts",
    "ID": 336666,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.29",
    "Link": "https://boardgamegeek.com/boardgame/336666/harry-potter-quidditch-tryouts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Quidditch Tryouts! Match colours and slam your Quaffle cards on the Goalpost cards. You&rsquo;ll need to think fast and score faster to win! The player with the highest score when all Goalpost cards run out becomes the new Gryffindor player. Double the fun: catch the snitch first when he comes by and score extra points for your team.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "Books: Harry Potter",
      "Series: Shuffle Card Games (Cartamundi / Hasbro)",
      "Theme: Fantasy Sports",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BoxOff",
    "ID": 336669,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/336669/boxoff",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "BoxOff is a solo abstract strategy game. It rises above the level of a mere puzzle because of its random set-up and user-defined board size.  The random set-up makes it like a playing-card solitaire game.&#10;&#10;The game is played on a rectangular board of any size, as long as it has an even number of squares.  7x8, 8x12, and 12x15 are common sizes.  The board is filled with stones or marbles in various colors.  For an easy game, use 3 colors.  For a game of medium difficulty, use 4 colors.  For a difficult game use 5 colors. There must be an even number of each color, because they're going to be removed in pairs.  Typically you would use an equal number of each color.&#10;&#10;A pair of stones of the same color may be removed from the board if the pair define opposite corners of a rectangle that contains no other stones.  They could be in a line (a 1xn rectangle) or diagonal corners of a non-linear rectangle.  The goal is to remove all the stones.&#10;&#10;This game was first described in Games Magazine in 2013, and later in the Abstract Games magazine in 2020.  There have been electronic versions for iOS and Android.  BoxOff is now being published by NewVenture Games in three versions: a board game, peg game, and travel-size.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scarlet Envelope II: Cabaret in Lapin Blanc",
    "ID": 336671,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/336671/scarlet-envelope-ii-cabaret-in-lapin-blanc",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the second game in the series of &quot;Scarlet Envelope&quot; games.&#10;&#10;This tabletop escape room mystery takes place in Paris, 1899. Colette, a gorgeous cabaret dancer, disappears. Her dressing room is full of confusing leads: among the jewelry and love letters, you find a threatening note and some truly unexpected things from the past. Who is she..? Find Colette and reveal her dark secret!&#10;&#10;GAME CONTENTS:&#10;- Cryptic Tarot Card with a secret&#10;- Photo from Colette&rsquo;s dressing room&#10;- A piece of 19th-century newspaper&#10;- Legal-size page from the ancient &ldquo;Encyclopedia of Poisons&rdquo;&#10;- Threatening letter puzzle&#10;- Love letters&#10;- Cryptic postcard&#10;- Digital lock you unlock online&#10;- Website pages, videos&#10;- Online hints in case you're stuck&#10;&#10;Over ten various puzzles to solve, from ciphers to altering items in the most unpredictable ways. Answer submission and a storytelling video at the end. Tons of quality time in the middle!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Crowdfunding: Kickstarter",
      "Series: Scarlet Envelope"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scarlet Envelope III: Distress Call from Outer Space",
    "ID": 336672,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/336672/scarlet-envelope-iii-distress-call-from-outer-spac",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The third game in the Scarlet Envelope series.&#10;&#10;If you love detectives and sci-fi, this tabletop escape room by Scarlet Envelope is for you. The year is 2220, a century into human colonization of Mars. Your spaceship picks up the distress call from a Martian spy who has discovered a dark secret that can stop the war between Earth and Mars! Now, encrypted Martian files are in your hands, along with the fate of our Galaxy. Will you accept the challenge?&#10;&#10;GAME CONTENTS:&#10;- A huge space map (you&rsquo;ll be surprised that it fits into the envelope!)&#10;- Constellations map&#10;- A cryptic ruler (to be used together with a map)&#10;- Piece of evidence on a transparent film&#10;- Audio SOS-signal from the Martian spy&#10;- Spaceship Main Control interactive terminal (use commands to access info &amp; additional files)&#10;- &ldquo;Earth Today&rdquo; web news portal&#10;- Two more hidden websites&#10;- Two more hidden digital files&#10;- Email correspondence with the United Planets Secretary-General&#10;&#10;A fun detective investigation narrative with over a dozen of various puzzles to solve, from encryption to altering items. You will need a computer or a mobile device to play. Expect a lot of digital interaction (it&rsquo;s the 23rd century after all.) Answer submission and a storytelling video at the end. Tons of quality time in the middle!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time",
      "Space Exploration"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Crowdfunding: Kickstarter",
      "Series: Scarlet Envelope"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scarlet Envelope IV: Breakfast for a Serial Killer",
    "ID": 336673,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/336673/scarlet-envelope-iv-breakfast-for-a-serial-killer",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the fourth game in the series of &quot;Scarlet Envelope&quot; games.&#10;&#10;&ldquo;The death of Janice Ward, a young mother of two and a waitress at Stanley&rsquo;s Diner, is being investigated in connection to similar cases in the state...&rdquo; In this murder mystery game, you work as a cop in the fifties. Bring justice to the victims of a serial killer who clearly has a thing for junk food and pretty waitresses! Expect an escape room in an envelope full of case files, evidence bags, coroner&rsquo;s reports, and lots of digital interaction. You will unlock audio-interviews and video footage of suspects&rsquo; interrogations (with real actors!), and if you solve all puzzles and connect all dots, you will catch the killer yourself!&#10;&#10;GAME CONTENTS:&#10;- Videos of suspects&rsquo; interrogations&#10;- Audio interviews with witnesses&#10;- Coroner&rsquo;s report&#10;- Investigation report&#10;- Vintage Diner&rsquo;s menu&#10;- Cryptic notes left by the serial killer&#10;- Three plastic evidence bags with extra items to investigate&#10;- Website pages with digital items&#10;&#10;This game really puts your detective skills to the test! The gameplay is full of puzzles but is focused on the investigation. All the puzzles are crucial to access locked items and gather enough information to put the right suspect behind the bars. Roughly 2 hours of gameplay. Two levels of difficulty available.&#10;&#10;&#10;     Parental Advisory: Mild Content (chilling but no bloody visuals.)&#10;&#10;&#10;This game is a part of the Scarlet Envelope series of games. You can play them all in any order.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Crowdfunding: Kickstarter",
      "Series: Scarlet Envelope"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Help the Princess",
    "ID": 336676,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/336676/help-the-princess",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Help the Princess is a board game where players  play a classic role of an RPG world character. The King is desperate and relies on a company of heroes to get his daughters in danger safely back to the castle. it is a competitive game but during the battles the hero can ask for help from the companions.&#10;&#10;Help the Princess is a competitive game, but during the battles heroes can ask for help from the companions. Every face of the board is a new mission which can be played in a single game or in campaign mode.  The game is for 1-4 player. Players will have to decide if and when to fight the monsters that plague the various villages along the route, when to buy cards from the village market and when use potions or evocations.  Fighting,(with combat dice) summoning and buying cards at the best price will increase your experience points, while not fighting will make you advance on the path but without gaining any experience. In the game even the daughters of the king, the princesses are eager to help you in battle ... they love to use their long sword!&#10;&#10;The player who brings the princess to safety and who has the most experience points wins.&#10;&#10;Remember: you help the Princess, but without the Princess help you can't win!&#10;&#10;Can you imagine a princess with a broadsword?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mindwalkers",
    "ID": 336677,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/336677/mindwalkers",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Mindwalkers is a social deduction game in which players have the powerful ability to hijack the minds of their opponents, forcing them to do their bidding.&#10;&#10;The game takes place over five days and four nights. During the day, players travel around the magical city of Elysia to work towards one of two main objectives: accumulating energy at The Origin, or banishing opponents from the council. Both are accomplished through voting, so securing the trust and cooperation of other players is key to victory. Players can also draw and play spells or magical artifacts to gain a strategic advantage.&#10;&#10;At night, players further their agendas by Mindwalking one of their opponents. Mindwalks are issued by passing written commands to the victim, hidden from their opponents' view. These commands are open ended and completely up to the player's imagination!&#10;&#10;The game ends when a player or faction completes their hidden win condition. Will you be the one pulling the strings over the council, or will you end up dancing to someone else's tune? Control your opponents. Control destiny.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Negotiation",
      "Traitor Game",
      "Turn Order: Claim Action",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Curry the Favor",
    "ID": 336682,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/336682/curry-the-favor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Curry the Favor, players take on the role of two friends that take turns buying each other lunch specials at a local restaurant. However, they always want to impress the other and give a better meal than the one that was last given to them.&#10;&#10;Every turn in Curry the Favor, you will buy your friend a meal, trying to &ldquo;one-up&rdquo; the meal they last bought for you - in some aspect. But, you will want to spend your money wisely, because the player who received the most valuable meals in the end wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Ladder Climbing",
      "Matching",
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kit",
    "ID": 336683,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336683/kit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Kit is an easy to learn game and fun for the avid card player or if you're a beginner. Rummy style game where you make kits or runs, make the right combinations, and be the first to go out - then watch your opponents scramble to cut their losses. The goal of the game is to be the player with the lowest score at the end of the 10th round by making your entire hand into kits and/or runs.&#10;&#10;The game consists of two 44-card decks. Each deck has four WILD cards and four colors: Blue, Gold, Green, and Purple. Each color has ten cards, 3 through 12. Wild cards can be considered any number or color that you wish. There are also rotating wild cards that change every round. The rotating wild cards depend on the number of cards dealt that round. When 3 cards are dealt, the 3&rsquo;s are wild, when 4 cards are dealt the 4&rsquo;s are wild and so on until the last round when the 12&rsquo;s are wild.&#10;&#10;A kit is three or more cards of the same number and can be any color. You can have as many wild cards in a kit as you want. A run is three or more consecutive cards of the same color. A wild card can replace any card in a run. You can have as many wild cards in a run as you want and they can be adjacent to one another.&#10;&#10;Dealing: &#10;1. Shuffle both decks of cards together. &#10;2. For the first round deal 3 cards to each player, dealing one card at a time. Note: For each round of play, the number of cards dealt increases by one card. In the second round 4 cards are dealt, in the third round 5 cards are dealt, and so on until dealing 12 cards to each player in the final round. The dealer position rotates after each round. &#10;3. Place the remaining cards in the center of the table and turn over the top card. The stack of cards is the draw pile and the card turned up is the start of the discard pile.&#10;&#10;Playing: &#10;1. The player to the left of the dealer goes first and play continues clockwise. &#10;2. Start your turn by taking the top card on the discard pile or drawing a card. &#10;3. Complete your turn by discarding one card. &#10;4. Continue to make kits and/or runs until you are able to go out. &#10;5. Going out: Once all of the cards in your hand are part of a kit or run, lay down all of your cards face up on the table before discarding your last card. &#10;Note: you must be able to make kits and runs from the exact number of cards dealt in the round. You must have one card left to discard. You can go out on your very first turn. &#10;6. Once a player has gone out, all other players have one final turn. Start your turn as normal and after discarding, lay down your kits and runs. Any cards that do not fit in a kit or run will count toward your score. &#10;7. The cards that are in kits and runs do not count toward your score. Players add up only their unused cards. The card values are equal to the number on the card and Wild cards are worth 20 points. The player that goes out first gets a score of -5. The scorekeeper records and adds up the score for each player. &#10;8. The player to the dealer&rsquo;s left shuffles all of the cards and deals the next round. &#10;Note: Increase the number of cards dealt by one card and keep track of the rotating Wild cards&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "New Phone, Who Dis?: Family Edition",
    "ID": 336705,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/336705/new-phone-who-dis-family-edition",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Players rotate drawing a sent (or &ldquo;inbox&rdquo;) card while the rest of the group competes to play the funniest &ldquo;reply&rdquo; card. Once everyone has played their chosen reply card, the rotating judge awards a point to the funniest one. The player with the most points at the end of the round wins.&#10;&#10;Includes: 240 family-friendly Inbox cards, 300 family-friendly Reply cards, and instructions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tremble, Humans! Card Game: Spiel 2018 Promo cards",
    "ID": 336709,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336709/tremble-humans-card-game-spiel-2018-promo-cards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A set of four convention promo cards:&#10;&#10;Essen - Reward: 5, Industrial Centre / Europe&#10;&#10;Nuremberg - Reward: 5, Scientific Centre / Europe&#10;&#10;Columbus - Reward: 5, Scientific Centre / North America&#10;&#10;Indianapolis - Reward: 5, Cultural Centre / North America&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grabbelbox",
    "ID": 336711,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/336711/grabbelbox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "A chaotic tactical family game. 2 to 4 players do not try to throw their pieces into the box, as they end up getting them out of it again under difficult conditions.&#10;&#10;The game is played in 3 rounds of 2 phases.&#10;&#10;Each player picks stones of a single color. In the first phase, players stand around the box and try to throw everyone else's  stones in the box. This phase ends when all the stones of one player/color are in the box. Players get a point for each of their stones in the box.&#10;&#10;At the start of the second phase, someone chooses a handicap card and everybody tries to pick their stones out of the box with this handicap at the same time. This round ends when one person has removed all their stones from the box.  All the other players get 1 point per stone left in the box.&#10;&#10;After 3 rounds, the game ends and the winner is the player with the least total points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Score-and-Reset Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Startnext"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KFC's Travel Game",
    "ID": 336712,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/336712/kfcs-travel-game",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains card with luggage items printed on them.&#10;&#10;Players draw cards and try to name the items depicted in the order in which they were drawn.  When a player makes a mistake, they're out of the game and have lost.  The last player who's still in the game, when all other players have lost, is the winner.&#10;&#10;The game-box contains 36 card, divided as follows:&#10;&#10;     3 Cards with the rules, in Dutch, English and French.&#10;     6 Cards with items, with the background color begin yellow.&#10;     6 Cards with items, with the background color being orange.&#10;     6 Cards with items, with the background color being blue-ish.&#10;     5 Cards with items, with the background color being red.&#10;     5 Cards with items, with the background color being purple.&#10;     5 Cards with items, with the background color being green.&#10;&#10;&#10;Although there are 6 different colors, the rules do not indicate that they are to be used differently or have different value compared to others colors.&#10;&#10;This game was published as part of a promotional campaign for the KFC restaurant group.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "KFC's Color Addict",
    "ID": 336713,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/336713/kfcs-color-addict",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains cards with the names of colors printed on them.  Each named color is printed in 5 colors (all that are also named) and two jokers.  The cards are dealt evenly to all players, with each player holding 3 cards in hard, the rest as a drawing stack.&#10;&#10;The purpose of the game is to get rid of your own cards first, including your own draw pile.  To do this, when it's your turn, you try to match one of your hand cards with the color or word of the last played card.  If you can't match, you draw a card from your own draw pile.&#10;&#10;The dealer plays the top card from their draw pile as the first card to match.&#10;&#10;The game-box contains 36 card, divided as follows:&#10;&#10;     1 card with the rules.&#10;     7 cards, in 5 colors + 2 jokers, with the word 'Blue'.&#10;     7 cards, in 5 colors + 2 jokers, with the word 'Green'.&#10;     7 cards, in 5 colors + 2 jokers, with the word 'Yellow'.&#10;     7 cards, in 5 colors + 2 jokers, with the word 'Orange'.&#10;     7 cards, in 5 colors + 2 jokers, with the word 'Red'.&#10;&#10;&#10;Each word is printed in the colors blue, green, yellow, orange and red once and two cards have a mix of the colors, indicating them as joker cards.&#10;&#10;This game resembles Crazy Eights / UNO, but without the &quot;take that&quot; cards.&#10;&#10;This game was published as part of a promotional campaign for the KFC restaurant group.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KFC's 4 op een rij",
    "ID": 336714,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/336714/kfcs-4-op-een-rij",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains card in two colors, each color has 4 creatures printed on them, the same creatures for each color.  Both colors have 24 cards, each creature has 6 cards in both colors.  There are 48 players card, 6 advanced assignments cards and 1 rule card, making a total of 55 cards.&#10;&#10;Players pick one of either color (blue or red) and take all cards in that color and shuffle them up.  They then take turns playing a card, adding it to the set, either horizontally or vertically, but not diagonally.  Their goal is to make a set of 4 cards, either horizontally, vertically or diagonally, of their own color.  The type of monster is not important, only that it's your color.  This can also be played to get 4 in a row, with the rules unchanged otherwise.&#10;&#10;There is an advanced version of the game, this uses the 6 advanced assignment cards, where you have to place your monsters in a specific shape to win.  This also includes a &quot;X * monster&quot; card, which means you only win if you get 4 monster (or 5 in the 5-in-a-row variant) in the same row.&#10;&#10;This game resembles a paper version of a 4/5-in-a-row type Tic-Tac-Toe game.&#10;&#10;This game was published as part of a promotional campaign for the KFC restaurant group.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Category: n in a row",
      "Creatures: Monsters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KFC's Assano",
    "ID": 336715,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/336715/kfcs-assano",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains cards with numbers and 'actions' printed on them, in several colors plus a few jokers.&#10;&#10;The purpose of the game is to get rid of your own hand cards first.  To do this, when it's your turn, you try to match on of your own cards with the color or symbol of the last played card.  Jokers are always valid to play, if you have them.  If you can't match, you draw a card from a shared draw pile.  If you can match that card, you can instantly play it.&#10;&#10;The game-box contains 36 card, divided as follows:&#10;&#10;     3 Cards with the rules, in Dutch, English and French.&#10;     7 Cards with number 1-5, plus 1 sleep (skip turn) and 1 turn (reverse direction) card, in the color yellow.&#10;     7 Cards with number 1-5, plus 1 sleep (skip turn) and 1 turn (reverse direction) card, in the color blue.&#10;     7 Cards with number 1-5, plus 1 sleep (skip turn) and 1 turn (reverse direction) card, in the color green.&#10;     7 Cards with number 1-5, plus 1 sleep (skip turn) and 1 turn (reverse direction) card, in the color red.&#10;     5 Card with additional actions, 2 &quot;take-2&quot; cards, 3 &quot;change color&quot; card, in the color black.&#10;&#10;&#10;This game resembles Crazy Eights / UNO, but with some the &quot;take that&quot; cards, but not all.&#10;&#10;This game was published as part of a promotional campaign for the KFC restaurant group.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Traditional Card Games: Eights"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wyrd: The Darkness",
    "ID": 336716,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336716/wyrd-the-darkness",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Darkness is the first expansion for Wyrd: The Descent.&#10;&#10;Emerge from the Hollows, beaten and weary only to Descend again and again, for the World of The Living is ever threatened by The Darkness that surrounds it.&#10;&#10;But be careful, the Horrors are not the only threat. Demons claw their way into reality, and will take Possession of you should you delve too deep.&#10;&#10;For you are not Wyrd yet.&#10;&#10;In The Darkness you will attempt to link your games of Wyrd: The Descent together by developing your Wyrd and avoiding the risk of Possession.&#10;&#10;This is the full colour rulebook for The Darkness updated to 2.15 including an updated FAQ, clarifications to the Laws of Possession with examples and the Sigils for the modular PnP Hollows tiles in the reference section. There are also two play sheets to print out to draw your Hollows on, with and without a grid.&#10;&#10;You will need a copy of Wyrd: The Descent 1.2+, a set of RPG polyhedral dice and a pen and some paper to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Dice",
      "Fantasy",
      "Fighting",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Map Addition",
      "Modular Board",
      "Paper-and-Pencil",
      "Role Playing",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Storytelling"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "クローバーブーケ (Clover Bouquet)",
    "ID": 336718,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/336718/kurobabuke-clover-bouquet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "For two people. Draw one card from the opponent player's hand with the same contents, add one card from your own hand and compare the size of the total number, but only when 4 is mixed, the strength of big and small is reversed. It's a rule.&#10;&#10;A model for reading games. It's okay to read each other like this! It's strong to be able to count, but there is also a moderate amount of luck. With the information of the drawn cards drawn by each other, I wonder how to deal with the hand. It solves the problem that if you are completely lucky, it is just gambling, and if it is abstract, the one who is accustomed to the game tends to be unilaterally beaten / beaten.&#10;&#10;&#228;&#186;&#140;&#228;&#186;&#186;&#231;&#148;&#168;&#227;&#128;&#130;&#228;&#184;&#173;&#232;&#186;&#171;&#228;&#184;&#128;&#231;&#183;&#146;&#227;&#129;&#174;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#139;&#227;&#130;&#137;1&#230;&#158;&#154;&#227;&#130;&#146;&#229;&#188;&#149;&#227;&#129;&#141;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#228;&#184;&#128;&#230;&#158;&#154;&#227;&#130;&#146;&#232;&#191;&#189;&#229;&#138;&#160;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#144;&#136;&#232;&#168;&#136;&#230;&#149;&#176;&#227;&#129;&#174;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#149;&#230;&#175;&#148;&#227;&#129;&#185;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;4&#227;&#129;&#140;&#230;&#183;&#183;&#227;&#129;&#152;&#227;&#129;&#163;&#227;&#129;&#159;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#174;&#227;&#129;&#191;&#227;&#128;&#129;&#229;&#164;&#167;&#229;&#176;&#143;&#227;&#129;&#174;&#229;&#188;&#183;&#229;&#188;&#177;&#227;&#129;&#140;&#233;&#128;&#134;&#232;&#187;&#162;&#227;&#128;&#129;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#131;&#151;&#227;&#131;&#171;&#227;&#129;&#170;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#128;&#128;&#232;&#170;&#173;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#129;&#132;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#227;&#129;&#138;&#230;&#137;&#139;&#230;&#156;&#172;&#227;&#128;&#130;&#232;&#170;&#173;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#129;&#132;&#227;&#129;&#175;&#227;&#129;&#147;&#227;&#129;&#134;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#129;&#132;&#227;&#130;&#147;&#227;&#129;&#160;&#227;&#130;&#136;&#227;&#129;&#147;&#227;&#129;&#134;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#129;&#174;&#227;&#129;&#167;&#239;&#188;&#129;&#227;&#128;&#128;&#227;&#130;&#171;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#176;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#130;&#139;&#227;&#129;&#168;&#229;&#188;&#183;&#227;&#129;&#132;&#227;&#129;&#145;&#227;&#129;&#169;&#227;&#128;&#129;&#229;&#188;&#149;&#227;&#129;&#141;&#233;&#129;&#139;&#227;&#129;&#174;&#233;&#131;&#168;&#229;&#136;&#134;&#227;&#130;&#130;&#227;&#129;&#187;&#227;&#129;&#169;&#227;&#129;&#187;&#227;&#129;&#169;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#128;&#130;&#227;&#129;&#138;&#228;&#186;&#146;&#227;&#129;&#132;&#227;&#129;&#171;&#229;&#188;&#149;&#227;&#129;&#132;&#227;&#129;&#159;&#229;&#188;&#149;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#230;&#131;&#133;&#229;&#160;&#177;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#139;&#228;&#184;&#173;&#227;&#129;&#167;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#168;&#227;&#129;&#169;&#227;&#129;&#134;&#227;&#130;&#132;&#227;&#130;&#138;&#227;&#129;&#143;&#227;&#130;&#138;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#130;&#146;&#230;&#130;&#169;&#227;&#130;&#128;&#227;&#128;&#130;&#229;&#174;&#140;&#229;&#133;&#168;&#227;&#129;&#171;&#233;&#129;&#139;&#227;&#129;&#160;&#227;&#129;&#168;&#227;&#129;&#159;&#227;&#129;&#160;&#227;&#129;&#174;&#227;&#130;&#174;&#227;&#131;&#163;&#227;&#131;&#179;&#227;&#131;&#150;&#227;&#131;&#171;&#227;&#129;&#160;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#130;&#162;&#227;&#131;&#150;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#131;&#136;&#227;&#129;&#160;&#227;&#129;&#168;&#227;&#129;&#169;&#227;&#129;&#161;&#227;&#130;&#137;&#227;&#129;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#230;&#133;&#163;&#227;&#130;&#140;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#230;&#150;&#185;&#227;&#129;&#140;&#228;&#184;&#128;&#230;&#150;&#185;&#231;&#154;&#132;&#227;&#129;&#171;&#230;&#174;&#180;&#227;&#130;&#139;/&#230;&#174;&#180;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#140;&#227;&#129;&#161;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#130;&#146;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#232;&#167;&#163;&#230;&#177;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tokyo Doves",
    "ID": 336719,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/336719/tokyo-doves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Pigeons are surrounding the hamburger! &#10;A game in which pigeons fight over a hamburger and are mixed up.&#10;&#10;You will receive 6 pigeon cards of your color. Take out the boss pigeon and place it in the middle.&#10;&#10;Alternately &quot;issue pigeon cards&quot; or &quot;move pigeon cards&quot; from the first player.&#10;&#10;To &quot;put out&quot;, select one pigeon card you have and place it so that it touches your pigeon card in the field with &quot;sides&quot; or &quot;corners&quot;. However, it cannot be placed in a place where it touches the opponent's boss.&#10;&#10;In the case of &quot;move&quot;, move your pigeon card so that it touches your or your opponent's pigeon card with &quot;sides&quot; or &quot;corners&quot;. After moving, you can touch the opponent's boss by &quot;side&quot;.&#10;&#10;If you repeat your turn alternately, the number of pigeon cards in the field will increase and spread. However, there is a limit to the &quot;size&quot; of this game. The size of the card that can be placed is &quot;vertical and horizontal, only up to 4 pigeon cards&quot;. Areas larger than four are treated as &quot;walls&quot; and cards cannot be taken out or moved.&#10;&#10;You win the game if the opponent's boss pigeon's card is vertically and horizontally surrounded by 4 squares. The pigeon cards do not have to be your own pigeon card, so make good use of the opponent's pigeon cards and the 4x4 wall to enclose the boss pigeon to win the game!&#10;&#10;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#129;&#167;&#229;&#155;&#178;&#227;&#129;&#191;&#232;&#190;&#188;&#227;&#130;&#129;&#239;&#188;&#129;&#227;&#131;&#143;&#227;&#131;&#179;&#227;&#131;&#144;&#227;&#131;&#188;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#129;&#174;&#227;&#130;&#168;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#130;&#146;&#227;&#130;&#129;&#227;&#129;&#144;&#227;&#130;&#139;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#129;&#140;&#229;&#133;&#165;&#227;&#130;&#138;&#228;&#185;&#177;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;&#227;&#129;&#174;&#232;&#137;&#178;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;6&#230;&#158;&#154;&#227;&#129;&#154;&#227;&#129;&#164;&#229;&#143;&#151;&#227;&#129;&#145;&#229;&#143;&#150;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#146;&#229;&#143;&#150;&#227;&#130;&#138;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#156;&#159;&#227;&#130;&#147;&#228;&#184;&#173;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#139;&#227;&#130;&#137;&#228;&#186;&#164;&#228;&#186;&#146;&#227;&#129;&#171;&#227;&#128;&#140;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#128;&#141;&#227;&#129;&#139;&#227;&#128;&#140;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#128;&#141;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#128;&#140;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#128;&#141;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#140;&#129;&#227;&#129;&#161;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;1&#230;&#158;&#154;&#233;&#129;&#184;&#227;&#129;&#179;&#227;&#128;&#129;&#229;&#160;&#180;&#227;&#129;&#171;&#231;&#189;&#174;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#130;&#227;&#130;&#139;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#128;&#140;&#232;&#190;&#186;&#227;&#128;&#141;&#227;&#129;&#139;&#227;&#128;&#140;&#232;&#167;&#146;&#227;&#128;&#141;&#227;&#129;&#167;&#230;&#142;&#165;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#159;&#227;&#129;&#160;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#129;&#171;&#232;&#190;&#186;&#227;&#129;&#167;&#230;&#142;&#165;&#227;&#129;&#153;&#227;&#130;&#139;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#135;&#186;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#10;&#227;&#128;&#140;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#128;&#141;&#227;&#129;&#174;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#175;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#139;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#128;&#140;&#232;&#190;&#186;&#227;&#128;&#141;&#227;&#129;&#139;&#227;&#128;&#140;&#232;&#167;&#146;&#227;&#128;&#141;&#227;&#129;&#167;&#230;&#142;&#165;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#229;&#139;&#149;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#167;&#187;&#229;&#139;&#149;&#229;&#190;&#140;&#227;&#129;&#170;&#227;&#130;&#137;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#129;&#171;&#227;&#128;&#140;&#232;&#190;&#186;&#227;&#128;&#141;&#227;&#129;&#167;&#230;&#142;&#165;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#228;&#186;&#164;&#228;&#186;&#146;&#227;&#129;&#171;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#130;&#146;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#168;&#227;&#128;&#129;&#229;&#160;&#180;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#229;&#162;&#151;&#227;&#129;&#136;&#227;&#129;&#166;&#229;&#186;&#131;&#227;&#129;&#140;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#159;&#227;&#129;&#160;&#227;&#128;&#129;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#140;&#229;&#186;&#131;&#227;&#129;&#149;&#227;&#128;&#141;&#227;&#129;&#171;&#229;&#136;&#182;&#233;&#153;&#144;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#229;&#186;&#131;&#227;&#129;&#149;&#227;&#129;&#175;&#227;&#128;&#140;&#227;&#130;&#191;&#227;&#131;&#134;&#227;&#131;&#168;&#227;&#130;&#179;&#227;&#128;&#129;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;4&#230;&#158;&#154;&#229;&#136;&#134;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#128;&#141;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#186;&#131;&#227;&#129;&#149;&#228;&#187;&#165;&#228;&#184;&#138;&#227;&#129;&#174;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#129;&#175;&#227;&#128;&#140;&#229;&#163;&#129;&#227;&#128;&#141;&#230;&#137;&#177;&#227;&#129;&#132;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#130;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#130;&#130;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#10;&#229;&#139;&#157;&#230;&#149;&#151;&#227;&#129;&#175;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#129;&#174;&#227;&#128;&#129;&#227;&#130;&#191;&#227;&#131;&#134;&#227;&#131;&#168;&#227;&#130;&#179;4&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#130;&#146;&#227;&#128;&#140;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#141;&#227;&#130;&#132;&#227;&#128;&#140;&#229;&#163;&#129;&#227;&#128;&#141;&#227;&#129;&#167;&#229;&#155;&#178;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#137;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#167;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#129;&#166;&#227;&#130;&#130;OK&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#132;&#229;&#163;&#129;&#227;&#130;&#130;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#229;&#136;&#169;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#131;&#143;&#227;&#131;&#136;&#227;&#130;&#146;&#229;&#155;&#178;&#227;&#129;&#132;&#232;&#190;&#188;&#227;&#129;&#191;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Pigeons",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Biblios: Quill and Parchment – Chapel Cards",
    "ID": 336722,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336722/biblios-quill-and-parchment-chapel-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Use your abbot influence to choose tasks and earn more piety points with this 8-card pack.&#10;&#10;Introduces Step 4: Compline where players bid on how much influence they would spend to gain the chapel card's benefit.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Action Drafting",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Religious: Monks/Abbots & Monasteries/Abbeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Butterfly Garden (Second Edition): Endangered Species",
    "ID": 336726,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336726/the-butterfly-garden-second-edition-endangered-spe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Save endangered species to score more VPs!  This 10-card pack includes 2 variants.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Butterflies",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mathematicus: Il gioco della matematica",
    "ID": 336728,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/336728/mathematicus-il-gioco-della-matematica",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mathematicus is used in three different modes: basic, normal and advanced. &#10;The board is the same, but different elements are used in each mode such as specific dice, tokens, cards and tools. &#10;The game in basic mode has simplified rules compared to the other two modes.&#10;Another interesting aspect of Mathematicus is that it can be played simultaneously in different modes by different players, each of which answers questions suited to his level of knowledge.&#10;&#10;in basic mode Mathematicus has the structure of a &quot;goose game&quot;, that is, dice are rolled and progressed along a path made of spaces, in each of which one is called to carry out certain actions or have benefits or penalties. In Mathematicus two different dice are used, the tetrahedral die (4 faces) and the dodecahedral die (12 faces), leaving the player to choose from time to time which one to use.&#10;&#10;You advance along the path by answering the questions (of the level chosen) posed by the cards. Questions must be answered within the indicated times.&#10;&#10;Goal of the game: to collect as many figures of famous mathematicians as possible, even taking them away from other players, (using the &quot;Fields Medal&quot; or event card) but you cannot have two figures of the same mathematician.&#10;&#10;In advanced mode the game allows you to become familiar with ancient calculation tools (Napier's Sticks and the Calculator Rule), with interesting numbering systems used by various civilizations of the past, and also with binary calculation, essential in the current world of electronics and information technology.&#10;&#10;Extracted translation from the rulebook&#10;&#10;",
    "Categories": [
      "Educational",
      "Math",
      "Trivia"
    ],
    "Mechanics": [
      "Events",
      "Real-Time",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide (2nd Edition): Gabriel",
    "ID": 336729,
    "Year": "(2021)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336729/zombicide-2nd-edition-gabriel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This is a promotional survivor figure from the Zombicide 2nd edition Kickstarter&#10;&#10;A man of action, Gabriel grew from a rank-and-file policeman to a respected anti-drug cop.  Fighting zombies well before the real zombies came, he designed a very efficient intervention method to deal with drug-laced thugs in close-quarters.  A zombie tide destroyed the society he was fighting for and soon made him a legend among survivors: a wise gunslinger willing to help anyone meeting him with a good cause to fight for.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Fête des Vignerons, le jeu",
    "ID": 336732,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/336732/la-fete-des-vignerons-le-jeu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In &quot;La F&ecirc;te des Vignerons, le jeu&quot;, you play as gods who control (with varying degrees of success) the weather.&#10;&#10;Helping each one a winegrower from the region, and for the good of the grapes and the wine, you will try to manage the elements.&#10;&#10;Your objective: to protect you from the elements by guiding them to your opponents in order to guarantee you a great wine-growing year.&#10;&#10;The player with the most saved vineyard at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Switzerland",
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Halloween Party: Memento Mori",
    "ID": 336738,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336738/halloween-party-memento-mori",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Expansion to Hallowen Party (2019)&#10;&#10;Halloween Party: Memento Mori includes:&#10;&#10;-2 (3 via KS Stretch Goals) additional playable characters w/ associated reference cards (1 per character, with 1 in Spanish and 1 in English translation...6 total)&#10;-10 Minor Spell Cards&#10;-2 Major Spell Cards&#10;-18 new Creature Cards (+3 additional from KS Stretch Goals)&#10;-15 Ritual Cards&#10;-3 Halloween Pet Cards (via KS stretch goals)&#10;-12 reference cards (6 in Spanish, 6 in English translation)&#10;-1 rulesheet (1 side in Spanish, 1 side in English translation)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beaver Tower",
    "ID": 336746,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/336746/beaver-tower",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "There are vigorous beavers in the mountain valley.&#10;We need to make a cool and vertiginous tower for beavers to play at. Build a tower they want and bring as many as possible to the tower!&#10;&#10;Use only the hands and fingers presented on the construction rule card to build the tower shown on the tower card. When you finished building the tower, you have to put the beavers on it. You will earn additional points for the number of beavers you put on your tower. After the 6th round, the player with the highest score wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time",
      "Speed Matching",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Beavers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mining Colony: Objective Pack",
    "ID": 336747,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336747/mining-colony-objective-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Race to create objectives before your opponents with this 10-card pack.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nanga Parbat: Hidden Objectives",
    "ID": 336748,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336748/nanga-parbat-hidden-objectives",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Score bonus points at game end by completing secret objectives with this 7-card pack.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Exploration"
    ],
    "Mechanics": [
      "Area Movement",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "After School Adventure: The Game",
    "ID": 336752,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/336752/after-school-adventure-the-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "100",
    "Weight": "0",
    "Description": "After School Adventure is a go anywhere adventure game where players bypass difficult encounters and obtain wondrous treasures. ASA has 4 unique adventured players can embark on. Each adventure has its own unique challenges. The adventures include; The Old Mansion, The Spooky Forest, The carnival and The Caverns. &#10;Adventurers start with a specific set of skills. Skills help determine the ability of adventures to bypass encounters. Skills can be enhanced or hindered by treasure object obtain throughout each adventure. All skills accumulate from adventure to adventure. Each players skills change depending on the treasure objects found. Players can obtain special trinkets that can aid then throughout the adventures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of Tokyo: Monster Box",
    "ID": 336755,
    "Year": "(2021)",
    "Geek Rating": "6.279",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/336755/king-of-tokyo-monster-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3939",
    "Description": "The whole King of Tokyo shebang in one Monster Box.&#10;The fight for dominating the city of Tokyo has never been so competitive! This explosive Monster Box is filled with fun and adrenaline! Get King of Tokyo and all of its indispensable Power Up! and Halloween expansions for hours and hours of smashes. Use your Monster's Evolution Cards to get even more special properties, and dress them up for even more fun! The Monster Box also comes with a brand new version of Gigazaur, exclusive cards and a new dice tray, some much needed bonuses to destroy Tokyo in style!&#10;With the Monster Box awesome content, smash like never before!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "King of the Hill",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Pandas",
      "Cities: Tokyo (Japan)",
      "Components: Dice with Icons",
      "Components: Standees",
      "Continents: Asia",
      "Country: Japan",
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Monsters",
      "Game: King of Tokyo",
      "Holidays: Halloween",
      "Theme: Kaiju",
      "Theme: Villainy",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Festival Guru",
    "ID": 336757,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/336757/festival-guru",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Festival Guru is a board game developed by festival organizers and Spieltrieb.&#10;&#10;Players need to catch 6 live performances within 4 different stages in one festival day. We all know it's easier said than done. Pack up your festival bag and get ready for a  muddy, crazy, chilled, rowdy and epic adventure!&#10;&#10;Get through an unpredictable action-packed festival day while you try and catch all your favorite bands live.  This game now includes 24 independent bands from across the globe that you can watch, via a QR-Code, at the end of every round.&#10;&#10;In a festival, one prefers to be with friends when watching bands live or having drinks at the beer stands.  Hence, players get more chances to earn Fun Points when they meet friends or other rockers in the game.  As you advance across the festival ground, one should take other player's movements into account.&#10;&#10;The one who gained the most Fun Points on the Fun Barometer, at the end of the game, is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Music"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Hidden Victory Points",
      "Modular Board",
      "Movement Points",
      "Push Your Luck",
      "Set Collection",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Dogfights WWI: Main Expansion",
    "ID": 336758,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336758/age-of-dogfights-wwi-main-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This expansion for Age of Dogfights contains rules and scenarios for airships, observation ballons, barrage ballons, anti-aircraft guns and 27 new types of aircraft from 6 countries. &#10;With it you can find out if it isd feasible to attack with fast Italian planes on targets in the Austro-Hungarian background that is sheltered by barrage balloons and defended with strong anti-aircraft fire. Do the large and slow Russian bombers have a chance against German fighters?  What will happen when a mixed French-Serbian squadron returns from a task with low ammunition and encounters a strong Bulgarian patrol?&#10;&#10;There are a total of 10 scenarios in the brochure enabling you to ne immersed into the role of a squadron leader on an important task.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Bias",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Stat Check Resolution",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Triangle System (Predrag Lazovic / Dragan Lazovic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Dogfights WWI: Ottoman Empire Aircraft",
    "ID": 336759,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336759/age-of-dogfights-wwi-ottoman-empire-aircraft",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Play Age of Dogfights with these 6 extra Turkish aircraft of the Ottoman Empire. &#10;Includes 12 aircraft tokens (2 for each aircraft), control panels, player aid and rules for 4 new scenarios using these components.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Bias",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Stat Check Resolution",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Triangle System (Predrag Lazovic / Dragan Lazovic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Dogfights WWI: Important Aircraft Supplement",
    "ID": 336760,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336760/age-of-dogfights-wwi-important-aircraft-supplement",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This expansion provides you with 18 important aircraft of WWI.&#10;There are three aircraft of each type, bringing the number of aircraft tokens to 54. A player aid and control panels for all aircraft are included.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Bias",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Stat Check Resolution",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Triangle System (Predrag Lazovic / Dragan Lazovic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Feud (fan expansion for Carcassonne)",
    "ID": 336761,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336761/family-feud-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "No one knows how the feud started between two of the largest families in Carcassonne. Some say it was a boundary dispute, others say it was due to a cow. No one knows for certain. But the one certain thing is that the two families will have nothing to do with each other and will go out of their way to keep their distance from each other.&#10;&#10;New tiles with pennants of a new family.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Dogfights WWI: Additional Aircraft Types",
    "ID": 336762,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336762/age-of-dogfights-wwi-additional-aircraft-types",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This expansion provides you with 40 important aircraft of WWI.&#10;There are two aircraft of each type, bringing the number of aircraft tokens to 80. A player aid and control panels for all aircraft are included.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Bias",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Stat Check Resolution",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Triangle System (Predrag Lazovic / Dragan Lazovic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flick of Faith: Cthulhu God Promo",
    "ID": 336763,
    "Year": "(2021)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336763/flick-of-faith-cthulhu-god-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Cthulhu God is very powerful in the game and brings a lot of options for its owner. Maybe this mighty Great Old One doesn&rsquo;t bring additional victory points to the game, but his ability opens space for many controversial moves.&#10;&#10;Cthulhu may use other player Prophets for an additional flick after the Mission Phase ends. You may use it to flick somebody out from the map, or to move your Prophet to any Island.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Flicking",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Promotional: Cards",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corfù 1716",
    "ID": 336776,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/336776/corfu-1716",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Corf&ugrave; 1716 is a wargame for two players simulating the last Venetian victory against the Ottoman Empire.&#10;&#10;After the Morea War and the Passarowitz Peace (1699), with the Venetian reconquest of the Peloponnese area thanks to the great Doge Morosini, the Ottoman Empire seeks its revenge. &#10;In 1715 the Empire is ready and with the Second Peloponnesian War, it recaptures, thanks to some fortunate events and the lack of competence of the Venetian Generals, all the Aegean islands and the whole Peloponnese. &#10;Now the Ottoman Empire is ready to strike the Adriatic Sea, the Venetian Gulf itself. &#10;Only the island and fortress of Corf&ugrave; is guarding it. &#10;It is defended by about 5000 soldiers, mostly German mercenaries, lead by Marshal Schulenberg, the Venetian Commander in Chief. 30000 ottoman soldiers tried to storm the fortress but after 20 days of heavy combats the Ottoman Army withdrew. &#10;It would have been the last victory of the Serenissima, as it is called Venice. Antonio Vivaldi would have composed the oratory Juditha triunphans devicta Holofernis barbarie to celebrate this great victory.&#10;&#10;In Corf&ugrave; 1716 you will find 12 Venetian combat units, divided into 6 German Mercenary units, 3 Italian infantry units and 3 Ultramarine infantry and 20 Ottoman combat units, divided into 4 Janissaries units, 9 Kapikulu infantry and 7 auxiliary Serhaddkulu units representing the regiments and units employed during the siege. &#10;There are two Morale chits for a total of 34 pieces, 2 d6s, a map, 9 Special Event Cards and the rules.&#10;&#10;The map represents the area where the battle took place; it is used to register the orders and the consistency of the two armies. &#10;The map is divided into Area, where to deploy the units and where the actions take place during the 20 turns. &#10;There are the Combat Tables, with the result of the Combat and the Morale Track, which registers the Morale level of the two armies and the Turn Table.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Greece",
      "History: Classical Age of the Ottoman Empire",
      "Magazine: Banzai Magazine",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monster Bash",
    "ID": 336789,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/336789/monster-bash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Monster Bash is a light hearted card game where players try to be the first to play all their cards!&#10;&#10;This classic monster themed game is a family friendly game that provides fun competition and simple mathematics!&#10;&#10;Monster Bash is a simple game, the player who received the Slime Ball card is the first player and must play the Slime Ball card.&#10;&#10;Each subsequent player, in clock-wise order, must play any number of cards equal to the next numerical value; 2, 3, 4, 5, 6, and so on. Play continues until either one player has no cards left in their hand or a player cannot play the required numerical value. You cannot play more cards then what is needed to meet the required numerical value.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dampflok-Spiel",
    "ID": 336790,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/336790/dampflok-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move their steam locomotive by dice from a depot to one of the two stations, pick up a railway wagon and deliver this wagon to the other station. The railway track gives opportunities to overtake other trains or to use an abbreviation.&#10;After this work is done, the player to arrive first at the depot wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Full pott",
    "ID": 336793,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/336793/full-pott",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The cup is placed in the middle of the board (number 7) and all the markers are placed besides the board (a &quot;bank&quot;).&#10;&#10;When it is your turn, you roll the two dices and put one of the marker (from &quot;the bank&quot;) in the matching circle (from 2 to 11).&#10;If that circle is already filled, then the player empties it by taking all the markers (putting them into personal stash).&#10;&#10;When a player hits 7, the player has to pay one &quot;owned&quot; marker into the cup.&#10;When someone hits a 12, that player gets all markers in the cup.&#10;&#10;When all the markers in &quot;the bank&quot; are gone, then it is all reversed: when you hit a number: remove a marker from that number (as long as there are markers left).&#10;When you hit a 7, you have to put one of your markers in the cup.&#10;Hit a 12, and you get all the markers in the cup.&#10;The winner is the one with most markers, when all are gone from the board (and from the bank).&#10;&#10;No strategy, pure luck&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Middara: The Judge's Daughter Resin Kit",
    "ID": 336795,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336795/middara-the-judges-daughter-resin-kit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Lupercalia beckons.&#10;&#10;Through decadence and debauchery these lustful figures can be called from the depths of Earth&rsquo;s history. Espers made manifest only through esoteric quiet whispers shared amongst the elite.&#10;&#10;Such coveted creatures are called upon for far more than combat. Yet, their true names and seals are clutched closely to the hearts of those who covet them most. Jealousy worms its way into the heart, and rots at the very soul of those who know these secret combinations.&#10;&#10;Those lucky few able to overhear their betters slip such forbidden knowledge during inebriated tales of past forays find themselves more than excited to let their soul wear away at the chance to even behold such monstrosities.&#10;&#10;The Judges Daughter&#10;An exceptionally detailed resin model of The Judges Daughter. This Resin Kit provides options for a new Esper that can be summoned by Adventurers and Opponents as well as a new Adventurer that can be used during the Crawl Mode.&#10;&#10;This resin kit includes a Judges&rsquo; Daughter miniature on a 50mm base, 1x Adventurer card, 2x Loyal Esper Cards, 2x Opposing Esper Cards, 4x Initiative Cards, 4x Upgrade Cards, and an Art card.&#10;&#10;Requires assembly.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Middara: Psyche, Aphorism of Love Resin Kit",
    "ID": 336796,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/336796/middara-psyche-aphorism-of-love-resin-kit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Lupercalia beckons.&#10;&#10;Through decadence and debauchery these lustful figures can be called from the depths of Earth&rsquo;s history. Espers made manifest only through esoteric quiet whispers shared amongst the elite.&#10;&#10;Such coveted creatures are called upon for far more than combat. Yet, their true names and seals are clutched closely to the hearts of those who covet them most. Jealousy worms its way into the heart, and rots at the very soul of those who know these secret combinations.&#10;&#10;Those lucky few able to overhear their betters slip such forbidden knowledge during inebriated tales of past forays find themselves more than excited to let their soul wear away at the chance to even behold such monstrosities.&#10;&#10;Psyche&#10;An exceptionally detailed resin model of Psyche. This Resin Kit provides options for a new Esper that can be summoned by Adventurers and Opponents as well as a new Adventurer that can be used during the Crawl Mode.&#10;&#10;This resin kit includes a Psyche miniature on a 50mm base and Aphrodite on a 25mm base, 1x Adventurer card, 2x Loyal Esper Cards, 2x Opposing Esper Cards, 2x Initiative Cards, 6x Item Cards, and an Art card.&#10;&#10;Requires assembly.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  }
]