[
  {
    "Rank": "N/A",
    "Name": "Nostalgix Trading Card Game",
    "ID": 353130,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/353130/nostalgix-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Nostalgix is the culmination of decades of trading card game experience from industry veterans. By blending our favorite mechanics from the long history of classic card games and introducing several more unique to Nostalgix we have created a game that feels familiar yet fresh.&#10;&#10;In our debut Base Set, a worldwide event has trapped anyone who falls asleep in a shared lucid world populated by characters from fictional universes humans have invented over the years. Join Heroes like Vix of the Six and Doctor Corvus and clash Fighters like the powerful Booster Box Dragon, Avengaline, and Gametron against each other to reclaim 10 portal counters, return these characters to their rightful homes and restore the multiverse!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Two-Player Fighting Games",
      "Collectible: Collectible Card Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Spirits Trading Card Game",
    "ID": 353132,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/353132/d-spirits-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "D-Spirits is a fast paced Trading Card Game. It is designed to mitigate the luck you find in TCGs. The game feature 2 deck, allowing you to draw the type of card you really need at any given moment during the game.&#10;&#10;Each of the 160 original spirits have game-bending effects that make each game different.&#10;&#10;Taking inspiration from other &quot;monster catcher&quot; card games, players (or &quot;D-Tectives&quot; as they are called) take turn summoning &quot;D-Spirits&quot; to playing field. The D-Spirits can then attack on another or their opponent, to inflict damage.&#10;&#10;Uniquely, each D-Spirit, has an SP value &amp; when a player's D-Spirit is defeated, that player loses that much SP. &#10;Each player starts with 5000 SP &amp; the goal is to reduce your opponent's SP to 0.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mr Canoehead",
    "ID": 353133,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353133/mr-canoehead",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The unholy hybrid of Euchre &amp; Doppelkopf (for 2 players)&#10; Mr. Canoehead, a quintessentially Canadian superhero: on a canoeing trip in Algonquin Park, he was hit by lightning while portaging his aluminum canoe, which became permanently welded to his head. As a crime fighter, he would capture criminals by turning around so that the canoe knocked them over.&#10;&#10;Object&#10;Sixteen tricks are played each hand; the object is to capture the most tricks. There are bonuses for catching your opponent&rsquo;s Left Bower (dunking their donut) and for winning the last trick with the 6 of Trumps (the timbit).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Organizations: The Game Artisans of Canada",
      "Series: The Strawman Variations"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DIEX AÏE 2: Return of the Danes",
    "ID": 353139,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/353139/diex-aie-2-return-of-the-danes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "DIEX A&Iuml;E 2 (&quot;God helps&quot; in Latin, the war cry of the Duke of Normandy - Pronounce &quot;Dooss Ah-yeah&quot;) is set in England just before the battle of Hastings in the second half of the 11th Century. It depicts the numerous fights that Saxons fought initially against invaders from Scandinavia and the Continent to resist the &quot;Norman Yoke&quot;. DIEX A&Iuml;E 2 includes a campaign game: It is used to generate tactical scenarios which are played on the standard maps of the series.&#10;DIEX A&Iuml;E 2 is a companion game to the popular GUISCARD 2 game. Like this one, DIEX A&Iuml;E is a complete boxed game with counters, maps, rules, scenarios and play sheets.&#10;&#10;This new version includes all the materials of the original game, but with counters printed on much thicker boards, new additional counters and map. New scenarios featuring the Danes are also provided.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: England",
      "Game: Cry Havoc System",
      "History: Norman Conquest",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "That's Bananas",
    "ID": 353146,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/353146/thats-bananas",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "That's Bananas is a bluffing party game for 3 to 8 players, where all but one bad apple in the bunch can share in the victory (must provide your own bad apples).&#10;&#10;That's Bananas adds a fresh theme and a unique twist to the genre! Collect 4 identical fruit cards, or be unable to play when required, and you lose. Everyone else shares in the victory!&#10;&#10;However, a player who calls a bluff correctly earns a Banana card. Banana cards can provide increasingly devastating disadvantages to the player of your choice. Use your Banana cards at the right time, and you can ensure a group victory (or a single loss, depending on how you want to look at it)!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Single Loser Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Food & Drink: Fruit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bah! Humbug!: A Twelve Days of Christmas Bluffing Game",
    "ID": 353147,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/353147/bah-humbug-a-twelve-days-of-christmas-bluffing-gam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Mail your True Love one Christmas card each day&mdash;and be sure to boast to everyone else about it. In order to keep up with all the other suitors, you might have to lie about what you&rsquo;ve sent. But lying is half the fun! Will you win by being the sneakiest liar, or by catching others in THEIR lies?&#10;&#10;Bah! Humbug! is a bluffing and deduction card game that uses a special card deck based on the traditional &quot;Twelve Days of Christmas&quot; carol (12 x Drummers Drumming, 11 x Pipers Piping, etc.) plus a deck of 12 cards that form a circular wreath or calendar in the center of the table.&#10;&#10;Each round, players are dealt a hand of Christmas cards. They then take turns secretly mailing 1  Christmas card to their True Love (playing a card face-down on the calendar). These cards are played in descending order, from 12 to 1. As each player boasts about what card they've sent, other players may shout, &ldquo;Bah! Humbug!&rdquo; to catch them in a lie. Lies that go unchallenged are awarded &quot;coal&quot; at the end of the round, while lies that are successfully caught earn the accuser 1 &quot;holly berry&quot; (or take away holly berries, if the accuser is wrong.)&#10;&#10;A player can win Bah! Humbug! in either of two ways: by being the most successful liar (collecting the most coal tokens), or by being the best at catching other liars (collecting the most holly berries).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Music"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Hand Management",
      "Memory",
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Cattle / Cows",
      "Animals: Chickens / Roosters",
      "Animals: Frogs / Toads",
      "Animals: Geese",
      "Animals: Ladybugs / Ladybirds",
      "Animals: Mice",
      "Animals: Turtles",
      "Cities: London (England, UK)",
      "Components: Calendars",
      "Components: Wooden pieces & boards",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Holidays: Christmas",
      "Theme: Anthropomorphic Animals",
      "Theme: Mail / Stamps / The Post Office"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "reMEmber",
    "ID": 353148,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/353148/remember",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Friendship is green, and we are colorful? Yes!&#10;&#10;In reMEmber, colors have to be assigned to words. Players should always connect their choice with a personal story. Everyone at the table tries to remember this story because in the end it's the WE that counts and what all players are able to remember together!&#10;&#10;At the beginning of the game, all players receive a set of twelve different color cards. In each round, they assign a word to a color card and tell the group why they chose that color. At the end of the game, all players together try to recall everyone's colors and stories. For each color or story that's incorrect or not told, the team gets one minus point. Of course, no one is allowed to name their own color or story.&#10;&#10;reMEmber is a new edition of Farben that is now played co-operatively and contains many new words.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Supermarket Sweep",
    "ID": 353154,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/353154/supermarket-sweep",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It&rsquo;s non-stop shop &lsquo;til you drop with the all-new Supermarket Sweep game, based on America&rsquo;s hit game show. Play at home with friends and family &ndash; this game is made for 3+ players. Play as a contestant or take charge as the host! Race to grab the priciest items you can find! This game features question categories from the TV show. Download the Gamestar App to scan your items using the FREE Supermarket Sweep Buzzer and Checkout Scanner. Answer questions to win time for your own Big Sweep where you&rsquo;ll compete in a frantic free-for-all to find the most expensive items to fill your cart. The highest cart total gets to take on the $100,000 Super Sweep and be commemorated in the Aisle of Champions.&#10;&#10;Includes: 1 scoreboard, 3 team answer boards, 1 host board, 20 game sheets, 1 host question category guide, 166 Big Sweep item cards, 100 Super Sweep cards, 20 shopping list cards, 6 inflatables cards, 4 dry-erase markers, 1 phone holder, 3 carts, 1 Aisle of Champions scoreboard, and rules.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ducktail",
    "ID": 353156,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/353156/ducktail",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Ducktail is a new game in the Schafkopf family, for 2 players.&#10;&#10;Seventeen tricks are played each hand; certain cards are worth certain points; the object is to capture 61+ points. There are bonuses for capturing 9s (especially the 9 of trumps); there are additional bonuses for winning the last trick with a 9.&#10;&#10;A pack of 36 cards is used consisting of A K Q J 10 9 8 7 6 in four suits (hearts, diamonds, clubs and spades).&nbsp;&#10;&#10;Half of the pack (18 cards) is trumps. The face cards are promoted to be permanent top trumps (ranked in a specific order, by suit) with all the rest of the cards, in a named trump suit, ranking below them.&nbsp;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Organizations: The Game Artisans of Canada",
      "Series: The Strawman Variations"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dodgeball: World Tour – Heroes & Heels",
    "ID": 353157,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/353157/dodgeball-world-tour-heroes-and-heels",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Welcome to the Dodgeball World Tour! This game is designed to create an experience akin to Vince Vaughn and Ben Stiller&rsquo;s movie version of professional dodgeball, but presented as a touring road show, similar to professional wrestling. On the Dodgeball World Tour, an ever-evolving collection of teams travel from city to city, entertaining fans with a nightly program that features an escalating series of matches.&#10;&#10;Put together your team, line up on the court, rush for the balls, roll dice to score hits on your opponents and the team with the last player standing wins. Advance on the tour, improve your TV ratings and become the Dodgeball World Tour champion.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Copyright",
    "ID": 353158,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353158/copyright",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Use 36 cards ranking AKQJT9876 in each suit, plus 3 Jokers distinguished as Red, Black, and White. Deal 13 cards each in ones.&#10;&#10;The objective is to win tricks and enable your right-hand neighbour to win more than the player on your left. The player with the greatest number of tricks that matches these conditions, wins.&#10;&#10;Dealer's left-hand neighbour leads to the first trick. You must follow suit if you can, but may otherwise play any card. The trick is taken by the highest card of the suit led, or by the highest trump if any are played, and the winner of each trick leads to the next.&#10;&#10;You score the number of tricks you won multiplied by the number won by your right-hand neighbour.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crescendo",
    "ID": 353159,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/353159/crescendo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Deal 52 cards (or 36 if three play. For 2 players, see below) ranking AKQJT9876(5432). Deal them all out in ones. If five play, discard the odd two.&#10;&#10;The objective is to win tricks of higher rather than lower value. The player with the highest number of points, wins.&#10;&#10;Dealer's left-hand neighbour leads to the first trick. You must follow suit if you can, but may otherwise play any card. The trick is taken by the highest card of the suit led and the winner of each trick leads to the next.&#10;&#10;Each trick is worth a different value, with values ascending, then dropping in value, then ascending again over the course of 10-13 tricks (depending on player count).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dividend",
    "ID": 353160,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/353160/dividend",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "At first sight Dividend looks and plays like an ordinary four-player trick-taking game. The difference is that when you win a trick you don&rsquo;t necessarily win all four of its constituent cards &ndash; you may, instead, win three, two or only one of them, depending on your position at the beginning of the trick. Thus at the end of a round of 13 tricks you score not for how many tricks but for how many cards you won, which could be anything from under 7 to over 20.&#10; Four can play either solo or, if preferred, in two partnerships, with partners sitting opposite each other and playing alternately to each trick.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Same Difference",
    "ID": 353162,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353162/same-difference",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Object&#10;To win tricks, especially by playing two cards with the greatest possible difference between them. For this purpose cards have numerical values from Ace = 1 up to King=13. Thus if the cards you play are King-Ace the difference between them is 12 (=13-1), while if they are equal the difference is zero.&#10;&#10;Each trick must contain exactly one card of each suit.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "アングレット (unGret)",
    "ID": 353164,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/353164/anguretsuto-ungret",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&#227;&#130;&#162;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#131;&#172;&#227;&#131;&#131;&#227;&#131;&#136; (unGret) is a 2 player card game from Japan. The publisher calls it 'psychological warfare' and 'mind-reading'. Each player has four cards numbered 1 to 4 and some markers. The players choose only card to go face-down. They must deduce which of their opponents cards is face-down and can spend markers to expose remaining hand cards. The game is balanced by the cost of markers against the chance of success.&#10;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "You Be Aim (ユビエイム)",
    "ID": 353165,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/353165/you-be-aim-yubieimu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "35",
    "Weight": "0",
    "Description": "&#227;&#131;&#166;&#227;&#131;&#147;&#227;&#130;&#168;&#227;&#130;&#164;&#227;&#131;&#160; (You Be Aim) is a 2 player flicking game from Japan. The publisher Protocraft focuses on games with miniatures of mechas (brutalist robots). Players have a crawling mecha each, and must move around the factory to achieve goals. The mecha has a hollow body and the player loads a cylinder into the mecha and then fires it across the board by flicking the back of the mecha.&#10;&#10;The game board in You Be Aim is double-sided, so players can play two different games. In one game, Watari Usagi (&#227;&#130;&#143;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#129;&#134;&#227;&#129;&#149;&#227;&#129;&#142;), they aim to fire cylinders at the rabbit robots of their opponent. In the other game, Jitsuriki Sugoroku (&#229;&#174;&#159;&#229;&#138;&#155;&#227;&#129;&#153;&#227;&#129;&#148;&#227;&#130;&#141;&#227;&#129;&#143;), the players must move around the factory and fire at targets on the walls without hitting the rabbit robots.&#10;&#10;Customers who reserved early for the game at the Tokyo Game Market got a free metal miniature rabbit robot.&#10;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Flicking",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Widderkopf",
    "ID": 353166,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/353166/widderkopf",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Sheepshead-like game for 2 players.&#10;&#10;Seventeen tricks are played each hand; certain cards are worth certain points; the main object of the hand is to capture 61+ points.&#10;&#10;With Cracking, Recracking, Schneidering, and Schwartzing, the game value can progress from as low as a single measly point for an entire hand of play, or as much as 64(!) points for the same hand (if both players are doubling fools).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Organizations: The Game Artisans of Canada",
      "Series: The Strawman Variations"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Old MacDonald",
    "ID": 353167,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/353167/old-macdonald",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is based on Phat, a Scottish member of the All Fours family (whose members include Pitch, Pedro, and Don).&#10;&#10;Twenty-one tricks are played each hand; the object is to peg points on a Cribbage board for capturing valuable cards. The game end is triggered when someone pegs 180 (or more) points. The hand is completed and the player with the higher score wins.&#10;&#10;The game is quite simple to teach as it uses standard must-follow trick-taking. To increase balance, one player will pick a trump suit and the other player will pick the rank order (which cards are high or low). What elevates the game is its distribution of card points among the ranks; in particular, trying to avoid giving up the high Phat points for capturing the middle-ranking 9s makes for some interesting and sometimes quite tense decisions.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Organizations: The Game Artisans of Canada",
      "Series: The Strawman Variations"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiles of the Arabian Nights: Legends of the Sand",
    "ID": 353173,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353173/tiles-of-the-arabian-nights-legends-of-the-sand",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tiles of the Arabian Nights: Legends of the Sand is an exclusive expansion that was included with every pledge and won't be offered at retail.&#10;&#10;Contents: Mythical Monsters set, Perils of the Desert set, Hero of the People set, The Grand Bastions set, Lost Treasures set, The Queen's Favour set, Mysterious Ruins set&#10;&#10;It is uncertain if these were included in any of the copies that made it to retail in Europe after company bankruptcy.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Arabian"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Storytelling"
    ],
    "Families": [
      "Admin: Cancelled Games",
      "Crowdfunding: Gamefound",
      "Mythology: Arabian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Baler",
    "ID": 353174,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/353174/heroes-of-baler",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "June 27, 1898, Baler, Principe District, Luzon Island (Philippines). With the arrival of the Filipino insurgents from the Katipunan and in the midst of the Spanish-American War, a Spanish detachment made up of 53 soldiers and the local priest took refuge behind the walls of the town church, remaining completely isolated. Thus began one of the longest sieges in history that lasted 337 days, where the Spanish, despite suffering so many hardships, defended the last Spanish overseas position with great heroism. It would not be until June 2, 1899, when the act of capitulation was signed. Discover and enter a siege so unique to this exciting.&#10;&#10;Heroes of Baler &#10;On April 27, the US fleet of the Asiatic Squadron, commanded by Commodore Dewey, left Hong Kong for the Philippines. On May 1, he reached Manila Bay and defeated the Spanish fleet, commanded by Admiral Montojo, resulting in its entirety being sunk. The Cavite arsenal and plaza surrendered to the Americans the next day. The Battle of Cavite marked the beginning of the end of the Spanish presence in the Philippines. On May 19, Aguinaldo returned to the Philippines on a US ship to lead the revolution, which spread throughout the island of Luzon. At the end of May, news reached Baler about the start of the war against the United States and the defeat of the Spanish fleet in Cavite. These were some of the last news received by land from abroad since the rebels prevented the passage of news through the mountains. The Spanish in Baler were completely cut off.&#10;&#10;The Filipinos tried at all costs to demonstrate to the Spanish detachment that the war had ended, but despite the numerous attempts at parliament that occurred during the months of siege, the Spanish refused to capitulate and surrender the plaza outright.&#10;After numerous attacks and attempts to take over the church by the Filipinos, it would not be until the morning of June 2 when Mart&iacute;n Cerezo began to reread the newspapers that Aguilar had left behind and those, he thought were Filipino forgeries in order to confuse them. for them to give up. In one of them, he found a small review that made him see that the newspapers were true, as well as his news: he realized that the war was over and that there was no point in continuing to fight. The review, within the section of military destinations, was the announcement of the new destination in Malaga of the lieutenant of the scale of the Infantry reserve Francisco D&iacute;az Navarro. Mart&iacute;n Cerezo had coincided with the officer, of whom he was a close friend, before he was assigned to Cuba. D&iacute;az had told him that at the end of the campaign he planned to request a transfer to the Andalusian capital, where his girlfriend and her family lived, so Mart&iacute;n Cerezo accepted the news as true and, by extension, all the newspapers and news that Aguilar had left for the that finally, that same day, the capitulation of the Spanish detachment took place.&#10;&#10;THE GAME&#10;Heroes of Baler is a tactical game where players will take control of one of the two available sides (Spanish or Filipino). Both sides are asymmetrical so that the victory conditions and the way of playing are different for each side. Throughout the game the players (besieger and besieged) will try to achieve victory by carrying out firefights, raids, artillery attacks, repairs, trench construction...&#10;This is a game for 1 to 2 players with a game length within one and two hours. In the two-player game each player will take the role of besieger (Filipino) or besieged (Spanish). In the solitary mode, the player will take the control of the Spanish as besieged faction.&#10; Each game turn represents approximately two months of siege. The main panel represents the town of Baler with the church that the Spanish defended in the center and around it the Filipino bahays and trenches. In addition, the board shows two exclusive areas one for each player.&#10;Based on an game system which mix hand management and action points, the turn begins with the initiative phase where each side will try to seize the initiative in turn order. Next, in turn order the players will play their event phase where they may play up to two event cards and may play support cards to power up the played event(s) if they meet the requirements. Once this phase is finished, the events phase takes place where the Spanish player will have to deal with the lack of food that triggers the beriberi epidemic and the desertions while the Filipino side will have to deal with the supply of supplies and from the turn 4 with E.E.U.U. The player with the initiative will proceed to perform a mandatory firefight phase. After this phase comes the action phase. In turn order, players will play the rest of the cards in their hand as action points. The player second in turn order will proceed with the second phase of mandatory shootouts. Finally, a maintenance phase is carried out where the players will check victory conditions, take enemy fog of war cards and decide whether to give them to the enemy in exchange for a common card or keep them in their discard and prevent the enemy from obtaining that card. Finally, the military units are replaced in empty guard posts and detachment area, leader check rolls are made, and the next turn is prepared finally.&#10;&#10;Components:&#10;&bull; 1 game board&#10;&bull; 110 playing cards (55 in Spanish and 55 in English)&#10;&bull; 55 cards solitaire mode (27 in Spanish, 27 in English and 1 help card in both languagues)&#10;&bull; 6 help sheets (Two sets of 3 sheets in Spanish and another in English: 2 competitive mode help sheets and 1 solitaire help sheet)&#10;&bull; 3 cloth bags (Blue for Spanish player, red for Philippine player and black for solitaire mode).&#10;&bull; 190 counters (160 size 2x2cm. aprox. 0.8x0.8inches + 30 1.5x1.5cm. aprx. 0.6x0.6 inches)&#10;&bull; 2 rulebook (Spanish and English)&#10;&bull; 2 scenario book (Spanish and English)&#10;&bull; 10 six-sided dice (5 blue dice and 5 red dice)&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck Construction",
      "Dice Rolling",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Philippines",
      "Country: Spain",
      "Country: USA",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Queen of Lightning",
    "ID": 353175,
    "Year": "(2022)",
    "Geek Rating": "5.558",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353175/ashes-reborn-the-queen-of-lightning",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dimona Odinstar uses divine and time magic to lead her army of knights into battle, moving with the speed and ruthlessness of lightning itself!&#10;&#10;Mount units return! Take to the skies with Dimona's signature Empyrean Mount.&#10;&#10;Use this prebuilt deck to take down your opponents, or combine Dimona's cards with your favorite Ashes spells and allies to customize a new deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Game: Ashes – Rise of the Phoenixborn",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Artist of Dreams",
    "ID": 353178,
    "Year": "(2022)",
    "Geek Rating": "5.557",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353178/ashes-reborn-the-artist-of-dreams",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Hope Everthorn uses illusion and time magic to sculpt the dreams of their foes, challenging their notions of reality and fantasy! Use Hope's duplication abilities to swarm foes with conjured spirits!&#10;&#10;Use this prebuilt deck to take down your opponents,or combine Hope's cards with your favorite Ashes spells and allies to customize a new deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": [
      "Game: Ashes – Rise of the Phoenixborn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fix",
    "ID": 353179,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353179/fix",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Players are given dice with symbols and minus or plus points. The dice are rolled simultaneously. Whoever rolls a red emoji may place it in the center of the game (if there are not already 3). A die with a green emoji must be passed on to the next player. A round is over when there are 3 red emojis in the center. Then each player counts his current plus or minus points and gets paid chips accordingly. Otherwise, the players continue to roll the dice. Whoever has collected the most plus points after 7 rounds wins the game.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bimbo ist entlaufen",
    "ID": 353181,
    "Year": "(1958)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353181/bimbo-ist-entlaufen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bimbo the monkey starts on a black space on one narrow side of the game board. The two keepers start on two black spaces on the opposite side. The monkey moves diagonally forward or backward. The Keepers may only move diagonally forward.&#10;&#10;To win the game, the monkey has to pass the keepers to escape. The keepers win, if they enclose the monkey, so it can't move anymore.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Envyra: Messe Tile",
    "ID": 353182,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353182/envyra-messe-tile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Offered for Essen Spiel visitors.&#10;&#10;CONTENT: 1 Messe Tile&#10;&#10;SETUP &amp; RULES:&#10;After the setup, just add Messe Tile into the Drafting Bag (Tiles Supply). Messe Tile is a restricted tile. During the game, the player is eligible to move their cube onto the Messe Tile as soon as they have captured at least one themed tile (blue or orange or green).&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "札束と溶鉱炉 (Satsutaba to Youkouro)",
    "ID": 353185,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353185/zha-shu-torong-kuang-lu-satsutaba-to-youkouro",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "6",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&#230;&#156;&#173;&#230;&#157;&#159;&#227;&#129;&#168;&#230;&#186;&#182;&#233;&#137;&#177;&#231;&#130;&#137; (Satsutaba to Youkouro) is a 2 player bluffing card game from Japan. The players take two roles; one is building a road and the other is building on the road side. The designer likens the game to Skull. The game title translates as &quot;Bankrolls and Blast Furnaces&quot;. The player who most recently fell into a blast furnace gets to go first.&#10;&#10;One player arranges five good tiles (bankrolls) and one bad tile (a blast furnace) in a face-down line. The other player turns them over from left to right until they want to stop.&#10;&#10;The turning player gets a point for each good tile they turned over, a bonus two points if they stopped just before the bad tile, and no points at all if they turned over the bad tile.&#10;&#10;The placing player gets a point for each good tile they placed before the bad tile (i.e. each one that the turning player had an opportunity to take), plus a bonus two points if the turning player turned over the bad tile.&#10;&#10;Swap places and do it again, do all of that three times with double points in the last round, whoever has the most points wins.&#10;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "七福廊 (Shichi Fukurou)",
    "ID": 353189,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353189/qi-fu-lang-shichi-fukurou",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&#228;&#184;&#131;&#231;&#166;&#143;&#229;&#187;&#138; (Shichi Fukurou) is a 2 player card game from Japan. Players are trying to collect seven wise owls to win, or lose getting the five unhappy cats. The publisher says the English title is Seven Lucky Owls. The Japanese title is likely a reference to the Shichi Fukujin (&#228;&#184;&#131;&#231;&#166;&#143;&#231;&#165;&#158;), the Seven Lucky Gods; replacing the word fukurou (&#230;&#162;&#159;; owl) with a clever combination of fuku (&#231;&#166;&#143;; luck, fortune, blessing) + rou (&#229;&#187;&#138;; corridor, hall, tower).&#10;&#10;Players choose two hand cards face-down and reveal them together. One gets to choose whether the high or low number will win, and the high card of that pair wins. That winner then gets to use the effect on their winning card.&#10;&#10;Players build up a tableau of cards, and aim to get the seven different owls to win the game. Otherwise, they try to force the unhappy cats onto the opponent. If a player gets five cats, they lose.&#10;user summary&#10;&#10;Publisher's summary:&#10;In this lightweight two-player set collection game, you win by collecting Seven Lucky Owls before the opponent. On the other hand, you lose if five or more Unlucky Cats gather in your hand. Each card with a character also has a number on it. The players take&#10;turns to choose whether a higher- or lower-number card will win.&#10;&#10;Following that, they each play one of the two cards from their hand face-down, and then flip to reveal them simultaneously. Compare the numbers on the cards, and the winner can use the effect of the card they played.&#10;&#10;Some cards have effects such as reversing the numbers and achieving a come-from-behind victory. Who would manage to outwit their opponent to force Unlucky Cats onto them or collect Seven Lucky Owls?&#10;&#10;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#133;&#136;&#227;&#129;&#171;7&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#227;&#129;&#181;&#227;&#129;&#143;&#227;&#130;&#141;&#227;&#129;&#134;&#227;&#128;&#140;&#228;&#184;&#131;&#231;&#166;&#143;&#229;&#187;&#138;&#227;&#128;&#141;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#230;&#137;&#139;&#232;&#187;&#189;&#227;&#129;&#171;&#233;&#129;&#138;&#227;&#129;&#185;&#227;&#130;&#139;&#239;&#188;&#146;&#228;&#186;&#186;&#231;&#148;&#168;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#179;&#227;&#131;&#172;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#133;&#136;&#227;&#129;&#171;&#239;&#188;&#151;&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#227;&#129;&#181;&#227;&#129;&#143;&#227;&#130;&#141;&#227;&#129;&#134;&#227;&#128;&#140;&#228;&#184;&#131;&#231;&#166;&#143;&#229;&#187;&#138;&#227;&#128;&#141;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#168;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#143;&#141;&#229;&#175;&#190;&#227;&#129;&#171;&#227;&#128;&#129;&#228;&#184;&#141;&#229;&#185;&#184;&#227;&#129;&#174;&#231;&#140;&#171;&#227;&#128;&#140;&#233;&#187;&#146;&#233;&#151;&#135;&#229;&#164;&#169;&#227;&#128;&#141;&#227;&#130;&#146;&#239;&#188;&#149;&#230;&#158;&#154;&#228;&#187;&#165;&#228;&#184;&#138;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#168;&#232;&#178;&#160;&#227;&#129;&#145;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;&#227;&#129;&#174;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#129;&#140;&#230;&#143;&#143;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#175;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#130;&#130;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#175;&#142;&#229;&#155;&#158;&#231;&#137;&#135;&#230;&#150;&#185;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#227;&#128;&#129;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#129;&#174;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#132;&#230;&#150;&#185;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#164;&#227;&#129;&#139;&#229;&#176;&#143;&#227;&#129;&#149;&#227;&#129;&#132;&#230;&#150;&#185;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#164;&#227;&#129;&#139;&#227;&#130;&#146;&#233;&#129;&#184;&#230;&#138;&#158;&#227;&#128;&#130;&#227;&#129;&#138;&#228;&#186;&#146;&#227;&#129;&#132;&#239;&#188;&#146;&#230;&#158;&#154;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#239;&#188;&#145;&#230;&#158;&#154;&#227;&#130;&#146;&#229;&#139;&#157;&#232;&#178;&#160;&#230;&#156;&#173;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#232;&#163;&#143;&#229;&#144;&#145;&#227;&#129;&#141;&#227;&#129;&#167;&#229;&#160;&#180;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#188;&#143;&#227;&#129;&#155;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#144;&#140;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#131;&#151;&#227;&#131;&#179;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#164;&#167;&#229;&#176;&#143;&#230;&#175;&#148;&#227;&#129;&#185;&#227;&#129;&#171;&#229;&#139;&#157;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#229;&#138;&#185;&#230;&#158;&#156;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#164;&#167;&#229;&#176;&#143;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#143;&#141;&#232;&#187;&#162;&#227;&#129;&#153;&#227;&#130;&#139;&#229;&#138;&#185;&#230;&#158;&#156;&#227;&#130;&#132;&#229;&#164;&#167;&#233;&#128;&#134;&#232;&#187;&#162;&#227;&#129;&#140;&#231;&#139;&#153;&#227;&#129;&#136;&#227;&#130;&#139;&#229;&#138;&#185;&#230;&#158;&#156;&#227;&#129;&#174;&#227;&#129;&#164;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#130;&#130;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#170;&#173;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#129;&#132;&#227;&#130;&#146;&#229;&#136;&#182;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#140;&#233;&#187;&#146;&#233;&#151;&#135;&#229;&#164;&#169;&#227;&#128;&#141;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#171;&#230;&#138;&#188;&#227;&#129;&#151;&#228;&#187;&#152;&#227;&#129;&#145;&#227;&#128;&#129;&#227;&#128;&#140;&#228;&#184;&#131;&#231;&#166;&#143;&#229;&#187;&#138;&#227;&#128;&#141;&#227;&#130;&#146;&#230;&#151;&#169;&#227;&#129;&#143;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#175;&#227;&#129;&#169;&#227;&#129;&#161;&#227;&#130;&#137;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#239;&#188;&#159;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Horseshoes and Hand Grenades",
    "ID": 353190,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/353190/horseshoes-and-hand-grenades",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Unconventional tabletop warfare!&#10;&#10;Each player is dealt one HQ card, which has its own tactical advantage. Players are then dealt cards, on their turns they draw a card and play a card, attack or defense. Forge and break alliances, wars on all fronts, the table is your warzone!&#10;&#10;Each HQ can within stand 20 points of damage before falling, the damage is inflicted by horseshoes, hand grenades, and nukes! There are cards to repair your damage, but remember, nuclear damage is not repairable! Once your HQ hits 20 points of damage, you are out of the game, last HQ standing wins.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "F6F Hellcat",
    "ID": 353191,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/353191/f6f-hellcat",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "26 July 1943, your squadron of Hellcats on the Belleau Wood carrier (CVL-24) have arrived in Pearl Harbor to take the war to the Japanese.&#10;&#10;Armed with guns, rockets, and bombs, your job is to take control of the Pacific Islands overrun with Imperial Japanese. Take enough down and you can bring the battle to Mainland Japan and win the war.&#10;&#10;Using the Gear Card System, you control your three flights of Hellcats and CVL-24 to shoot down Zeroes and bomb island bases. During that time, you must protect your carrier from Judy&rsquo;s (Japanese Bombers) and Kamikaze pilots. If your carrier is sunk, it is game over.&#10;&#10;You must maintain the right altitude to fire down the Zeroes and high-altitude bombers, while evading their attacks. Dive bombing enemy bases is also no easy task. Flak can bring you down in an instant. All the while, you must keep an eye on your fuel and the threatening sky.&#10;&#10;Become an Ace by shooting down Zeroes and earn powerful Upgrades.&#10;&#10;Make it through the day and lead the US Navy to victory in the Pacific!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clue Diced!",
    "ID": 353206,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/353206/clue-diced",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Ready, Set, Roll! It's a different way to play the Clue game! Unlike the classic Clue game, this Diced edition has no gameboard and players roll to find out whodunit. This fun game has players rolling the Suspect dice and the Bonus die, getting closer to guessing the culprit as opponents reveal their cards. When a player is ready to crack the case, they secretly look at the cards placed inside the Case File envelope to reveal who was the brains and who was the brawn behind the crime. The Clue Diced game is a compact and portable game making it a great game for travel and for on-the-go play.&#10;&#10;&mdash;description from the publisher&#10;&#10;Put simply: Instead of moving pawns around the board and making a guess in a room (as in classic Clue), players simply roll 4 dice and pick a combination of people and roles to gain information about.&#10;&#10;Includes 2 levels of difficulty.&#10;Includes game case, 18 suspect cards, 4 dice, dice labels, case file envelope, suggestion board, detective pad, and game rules.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Die Icon Resolution"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ультиматум Синдиката",
    "ID": 353209,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/353209/ultimatum-sindikata",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Syndicate Ultimatum is set in the cyberpunk world of the future. The world is under control of the World Syndicate, in whose hands all power is concentrated. But there are Corporation Cities that are not subject to him.&#10;&#10;In one of those cities - Helios - one of two players take on role of Stella - daughter of deceased head of the city, and other player become Roy - successor of Stella's father. Remember: Helios can only have one ruler! Who will become it? Players only have 24 hours to determine this...&#10;&#10;The struggle take place in five districts of the city. The goal of each player is to take control of more districts than his opponent. The game consists of two rounds, according to the results of which the winner is determined.&#10;&#10;Players in their turns place tokens from their player boards in an attempt to earn as many Victory Points (VP) as possible. Each type of tokens(there are five of them in the game) has its own abilities and its own strength. A district is considered to be under control of player if total power of his tokens in it is greater than that of the opponent. Each controlled district in the round end is worth one VP to player.&#10;&#10;But not everything is so simple. The game has 25 unique district cards that allow players to make changes on the struggle field. When player playing a card from his hand, he applies its ability and then places it on the Timer represent the hour counter.&#10;&#10;As soon as the twelfth card is placed on Timer, the round ends. The game ends after second round ends. Player with most VP is winner, in case of a tie both players are loosers, and Syndicate is enslave Helios.&#10;&#10;The game has an asymmetry module represented by four special Boss ability cards &mdash; the main tokens of players. Placing the Boss token on an district, the player applies its ability, which can frustrate all the opponent's plans.&#10;&#10;The game can also be played in tournament mode. In this case, players do not receive points for each controlled area. Instead, player receives one victory point if he wins the round. The game lasts up to two wins of one of the players.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Fighting",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aeon's End: Splitter-Geschoss Promo",
    "ID": 353210,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353210/aeons-end-splitter-geschoss-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "German version of the Splinter Missile promo. Part of the Spielbox issue 7/2021&#10;&#10;Cost 5&#10;Spell&#10;Cast: Deal 4 Damage. Any ally may discard a card in hand. If they do, divide the damage however you choose among the nemesis and any number of minions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Aeon's End",
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ChooChoo Stories",
    "ID": 353215,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353215/choochoo-stories",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Memorize the terms that are placed face down one by one and count them out loud in the correct order. According to the principle -I pack my suitcase- is played here! Whoever is caught making a mistake gets the card. When a 'player has accumulated three cards, the game ends. The winner is the player who has accumulated the fewest cards.&#10;&#10;Another variant: The players take turns to add a picture card and complete the story. The game ends when no more cards can be placed.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hip Hop 5",
    "ID": 353216,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353216/hip-hop-5",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A classic in the red glitter dress that characterizes all games in this series. The title promises &quot;Your first checkers game&quot;, the board is in checkerboard pattern with shamrocks and empty squares, the pieces are Mickey Mouse for one player and Donald Duck for the other. Movement rules are similar to those of checkers, but the goal is to be the first to get your pieces to the other side, with your opponent's pieces and the neutral frogs getting in the way.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ペンタキューブマッチ (Penta Cube Match)",
    "ID": 353219,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353219/pentakiyubumatsuchi-penta-cube-match",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&#227;&#131;&#154;&#227;&#131;&#179;&#227;&#130;&#191;&#227;&#130;&#173;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#150;&#227;&#131;&#158;&#227;&#131;&#131;&#227;&#131;&#129; (Penta cube match) is a 2 player abstract game from Japan. Players are trying to fill a narrow space with pentacubes against the clock.&#10;&#10;A pentacube is made from five cubes joined in various different patterns. There are two sets of matching cubes, one set for each player. At the beginning of the game, all the pentacubes are mixed up in a bag, and each player draws three. They take turns placing two of them on the board in any position, and keep the third as their hand.&#10;&#10;The board is a simple 6*7 grid and the pentacubes must not go outside of the grid. Nor can they go any higher than two cubes.&#10;&#10;The remaining cubes are tipped out in a pile, and players cannot touch them. One player starts and must pick a pentacube to place by sight alone in ten seconds, counted down by the opponent (who is allowed to count fast!). Once they have chosen their piece, they take it from the pile, and either place it or the hand pentacube, so that it fits on the board and goes no higher than 2 cubes.&#10;&#10;Players alternate this way until one player can no longer place legally, and they lose.&#10;&#10;The designer points out that players suffer in the back end of the game from poor choices made at the opening. Planning ahead is crucial to survival.&#10;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Timer",
      "Single Loser Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rad Zone: Radioactive Reindeer Christmas Expansion",
    "ID": 353220,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353220/rad-zone-radioactive-reindeer-christmas-expansion",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Expansion including two festive missions, new rumours, four additional journey charts, two new maps with Christmas themed search matrices.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Deer / Antelope",
      "Holidays: Christmas",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ペンギンセンス (Penguin Sense)",
    "ID": 353222,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353222/penginsensu-penguin-sense",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#227;&#131;&#154;&#227;&#131;&#179;&#227;&#130;&#174;&#227;&#131;&#179;&#227;&#130;&#187;&#227;&#131;&#179;&#227;&#130;&#185; (Penguin Sense) is a push your luck game from Japan. As Emperor Penguins, players swim out to see in search of food for their young. But they risk being attacked by predators such as seals or orcos.&#10;&#10;Each player takes turns to take a food chip, worth 1-4, and then flip the Sea Card underneath the chip. Each card shows some aspect of life at sea, some are good fortune, some are bad luck.&#10;&#10;Players can choose when to give up feeding and return to shore, but they cannot go out again. The game ends when either all the penguins have gone back, or when a second orca appears, which means any penguin still at sea loses all their food.&#10;&#10;Of the penguins that got back home, the one with the most food value is the winner.&#10;&#10;The game cards includes information, so the game is good for educating children (who can read Japanese).&#10;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational"
    ],
    "Mechanics": [
      "Action / Event",
      "Push Your Luck",
      "Sudden Death Ending"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Era: Medieval Age – Collector Set 5",
    "ID": 353223,
    "Year": "(2021)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353223/era-medieval-age-collector-set-5",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The Era Collector Set #5 provides players with a new building, and a new structure - giving players all new strategies to explore! With 3 Smithies and 6 Trebuchets, no game of Era: Medieval Age will ever be the same as another.&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Dice",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "End Game Bonuses",
      "Grid Coverage",
      "Income",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Take That",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons",
      "Components: Polyominoes",
      "Players: Games with Solitaire Rules",
      "Series: Roll Through the Ages (Matt Leacock)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Era: Medieval Age – Collector Set 4",
    "ID": 353224,
    "Year": "(2021)",
    "Geek Rating": "5.557",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353224/era-medieval-age-collector-set-4",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The Era Collector Set #4 provides players with two new buildings - giving players all new strategies to explore!&#10;With 4 Watchtowers and 3 Barracks, no game of Era: Medieval Age will ever be the same as another.&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Dice",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "End Game Bonuses",
      "Grid Coverage",
      "Income",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Take That",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons",
      "Components: Polyominoes",
      "Players: Games with Solitaire Rules",
      "Series: Roll Through the Ages (Matt Leacock)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "お元気ですか？～紫陽花祭り～ (How are you? ～Hydrangea Festival~)",
    "ID": 353228,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353228/o-yuan-qi-desukazi-yang-hua-ji-ri-how-are-you-hydr",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "'&#227;&#129;&#138;&#229;&#133;&#131;&#230;&#176;&#151;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#139;&#239;&#188;&#159;&#239;&#189;&#158;&#231;&#180;&#171;&#233;&#153;&#189;&#232;&#138;&#177;&#231;&#165;&#173;&#227;&#130;&#138;&#239;&#189;&#158; (Ogenkidesuka? ~Ajisai Matsuri~) (How are you? &#239;&#189;&#158;Hydrangea Festival) is a 2 player postcard game from Japan. &quot;&#227;&#129;&#138;&#229;&#133;&#131;&#230;&#176;&#151;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#139;&#239;&#188;&#159;&quot; How Are You? is the name of the series of postcards being introduced. Hydrangea Festival is the first game and was produced in memory of the designer's grandfather. It is sold with 3 postcards, so you can mail a copy of the game to somebody you miss.&#10;&#10;In the game, players are trying to have raindrops fall onto the petal of the Hydrangeas to change their colours. The raindrops are pink or blue (the player's colours), and the flowers are pink or blue or purple.&#10;&#10;The flowers change colour in sequence: pink, purple, blue. So a blue raindrop on a pink flower turns it purple, and another then turns it blue. A blue drop onto a blue flower locks the colour in place. The same works in reverse for pink drops.&#10;&#10;Players take turns placing flowers in the garden, and then raindrops in the clouds. As the drops fall, the flowers change colour until the clouds have passed. Players win by having more flowers in their colour at the end.&#10;user summary&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "What Do You Meme?: The Office",
    "ID": 353229,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/353229/what-do-you-meme-the-office",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From Dunder Mifflin's Scranton branch and What Do You Meme? comes the best use of cardstock paper yet &ndash; introducing What Do You Meme? The Office Edition! Now you can meme your favorite characters and moments from the iconic show &ndash; Prison Mike, the Party Planning Committee, and Pretzel Day included, of course. Do this by using one of your dealt caption cards to caption the photo card in play. A rotating judge picks the winning combo each round! The Office marathon plus game night, anyone?&#10;&#10;Includes: 300 caption cards, 75 photo cards, 1 easel for displaying photo cards and instructions&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": [
      "Game: What Do You Meme?",
      "Mechanism: Judging Games",
      "Theme: Memes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Okupa tu també!",
    "ID": 353231,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/353231/okupa-tu-tambe",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Okupa tu tamb&eacute;! (Let's squat!), each player is a group that lives in the neighborhood, but the scam of unbearable rents and multi-life mortgages has left you and your people homeless &mdash; or at least homeless until now because you have said enough is enough, and you are determined to find a place to live and build your project by whatever means necessary, facing if necessary judges, police, thugs, renters and vulture funds.&#10;&#10;In the game you represent one of sic groups: Okupat Social Center, Housing Union, Casal Popular, PAH, Neighborhood Family, or even the Mafia. By drafting cards, you accumulate resources (money, tools, training, and networks) in order to enter and occupy one of the empty houses on the game board. To do this, you need to spend the resources that the housing cards demand. Once inside, you have to resist for as long as possible police and law enforcement in order to try to win the game.&#10;&#10;But wait! You can't do it alone. If you want your project to survive thugs and speculators, you need the support of your teammates, either because they're good or because they have no choice. They will give you resources, they will help you to overcome the letters of order and law, and they will (sometimes) even give you their victory points. Resisting an eviction for as long as possible and helping your teammates earns you points, and that will be the key to victory.&#10;&#10;&bull;&bull;&bull;&#10;&#10;A les vostres mans estar&agrave; escollir un dels sis col&middot;lectius: Centre Social Okupat, Sindicat d'Habitatge, Casal Popular, PAH, Fam&iacute;lia del barri o fins i tot, la M&agrave;fia.&#10;&#10;A trav&eacute;s d'una selecci&oacute; de cartes en forma de draft. Haureu d'acumular diversos tipus de recursos (diners, eines, formaci&oacute; i xarxa) per poder entrar i okupar una de les cases buides que hi ha haur&agrave; sobre el taulell de joc. Per fer aix&ograve;, haur&agrave;s de gastar els recursos que les cartes de casa et demanin, nom&eacute;s aix&iacute; el teu projecte okupat comen&ccedil;ar&agrave; a caminar.&#10;&#10;Un cop dins, haureu de resistir el m&agrave;xim temps possible a les forces de l'ordre i la llei, per tal d'intentar guanyar la partida.&#10;&#10;Per&ograve; ep! No ho podreu fer soles. Si voleu que el vostre projecte sobrevisqui a matons i especuladors, necessitareu el suport de les vostres companyes, ja sigui per les bones o perqu&egrave; no els hi queda m&eacute;s remei. Elles et cediran recursos, t'ajudaran a superar les cartes d'ordre i llei i fins i tot et podran arribar a cedir els seus punts de vict&ograve;ria.&#10;&#10;Resistint el m&agrave;xim  temps possible a un desallotjament i ajudar als teus companys et far&agrave; sumar punts, i aix&ograve; ser&agrave; la clau de la vict&ograve;ria.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Events",
      "Negotiation",
      "Open Drafting",
      "Sudden Death Ending",
      "Variable Player Powers"
    ],
    "Families": [
      "Political: Movements and/or Activism",
      "Theme: Spanish Political Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On-Deck Baseball",
    "ID": 353232,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/353232/on-deck-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Imagine a baseball game where you call all the shots, not just your team but your team, your league, your world! On-deck baseball is an immersive table-top baseball experience where you have the ability to create a fictional baseball world on your terms.&#10;&#10;On-Deck Baseball is a simplified version of Strat-O-Matic that allows players to create a base of players that were not tied to reality, a fictional universe. Percentages are all based off of 10s therefore it made the most sense to use the D10 die (a 10 sided die) so a person can truly see a representation of the percentages as possible outcomes, incorporating the use of a rolling matrix, result are obtained by cross reference the rolls of 2 different die, in this case a red and blue die.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Splicing",
    "ID": 353233,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353233/splicing",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players will roll dice, gather resource cards, form dynamic alliances, and create trading strategies to learn mRNA splicing - a complex biological process in a board game. The player who gets 10 Protein cards first wins the game!&#10;&#10;Easy to play! No prior knowledge is needed.&#10;&#10;In every living organism, DNA carries the genetic information. DNA is first transcribed into mRNA in order to decode the genetic information. Then, mRNA is translated into proteins. The genetic information is often interrupted by &quot;junk&quot; fragments (introns) in higher organisms, such as humans. Therefore, the initial transcribed mRNA contains both genetic fragments (exons) and &quot;junk&quot; fragments. Introns should be removed and exons should be joined in a process called mRNA splicing. &#226;&#128;&#139;The splicing mechanism was awarded the 1993 Nobel Prize in Physiology or Medicine.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Medical",
      "Negotiation"
    ],
    "Mechanics": [
      "Alliances",
      "Role Playing",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Biology",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Honour and Arms",
    "ID": 353234,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353234/honour-and-arms",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Honour and Arms is a fantasy adventure game played on a map of a small unnamed region. Each player controls a character; there are 16 characters supplied, differentiated by their values in six different traits, their special abilities, and their alignments.&#10;&#10;On a turn a player rolls a die for their number of movement points and then moves from space to space on the map. In each new space a die is rolled to determine how many (if any) encounter cards need to be drawn. Encounters may be items which can be taken or may be beings which can be fought or bargained with, or in some cases taken on as minions. Fighting provide experience, either physical or psychic, and when a character has three experience of a type they must turn them in for increases in traits.&#10;&#10;There are a number of fixed locations on the board with special rules in a separate adventure booklet, and in some cases special decks of encounter cards. There are also minor locations which have cards in the standard decks and are placed on the board once found.&#10;&#10;There are rules for encumbrance, player vs. player combat, healing, etc. Players may band together as a group. Some activities are regulated by alignment, of which there are two kinds: good vs. evil and imperial vs. rebel. For example, good characters can't attack without provocation.&#10;&#10;There are several ways to win the game, all dependent on alignment. For example, a good character can achieve a spiritual victory by entering the Nether Realm and defeating the Prince of Darkness, while a rebel character can achieve a political victory by finding the king in his keep and defeating him. Some ways require finding the five rings forming the Hand of Fate, but if a character wears all of them at once they may become bewitched by them, in which case they get special powers but then can only win by killing all the other characters. The rules suggest that for a shorter game a time limit is set and then if no one has achieved a victory condition, a scoring rubric is provided.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Vetrina",
    "ID": 353237,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353237/la-vetrina",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "3",
    "Description": "For an ordinary deck or a Scopa deck. For the first ten tricks, players compete to win display cards (&quot;jewels&quot;) from the talon by winning tricks. Display cards are placed into a row in front of each player known as their showcase (&quot;la vetrina&quot;). Winning showcase cards gives you points, but at a cost: it if a player leads with a card matching a suit of a card in your showcase, you must follow suit for that trick. Moreover, cards from your showcase may only be used to follow, and your opponent sees your cards. For the second ten tricks, once the talon is gone, you play out your hand and showcase. Preparing  your evolving hand to win more points overall is a cerebral conundrum.&#10;&#10;Some unique features include that in the first half it's easier to lose tricks than to win them (since phase-1 is played &quot;all trump&quot;: any card of an off suit wins). Simultaneously, the showcase allows the leader to determine if their opponent must follow suit or not-- so for connoisseurs of trick games there are new interesting puzzles.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inter-Rail",
    "ID": 353254,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353254/inter-rail",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The game of Inter-Rail is about traveling around Europe, by train, experience as much as possible, buy souvenirs to take home, and in that way get most points to win the game.&#10;&#10;You do this by rolling the die, move around the board, and land on spaces to draw city or chance cards. This goes on for a specified amount of time, usually 1-2 hours, and when you get home to Start (Oslo), you draw point cards to see how valuable your purchased items are.&#10;&#10;The player with most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trains",
      "Travel"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Europe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HR: The Toxic Workplace Game",
    "ID": 353255,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/353255/hr-the-toxic-workplace-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You and up to 3 frenemies are Managers on the climb up the brutal corporate ladder. Manage your team of familiar employees and win by completing projects OR by getting everyone else FIRED by HR instead!&#10;&#10;The game starts with all Employee Cards being dealt to each Manager. Each Manager is then dealt 5 cards which be their hand. During a turn, a Manager can choose to play a Misconduct Card OR a Project Management Card OR an Action Card from their hand. At the end of a turn, Managers redraw to make sure they have 5 cards in their hand.&#10;&#10;There are two ways of Winning HR.&#10;&#10;The first is to eliminate all other Manager's Employees by serving them Warning Letters for Misconducts. When an Employee receives 3 Warning Letters, the Employee is Fired and placed in the Retrenched Pile. Some Misconduct Cards would deal 2 Warning Letters to specific types of Employees instead of 1.&#10;&#10;The second way of winning the game is when a Manager successfully completes an entire Project Cycle by putting down all 4 stages of Project Management Cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "私立ゴロ合ワセ大学 (Pun University)",
    "ID": 353256,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353256/si-li-gorohe-waseda-xue-pun-university",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#231;&#167;&#129;&#231;&#171;&#139;&#227;&#130;&#180;&#227;&#131;&#173;&#229;&#144;&#136;&#227;&#131;&#175;&#227;&#130;&#187;&#229;&#164;&#167;&#229;&#173;&#166; (Shiritsu goro g&#197;&#141; wase daigaku) (Pun University) is a party game from Japan. &#231;&#167;&#129;&#231;&#171;&#139;&#227;&#130;&#180;&#227;&#131;&#173;&#229;&#144;&#136;&#227;&#131;&#175;&#227;&#130;&#187;&#229;&#164;&#167;&#229;&#173;&#166; translates as Private Goro Goiwase University. Players are trying to pass the university entrance exam, which requires making witty puns.&#10;&#10;Players take turns to be the examiner and select a topic from two cards. Once declared, the players write puns on their whiteboards, and get a few seconds more after one player stops.&#10;&#10;The puns are read out, and the players award points to the best.&#10;&#10;Then the examiner asks questions. Players have to pass the exam questions using the puns read out.&#10;&#10;After a few rounds, the player with the most points is the winner.&#10;&#10;This game is the second in a series of 'Nappy' games by the publisher.&#10;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Voting"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Numeralia",
    "ID": 353259,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353259/numeralia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game contains two types of cards: levels (with numbers from 1 to 9) and balloons (with addition and subtraction operations; for example, a balloon card with a three has both &quot;+3&quot; and &quot;- 3&quot;).&#10;&#10;Each player starts with 6 cards after mixing the two decks, and one card of each type is placed in the center of the table. In turns, each player can throw all the level cards they want, as long as the number that appears on them is the same as the one on the level card on the table, or the result of applying any of the operations to said number of the balloon letter. You can also shoot balloon cards if it makes it possible to shoot another level card later.&#10;&#10;The player who first runs out of cards in hand wins a star. The one with the most stars will win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "12星座のガールズギターリフダービー (The 12 Zodiac Signs Girls Guitar Riff Derby)",
    "ID": 353260,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353260/12xing-zuo-nogaruzugitarihudabi-the-12-zodiac-sign",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "12&#230;&#152;&#159;&#229;&#186;&#167;&#227;&#129;&#174;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#130;&#186;&#227;&#130;&#174;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#149;&#227;&#131;&#128;&#227;&#131;&#188;&#227;&#131;&#147;&#227;&#131;&#188; (The 12 Zodiac Signs Girls Guitar Riff Derby) is a card game from Japan. The publisher says &quot;A music competition for primary school children, with no psychological warfare. Let's get into the rock swamp!&#10;&#10;The game is a tournament between 8 high school girls chosen from the 12 signs of the Zodiac. You might think that this is a beauty contest or a story about a prince who wants to become a princess, but it's not. It's a battle of rock guitar riffs.&#10;&#10;The game is short and minimalistic, so all but the finals are decided in a &quot;rock-paper-scissors&quot; kind of way, with lots of draws. Until the final, you may not reveal which girl you are favouring.&#10;&#10;In the final, you will have to play the Do-Re-Mi... on the card as if it were a guitar riff battle. &#239;&#188;&#136;The final is a guitar riff competition. (The author has arranged the music, but there is no stave, so you will have to make corrections and add any missing notes.)&#10;&#10;The game is very light and quick to play. Recommended for primary schools children. You can also play &quot;Horoscope Detective Michika&quot; using the same 16 cards to guess your opponent's 12 signs of the zodiac.&#10;&#10;&#229;&#191;&#131;&#231;&#144;&#134;&#230;&#136;&#166;&#227;&#129;&#168;&#227;&#129;&#139;&#231;&#132;&#161;&#227;&#129;&#132;(&#231;&#178;&#190;&#231;&#165;&#158;&#229;&#185;&#180;&#233;&#189;&#162;)&#229;&#176;&#143;&#229;&#173;&#166;&#231;&#148;&#159;&#229;&#144;&#145;&#227;&#129;&#141;&#233;&#159;&#179;&#230;&#165;&#189;&#231;&#179;&#187;&#229;&#139;&#157;&#227;&#129;&#161;&#230;&#138;&#156;&#227;&#129;&#141;&#230;&#136;&#166;&#227;&#128;&#130;&#227;&#131;&#173;&#227;&#131;&#131;&#227;&#130;&#175;&#230;&#178;&#188;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#130;&#129;&#227;&#130;&#136;&#227;&#129;&#134;&#10;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#128;&#140;12&#230;&#152;&#159;&#229;&#186;&#167;&#227;&#129;&#174;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#130;&#186;&#227;&#130;&#174;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#149;&#227;&#131;&#128;&#227;&#131;&#188;&#227;&#131;&#147;&#227;&#131;&#188;&#227;&#128;&#141;&#227;&#130;&#130;12&#230;&#152;&#159;&#229;&#186;&#167;&#227;&#129;&#139;&#227;&#130;&#137;&#233;&#129;&#184;&#227;&#129;&#176;&#227;&#130;&#140;&#227;&#129;&#159;&#239;&#188;&#152;&#228;&#186;&#186;&#227;&#129;&#174;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#139;&#227;&#131;&#136;&#227;&#131;&#188;&#227;&#131;&#138;&#227;&#131;&#161;&#227;&#131;&#179;&#227;&#131;&#136;&#230;&#136;&#166;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#139;&#229;&#175;&#190;&#230;&#136;&#166;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#167;&#231;&#190;&#142;&#228;&#186;&#186;&#227;&#130;&#179;&#227;&#131;&#179;&#227;&#131;&#134;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#130;&#132;&#231;&#142;&#139;&#229;&#173;&#144;&#230;&#167;&#152;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#170;&#227;&#131;&#179;&#227;&#130;&#187;&#227;&#130;&#185;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#153;&#232;&#169;&#177;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#168;&#230;&#128;&#157;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#130;&#130;&#227;&#129;&#151;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#129;&#140;&#233;&#129;&#149;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#173;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#129;&#174;&#227;&#130;&#174;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#149;&#227;&#130;&#146;&#231;&#171;&#182;&#227;&#129;&#134;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#231;&#159;&#173;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#129;&#167;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#140;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#130;&#139;&#227;&#131;&#159;&#227;&#131;&#139;&#227;&#131;&#158;&#227;&#131;&#160;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#130;&#129;&#230;&#177;&#186;&#229;&#139;&#157;&#228;&#187;&#165;&#229;&#164;&#150;&#227;&#129;&#175;&#227;&#128;&#140;&#229;&#188;&#149;&#227;&#129;&#141;&#229;&#136;&#134;&#227;&#129;&#145;&#229;&#164;&#154;&#227;&#130;&#129;&#227;&#129;&#174;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#131;&#179;&#227;&#130;&#177;&#227;&#131;&#179;&#227;&#128;&#141;&#227;&#129;&#174;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#170;&#230;&#150;&#185;&#230;&#179;&#149;&#227;&#129;&#167;&#229;&#139;&#157;&#232;&#178;&#160;&#227;&#129;&#140;&#230;&#177;&#186;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#177;&#186;&#229;&#139;&#157;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#169;&#227;&#129;&#174;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#130;&#146;&#230;&#142;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#130;&#139;&#227;&#129;&#139;&#228;&#188;&#143;&#227;&#129;&#155;&#227;&#129;&#166;&#227;&#130;&#130;&#230;&#167;&#139;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#230;&#177;&#186;&#229;&#139;&#157;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#232;&#168;&#152;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#131;&#137;&#227;&#131;&#172;&#227;&#131;&#159;&hellip;&#227;&#130;&#146;&#227;&#130;&#174;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#149;&#229;&#144;&#136;&#230;&#136;&#166;&#227;&#130;&#146;&#231;&#185;&#176;&#227;&#130;&#138;&#229;&#186;&#131;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#231;&#171;&#182;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#239;&#188;&#136;&#228;&#189;&#156;&#232;&#128;&#133;&#227;&#129;&#140;&#231;&#183;&#168;&#230;&#155;&#178;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#140;&#228;&#186;&#148;&#231;&#183;&#154;&#232;&#173;&#156;&#227;&#129;&#140;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#129;&#174;&#227;&#129;&#167;&#232;&#163;&#156;&#230;&#173;&#163;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#138;&#232;&#182;&#179;&#227;&#130;&#138;&#227;&#129;&#170;&#227;&#129;&#132;&#233;&#159;&#179;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#138;&#160;&#227;&#129;&#136;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#226;&#129;&#136;&#227;&#131;&#146;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#176;&#145;&#229;&#165;&#179;&#227;&#129;&#140;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#131;&#154;&#227;&#130;&#175;&#227;&#131;&#136;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#131;&#159;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#179;&#227;&#129;&#167;&#227;&#129;&#153;&#239;&#188;&#137;&#227;&#128;&#130;&#10;&#227;&#129;&#168;&#227;&#129;&#166;&#227;&#130;&#130;&#232;&#187;&#189;&#227;&#129;&#143;&#227;&#130;&#185;&#227;&#130;&#171;&#227;&#131;&#131;&#227;&#129;&#168;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#178;&#190;&#231;&#165;&#158;&#229;&#185;&#180;&#233;&#189;&#162;&#229;&#176;&#143;&#229;&#173;&#166;&#231;&#148;&#159;&#227;&#129;&#171;&#227;&#129;&#138;&#227;&#130;&#185;&#227;&#130;&#185;&#227;&#131;&#161;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#239;&#188;&#187;&#229;&#144;&#140;&#227;&#129;&#152;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;16&#230;&#158;&#154;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;12&#230;&#152;&#159;&#229;&#186;&#167;&#227;&#130;&#146;&#229;&#189;&#147;&#227;&#129;&#166;&#227;&#130;&#139;&#227;&#128;&#140;&#230;&#152;&#159;&#229;&#141;&#160;&#227;&#129;&#132;&#230;&#142;&#162;&#229;&#129;&#181;&#227;&#131;&#159;&#227;&#131;&#129;&#227;&#130;&#171;&#227;&#128;&#141;&#227;&#130;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#239;&#188;&#189;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Rock-Paper-Scissors",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spin Fighters",
    "ID": 353261,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/353261/spin-fighters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Spin Fighters were die-cast metal top toys that were manufactured by Bandai in China in the mid 1990s (1993-1997).&#10;&#10;The Spin Fighters tops were loaded into Launchers (Later, called &quot;Power Launchers&quot;), which were then tightly wound by fingertip, and subsequently released into the Spin Fighters Battle Arena (or, onto a flat surface). The tops battled (hitting against each other) until the last top spinning was the winner.&#10;&#10;Spin Fighters tops were ~1 inch across, came in black and gold colors, and bore a prismatic sticker featuring a character from a TV show or video game. Usually, the black tops represented the &quot;Bad Guys&quot; and the gold tops represented the &quot;Good Guys.&quot; Spin Fighters were sold two to a package: one gold and one black spin fighter. Power Launchers and Battle Arenas were available separately or bundled. Spin Fighters tops can be disassembled and worn on jackets, shirts, and hats, through any small button hole.&#10;&#10;Production of Spin Fighter ceased around 1997. They are widely seen to be the forerunner to Beyblade, which began production in 1997.&#10;&#10;Spin Fighters series included: World Wrestling Federation (WWF), Saban's Mighty Morphin Power Rangers, and Capcom's Street Fighter.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Fighting Top Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ドッペルドッペル (Doppeldoppel)",
    "ID": 353262,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/353262/dotsuperudotsuperu-doppeldoppel",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Doppeldoppel is a trick-taking game for 3 to 4 players about carrying souls down to a lower world.  However, if two souls descend at the same time, they will disappear!&#10;&#10;The game uses an irregular deck of cards, with 1-3 cards in each of ranks 1-6 in each of 3 suits.  Depending upon the player count, some cards are played face down, and others face up, but it is a &quot;must-follow&quot; game, and the highest ranked card of the lead suit will win.  However, in keeping with the theme, if two or more cards of the same rank are played, they are removed from consideration.&#10;&#10;The winner of the trick collects any remaining cards into a score pile.  All cards start at -1 points, but each rank has a unique scoring or play affect.  For instance, if you have at least three cards of rank 1, each of your rank 1 cards is worth +2 points instead of -1; each rank 5 card is worth +7 points if you have no rank 6 cards.&#10;&#10;The game lasts a number of rounds equal to the number of players; at the end, the person with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Elder Scrolls: Call to Arms – Histories of the Empire Volume 1: The Stormcloak Rebellion",
    "ID": 353263,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353263/the-elder-scrolls-call-to-arms-histories-of-the-em",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Histories of the Empire, Volume 1: The Stormcloak Rebellion is a narrative driven expansion to The Elder Scroll: Call to Arms. Enabling its players to take part in pivotal events such as the search for the Jagged Crown and the Battle for Whiterun, culminating with the final push on the capitals of Solitude or Windhelm.&#10;&#10;It includes a three-part campaign detailing the rise or fall of the Stormcloak Rebellion in their fight against the Imperial Legion. The first act details the skirmishes and rising tensions that lead to the Battle for Whiterun. The second places the player in command of their chosen faction, allowing them to tactically decide which holds to attack and gradually push their front lines toward the enemy&rsquo;s capital. The third and final act entirely focuses on the siege of a faction&rsquo;s capital, moving from the walls into the city itself and culminating in the hero&rsquo;s facing each other for a final confrontation that will decide the fate of Skyrim.&#10;&#10;Included within this book are new rules for setting your battles within any of the nine Holds of Skyrim. From Haafingar with its soaring peaks to The Rift and its many beast nests. These new Hold rules allow players to further expand on the environment mechanics presented in the core rules and experience more thematic battlefields.&#10;&#10;Building and expanding on the existing rules for Elder Scrolls: Call to Arms, this book offers new and exciting experiences for fighting in Tamriel. Adding extra effects to environments, altering what equipment each faction can take and offering thematic bonuses based on the holds the player controls, these expanded rules add a new depth to the game so the player can truly control how their faction handles the war.&#10;&#10;Also included are rules for an entirely new faction - Hold Guards. Included are Heroes, Followers and Adversary cards that can be used as allies or enemies in your struggle for dominance.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Video Game Theme: The Elder Scrolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DTwww",
    "ID": 353264,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/353264/dtwww",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "DTwww is a trick-taking game without cards.  The game uses 4, 6, 8, 10, 12, and 20 sided dice in 3 suits and a wild suit.  Players draft the dice from a bag -with explicit rules' permission to feel for the number of sides they want, as long as it doesn't take too long- with some of the dice being public in front of a player screen, and others being behind it.&#10;&#10;Once everyone has drafted their dice, they are rolled.  The game is &quot;must-follow&quot;, but the lowest number played of the lead suit will typically win the trick, and the highest number played, regardless of suit, will lead to the next trick.&#10;&#10;The winner takes their die and sets it in a special scoring cup; dice from the cup will be rolled at the end of the round to determine each player's rank, with higher rolls being awarded with more points.&#10;&#10;The player with the most points after a number of rounds wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nervos",
    "ID": 353269,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/353269/nervos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Nervos is a real-time puzzle game that combines elements of Ubongo with Ghost Blitz.&#10;&#10;The game includes a stack of puzzle cards and 4 polyomino pieces.  Each puzzle card shows a shape that can be made using exactly 3 of the pieces.  A puzzle card is revealed and the players race, mentally, to determine which piece is not used.  Once they feel confident, they grab the piece, and then have a few seconds to &quot;show their work&quot; by completing the shape with the other pieces.&#10;&#10;The games ends when a player successfully completes 4 cards; alternatively, players are eliminated if they incorrectly answer 3 cards.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "VICKE",
    "ID": 353270,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353270/vicke",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "VICKE is an abstract game where each player has a ship, sailing the seas, looking for the two islands of their opponent's that are hiding treasure.&#10;&#10;On a player's turn, they can choose from three basic actions (or pass), and have an additional action if they choose.  The basic actions involve sailing their ship, creating a route, or checking for treasure.  The additional action allows a player to move their ship along the route they have created.&#10;&#10;Players alternate turns until a player has discovered both of their opponent's treasures; the discovering player wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Quack: The Game of Pills and Ills",
    "ID": 353280,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353280/doctor-quack-the-game-of-pills-and-ills",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;In a little village in Fairy Tale Land, there lived a friendly old doctor, who all his life wanted nothing more than to help people. Whenever a call came in, he grabbed his bag and rushed to the patient's bedside. Very often, however, he found that in his haste, he had brought the wrong cure. But did that stop him? No, he tried anyway, and, funny as it may seem, his patients would always get well.&quot;&#10;&#10;Players each choose a color of playing piece, and place them on Doctor Quack's house in the center of the playing board, to start. Each player draws one Cure Card. Players spin to see who goes first.&#10;&#10;In order to reach the different cases, players take turns spinning and moving their playing piece along a path of their choice. When they land on a case space, they can check to see if they have the matching Cure Card for that case. If they don't, they can either keep moving on subsequent turns to try to find and reach the matching case, or they can make their way back to Dr. Quack's house to pick up another cure. The other way to get an additional Cure Card is to spin a 6, 9, or 10 - then you can choose to take a card instead of moving that turn.&#10;&#10;Once a player makes a cure match, they collect that case card, which indicates a number of points on it. When all cases have been cured, the player with the most total points wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Medical"
    ],
    "Mechanics": [
      "Matching",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Medical: Diseases",
      "Occupation: Medic / Doctor / Nurses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Christmas Dice",
    "ID": 353281,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/353281/christmas-dice",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A free print&amp;play dice game for 2-5 players where players compete to get their Christmas trees filled.&#10;&#10;The crux of the game is that a player rolls 2 D6 first and decides which of the results is going to be the target number and which the number of rolls he gets. This is obvious at first, but then becomes a bit tricky later in the game.&#10;&#10;Required components : 8 D6, a printout of the sheet provided and a pen for every player.&#10;&#10;The first player to fill their tree, wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: At Home Reality",
    "ID": 353283,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353283/monopoly-at-home-reality",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Make the most of being stuck at home with the Monopoly At Home Reality game. This family board game celebrates the new way of living. Board spaces are rooms in the house -- the bedroom is the office, the living room is the movie theater, and the kitchen is the school.&#10;&#10;The gameplay is similar to the standard Monopoly board game but with humorous differences. Tokens can't share a space because of social distancing, and players will want to watch out for the screaming child because they'll have to pay to entertain the kid.&#10;&#10;This version of the Monopoly game makes the most of life at home with social distancing and missed activities like visiting a movie theater, yoga studio, and more.&#10;&#10;     HILARIOUS TOKENS: Racecar with parking boot, Rubber duck with babies, T-Rex with boxer shorts, smaller dog, penguin with coffee cup, Cat with bath cap., &#10;     UPDATED UTILITIES AND HOME-THEMED BOARD SPACES: In this family board game, WiFi and video streaming are necessary utilities, and board spaces are places in the home, such as the kitchen turned school.&#10;     AVOID THE SCREAMING CHILD: When a player moves their token, they also move the screaming child; if the tokens land on the same space, the player must pay to entertain the screaming child.&#10;&#10;&#10;&quot;Community Chest&quot; becomes the &quot;Community Cupboard&quot;. Chance is still called Chance, but is now illustrated with boxes shipped from online orders.&#10;&#10;The money tweaks the classic design to look like a house, and each denomination features different food items inside the 'house'.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Medical: COVID-19",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Space Jam – A New Legacy",
    "ID": 353285,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353285/uno-space-jam-a-new-legacy",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Play out this special edition of the UNO card game inspired by the 1996 original movie Space Jam and 2021 sequel Space Jam: A New Legacy. This pack and cards are adorned with graphics of Looney Tunes animated characters and basketball stars from the movie. The special 'Welcome to the Jam' wild card could let you discard two cards or draw two cards, depending on which way the 'ball' bounces! When players have only one card left, they must yell 'UNO!' Colors and decorations may vary.&#10;&#10;- This special edition of UNO, everyone's favorite card matching game, features images of Looney Tunes characters and basketball stars.&#10;- Game play is the same as classic UNO, but there's a special rule unique to this deck the Welcome to the Jam wild card with a very special 'jump ball' rule.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "Families": [
      "TV Shows: Warner Bros.",
      "Card Games: Shedding / Stops",
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raus",
    "ID": 353286,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353286/raus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has to move his 4 meeples along the track to the spaces of his own color to win the game. The players take turns to throw die die and move a meeple accordingly. If a meeple gets on a space occupied by the meeple of another player, the latter is thrown out and has to start again. There are also  spaces from where the meeples jump many spaces ahead like in Snakes and Ladders, so from space 32 to space 82 or from space 166 to 204. In the game for 6 players the blue corner spaces allow an extra move forward.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Static Capture",
      "Track Movement"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Turista",
    "ID": 353303,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353303/el-turista",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "El Turista is a game published by Botella Roja in conjunction with the municipality of Catamarca Capital, the game was born by an initiative for cultural activities where we have to reach the tourist spots of this province.&#10;&#10;For this we will use our Kilometers cards to cover the necessary distance, but beware that other tourists can prevent us from reaching our destinations with cards of adversity. The first tourist to reach 20 victory points is the winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Country: Argentina"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Constelaciones",
    "ID": 353306,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353306/constelaciones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Constelaciones, we have to get on our space rocket and navigate the universe to complete our mission to get the stars and form our constellation.&#10;&#10;In a 20x20 grid, stars and comets will be randomly placed. Each player will have a mission to visit 3 numbered stars.&#10;&#10;On the first turn, players will take 2 Movement cards, and in each following turn, just one Movement card (that define direction and distance) and select one from their hand for their movement. They will try to get to their stars and mark them as visited. They can also collect comets, and when 3 comets have been collected, they can exchange them by a Special card ,which have a power that can be used.&#10;&#10;The first player to complete their constellation mission, visiting the 3 stars, wins.&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Movement Points",
      "Set Collection",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starfinder Infinite Adventure Card Game",
    "ID": 353307,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353307/starfinder-infinite-adventure-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This print-and-play game, based on the Pathfinder Adventure Card Game, was designed and is being published through Paizo's Pathfinder/Starfinder Infinite license, and therefore is only available through PathfinderInfinite.com. It builds upon the foundations set by the award-winning game designed by Lone Shark Games and creates a whole new science-fantasy themed game.&#10;&#10;In the Starfinder Infinite Adventure Card Game, you will play as a member of the Starfinder organization, increasing your character's power through feats as you play through several scenarios. The goal in many scenarios is to corner and defeat the villain, but there are lots of scenarios that have alternate win conditions. You'll pick up boon cards on your way, customizing your deck and improving your chances to succeed at defeating enemies and barriers.&#10;&#10;If you're into the Pathfinder Adventure Card Game, you're sure to love this homage to it!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super-Skill Pinball: 4-Cade – Promo Table 1: ‘Twas the Night Before",
    "ID": 353321,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353321/super-skill-pinball-4-cade-promo-table-1-twas-the",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A new promo table for you with a Christmas atmosphere called &quot;T'Was The Night Before&quot; in record time for download.&#10;&#10;For Santa Claus, Christmas means one thing above all: a lot of work! There's a lot for you to do: jump down the chimney, decorate the Christmas tree and hand out presents. Luckily, the residents have provided you with milk and cookies for refreshment, because you're about to jump back on your sleigh and fly on to the next house. If only those reindeer were easier to control! Are you ready for the Christmas rush? Then give people a holiday they'll never forget.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Super-Skill Pinball",
      "Holidays: Christmas",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gathering Gloom",
    "ID": 353322,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/353322/gathering-gloom",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "The Charming family is an eclectic family that lives in a manor on top of the hill in the town of Banebridge somewhere in New England circa 1932.  They own the local mortuary as well as a mining company.  All they want to do is live in peace, take care of their ancestral home, run their businesses, and get along with the townsfolk.  The villagers of Banebridge, however, see it differently.  Many of them are firm of the opinion that at least some if not all of the &ldquo;Charming&rdquo; family are up to nefarious deeds and are, in fact, &ldquo;monsters&rdquo; of various sorts. To that end, they are constantly turning up evidence that implicates members of the family in foul play. Some villagers even start stalking individual members. Sometimes (well, a lot of the time really), the family members are forced to take action to deal with especially difficult villagers or incriminating evidence. Actions include Murder, Terrify, Beguile, Deceive, Extort, Bribe, Coerce, and many more. Of course, the family would NEVER take such actions if the villagers weren&rsquo;t constantly interfering.&#10;&#10;&#10;Gathering Gloom is a cooperative game for 1-4 monsters in which the players take on the role of a Witch, a Mad Scientist, a Vampire, a Werewolf, a Zombie, or a Ghost and work to resolve a series of crises at their mansion and businesses. Each character has one or more special abilities and some have vulnerabilities.  They use their own attributes as well as those of villagers they have beguiled into minions along with resources on their &ldquo;Misdeed&rdquo; cards to resolve 14-16 crises in order to win the game. Gloom gathers every turn based on events as well as from Evidence or Peril cards.  If the gloom reaches 50 or more before resolving all the crises, the players lose. Also, if the fear that the villagers have about anyone player reaches twelve or more, the family is exposed and the players lose.&#10;   &#10;The village has seven locations to visit along with three family locations on the board. There are many things to do on the map since each location has a unique action the player can take.  There are also alternate buildings that can be selected at setup to add variety to play.&#10;&#10;On your turn, you roll dice to determine events. Then you can move to any location on the board, where you may activate an on-arrival action; you may use cards to perform other actions; you may resolve crises in family locations. Finally, you check to see if any villagers or stalkers are going to activate. You draw up for your next turn, and you are done.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: The Deluge",
    "ID": 353323,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353323/panzer-grenadier-the-deluge",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "World War II began when German tanks rolled across the border of Poland on September 1st, 1939. The Poles fought back courageously, blunting several attacks, but the force of numbers and superior weapons drove them back toward Warsaw. Once the Soviet Union launched its own treacherous attack, the Polish state was doomed.&#10;&#10;The Deluge is a Panzer Grenadier expansion book focused on the battles of September 1939 between Poland's defenders and the German and Soviet invaders. There are 40 new scenarios featuring battles of cavalry against cavalry, a couple of tank battles, and best of all World War Two&rsquo;s only fight between opposing armored trains. Plus of course background articles on the armies and weapons involved.&#10;&#10;You&rsquo;ll need Fire in the Steppe and 1940: The Fall of France to play all of the scenarios.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Kali-Spiel der Heinzelmännchen von der Saat zur Ernte!",
    "ID": 353325,
    "Year": "(1937)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353325/das-kali-spiel-der-heinzelmannchen-von-der-saat-zu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A typical roll and move type promotional board game.  Artwork features gnomes/brownies and landing on those gnome spaces trigger events.  The rules of the game are integrated in the game board.&#10;&#10;The players take turns to roll and move. They start at space 1. The first to reach space 75 wins the game. On some spaces events hinder or benefit the players or the players gain or lose coins.  The theme of the game is using potash from seed to harvest.&#10;&#10;Company rename to Salzdetfurth AG in 1937. Artwork style places this pre-1940.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Farming"
    ],
    "Mechanics": [
      "Action / Event",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Team: Mission 6 – Cruise Ship",
    "ID": 353327,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353327/escape-team-mission-6-cruise-ship",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mission 6: Oh no! The blackmailer has taken over a cruise ship! It is on collision course with the harbour - we must stop it!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape Team: Mission 7 – Prison",
    "ID": 353328,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353328/escape-team-mission-7-prison",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Mission 7: This time, the blackmailer has hacked into the local prison&lsquo;s computer system. He threatens to unlock all the cells in the high-security wing &ndash; that is something we must prevent at all cost!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape Team: Mission 8 – Bus",
    "ID": 353329,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353329/escape-team-mission-8-bus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Mission 8: The blackmailer has taken control of a bus &ndash; and he is steadily accelerating it! Hurry up and end this madness &ndash; the people in the bus are counting on you!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape Team: Mission 9 – Bank",
    "ID": 353330,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353330/escape-team-mission-9-bank",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Mission 9: This time, he managed to hack the computer system of the national bank &ndash; the money of our nation is at stake. Let&lsquo;s hope this ends well.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Party: Floating Eye",
    "ID": 353333,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/353333/dungeon-party-floating-eye",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dungeon Party is an easy-to-learn, raucous, play-anywhere, social role-playing game, where the rooms, monsters, and treasures are all on bar coasters. Players take turns bouncing a coin to &quot;hit&quot; the monsters, disarm traps, or avoid cursed rooms. Players work together to survive the dungeon and gather the most loot, but there can only be one winner!&#10;&#10;On their turn, a player reveals a room and monster, battles the monster, and recovers treasure. The game ends if all players&rsquo; characters are defeated in an encounter and the adventure failed, or if the last Boss monster has been defeated and the adventure has succeeded and you win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Flicking",
      "Move Through Deck",
      "Role Playing",
      "Semi-Cooperative Game",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Party: Furious Orc",
    "ID": 353334,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/353334/dungeon-party-furious-orc",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dungeon Party is an easy-to-learn, raucous, play-anywhere, social role-playing game, where the rooms, monsters, and treasures are all on bar coasters. Players take turns bouncing a coin to &quot;hit&quot; the monsters, disarm traps, or avoid cursed rooms. Players work together to survive the dungeon and gather the most loot, but there can only be one winner!&#10;&#10;On their turn, a player reveals a room and monster, battles the monster, and recovers treasure. The game ends if all players&rsquo; characters are defeated in an encounter and the adventure failed, or if the last Boss monster has been defeated and the adventure has succeeded and you win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Flicking",
      "Move Through Deck",
      "Role Playing",
      "Semi-Cooperative Game",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Party: Happy Troll",
    "ID": 353335,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/353335/dungeon-party-happy-troll",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dungeon Party is an easy-to-learn, raucous, play-anywhere, social role-playing game, where the rooms, monsters, and treasures are all on bar coasters. Players take turns bouncing a coin to &quot;hit&quot; the monsters, disarm traps, or avoid cursed rooms. Players work together to survive the dungeon and gather the most loot, but there can only be one winner!&#10;&#10;On their turn, a player reveals a room and monster, battles the monster, and recovers treasure. The game ends if all players&rsquo; characters are defeated in an encounter and the adventure failed, or if the last Boss monster has been defeated and the adventure has succeeded and you win.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Flicking",
      "Move Through Deck",
      "Role Playing",
      "Semi-Cooperative Game",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Final Light-Year: The Iris Sector",
    "ID": 353337,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353337/the-final-light-year-the-iris-sector",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "October 2021 episode for The Final Light-Year.&#10;&#10;This kit adds the new sector map, the overlord, minion ships and new crew.&#10;&#10;&#10;Released in the October 2021 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Game: The Final Light-Year",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yule Tides",
    "ID": 353338,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/353338/yule-tides",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Our first 2021 Holiday PNP is Yule Tides, a spin off of Tides designed by Mike Berg. In this 1 card microgame, 2 players will be collecting ingredients and baking tasty holiday treats! This came together as a single card game challenge on our discord, and turned out to be really fun.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Holidays: Christmas",
      "Players: Two-Player Only Games",
      "Series: Nanodaptions (Button Shy)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Legend of Zelda Game Comic Part 2",
    "ID": 353339,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/353339/the-legend-of-zelda-game-comic-part-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A very rare, limited release board game bundled and sold with candy by Bandai.&#10;&#10;The players spin the wheel to figure out how much to move (1-3 spaces). Then, they move their token and defeat monsters (also by spinning the wheel) to collect weapon tokens.&#10;&#10;Once someone has four weapon tokens, the game turns into the dungeon phase, wherein players race to get to the boss and defeat it, acquiring a triforce fragment. Then the game goes back to the overworld and the process is repeated.&#10;&#10;Whoever has the most triforce pieces by the end of the ninth dungeon wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Legend of Zelda: Hyrule Light World Game",
    "ID": 353340,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/353340/the-legend-of-zelda-hyrule-light-world-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A sugoroku game released on official Zelda merchandise. This was on the back of a pencil board and did not include any tokens, but did include a number of stickers.&#10;&#10;It is just sugoroku and covers the first part of A Link to the Past up until the fight with Agahnim.&#10;&#10;On your turn, you roll the dice and move your token. Occasionally, you must play rock-paper-scissors against opponents to proceed. The first to reach the end and defeat Agahnim wins.&#10;&#10;Only the board, rules, and stickers were provided. User must provide dice and tokens.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Legend of Zelda: Barcode Battler II – Dice Mode",
    "ID": 353341,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353341/the-legend-of-zelda-barcode-battler-ii-dice-mode",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Legend of Zelda Barcode Battler II: Dice Mode version had an extra mode that could be played without the Barcode Battler II - just with the cards and dice. It is a single-player experience wherein you grow stronger, roll dice, and explore a pyramid of enemies to defeat Ganon.&#10;&#10;You arrange the cards in a pyramid then work from the outside (from a position you decide) inwards, collecting items and trying to out-roll the monsters to collect hearts and level up. Defeating Ganon marks the end of the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swordmaster Ys Sugoroku",
    "ID": 353342,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353342/swordmaster-ys-sugoroku",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ys Sugoroku was originally published in &#230;&#156;&#136;&#229;&#136;&#138;&#227;&#130;&#179;&#227;&#131;&#159;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#130;&#179;&#227;&#131;&#179;&#227;&#131;&#151;&#227;&#128;&#128;published on May 20th, 1991. It is obviously based on the Ys video game series, but in this case derives all of its art from the late 80s/early 90s manga by Hagoromo Sh&#197;&#141;.&#10;&#10;To play the game, you roll the dice and move your token. The first to defeat the boss at the end of the board wins.&#10;&#10;Certain tiles along the way to the end have special directions that must be followed should you land there.&#10;&#10;Only the board and rules were provided.  User must provide dice and tokens.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action / Event",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tea Party",
    "ID": 353380,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/353380/tea-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "There's a big Tea Party in the forest and everyone has been invited! No one wants to miss the event, but they can't agree where to sit at the tables. Who wants to eat cake sitting next to the Skunk? Is the Wolf more attentive to the Sheep than to the cakes? What mischief is the Fox up to? Together you will have to help them organise a smooth event while keeping an eye on your own goals.&#10;&#10;The players will have to place the different animals at the tables, trying to take advantage of the characteristics of each one of them to complete their objective cards and thus obtain as many points as possible.&#10;&#10;On their turn, players take an animal token from a bag and places it on one of the tea tables. This triggers an effect that the player will have to resolve. In addition, players can also resolve scoring cards from their hands on their turns if they have managed to fulfill the requirement for one.&#10;&#10;The game ends when there are no possible placements left or when the scoring cards deck runs out. The winner is the player with the most victory points.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Food & Drink: Tea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tomatomat",
    "ID": 353382,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/353382/tomatomat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Everyone wants them: the juicy, colorful, freshly ripened tomato rarities that can be acquired throughout the extraordinary and glamorous Tomatomats.  Try to use the coins on the appropriate Tomatomats; but don't use them too obviously! And for God's sake: watch out for the hungry thieves who don&rsquo;t hesitate to steal all coins in order to get the coveted tomatoes for themselves. Fortunately, a couple of cops are whirling around trying to chase the thieves. Who will earn the most tomatoes in this funny and foolish card-game, full of confusion and bluffs, and most importantly&hellip; about the beloved tomatoes!&#10;&#10;Each player receives 12 cards, which can be coins, thieves, or cops. Each player plays all cards in four columns (face down!), belonging to one of the four displayed Tomatomats &ndash; after everyone has played all cards, the cards will be revealed and the effects executed, in this order: Cops remove thieves (of the same color); thieves remove coins (of the same color); coins might bring tomatoes! Only the player remaining with the highest value of coins may receive the corresponding Tomatomat.&#10;&#10;The game ends after 3 or 4 rounds (depending on the number of players) &ndash; the player with the most Tomatomat-stars is the winner!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Score-and-Reset Game",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saboteur: Change Order promo card",
    "ID": 353383,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353383/saboteur-change-order-promo-card",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Before the start of the game, add this promo card to the deck.&#10;&#10;The card is played like a normal action card. The direction of play is changed, from clockwise to anti-clockwise or vice versa (in case you added more than one copy).&#10;&#10;The card can only be played if:&#10;&#10;     it is not the turn of the player who is playing this card; and&#10;     another player just set a waycard or played an action card&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Promotional: Cards",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saboteur: Master Craftsman promo card",
    "ID": 353384,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353384/saboteur-master-craftsman-promo-card",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo card: joker card to repair any single broken tool: cart, pickaxe or lamp. Discard card after use.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Game: Saboteur",
      "Promotional: Cards",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IQ ringas: Nr. 1",
    "ID": 353385,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/353385/iq-ringas-nr-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Card game IQ Ring: No. 1 is an educational question-and-answer game. The game consists of a set of 78 cards with questions, 12 special cards to track the score and an answer book. Each question card contains 3 questions of different difficulty. The first question is worth 1 point, the second 2 points and the third 3 points.&#10;The game progresses in a clockwise direction. The player on the left draws a card and reads the topic. The player then chooses one of the 3 questions and tries to answer it. If the answer is correct, the player goes as far as the question was worth. If incorrect, stay standing or go back if indicated on a special card. The winner is the one who first scores 12 points.&#10;This game can be expanded with IQ Ring: No. 2 and IQ Ring: No. 3 cards.&#10;&#10;Korteli&#197;&#179; &#197;&#190;aidimas &quot;IQ ringas: Nr. 1&quot; &ndash; tai lavinamasis edukacinis klausim&#197;&#179; ir atsakym&#197;&#179; &#197;&#190;aidimas. &#197;&#189;aidim&#196;&#133; sudaro 78 korteli&#197;&#179; rinkinys su klausimais, 12 speciali&#197;&#179;j&#197;&#179; korteli&#197;&#179; skirt&#197;&#179; rezultatui sekti ir atsakym&#197;&#179; knygel&#196;&#151;. Kiekvienoje klausim&#197;&#179; kortel&#196;&#151;je yra po 3 skirtingo sud&#196;&#151;tingumo klausimus. Pirmas klausimas vertas 1 ta&scaron;ko, antras &ndash; 2, tre&#196;&#141;ias &ndash; 3 ta&scaron;k&#197;&#179;.&#10;&#197;&#189;aidimo eiga vyksta laikrod&#197;&#190;io rodykl&#196;&#151;s kryptimi. Kair&#196;&#151;je esantis &#197;&#190;aid&#196;&#151;jas traukia kortel&#196;&#153; ir perskaito tem&#196;&#133;. Tada &#197;&#190;aid&#197;&#190;iantysis pasirenka vien&#196;&#133; i&scaron; 3 klausim&#197;&#179; ir bando &#196;&#175; j&#196;&#175; atsakyti. Jei atsakymas teisingas, &#197;&#190;aid&#196;&#151;jas paeina tiek, kiek vertas buvo klausimas. Jei neteisingas, lieka stov&#196;&#151;ti vietoje arba eina atgal jei taip yra nurodyta specialioje kortel&#196;&#151;je. Laimi tas, kuris grei&#196;&#141;iausiai surenka 12 ta&scaron;k&#197;&#179;.&#10;&Scaron;&#196;&#175; &#197;&#190;aidim&#196;&#133; galima prapl&#196;&#151;sti su &quot;IQ ringas: Nr. 2&quot; ir &quot;IQ ringas: Nr. 3&quot; kortomis.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Series: IQ ringas",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IQ ringas: Nr. 2",
    "ID": 353386,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/353386/iq-ringas-nr-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Card game IQ Ring: No. 2 is an educational question-and-answer game. The game consists of a set of 90 cards with questions, 12 special cards to track the score, 4 player figures, 8 surprise cards and an answer book. Each question card contains 3 questions of different difficulty. The first question is worth 1 point, the second 2 points and the third 3 points.&#10;The game progresses in a clockwise direction. First, the question and surprise cards are shuffled into one deck. The player on the left then draws the card. If it is a question card - the player chooses one of the 3 questions and tries to answer it. If the answer is correct, the player goes as far as the question was worth. If incorrect, stay standing or go back if indicated on a special card. If the surprise card is pulled out, what is written on it is executed. The winner is the one who first scores 12 points.&#10;This game can be expanded with IQ Ring: No. 1 and IQ Ring: No. 3 cards.&#10;&#10;Korteli&#197;&#179; &#197;&#190;aidimas &quot;IQ ringas: Nr. 2&quot; &ndash; tai lavinamasis edukacinis klausim&#197;&#179; ir atsakym&#197;&#179; &#197;&#190;aidimas. &#197;&#189;aidim&#196;&#133; sudaro 90 korteli&#197;&#179; rinkinys su klausimais, 12 speciali&#197;&#179;j&#197;&#179; korteli&#197;&#179; skirt&#197;&#179; rezultatui sekti, 4 &#197;&#190;aid&#196;&#151;j&#197;&#179; fig&#197;&#171;r&#196;&#151;l&#196;&#151;s, 8 netik&#196;&#151;tumo kortel&#196;&#151;s ir atsakym&#197;&#179; knygel&#196;&#151;. Kiekvienoje klausim&#197;&#179; kortel&#196;&#151;je yra po 3 skirtingo sud&#196;&#151;tingumo klausimus. Pirmas klausimas vertas 1 ta&scaron;ko, antras &ndash; 2, tre&#196;&#141;ias &ndash; 3 ta&scaron;k&#197;&#179;.&#10;&#197;&#189;aidimo eiga vyksta laikrod&#197;&#190;io rodykl&#196;&#151;s kryptimi. Pirmiausia yra sumai&scaron;omos klausim&#197;&#179; ir netik&#196;&#151;tumo kortel&#196;&#151;s &#196;&#175; vien&#196;&#133; kalad&#196;&#153;. Tuomet kair&#196;&#151;je esantis &#197;&#190;aid&#196;&#151;jas traukia kortel&#196;&#153;. Jei tai klausim&#197;&#179; kortel&#196;&#151; - &#197;&#190;aid&#197;&#190;iantysis pasirenka vien&#196;&#133; i&scaron; 3 klausim&#197;&#179; ir bando &#196;&#175; j&#196;&#175; atsakyti. Jei atsakymas teisingas, &#197;&#190;aid&#196;&#151;jas paeina tiek, kiek vertas buvo klausimas. Jei neteisingas, lieka stov&#196;&#151;ti vietoje arba eina atgal jei taip yra nurodyta specialioje kortel&#196;&#151;je. Jei yra i&scaron;traukiama netik&#196;&#151;tumo kortel&#196;&#151;, vykdoma tai, kas joje para&scaron;yta. Laimi tas, kuris grei&#196;&#141;iausiai surenka 12 ta&scaron;k&#197;&#179;.&#10;&Scaron;&#196;&#175; &#197;&#190;aidim&#196;&#133; galima prapl&#196;&#151;sti su &quot;IQ ringas: Nr. 1&quot; ir &quot;IQ ringas: Nr. 3&quot; kortomis.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Series: IQ ringas",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IQ ringas: Nr. 3",
    "ID": 353387,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353387/iq-ringas-nr-3",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Card game IQ Ring: No. 3 is an educational question-and-answer game. The game consists of a set of 90 cards with questions, 14 special cards to track the score, 4 player figures, 6 surprise cards and an answer book. Each question card contains 3 questions of different difficulty. The first question is worth 1 point, the second 2 points and the third 3 points.&#10;The game progresses in a clockwise direction. First, the question and surprise cards are shuffled into one deck. The player on the left then draws the card. If it is a question card - the player chooses one of the 3 questions and tries to answer it. If the answer is correct, the player goes as far as the question was worth. If incorrect, stay standing or go back if indicated on a special card. If the surprise card is pulled out, what is written on it is executed. The winner is the one who first scores 14 points.&#10;This game can be expanded with IQ Ring: No. 1 and IQ Ring: No. 2 cards.&#10;&#10;Korteli&#197;&#179; &#197;&#190;aidimas &quot;IQ ringas: Nr. 3&quot; &ndash; tai lavinamasis edukacinis klausim&#197;&#179; ir atsakym&#197;&#179; &#197;&#190;aidimas. &#197;&#189;aidim&#196;&#133; sudaro 90 korteli&#197;&#179; rinkinys su klausimais, 14 speciali&#197;&#179;j&#197;&#179; korteli&#197;&#179; skirt&#197;&#179; rezultatui sekti, 4 &#197;&#190;aid&#196;&#151;j&#197;&#179; fig&#197;&#171;r&#196;&#151;l&#196;&#151;s, 6 netik&#196;&#151;tumo kortel&#196;&#151;s ir atsakym&#197;&#179; knygel&#196;&#151;. Kiekvienoje klausim&#197;&#179; kortel&#196;&#151;je yra po 3 skirtingo sud&#196;&#151;tingumo klausimus. Pirmas klausimas vertas 1 ta&scaron;ko, antras &ndash; 2, tre&#196;&#141;ias &ndash; 3 ta&scaron;k&#197;&#179;.&#10;&#197;&#189;aidimo eiga vyksta laikrod&#197;&#190;io rodykl&#196;&#151;s kryptimi. Pirmiausia yra sumai&scaron;omos klausim&#197;&#179; ir netik&#196;&#151;tumo kortel&#196;&#151;s &#196;&#175; vien&#196;&#133; kalad&#196;&#153;. Tuomet kair&#196;&#151;je esantis &#197;&#190;aid&#196;&#151;jas traukia kortel&#196;&#153;. Jei tai klausim&#197;&#179; kortel&#196;&#151; - &#197;&#190;aid&#197;&#190;iantysis pasirenka vien&#196;&#133; i&scaron; 3 klausim&#197;&#179; ir bando &#196;&#175; j&#196;&#175; atsakyti. Jei atsakymas teisingas, &#197;&#190;aid&#196;&#151;jas paeina tiek, kiek vertas buvo klausimas. Jei neteisingas, lieka stov&#196;&#151;ti vietoje arba eina atgal jei taip yra nurodyta specialioje kortel&#196;&#151;je. Jei yra i&scaron;traukiama netik&#196;&#151;tumo kortel&#196;&#151;, vykdoma tai, kas joje para&scaron;yta. Laimi tas, kuris grei&#196;&#141;iausiai surenka 14 ta&scaron;k&#197;&#179;.&#10;&Scaron;&#196;&#175; &#197;&#190;aidim&#196;&#133; galima prapl&#196;&#151;sti su &quot;IQ ringas: Nr. 1&quot; ir &quot;IQ ringas: Nr. 2&quot; kortomis.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Series: IQ ringas",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Taubertal-Express: Bahnbetriebswerk",
    "ID": 353394,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353394/der-taubertal-express-bahnbetriebswerk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The strictly limited mini-expansion Bahnbetriebswerk for the new board game Der Taubertal-Express consists of a wooden passenger marker and an additional game board. It brings an additional tactical component to the successful expert game.&#10;&#10;How it works: Whenever a player sells goods, transports a passenger to the destination station or uses a black action marker for his moves, this is noted on the fields of the tableau. The player who reaches the last space receives an additional victory point, an additional silver coin or any action marker from the supply.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Die streng limitierte Mini-Erweiterung &bdquo;Bahnbetriebswerk&ldquo; f&uuml;r das neue Brettspiel DER TAUBERTAL EXPRESS besteht aus einem Passagiermarker aus Holz und einem zus&auml;tzlichen Spieltableau. Sie bringt eine zus&auml;tzliche taktische Komponente in das erfolgreiche Kennerspiel.&#10;&#10;Zum Ablauf: Immer wenn ein Spieler G&uuml;ter verkauft, einen Passagier zum Zielbahnhof bef&ouml;rdert oder einen schwarzen Aktionsstein f&uuml;r seine Spielz&uuml;ge einsetzt, wird dies auf den Feldern des Tableaus vermerkt. Derjenige, der das letzte Feld erreicht, erh&auml;lt einen zus&auml;tzlichen Siegpunkt, eine zus&auml;tzliche Silberm&uuml;nze bzw. einen beliebigen Aktionsstein aus dem Vorrat.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "4-PLE",
    "ID": 353395,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/353395/4-ple",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A 3 dimensional 4-in-a-row game.  Players use cubes or cylindrical game pieces to be the first to get 4 in a row up, accross or diagonally on any level in any direction. That's it.&#10;&#10;The game board is a 4 x4 grid.  On your turn, place your gamepiece on any space of the grid or stack it on top of any piece that has already been played.&#10;&#10;It starts out simple but quickly creates many opportunities to win... or lose.&#10;&#10;On the flip side of the board, play alternate versions. &quot;The Wall&quot; is a straight version that plays just like Connect Four.&#10;&quot;Stonehenge&quot; is a circular version.  All have the same rule of 4 in a row in any direction.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 3-Dimensional (3D)",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ring it On",
    "ID": 353396,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/353396/ring-it-on",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ring It On is a new wedding themed card game.&#10;&#10;Be the first player to have laid down in front of you the required items and number of guests.&#10;&#10;Players start with seven cards and pick up two cards at the start of their turn. Each box contains 140 cards with different wedding guests and items on... some of which are special shiny cards! Some guests have special abilities and some items have unique powers. Box also includes play money and rule sheet.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Race",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – DSD1 Dwarf Spider Droid Unit Expansion",
    "ID": 353398,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/353398/star-wars-legion-dsd1-dwarf-spider-droid-unit-expa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Expand your droid forces with the DSD1 Dwarf Spider Droid Unit Expansion for Star Wars: Legion! Favored by the Commerce Guild for the rugged durability and ease of manufacture, these four-legged, dome-shaped mechanical arachnids feature powerful, centrally mounted armaments capable of fulfilling a wide variety of battlefield roles.&#10;&#10;Within this expansion, you&rsquo;ll find everything you need to add a DSD1 Dwarf Spider Droid to your Separatist armies as a support unit. This droids versatile nature is captured in the finely detailed, unpainted hard plastic miniature that can be customized with a nose-mounted laser cannon, flamethrower, or ion blaster. These physical modifications have a practical application in eight upgrade cards that invite you to outfit your DSD1 Dwarf Spider Droid with a variety of weapons and battle protocols.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clic: El Juego de Fotos",
    "ID": 353400,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/353400/clic-el-juego-de-fotos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Walk around the city taking photos, be a photography student accompanied by the Professor.&#10;&#10;Enjoy unique games, you will always play on a different map, your experiences will be different and the strategy will depend on your imagination.&#10;The map is built with cards and players must advance towards the objectives.&#10;&#10;Are you ready to become an expert photographer? Whoever achieves the best CLICS will be the winner of the game.&#10;&#10;Pasea por la ciudad sacando fotos, asume el rol de un estudiante de fotograf&iacute;a acompa&ntilde;ado del Profe.&#10;&#10;Disfruta de partidas &uacute;nicas, ya que jugar&aacute;s siempre sobre un mapa diferente, tus experiencias ser&aacute;n distintas y la estrategia depender&aacute; de tu imaginaci&oacute;n.&#10;&#10;&iquest;Est&aacute;s listo para convertirte en un fot&oacute;grafo experto? Quien logre los mejores CLICS, ser&aacute; el ganador de la partida.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Grid Movement",
      "Map Reduction",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dado Batalla",
    "ID": 353402,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/353402/dado-batalla",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Dado Batalla (&quot;Battle Dice&quot;) is a board game designed for the little ones, to share and have a nice time with the family.&#10;The main objective of this game is to mark all the numbers of an opponent with the marker tiles as soon as possible. You must roll the dice and mark your opponent's numbers.&#10;Whoever does it first will be the winner of the game!&#10;&#10;El &ldquo;Dado Batalla&rdquo; es un juego de mesa pensado para los m&aacute;s peque&ntilde;os, para compartir y pasar un lindo rato en familia.&#10;El objetivo principal de este juego es marcar todos los n&uacute;meros de un contrincante con las fichas marcadoras lo antes posible.&#10;Quien lo haga primero, ser&aacute; el ganador de la partida!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "肛門で語る人生 (Komonde Kataru Jinsei)",
    "ID": 353410,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/353410/gang-men-deyu-ruren-sheng-komonde-kataru-jinsei",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#232;&#130;&#155;&#233;&#150;&#128;&#227;&#129;&#167;&#232;&#170;&#158;&#227;&#130;&#139;&#228;&#186;&#186;&#231;&#148;&#159; (Komonde Kataru Jinsei) is a trick-taking game from Japan. The game title is a vulgar expression, as the theme of the game is about human&rsquo;s filthy life. The publisher's blurb says &quot;Throughout life, people accumulate their filth to reach their climax, then fall suddenly.&quot;. So the game title translates as 'Life told through the anus'. The box cover shows a purse with a star-like decoration, which is recognisable in Japan as an anus.&#10;&#10;The publisher says &quot;In this game, the cards are played out two at a time from a hand of five. At the end of each round, the hand is replenished from the deck, so you always have five cards in your hand. This makes trick-taking a relatively light game.&#10;&#10;There are two types of cards in the game: simple numbers 1 to 5 and special cards with the number 0. The special cards are Monko-sama (a monk) and Servant. The person who makes a bigger number with two cards wins the trick (an offering at the temple), but the special cards affect the trick.&#10;&#10;If there is a servant played, the player who played the servant wins.&#10;If there is both a servant and a monk played, the player who played the monk wins.&#10;If there is no servant but a monk is played, the player who played the monk loses.&#10;In a battle between monks and servants, the player with the higher number wins.&#10;&#10;As you play, the number you play in a round is your 'life experience' and you record this value of the experiences you have talked about. At the end of the game, the total number of experiences is calculated, and the player with the highest total is eliminated from the game as having &quot;experienced too much&quot;. Of the remaining players, the player with the highest total of offerings wins the game.&#10;&#10;&#232;&#130;&#155;&#233;&#150;&#128;&#227;&#129;&#167;&#232;&#170;&#158;&#227;&#130;&#139;&#228;&#186;&#186;&#231;&#148;&#159;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#168;&#229;&#145;&#188;&#227;&#129;&#176;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#151;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#181;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#175;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#133;&#141;&#227;&#130;&#138;&#229;&#136;&#135;&#227;&#129;&#163;&#227;&#129;&#166;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#139;&#227;&#130;&#137;1&#230;&#158;&#154;&#227;&#129;&#154;&#227;&#129;&#164;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#232;&#130;&#155;&#233;&#150;&#128;&#227;&#129;&#167;&#232;&#170;&#158;&#227;&#130;&#139;&#228;&#186;&#186;&#231;&#148;&#159;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#156;&#173;5&#230;&#158;&#154;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#139;&#227;&#130;&#137;2&#230;&#158;&#154;&#227;&#129;&#154;&#227;&#129;&#164;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#174;&#230;&#156;&#128;&#229;&#190;&#140;&#227;&#129;&#171;&#229;&#177;&#177;&#230;&#156;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#230;&#137;&#139;&#230;&#156;&#173;&#232;&#163;&#156;&#229;&#133;&#133;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#229;&#184;&#184;&#227;&#129;&#171;5&#230;&#158;&#154;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#230;&#137;&#139;&#230;&#156;&#173;&#232;&#163;&#156;&#229;&#133;&#133;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#175;&#230;&#175;&#148;&#232;&#188;&#131;&#231;&#154;&#132;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#136;&#227;&#129;&#170;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#230;&#132;&#159;&#227;&#129;&#171;&#228;&#187;&#149;&#228;&#184;&#138;&#227;&#129;&#140;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;1&#227;&#129;&#139;&#227;&#130;&#137;5&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#174;&#229;&#141;&#152;&#231;&#180;&#148;&#227;&#129;&#170;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#168;&#227;&#128;&#129;0&#227;&#129;&#174;&#231;&#137;&#185;&#230;&#174;&#138;&#227;&#129;&#170;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;2&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#231;&#137;&#185;&#230;&#174;&#138;&#227;&#129;&#170;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#227;&#128;&#140;&#227;&#130;&#130;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#134;&#230;&#167;&#152;&#227;&#128;&#141;&#227;&#129;&#168;&#227;&#128;&#140;&#228;&#184;&#139;&#229;&#131;&#149;&#227;&#128;&#141;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#159;&#186;&#230;&#156;&#172;&#231;&#154;&#132;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;2&#230;&#158;&#154;&#227;&#129;&#167;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#140;&#229;&#190;&#151;&#231;&#130;&#185;&#239;&#188;&#136;&#239;&#188;&#157;&#227;&#129;&#138;&#228;&#190;&#155;&#227;&#129;&#136;&#239;&#188;&#137;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#10;&#10;&#227;&#131;&#187;&#229;&#160;&#180;&#227;&#129;&#171;&#227;&#128;&#129;&#228;&#184;&#139;&#229;&#131;&#149;&#227;&#129;&#140;&#227;&#129;&#132;&#227;&#130;&#139;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#128;&#129;&#228;&#184;&#139;&#229;&#131;&#149;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#128;&#129;&#10;&#10;&#227;&#131;&#187;&#229;&#160;&#180;&#227;&#129;&#171;&#227;&#128;&#129;&#228;&#184;&#139;&#229;&#131;&#149;&#227;&#130;&#130;&#227;&#130;&#130;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#134;&#230;&#167;&#152;&#227;&#130;&#130;&#227;&#129;&#132;&#227;&#130;&#139;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#128;&#129;&#227;&#130;&#130;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#134;&#230;&#167;&#152;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#128;&#129;&#10;&#10;&#227;&#131;&#187;&#229;&#160;&#180;&#227;&#129;&#171;&#227;&#128;&#129;&#228;&#184;&#139;&#229;&#131;&#149;&#227;&#129;&#140;&#227;&#129;&#138;&#227;&#130;&#137;&#227;&#129;&#154;&#227;&#128;&#129;&#227;&#130;&#130;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#134;&#230;&#167;&#152;&#227;&#129;&#140;&#227;&#129;&#132;&#227;&#130;&#139;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#128;&#129;&#227;&#130;&#130;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#134;&#230;&#167;&#152;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#232;&#178;&#160;&#227;&#129;&#145;&#10;&#10;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#130;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#134;&#230;&#167;&#152;&#229;&#144;&#140;&#229;&#163;&#171;&#227;&#128;&#129;&#228;&#184;&#139;&#229;&#131;&#149;&#229;&#144;&#140;&#229;&#163;&#171;&#227;&#129;&#174;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#129;&#175;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#129;&#174;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#230;&#150;&#185;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#128;&#129;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#129;&#140;&#229;&#144;&#140;&#227;&#129;&#152;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#175;&#229;&#190;&#140;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#174;&#230;&#150;&#185;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#157;&#227;&#129;&#174;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#167;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#230;&#149;&#176;&#229;&#173;&#151;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#232;&#170;&#158;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#174;&#227;&#128;&#140;&#231;&#181;&#140;&#233;&#168;&#147;&#229;&#128;&#164;&#227;&#128;&#141;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#228;&#186;&#186;&#231;&#148;&#159;&#227;&#129;&#167;&#227;&#129;&#174;&quot;&#231;&#181;&#140;&#233;&#168;&#147;&quot;&#227;&#130;&#146;&#231;&#164;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#130;&#143;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#173;&#227;&#128;&#130;&#10;&#10;&#230;&#175;&#142;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#128;&#129;&#232;&#170;&#158;&#227;&#129;&#163;&#227;&#129;&#159;&#231;&#181;&#140;&#233;&#168;&#147;&#227;&#129;&#174;&#231;&#181;&#140;&#233;&#168;&#147;&#229;&#128;&#164;&#227;&#130;&#146;&#227;&#128;&#129;&#227;&#131;&#155;&#227;&#131;&#175;&#227;&#130;&#164;&#227;&#131;&#136;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#131;&#158;&#227;&#131;&#188;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#129;&#167;&#227;&#131;&#161;&#227;&#131;&#162;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#174;&#231;&#181;&#140;&#233;&#168;&#147;&#229;&#128;&#164;&#227;&#129;&#174;&#229;&#144;&#136;&#232;&#168;&#136;&#227;&#130;&#146;&#232;&#168;&#136;&#231;&#174;&#151;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#144;&#136;&#232;&#168;&#136;&#229;&#128;&#164;&#227;&#129;&#140;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#140;&#231;&#181;&#140;&#233;&#168;&#147;&#227;&#129;&#151;&#227;&#129;&#153;&#227;&#129;&#142;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#128;&#141;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#139;&#227;&#130;&#137;&#232;&#132;&#177;&#232;&#144;&#189;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#230;&#174;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#167;&#227;&#128;&#129;&#230;&#156;&#128;&#227;&#130;&#130;&#227;&#129;&#138;&#228;&#190;&#155;&#227;&#129;&#136;&#227;&#129;&#174;&#229;&#144;&#136;&#232;&#168;&#136;&#231;&#130;&#185;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ofrendados, the road to Mictlán",
    "ID": 353414,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/353414/ofrendados-the-road-to-mictlan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Ofrendados is a roll-and-write game where we seek to create the most beautiful &quot;ofrenda&quot; (altar) for our beloved ones and guide them from Mictl&aacute;n (Land of the Dead) to celebrate with us in &quot;D&iacute;a de Muertos&quot;&#10;&#10;The game takes place over 5 rounds, where players draft dice in order to draw &quot;ofrendas&quot; (altars), build the flower path (and trigger bonuses), collect money, and buy &quot;calaveritas&quot; (little skull) cards to improve your altars.&#10;&#10;The winner of the game is the player with the highest points, accumulated via the flower path, the &quot;ofrendas&quot;, the cards, and coins.  In order to win the player will also need to reach the land of the living in the flower path.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Country: Mexico",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SPIEL die STADT",
    "ID": 353416,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/353416/spiel-die-stadt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players cooperatively build a city distributing and placing tiles to build a city. There are three public goals and everyone gets their personal goals, representing demands from different groups of people living in the city. Players can discuss al they like before the tiles are distributed but once the project manager hands out tiles, everyone places them without communicating. The goal of the game is to score as many points as possible, representing how happy the people living in the city are.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "City Building",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Negotiation",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "クリスタルと商人 (Crystals and Merchants)",
    "ID": 353418,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/353418/kurisutarutoshang-ren-crystals-and-merchants",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A storytelling based game wherein an adventurer attempts to sell items to a merchant.&#10;&#10;The adventurer comes up with a backstory for the item, then the merchant must add onto it while attempting to bargain the price down.&#10;&#10;If a player fails to come up with something to add onto the story or notices a contradiction in the opponent's story, the game is over and the prevailing side wins.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlefields",
    "ID": 353421,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/353421/battlefields",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Battlefields is a tactical combat game between two armies of heroes from the Catacombs universe. First, players spend points to draft their army of heroes, then they place their chosen heroes on the hex-based neoprene playmat. Different heroes have different movement rates and attacks. Combat is resolved by either dexterity (dice flicking) or non-dexterity mechanisms.&#10;&#10;The game provides a variety of units for both the Heroic and Lich Lord forces and supports two players. It also features a solo mode.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Die Icon Resolution",
      "Flicking",
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: Catacombs"
    ]
  }
]