[
  {
    "Rank": "N/A",
    "Name": "International Game of Spy",
    "ID": 28153,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/28153/international-game-of-spy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "At first glance, this game appears to be a multi-player variant on earlier games in the vein of L'Attaque. Players set up pieces of hidden value, advance them, and capture opponents pieces by moving into occupied spaces and having the piece of greater rank.&#10;&#10;However, there are other differences beyond the multi-player capability. Players do not seek a hidden flag; rather, they strive to reach visible target spaces in their opponents' territories that may only be occupied by a Spy piece. Challenging is optional; i.e., multiple players may have pieces co-exist on the same space as long as a player moving in declines to ask, &quot;Who's there?&quot; Finally, each player has a piece that cannot be captured called the Secret Police, which may only capture an opponent's Spy.&#10;&#10;The first player to move his Spy onto an opponent's Palace space or Coat of Arms space is the winner.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stake a Homestead",
    "ID": 28154,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/28154/stake-a-homestead",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From box:&#10;&#10;&quot;In 1862 congress passed the Homestead Act.  A United States citizen twenty-one years old could file a claim on 160 acres of public land which he wished to own as a home for himself and his family.  If he lived there for five years, had built a house and was raising crop, he was given title to the land.&quot;&#10;&#10;&quot;The country was wild, the problems faced by the &quot;sod-busters&quot; were great.  Many homesteaders gave up before five years had passed.  Everyone who succeeded did so through sheer determination and by using every skill or handicraft he could master.&quot;&#10;&#10;Players take turns drawing cards and playing them onto their Land Tracts.  The cards come in 5 colors, one for each year.  At the end of the game, players who have a house, crop, and 4 of the 6 other types of cards, without having the claim jumper card, win.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Educational",
      "Farming"
    ],
    "Mechanics": [
      "Chit-Pull System"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arginussae",
    "ID": 28156,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/28156/arginussae",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3",
    "Description": "Covers the battle of Arginussae, the Athenian naval victory over Sparta in 405BC. It uses the same game system as the game designer's earlier effort, Salamis. Like the earlier 'monster' DTP game, Arginussae has nearly a thousand counters (albeit most of them are status markers) and eight maps. Like Salamis, this is a limited edition game - only 75 copies were printed.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Peloponnesian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Salamis",
    "ID": 28157,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/28157/salamis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "540",
    "Play Time": "540",
    "Weight": "0",
    "Description": "This is a monster DTP wargame. It has individual ships for the whole battle and separate counters for the Marines on board (some 2,300 counters in total) and 28 maps, which come out at about 8 by 4 feet. Victory is determined when one side's fleets have all broken. This involves a dice roll for each fleet each turn matched to how many triremes they have lost.&#10;&#10;Only 50 copies were produced.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: DTP (Desktop Publishing)",
      "History: Greco-Persian Wars (5th century BC)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blackout",
    "ID": 28158,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28158/blackout",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blackout predates American involvement in, but not awareness of, World War II. In this game, players roll dice and cover (or &quot;black out&quot;) the matching spaces of their respective cities. The first player to fully cover his city announces &quot;BLACKOUT&quot; and wins the game. Counters are also provided in case the players wish to play a series of games, with each player losing one counter per uncovered space to the victor.&#10;&#10;As the dice only passes from one player to another when he is unable to use his roll to cover spaces in his city (and another player *can* use that roll to do so), it is possible for a player to win on his first turn. In that case the, payout for the multi-game series is limited to five counters.&#10;&#10;Blackout appeared in both the traditional narrow box (folded board) and wide box (unfolded board) formats.&#10;&#10;",
    "Categories": [
      "Dice",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mondoes",
    "ID": 28159,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28159/mondoes",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Mondoes is a rummy-like set collection game.&#10;The 112 card set is made up of 4 suits each with two numbers.&#10;The object of the game is to earn points by playing pairs of cards that score points by matching suit and matching numbers.   (Matching numbers can be identical or sequential)&#10;&#10;Players draw and discard until one player thinks they have a high enough score and calls &quot;Mondoes&quot;.  Other players can challenge the call if they believe they have a higher hand.&#10;&#10;The game ends when one player has obtained 250 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Federation Commander: Battleships Attack",
    "ID": 28160,
    "Year": "(2007)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/28160/federation-commander-battleships-attack",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Battleships Attack is an attack-module expansion for the Federation Commander Series.&#10;&#10;It contains rules, counters, and two new asteroid map panels. As the name suggests, the module focuses on battleships, which Amarillo Design Bureau (ADB) describes as &quot;the largest warships in the universe.&quot; Battleships  contains seven double-sided ship cards. At 8.5 x 11 inches, they are significantly larger than the standard cards in order to better reflect the capabilities of these massive ships. A starbase card (also 8.5 x 11&quot;) is also included.&#10;&#10;Border Box #6 has 7 battleship miniatures and a starbase.&#10;&#10;Federation Commander: Line of Battle has extras of each of the ship cards (except the Starbase) that are in Battleships Attack.&#10;&#10;Boosters #16, #17, and #18 are loosely associated with this module, as they contain dreadnoughts and dreadnought variants (in other words, some big ships, too). Across the three boosters, most of the ships are previously unreleased.&#10;&#10;In a break from the established pattern, Squadron Boxes #16, #17, and #18 contain minis that match the boosters. (Typically, Squadron Box minis match the ship cards found in the main product.)&#10;&#10;Either the Federation Commander: Klingon Border or Federation Commander: Romulan Border base set is required to use Battleships Attack.&#10;&#10;Publisher's Federation Commander site: http://www.federationcommander.com/&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Federation Commander",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ziggurat",
    "ID": 28161,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28161/ziggurat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Played on a game board that represents a stepped pyramid, the object of Ziggurat is create equations by placing the dice rolled on the board.  Players score points whenever they place a die , such that when added to a adjacent die they add up to 7.  You can also score points for equations involving 3 dice.  The equations can use addition or subtraction.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kilt",
    "ID": 28162,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28162/kilt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A clash of Scottish Clansmen.  In Kilt players bump, bash and run past your opponents clans.  The goal is to grab the rock that starts in the center of the board and dump it in your opponents well.&#10;&#10;Components include:&#10;&#10;1 16x16 board on a vinyl playing mat, 20 clan pieces and 1 rock.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 15 x 15 Grids",
      "Country: Scotland",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les Apprentis de la Manufacture",
    "ID": 28163,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/28163/les-apprentis-de-la-manufacture",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Les Apprentis de la Manufacture is the first game from producers L'Auberge des Jeux.&#10;Each player take the role of a manufacture, attempting to create Jouy fabrics to gain the rank of Royal Manufacture by Queen Marie-Antoinette.  Each turn players can visit the Market, the Auction House or the Artists' House, in order to buy goods, create fabrics or hire artists.  The player who creates the most valuable fabrics will win the game.&#10;The game consists of illustrated fabric boards and cards. A supply of 'Ecu' (paper money) is also provided.&#10;The production is richly illustrated and has tonnes of thematic flavor and text information.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Castle Cannon Shoot",
    "ID": 28164,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/28164/castle-cannon-shoot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Castle Cannon Shoot is a two- to four-player shooting-gallery game in which the object is to fire all your fire &ldquo;cannon balls&rdquo; into the courtyard of the rotating castle.&#10;&#10;Each player selects eight marble-like &ldquo;cannon balls&rdquo; of one color and places them in their own shooting alley. The castle is set spinning, and all players simultaneously attempt to shoot their cannon balls up an inclined ramp between the rotating ramparts into the castle.&#10;&#10;The trick for players is to time their shots to avoid the ramparts of the rotating castle.&#10;&#10;As soon as a player has used all their cannon balls, they close their own gate to avoid any other player shooting into their alley.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape Expansion Set: Fields of Valor",
    "ID": 28165,
    "Year": "(2007)",
    "Geek Rating": "5.794",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/28165/heroscape-expansion-set-fields-of-valor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2692",
    "Description": "Fields of Valor is the seventh main expansion set in the Heroscape series&#10;&#10;There are 4 individually sold boosters:&#10;&#10;&#10;    Spearmen and Riflemen (Common Army Pack)&#10;    Knights Templar (Common Army Pack)&#10;    Fiends and Vampires (Unique Army Pack)&#10;    Heroes of Elswin (Unique Army Pack)&#10;&#10;&#10;Detailed list of figures&#10;&#10;Released July 2007&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Popeye Card Game",
    "ID": 28166,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28166/popeye-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The object of this card game, based on the Robert Altman film, changes from winning the most rounds you can in the High Game to losing the most rounds you can in the Low Game. The Dealer always decides on a High or Low Game depending on the value of the cards he holds in his hands. You are awarded points after each game is played only if you have won or lost a specific number of rounds. Capture the one and only Spinach Card and you will win a point for it alone. The first player to score 10 points wins the game.&#10;&#10;There are 40 playing cards divided into 4 color-coded and character-themed suits numbered 1-10: Red Olive Oyl, Blue Swee' Pea, Purple Bluto and Yellow Popeye along with 1 Spinach card.&#10;&#10;Long-winded rules that basically boils down to a slightly more extensive version of 'war'. Players lay down cards, highest value card within a suit wins, etc.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Strips: King Features Syndicate",
      "TV Shows: Popeye the Sailor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maze of the Red Mage: A Solitaire Dungeon Adventure!",
    "ID": 28167,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/28167/maze-of-the-red-mage-a-solitaire-dungeon-adventure",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "&hellip;You awaken in a small shadowy chamber lit only by a fiery brazier&hellip;a deep voice from a shimmering red figure intones &ldquo;You will plague me no longer!  You have interfered in my plans for far too long. You claim to be a hero?  Well then&hellip; let&rsquo;s put you to the test!  I have entombed you inside my maze&hellip;can you escape and prove yourself worthy of the title hero? If you can escape my maze before sunrise I shall leave your lands forever&hellip;&#10;&#10;Maze of the Red Mage is a solitaire dungeon adventure game.  Your goal is to defeat the Red Mage by escaping before the sunrises!  If the Sun rises or you die in the maze, the Red Mage will rule your lands forever!&#10;&#10;The dungeon is set up randomly face down using tiles.  A blend of the classic PC games Minesweeper and Rogue Maze of the Red Mage includes: variable creatures, treasures, dungeon design and characters making every game different! It includes rules to level up your character as well, all in a quick re-playable lunchtime escape!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Maze",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Role Playing",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aqua Tivitz",
    "ID": 28168,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/28168/aqua-tivitz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Educational Math board game that uses checkers type movement. The playing pieces called a &quot;Tivit&quot; are 6 sided dice with each side having a symbol and numerical value.&#10;&#10;The 2 players race to reach the 9 ending positions. Each position has a mathematical operation(addition, subtraction, multiplication or division, fractions, square roots, and percentages). A players score is the value of their tivit adjusted for the math operation.&#10;&#10;The most advanced of the Tivitz series of games, this version adds square roots, fractions, decimals, and percentages.&#10; The game includes 30 different paper boards with varying degrees of difficulty. For ages 8 and up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Winnie the Pooh Friends of the Forest Game",
    "ID": 28169,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/28169/winnie-the-pooh-friends-of-the-forest-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Winnie the Pooh : Friends of the Forest Game&#10;2-4 Players &#10;Ages 5+&#10;&#10;Overview&#10;Down in the Hundred Acre Wood, Pooh and his friends have fallen on hard times. The once crystal blue river has long since clogged up with rubbish and the trees which provide warmth and shelter for the animals are fast disappearing. &#10;Woozles and Heffalumps are mischievous creatures, who wreak havoc in the wood chopping down trees, tossing rubbish in the river and generally making a nuisance of themselves.&#10;Your task is to help Pooh clean the river and plant three trees.&#10;&#10;Contents&#10;1 Playing Area&#10;27 Pooh Cards&#10;28 Woozle Cards&#10;4 Wooden Playing Pieces &#10;1 Wooden Spinner (Top &amp; Bottom) &#10;12 Self Assembly Interlocking Trees&#10;12 Jigsaw River Sections&#10;2 Interlocking Woodland Sections&#10;1 Dice&#10;&#10;Object of the Game&#10;To be the first player to clean up the river and plant three trees in his/her area&#10;&#10;Gameplay&#10;Players roll a die and move around the board planting trees and cleaning river sections.&#10;&#10;When a player lands on a Spin the cloud space the weather cloud is spun and effects are applied to the players areas&#10;&#10;Sunny &ndash; Take a tree&#10;Stormy &ndash; Lose a tree but clean a river section&#10;Pollution &ndash; Lose a tree and a clean river section&#10;Gloomy &ndash; Your area is unaffected&#10;&#10;Trees and Rivers can also be lost and gained through cards and other board spaces&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Bears",
      "Books: Winnie the Pooh",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Obscurity",
    "ID": 28173,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/28173/obscurity",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "From the press release:&#10;&#10;Combining word searching with vocabulary building, Obscurity has players search a letter board for 10 words hidden on a game card(4 letters or longer).   Words may be formed in any direction as long as the letters touch for every word a player got that their opponents did not, they get to score points.  Players use a word list on the back of the card to score their words, the longer the word the higher the score.&#10;&#10;Includes 80 double sided game cards, game board with storage area.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Race",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "You're Bugging Me!",
    "ID": 28177,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.05",
    "Link": "https://boardgamegeek.com/boardgame/28177/youre-bugging-me",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the Press Release:&#10;&#10;In this fun color recognition game, players spin the spinner in the hopes of shooing their color coordinated critters to another player's sleeve or back to their home in the &quot;garden&quot;.  The first player to send all of his or her bugs flying is the winner.&#10;&#10;An educational game that helps early learners follow directions, including the difference between left and right and teaches color matching.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Give Peace A Chance",
    "ID": 28178,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/28178/give-peace-a-chance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Give Peace A Chance: A Game of International Relations and Conflict Resolution&#10;&#10;Publisher:&#10;&quot;The purpose of the game is to challenge players to think about global interdependence. Lively discussions ensue by both young and old as the game takes on new meaning when players choose different countries to represent.&quot;&#10;&#10;",
    "Categories": [
      "Educational",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reading Between the Lines",
    "ID": 28179,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/28179/reading-between-the-lines",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;The object of the game is to be the first player to reach the castle. That player must use the Magic Arrow to cross the castle moat. Each player must answer Reading Between the Lines questions along the way.&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Honey War",
    "ID": 28180,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/28180/honey-war",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "2-5 players control their own apiary. The goal is to build the largest and best apiary - the first player to get 10 points wins.&#10;&#10;Honey War is loosely based on real beekeeping, and includes many of the same problems and solutions real beekeepers face.&#10;&#10;The game consists of a board, bee cards (queens and workers), pollen cards, honey cards and action cards. On a players turn they roll the dice and move that number of spaces around the board, collecting special cards as they land on the relevant spaces. These cards are used to get new bees, inflict disease on other players hives, or cure your own infected hives.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tivoli",
    "ID": 28182,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/28182/tivoli",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of a small board with 5x6 holes, some marbles and a &quot;marble launcher&quot; made of wood. &#10;The point is to use the marble launcher and shoot the marbles on the board, trying to hit the holes to score points. &#10;The holes give different points, ranging from 5 points for easiest holes to hit to 100 points for the hole in the center of the board.&#10;&#10;This is Damm game number 324, probably published sometime in the 1950's.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 6 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seeking Agent X",
    "ID": 28183,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/28183/seeking-agent-x",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A deduction game based around the idea that spies send messages to each other using personal ads.&#10;&#10;Players are dealt cards that indicate gender, age, and personality traits (romantic, sporty, good looking), and then take turns reading from personal ads (either actual or with the included samples) and revealing how many of their traits appear in the given ad.&#10;&#10;Home Page: http://members.aol.com/seekagentx/&#10;&#10;",
    "Categories": [
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "John Ridgways' Round the World Yacht Race Game",
    "ID": 28184,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/28184/john-ridgways-round-the-world-yacht-race-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "John Ridgways' Round the World Yacht Race Game&#10;2-6 Players&#10;Ages 10-adult&#10;&#10;From the introduction in the rule book:&#10;Members of the crew have spent long hours developing this ingenious Round the world Yacht Race game. It reproduces many of the hazards and strokes of good fortune that the sailor faces in such a venture. The handicap system gives a fair chance to everyone.&#10;&#10;Contents&#10;1 Game Board (in 3 pieces)&#10;30 Luck Cards&#10;30 Hazard Cards&#10;6 Plastic Yachts&#10;2 Dice(1 Red, 1 Blue)&#10;6 Yacht Cards&#10;7 Score Sheets (Wipe clean)&#10;&#10;Object of the Game&#10;Select a yacht and sail it around the world in the fastest possible time, collecting the minimum handicap score.&#10;&#10;Gameplay&#10;Players select 6 ports that they will visit on their circumnavigation.&#10;&#10;The two die are use to determine movement (Red = North/South, Blue = East/west) and moves may be completed in any order: the only restriction is that you may not double back&#10;&#10;Handicap points are gained from:&#10;a)the yacht itself&#10;b)hazard cards&#10;c)every turn taken after the first boat arrives back in Portsmouth&#10;d)the cost of the yacht &#10;e)ignoring dice rolls/moving only part of a roll&#10;&#10;Hazard and luck cards are gained from wind systems and pressure zones&#10;&#10;At the end of the game the yacht with the lowest score wins&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Prix",
    "ID": 28186,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28186/grand-prix",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A roll and move boardgame depicting Formula 1 racing. If you land on certain spaces good or bad things can happen. If you need make a pit stop you must draw a pit stop card which tells you how many rounds you need to wait in the pit stop.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totale Apokalypse",
    "ID": 28187,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/28187/totale-apokalypse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "A starship has crashed on a low-tech planet. Needing resources to repair their ship, the crew is confronts the people native to this planet. People who seem to come from a fantasy world (elves, dwarfs, trolls, etc)...&#10;&#10;Published in Casus Belli (Issue 84 - Dec 1994)&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Magazine: Casus Belli",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Libération de Paris",
    "ID": 28188,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/28188/la-liberation-de-paris",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "La Lib&eacute;ration de Paris is a solitaire wargame on the liberation of Paris in August 1944. The players control the resistance (FFI), the French second armored division and the US 4th infantry division. The system controls the German units.&#10;&#10;Published in Casus Belli #82.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Magazine: Casus Belli",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Volga 43",
    "ID": 28189,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/28189/volga-43",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.75",
    "Description": "Volga 43 is a part of the &quot;Etoile rouge et Croix noire&quot;. In an alternate version of the Barbarossa Plan, the German army launches an offensive against the Soviet army with the Volga River as the objective.&#10;&#10;Volga 43 was a training game for the French wargame championship of 1993. It was published in Casus Belli (Issue 72 - Nov 1992).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Casus Belli",
      "Players: Two-Player Only Games",
      "Rivers: Volga",
      "Series: Red Star Black Cross"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Les Diadoques",
    "ID": 28190,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/28190/les-diadoques",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "2.625",
    "Description": "Alexander the Great is dead. His six generals fight each other to become THE Successor.&#10;&#10;This diplomatic game inspired by Diplomacy and Machiavelli is published in Casus Belli #61 for the map and basic rules, Casus Belli #62 for advanced rules, Casus Belli #63 for optional rules and Casus Belli #64 for alternate scenarios.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "Game: Diplomacy",
      "History: Wars of the Diadochi and Syrian Wars",
      "Magazine: Casus Belli"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1812: L'Ankou",
    "ID": 28191,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/28191/1812-lankou",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "1812 L'Ankou is a generic wargame at the time of the Napoleonic Wars. &quot;Blue&quot; against &quot;Green&quot; on a Brittany-like map. The rules are based on those of &quot;1812: Les Arapiles&quot; published in a previous issue of Casus Belli.&#10;&#10;Published in Casus Belli #50. You need Casus Belli #41 for the Standard Rules.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Casus Belli",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1812: Caspara",
    "ID": 28192,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/28192/1812-caspara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "1812 Caspara is a generic wargame at the time of the Napoleonic Wars. Two armies land on a small island and fight for it. The rules are based on those of &quot;1812: Les Arapiles&quot; published in a previous issue of Casus Belli.&#10;&#10;Published in Casus Belli #49. You need Casus Belli #41 for the Standard Rules.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Casus Belli",
      "Misc: Championnat de France de Wargame",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L'Aiglon ou le Lys",
    "ID": 28193,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/28193/laiglon-ou-le-lys",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "L'Aiglon ou le Lys is a generic wargame at the time of the Napoleonic Wars. &quot;Blue&quot; against a coalition of &quot;Grey&quot; and &quot;Yellow&quot;. The rules are based on those of &quot;1812: Les Arapiles&quot; published in a previous issue of Casus Belli.&#10;&#10;Published in three parts: Casus Belli (Issue 43 - Feb 1988) and Casus Belli (Issue 44 - Apr 1988) for the 2 part map, Casus Belli #45 for the specific rules.&#10;&#10;You need Casus Belli #41 for the Standard Rules.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Casus Belli",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lawn Darts",
    "ID": 28194,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/28194/lawn-darts",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Lawn Darts is quite simply a game about playing lawn darts indoors.&#10;&#10;Harken back to the good old days when you had a 2 foot long dart that you threw or tossed at a small plastic yellow or red ring.  (and incidentally maybe at your friends toes or random appendages). Relive the summer fun with this quick mini reproduction of the game.&#10;&#10;Please note... this is not the real thing... if you were to be playing this game... well there is not a foot and half long metal dart flying through the air.  We use smaller magnetic tipped darts and our field of green is a felt field with rings backed by a magnetic strip.  The essence of the game is still the same... get it in the rings.  But if you want a bit of danger well we've included two felt feet as well... impale one with a dart and you lose points.  Finish the round without sticking a dart into the tender tootsies... and you'll find your score climbs up a bit more.&#10;&#10;If you have any questions... well I'm (mbourgeois) the guy to ask.  We don't forsee production on this game anytime soon.  There simply isn't the current market for it.  However if you'd like to make your own... just ask for info and we'll send off the material requirements and measurements to make your own.&#10;&#10;See: https://www.boardgamegeek.com/article/2279107#2279107&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fjellvett spillet",
    "ID": 28195,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28195/fjellvett-spillet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players are skiing in the mountains,competing about who will be the first one getting to the big cabin on top of the mountain. &#10;A children's game learning the players common sense in the mountain.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Brighton & Hove Edition",
    "ID": 28196,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/28196/monopoly-brighton-and-hove-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The classic Monopoly with constructions and other elements from Brighton and Hove, in the United Kingdom.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Brighton & Hove (Sussex, England, UK)",
      "Country: England",
      "Country: United Kingdom",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Birmingham",
    "ID": 28197,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.68",
    "Link": "https://boardgamegeek.com/boardgame/28197/monopoly-birmingham",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;The classic Monopoly with constructions and other elements from Birmingham, in the United Kingdom.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Birmingham (England)",
      "Country: England",
      "Country: United Kingdom",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Bath Edition",
    "ID": 28198,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/28198/monopoly-bath-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;The classic Monopoly with constructions and other elements from Bath, in the United Kingdom.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: England",
      "Country: United Kingdom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Sands of Iwo Jima",
    "ID": 28199,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/28199/the-sands-of-iwo-jima",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "This game simulates the Battle of Iwo Jima fought in February and March 1945 between the Marines and the Imperial Forces of the Empire of Japan. The main scenario has the Marines landing where they did historically, South Beach. A variant has the Marines landing on West Beach. Another variant allows the American player to bring on one or two reserve Marine regiments but having to give the Japanese five victory points for each regiment. Includes rules for solitaire play.&#10;&#10;431 meters/hex, 3 days/turn, company.&#10;&#10;One 11x17-inch game map, 140 counters that have to be mounted and cut-out, charts and tables, rules.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Islands: Iwo Jima (Japan)",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starship Catan: 3. Mission – The Diplomatic Station",
    "ID": 28200,
    "Year": "(2004)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/28200/starship-catan-3-mission-the-diplomatic-station",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Description from www.catan.com:&#10;&quot;There will be a big celebration in honor of our new membership to the Galactic Council! We are asked to organize the celebration and will need to build a Diplomatic Space Station for that purpose. 1000 guests are expected to show up!&quot;&#10;&#10;Content:&#10;12 &quot;diplomatic station&quot; adventure cards&#10;5 module cards&#10;2 manufacturing markers&#10;2 crest tokens&#10;&#10;This is a download expansion set for Starship Catan which can be obtained from the Starship Catan website.&#10;&#10;Part of the Catan Series.&#10;&#10;Expands:&#10;&#10;    Starship Catan&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Memory",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory",
      "Trading"
    ],
    "Families": [
      "Game: Catan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starship Catan: 2. Mission – The Asteroid",
    "ID": 28201,
    "Year": "(2003)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/28201/starship-catan-2-mission-the-asteroid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Description from the www.catan.com homepage:&#10;&quot;A gigantic asteroid threatens the planet Teldur. We are asked to help evacuating the Teldurians.&quot;&#10;&#10;Contents:&#10;12 adventure cards&#10;35 refugee groups&#10;6 passenger groups&#10;Planet Teldur&#10;&#10;This is a download expansion set for Starship Catan which can be obtained from the Starship Catan website.&#10;&#10;Also included in issue #6 of the magazine Undefeated!&#10;&#10;Part of the Catan Series.&#10;&#10;Expands:&#10;&#10;    Starship Catan&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Memory",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory",
      "Trading"
    ],
    "Families": [
      "Game: Catan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Montebello: First Step to Freedom",
    "ID": 28202,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/28202/montebello-first-step-to-freedom",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This small, but very competitive game on the first clash between the French-Piedmontese army and the Austrian one in May 1859 during the first phases of the campaign known as the Second Italian War for Independence, is an almost skirmish battle fought on the country roads and the fields near Voghera, on the road from Piedmont towards Milano. It was an harsh battle, where the Austrians got the numerical advantage but didn&rsquo;t have the confidence to use it as it was due for a victory.&#10;The simple, but not simplistic rules integrate movement and combat, several readiness status for the various leaders and troops present on the field of battle, fire and melee rules, morale, territorial gains and so on. The sumptous graphics for both the map and the counters make this one a joy for the eyes.&#10;&#10;Components:&#10;1 8.5&quot; by 11&quot; map &#10;64 counters &#10;Rulebook&#10;Charts&#10;&#10;Released as Print-n-Play in June 2007.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Italian Wars of Independence"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Obey: The Campaign of Bezzecca 1866",
    "ID": 28203,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/28203/i-obey-the-campaign-of-bezzecca-1866",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1",
    "Description": "I Obey &ndash; the Campaign of Bezzecca 1866&#10;This one is an operational game on Garibaldi campaign over the Alps during the initial and central phases of the Third Italian War of Independence. It was a strange, fascinating campaign by one of the most famous generals of his time, not only in Italy. Garibaldi&rsquo;s red shirts fought and won against a superior, but very dispersed Austrian army, that tried to force Garibaldi to a slow and depressing struggle over mountain passes and cliffs, but was surprised in the decisive battle of Bezzecca that opened the road to victory for the Italian general that was stopped by a direct order of his king (to which he responded simply &ldquo;I obey&rdquo;, giving up a sure victory on the field for a political one for his country).&#10;&#10;With a very peculiar chit drawing activation method and a combat system that stresses fatigue over real casualties, I obey is a fascinating study of this neglected campaign, with a see-saw motion of the counters over the splendid map and the chance for both sides to gain an unexpected victory.&#10;&#10;Medium complexity, 2/3 hours playing time, both for competitive and solitaire play.&#10;&#10;Released as Print-n-Play in June 2007&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Italy",
      "History: Austro-Prussian War",
      "History: Italian Wars of Independence"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Drachenjäger Sammelkartenspiel",
    "ID": 28204,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/28204/die-drachenjager-sammelkartenspiel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "CCG based on the French/Chinese anime series Dragon Hunters.&#10;Players pick a character and try to defeat monsters in the categories strength, cleverness and wisdom using their Goldons (money) to buy support.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Dragons",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monkey Race",
    "ID": 28205,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/28205/monkey-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each player choose a pole and inserts its plain end into the base of the same color. He then positions a monkey so that the stick between its hands rests on the fourth knob from the bottom.&#10;&#10;The youngest player throws the die and the others follow in turn. Move your monkey as many steps as dots - green up, red down.&#10;&#10;The monkey which reaches the top of the pole first is the winner !&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planche-Neige",
    "ID": 28206,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/28206/planche-neige",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players compete in a ski resort to be the most popular one.&#10;&#10;Published in Jeux &amp; strat&eacute;gie Nouvelle Formule #2&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Magazine: Jeux & Stratégie",
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alpages: La guerre des moutons",
    "ID": 28207,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/28207/alpages-la-guerre-des-moutons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "An abstract strategy game on the theme of sheep herds in the mountains. Each player has sheep, dog and eagle pieces. They start on one side of the map and must be the first to reach the opposite side.&#10;&#10;Published in Jeux &amp; strat&eacute;gie Nouvelle Formule #3.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs",
      "Animals: Sheep",
      "Components: HexHex8 Grids",
      "Magazine: Jeux & Stratégie"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fact or Opinion",
    "ID": 28208,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/28208/fact-or-opinion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;The object of the game is to be the first player to collect 5 package pieces and reach the parking exit.&#10;&#10;The student will be able to identify whether a sentence or paragraph is a fact or an opinion.&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Following Directions",
    "ID": 28209,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/28209/following-directions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;The object of the game is to be the first player to go from a start location on the map-like game board to a finish location while following the instructions on the Direction Card.&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cause & Effect",
    "ID": 28210,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/28210/cause-and-effect",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;The object of the game is to be the first player to reach the top of the mountain.&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Context Clues",
    "ID": 28211,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/28211/context-clues",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;The object of the game is to be the first player to turn over the Golden Treasure Chip containing the word &quot;Treasure&quot; on its reverse side.&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Getting the Main Idea: Around the World",
    "ID": 28212,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/28212/getting-the-main-idea-around-the-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;The object of the game is to be the first player to travel around the world by starting at the airport and finishing at home.&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Time Capsule",
    "ID": 28213,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/28213/time-capsule",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;The object of the game is to visit 5 time zones, drop off a ring at each zone, and be the first player to return to the present.&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reading for Detail",
    "ID": 28214,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28214/reading-for-detail",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;The object of the game is to be the first player to cross the finish line and enter the Winner's Circle.&quot;&#10;&#10;Each player must answer reading comprehension questions in categories Who, What, Where, or When along the way.&#10;&#10;Components: 1 game (board, 72 story cards, 2 spinners, instructions/answer key, 6 col. markers)&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Junkyard Jalopy",
    "ID": 28215,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/28215/junkyard-jalopy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Junkyard Jalopy - Can you take out the parts?&#10;&#10;A game very similar to Operation.&#10;&#10;Take a card and pick out the part. If you touch the sides, the horn and lights will start!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gladiators",
    "ID": 28216,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/28216/gladiators",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the hit Australian TV show of the 1990s,  Gladiator.&#10;&#10;This is a board game for 2 to 4 players, using the die and a counter for each player.&#10;&#10;Move around the board and be the first to finish having faced the test of the Gladiators.&#10;&#10;Watch out for Condor, Vulcan, Rebel, Tower and Cougar along the way.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die drei ???: Nacht in Angst",
    "ID": 28217,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/28217/die-drei-nacht-in-angst",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Another Game of the ??? series. Roll and move, collect sets of three identical counters. The player with the most sets in the end wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Books: The Three Investigators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Konarmiya Year of the Red Tide",
    "ID": 28219,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/28219/konarmiya-year-of-the-red-tide",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.6",
    "Description": "Konarmiya Year of the Red Tide is a simulation game of the battles between Soviet Russia and the Republic of Poland during the Summer of 1920. The Game is for two players who respectively play the roles of M.N. Tukhachevsky, commander of the Soviet forces (the Red player) and Josef Pilsudski, commander of the Polish forces (the White player).&#10;&#10;The game uses the same system as Freikorps: The Bolsheviks Invade Germany, 1920 with 192 counters and a map covering from Warsaw to Kiev.&#10;&#10;Rules include random events, morale, air power, two CRT tables (regular and shock), elite troops and much more...&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Polish-Soviet War (1919-1921)",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cranium Matching Madness",
    "ID": 28220,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/28220/cranium-matching-madness",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In this game, you vie to be the first to play all your cards.  The game components consist of a deck of 81 cards, each with a different combination of shape, number, pattern and color.&#10;&#10;Each player is dealt 7 cards, and one card is placed face up.  One player rolls the die and the each player tries to be the first to play a card, matching the trait that the die indicates.  The player who played the card takes the die and rolls it.  The first player to run out of cards wins the hand.  The first player to win two hands wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rapunzel's Revenge",
    "ID": 28221,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/28221/rapunzels-revenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Invented by 9 year old Lindsay Berstein, winner of the National Young Game inventors Contest.&#10;&#10;The object of the game is to be the first to fill your Rapunzel braid up with color form braid pieces.&#10;&#10;For ages 4 and up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: The Brothers Grimm",
      "Folk Tales & Fairy Tales: Rapunzel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battleague",
    "ID": 28222,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/28222/battleague",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Battleague is a collectible miniatures game produced by Mattel.  It uses a combat system similar to Attacktix  Battle Figure Game: Marvel.  Figures are eliminated by physically knocking them over using the physical abilities of other figures (i.e. shooting projectiles, punching, etc).  More advanced rules exist that include mission cards and power chips.&#10;&#10;From the publisher:&#10;&#10;This the latest action-figure board game (without the board) by Mattel. Using beautifully sculpted figures by the Four Horsemen, kids can build their armies of heroes and villains with booster packs, and set up elaborate play environments thanks to packaging that actually transforms into city buildings.&#10;&#10;Battleague Starter Set: Kids can battle like a hero with Battleague the new action figure board game, but without the board. The starter set includes everything kids need to gear up for battle, including four beautifully-sculpted figures, mission cards with four power chips and two tokens. All Battleague packages convert into battlefield buildings, from city hall to banks and more. Battleague offers many different games in one, including mission play, last man standing and first to score 10 battle blows.&#10;&#10;$9.99 Age: 7+ Available: July 2007&#10;&#10;Battleague Booster Set: The Battleague Booster Set expands the play of Battleague by adding new heroes and villains to one&rsquo;s army of action figures. Each booster pack includes two surprise figures, a mission card, four power chips and two tokens. Additionally, each booster box converts into a building to help players create the ultimate urban battlefield.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Collectible Components",
      "Comic Book / Strip",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Commissions",
    "ID": 28223,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28223/commissions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Commissions&#10;The Real Estate Game&#10;Each player is a real estate sales representative trying to earn $1,000,000 to win the game.  It is a simple roll and move game where you work your way around the board listing, buying, selling and renting properties&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shipping",
    "ID": 28225,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/28225/shipping",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A classic game of shipping, first published in the 1950s.&#10;&#10;The players are shipping magnates sending their ship around the world to bring goods like coffee from Brazil, rice from Siam and oil from Venezuela to the Scandinavian market at the best price possible.&#10;&#10;With its hex-based game board, changing market price for the goods and the players&rsquo; freedom of where to go, Shipping is quite an advanced game and leaves more to be decided by the players then what's normal for games of this period.&#10;&#10;The original version is marked Damm game 387 and was published in the 1950s. There must have been at least two print runs, as some game boxes has the publisher&rsquo;s logo in a white field, others in a yellow, but no variation in the game contents have been observed between these.&#10;&#10;Confusingly, when the publisher made a Norwegian translation of the similar (and possibly related) Swedish game Wangaratta in the 1970s, they reused the name Shipping for this.&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crack Whore",
    "ID": 28226,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.60",
    "Link": "https://boardgamegeek.com/boardgame/28226/crack-whore",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the RPGNow listing:&#10;&#10;Crack Whore is a solitaire adventure dice game where you play the character of a prostitute who is trying to escape the street life. Of course, to accomplish this you need to save up some considerable money; and that means working the streets. Will your pimp, drugs, diseases, and guys that like to hack apart street walkers stand in your way to achieving a better life?&#10;&#10;Multi player option allows for more than one person to play at a time, competing to see who is the first to escape the streets and win the game. Can you escape the desperate life of the streets before they put you six feet under?&#10;&#10;-- 7 Pages. Includes game rules and character sheets.&#10;&#10;You will also need a D6 to play this game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Sex Workers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doggie Bites",
    "ID": 28227,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/28227/doggie-bites",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A selection from the included English rules of the game &quot;Croc' Toutous&quot; by Janod Jeux of France -&#10;&#10;&quot;Contents:&#10;Two cute wooden doggie shakers and 18 numbered dome-shaped doggie bites.&#10;&#10;Setup:&#10;Turn over all the Doggie Bites to hide the figures.&#10;&#10;Rules:&#10;Each player covers one doggie bite with his doggie shaker.  The players then shake their doggie vigorously on the table for a few seconds, and lift to see what they scored.  The doggie bite will have turned over to show th numbered side as it was shaken.  The player with the higher number takes the piece from the other player&#10;&#10;The game ends when there are no more doggie bites, and the winner is the person who collects the most bites.&quot;&#10;&#10;Suitable for Ages 4 and up, this game familiarizes children with numbers and introduces them to simple sums (in an advanced variant).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snooker Quiz Game",
    "ID": 28228,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.17",
    "Link": "https://boardgamegeek.com/boardgame/28228/snooker-quiz-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Matchroom&#10;Snooker Quiz Game&#10;The general knowledge quiz that scores like snooker.&#10;Ages 8 and up&#10;2 - 4 Players&#10;&#10;Players answer questions of varying degrees of difficult&#10;Red = easiest&#10;Black = hardest&#10;When a question is answered correctly the player may pocket a ball on the mini snooker table and then choose another color to answer. &#10;Points for each ball are the same as in the game of snooker&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Billiards / Snooker / Pool"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Blockbusters",
    "ID": 28229,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/28229/super-blockbusters",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Based on the ITV Quiz Game&#10;&#10;Super Blockbusters&#10;2+ Players&#10;Ages 16 and up&#10;&#10;Players/Teams must make an unbroken connection between their two outside colors. White plays vertically, Blue plays horizontally.  &#10;Tiles can be placed by correctly answering questions and filing in the letter hexes with the players color.&#10;&#10;The game also includes the Gold Run which is played by the winner.&#10;&#10;Contents&#10;Blockbusters Playing Screen&#10;2400 Block busters Questions; 200 question cards, 120 Questions for each letter (20 Letters)&#10;2000 Gold Run Questions; 100 Questions Cards, 10 Questions per Gold Run&#10;5 Yellow Letter Strips&#10;51 Hexagonal Playing Pieces, 17 Blue, 17 White, 17 Yellow&#10;1 Sand Timer&#10;1 Die&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "TV Shows: Blockbusters",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "How To Host a Teen Mystery: Roswell That Ends Well",
    "ID": 28230,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/28230/how-to-host-a-teen-mystery-roswell-that-ends-well",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "You are invited to attend a luau and all-night star gazing party at Allen Ian Abduxion's Point Doom beach house. But when you arrive, you discover that someone at the party has been involved in extra-terrestrial foul play. As you assume the role of one of these eight suspicious characters and solve the mystery, you and your guests will enjoy hours of suspense and intrigue. All you need is a sense of humor and a light-hearted approach toward blackmail, deceit and conspiracy.&#10;&#10;Characters: Ariel LeSalt, Dexter Terrestrial, Endira DeWorley, Klaus N. Counter, Twyla Zoan, &quot;Speed-O&quot; Leitner, Carey O'Reagun, Koushpa Tater&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Series: How to Host ..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CSI: Miami Booster Pack",
    "ID": 28232,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/28232/csi-miami-booster-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Be the first investigator to submit a correct arrest warrant, proving means, motive and opportunity for one of the three suspects.&#10;&#10;Gear up for your next assignment, CSI: Miami Game &amp; Booster Pack features three new captivating, original stories that can be played with the first edition CSI: Miami or on their own with the &quot;Custom CSI Crime Solving Die&quot; included in the game.&#10;&#10;Follow lead criminalist, Horatio Caine, and his team of CSIs to collect the evidence, identify the killer and reveal the truth. Behind the sun, surf and palm trees lurks a darker world. You will quickly learn that each suspect is capable of deceit.&#10;&#10;Expands:&#10;&#10;    CSI: Miami&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Police",
      "Theme: TV Detectives",
      "TV Shows: CSI – Crime Scene Investigation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mailbox: A Treasure Hunt Party Game",
    "ID": 28233,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/28233/mailbox-a-treasure-hunt-party-game",
    "Min Players": "2",
    "Max Players": "32",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The object of Mailbox is to be the letter carrier who delivers the most letters to animals' mailboxes.  The game utilizes a dealer or leader to facilitate game play.&#10;&#10;The game consists of 8 mailboxes, each with 4 animals' names and pictures on them, and several sheets of letters, which are to be delivered.  The leader writes each players initials on a letter, distributes them to the appropriate players.  Players search for the appropriate animal's mailbox, deposit their letter, and return to the leader for another letter to deliver, continuing until all letters are delivered.  The winner is the player who delivers the most letters to the correct mailboxes.&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Main Idea",
    "ID": 28234,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/28234/the-main-idea",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher: &#10;&quot;The object of the game is to be the first player to answer five questions correctly by landing on the right answer letter on each level.&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Bristol Edition",
    "ID": 28235,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/28235/monopoly-bristol-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The classic Monopoly with constructions and other elements from Bristol, in the United Kingdom.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Bristol (England, UK)",
      "Country: England",
      "Country: United Kingdom",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Peter Potamus Game",
    "ID": 28236,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28236/peter-potamus-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Object: Players to move around the gameboard with Peter, share his adventures and be the first to finish.&#10;&#10;Parts: Game board, spinner, movers with genuine plastic bases, balloon cards&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Hippopotamuses",
      "TV Shows: Hanna-Barbera"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quack Quack",
    "ID": 28239,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/28239/quack-quack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "From the Blue Orange Product Catalog:&#10;&#10;All the colorful animals from the farm are playing in the field. The little farm helpers need to make sure all the animals are on the farm by calling them. Be the first helper to call the animal matching the colors on the dice to win.&#10;&#10;Ages 3 and up.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Farming",
      "Number"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guess Hue?",
    "ID": 28240,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/28240/guess-hue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For Ages 8 and up. A trivia game with a colorful twist. Every answer is a color.&#10;&#10;",
    "Categories": [
      "Memory",
      "Territory Building",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crayola Color Chase & Race",
    "ID": 28241,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/28241/crayola-color-chase-and-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For children Ages 3 - 5 .&#10;&#10;Spin the spinner and when it stops on a color, race to be the first player to move to an object of the same color.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Educational"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Crayons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Penguin March & Match",
    "ID": 28242,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/28242/penguin-march-and-match",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Great American Puzzle Factory catalog:&#10;&#10;The waddling walking memory matching game! Wiggle, waddle and walk like a penguin from ice float to ice float. Try and collect a matching family of penguins, Dad, Mom, and Baby to win the game - but watch out for the nasty Leopard Seal! An action game that creates lots of laughs.&#10;&#10;Ages 4 and up.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Very Jelly Belly Game",
    "ID": 28243,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/28243/the-very-jelly-belly-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the manufacturer:&#10;&#10;The Very Jelly Belly Game is a deliciously fun game for children ages 4 and older. Players use the Jelly Belly character spinner to collect Jelly Belly cards in an attempt to be the first to fill their own collection board with beans of the same color. If they do, they win! It includes 4 Jelly Belly collecting boards, 20 big bean cards, 56 small bean cards and the Jelly belly Spinner.&#10;&#10;For Ages 4 and up&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Groceries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barnyard Bedlam",
    "ID": 28244,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/28244/barnyard-bedlam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player is assigned an animal. Then, each player takes a turn to lay down cards. When matching cards are played, make either your own animal noise (young children) or that of an opponent (older children). Contains 6 animal cards and 48 game cards. Different sets of rules for age appropriate play.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Garfield Pizza Pie and Hairballs Game",
    "ID": 28245,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/28245/garfield-pizza-pie-and-hairballs-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Great American Puzzle Factory product catalog:&#10;&#10;Players collect sets of four silly card slices to create an entire pizza of points, while avoiding hairballs other players are throwing their way!&#10;&#10;Ages 4 and up&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats",
      "Comic Strips: Garfield",
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grateful Dead the Game",
    "ID": 28248,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/28248/grateful-dead-the-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blurb from the publisher:&#10;&#10;&quot;In Grateful Dead&trade; The Game, players travel through time with the Grateful Dead, collecting concert tickets along the way by answering both interactive and trivia-oriented questions. The team that collects the most tickets wins.&#10;&#10;Name the next lyrics to a song, get your teammates to guess which song you are humming or name where the Dead played their only New Year's Eve concert outside the San Francisco Bay area. Each will win your team a ticket. And when you land on or spin &ldquo;I Need a Miracle Ticket,&rdquo; it&rsquo;s time to wager just how much you know!&#10;&#10;Packed with art and imagery of the Grateful Dead and the times they defined, this game takes players on a multi-sensory trip with the Dead, celebrating their music and history.&#10;&#10;Game comes with game board, spinner, 4 dancing skeleton game pieces, over 900 questions about the Dead, 100 concert tickets and instructions. For 2 or more  Adult players.&quot;&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Music: Music Groups",
      "Players: Two-Player Only Games",
      "Trivia: Music"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gobble Gobble!",
    "ID": 28249,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/28249/gobble-gobble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the &quot;Are You Game&quot; website:&#10;&#10;&quot;Moooo, Oink-Oink, Quack-Quack, Gobble-Gobble! Spend a fun-filled day on the farm as you race to see who can move their farm animals across the board fastest. Spin the spinner, make your animal's sound as you move, but careful where you land - you'll go back to start if you end up on the wrong color. Gobble, Gobble! is a simple-to-learn game that introduces children to decision-making and strategy. Includes 4 each: turkey, pig, duck, and cow playing pieces, 4 color cards, 1 spinner, game board, and instructions. No reading required, great fun for 2 to 4 players Ages 3 to 8.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Farming",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleLore: Call to Arms",
    "ID": 28250,
    "Year": "(2007)",
    "Geek Rating": "6.113",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/28250/battlelore-call-to-arms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4872",
    "Description": "Call to Arms is the first purchasable expansion to the popular BattleLore game system. This expansion allows for the personalized deployment of your troops. Individual games will no longer be subject to predetermined scenarios and troop placement.&#10;&#10;Instead, players may choose various pre-defined battle maps (or create their own!). Then from an innovative Deployment deck, players may set-up their armies as they please. The new deployment deck will allow you to react to the land, establish reserves, and gain the initiative by out-scouting your opponent.&#10;&#10;The expansion also introduces a more organized deployment system through the Feudal Levy system: new tokens are included that correspond to the three colour types of troops.&#10;&#10;The organized version also includes further customization with the Specialist concept. Players may choose two specialist cards during set-up. Benefits range from upgrading all archers to long bows, increasing unit size based on your Warrior's Level, and additional movements, to name a few.&#10;&#10;Starting with BattleLore: Horrific Horde, additional Deployment cards are included in some supplements.&#10;&#10;Set-up now includes the following actions:&#10;&#10;     Ready your deployment deck and draw deployment cards&#10;     Set-up your units based on the cards drawn&#10;     Determine initiative&#10;     Deploy your Reserve units&#10;     Establish your War Council&#10;     Select and play 2 Specialist cards&#10;&#10;&#10;The expansion also includes new terrain hexes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: BattleLore",
      "Game: BattleLore (First Edition)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Commands & Colors",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I.Q. Derby",
    "ID": 28251,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28251/iq-derby",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a trivia game with a horse-racing theme.  It's complete title is &quot;I.Q. Derby - &quot;It's Official&quot;&quot;  There are six categories and the box encourages you to &quot;Get In The Saddle And Test Your I.Q.!&quot; with &quot;The fastest general trivia game around!&quot;&#10;&#10;I honestly know little more about the game, as the box is very uninformative and the only copy I have is still in the shrink wrap.  I could find no other copies, nor any mention of the manufacturer on the internet.  it was made by &quot;KAGE/GAINER INTL., ft. Thomas, Ky. 41075.&quot;&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paulus resor",
    "ID": 28252,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28252/paulus-resor",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is in 6 parts, and in the beginning of each part new cards will be added (in the card squares). On the map there is three lines with points, each line representing one of apostle Paul's journeys. The first goes from Antiochia over Minor Asia to Troas, second from Damascus over Athen and back to Sidon, and the third from Tyros over the sea to Rome. The 6 cardsquares are located to Damascus, Antiochia, Jerusalem, Efesos, Malta and Rome.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Historical Figures: Saint Paul"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spider-Man, The Boardgame",
    "ID": 28254,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/28254/spider-man-the-boardgame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "0",
    "Description": "&quot;In the Spiderman game you are Spiderman. Each player has his own Spiderman adventure, and the first to finish their adventure and beat the Green Goblin wins.&quot;&#10;&#10;The game is divided into 4 stages. Each stage is managed by a set of cards:&#10;&#10;On chapter 1 you collect 3 power points by traveling on the board. &#10;Chapter 2 is dexterity test, either using the Spiderman swinger to knock 4 baddies or the maze connecting 5 entries.&#10;Chapter 3, Spiderman recovers from wounds, by collecting both power and knowledge points.&#10;Chapter 4, players have a showdown with the Goblin.&#10;&#10;Players progress from one stage to the next as soon as they are ready.&#10;&#10;Movement is with dice and spinner.&#10;A mix of luck and dexterity game for Spiderman's fans.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Comic Book / Strip",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DHV Round 2",
    "ID": 28255,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/28255/dhv-round-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Drinking. History. Violence. The wax museum bar brawl league heats up as new challengers enter the fray. Round 2 includes Atomic Emancipator and Helen Killer, and can be combined with DHV Round 1 to support up to 4 players.&#10;&#10;As the attacker, play attacks, struggles, or booze, and the defender plays defends, struggles, or boozes.&#10;&#10;Alternate cards until one player chooses to pass, wherein all the cards are resolved in reverse order.&#10;&#10;Some cards will be blocked, some cards will be enhanced or reduced based on what was played, and many cards will deal damage to the opponent.&#10;&#10;Refill your hand, reverse roles, and continue until sober.&#10;&#10;Available from RobotMartini.com.&#10;&#10;Combines with:&#10;&#10;    DHV Round 1&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Long Island Project",
    "ID": 28256,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/28256/the-long-island-project",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "There is only one right way to make a Long Island Iced Tea! Your way. You don't have all the ingredients to fill your recipes, so you'll have to trade with your fellow bartenders to get everything you need and mix the best Long Island.&#10;&#10;Each player has three pieces of Flair. On your turn, you reveal a piece of your hidden recipe, and offer up a Flair card for bid. The other players bid ingredients that they'll give you in exchange for the Flair. You then choose one of the bids that gives you ingredients towards filling your recipe.&#10;&#10;Available from RobotMartini.com.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleLore: Epic BattleLore",
    "ID": 28260,
    "Year": "(2007)",
    "Geek Rating": "6.049",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/28260/battlelore-epic-battlelore",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "From the package:&#10;&#10;Epic BattleLore offers groups of veteran players the opportunity to conduct battles on a grand scale by combining multiple board maps into a single, over-sized battlefield.&#10;&#10;This expansion includes an additional BattleLore board map, a punchboard with new Alliance tokens and player turn markers along with more Lore tokens and the Epic BattleLore rules booklet.&#10;&#10;Also included are the 4-player Reluctant Allies variant, instruction on using Epic BattleLore in conjunction with Call to Arms and 7 Epic adventure maps, including the all new Lonrono and Road to Najera epics!&#10;&#10;Contents:&#10;&#10;     BattleLore map board&#10;     4 player turn markers (large shields, numbered 1 through 4)&#10;     36 Alliance tokens&#10;     19 Lore tokens&#10;     24-page rules book (including 7 scenarios)&#10;&#10;&#10;Expands/re-implements:&#10;&#10;     BattleLore&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleLore",
      "Game: BattleLore (First Edition)",
      "Series: Commands & Colors",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pursuit: A game about the history of civil rights since 1954",
    "ID": 28261,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28261/pursuit-a-game-about-the-history-of-civil-rights-s",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher:&#10;&quot;Six players, each representing a young black person, compete. (The part of a player may also be taken by a team of two or three players.) The game is played on a board showing a map of the 48 contiguous states. The map contains a red track, a blue one and a green one. As the players move around the tracks, their purpose is to achieve the highest possible goals in five areas: education, housing, jobs, public accommodations and voting. Final score for each player depends on: (1) the goals he set for himself at the beginning; (2) his ability to achieve those goals; (3) the region of the country in which he is located; (4) the time at which he tries to achieve his goals; and (5) a certain amount of luck.&quot;&#10;&#10;",
    "Categories": [
      "Educational",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Spider-Man & Friends 3-D Memory Match-Up",
    "ID": 28262,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/28262/marvel-spider-man-and-friends-3-d-memory-match-up",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Test your memory with Spider-Man &amp; Friends! Just turn over the cups to see if you can make a match of Spider-Man or his superhero pals!&#10;&#10;A version of 'Memory' notably different in that it contains no cards and players are not matching 'identical' pieces; instead, players match the top half of a painted miniature to the bottom half, all hidden under plastic cups. The game comes with a fold-out showing what the complete miniatures look like (mostly unnecessary once you discover, for instance, that Spider-man has bulbous 'manly' feet, and Spider-girl has petite 'girly' feet).&#10;&#10;The 'carrying case', when opened, serves as the game board, impressed with spaces to place the half-miniatures and cups.&#10;&#10;The rules also list a 'more challenging game' variation: after a 'full' miniature is found it is still removed, but the now empty cups remain on the board to throw off players: this variation is dependent on the plastic cups and therefore unplayable with other Memory-type games that use only cards.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Memory",
      "Miniatures"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Components: 3-Dimensional (3D)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flåklypa: Solan & Ludvig på Duppedittjakt",
    "ID": 28263,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/28263/flaklypa-solan-and-ludvig-pa-duppedittjakt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is an updated and adjusted version of Diamon Hunt (Jakten p&aring; den forsvunnede diamant) and rethemed to fit Norway's only world wide movie success; Fl&aring;klypa Grand Prix.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Norway",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jolly Pirates",
    "ID": 28264,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28264/jolly-pirates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Windsor made this &quot;Shooting&quot; game in 1930. It featured a toy gun with a cork &quot;bullet&quot; which was used to shoot down Pirates in sort of an arcade type game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Coney Island",
    "ID": 28265,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28265/coney-island",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Place the game on a table. Players stand 8 to 10 feet away and pitch disks at the gameboard. If any disks lie inside any target circle so as not to touch any part of an edge entitles the thrower to a ticket for that show or thing. The player securing the most tickets at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Spiele-Buch",
    "ID": 28266,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgame/28266/das-spiele-buch",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Das Spiele-Buch by Erwin Glonnegger is a comprehensive look at  boardgames over the ages.  &#10;It is a German language book filled with illustrations, photos and (if public domain) rules from all aspects of tabletop gaming. Even the glossary and index is dotted with pictures.&#10;It gives descriptions for hundreds of games, sorted by play types, making this book a family reference book on gaming.&#10;&#10;",
    "Categories": [
      "Book"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cars: Road Race Game",
    "ID": 28267,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/28267/cars-road-race-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A &quot;3D&quot; board game distributed in a bag with jelly beans for fuel.  Promotional item for the Disney/Pixar film, &quot;Cars&quot;, with two circular tracks linked with a flyover section of track to permit moving from the outer to the inner track.  Movement is determined by an ineffectual 6 sided spinner rather than a dice.  Cards are randomly placed on the spaces and turned over when the player lands on them.  Players must collect 6 &quot;organic fuel&quot; cards to progress to the inner track.  &quot;Every time you get an organic fuel card you also get a high octane jelly.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Cars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shooters",
    "ID": 28268,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/28268/shooters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "7",
    "Play Time": "7",
    "Weight": "1",
    "Description": "&quot;Shake, Rattle &amp; Score Game&#10;Nine cubes... five have a bead inside--but which ones?  Take turns as you each try to pick just the ones with a bead.  The more you risk, the more you score--so will you quit after one... or two.. or push your luck and Shoot the Moon?&quot;&#10;&#10;A small portable game, consisting of 9 dice within a plastic frame (which keeps them together).&#10;Each dice has one side marked with a color.  The one black has a bead inside and one each of the other colored die pairs.&#10;Score based on the number of dice you can select that have beads inside.  A push-your-luck mechanic ensures you score 0 if you select wrong.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trio",
    "ID": 28269,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/28269/trio",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Trio actually comes with two sets of rules.&#10;It uses a custom set of player cards labeled with RUN, SET, RUN/SET, AP, TRIO and valued from 1 through 9.&#10;The object is to score 30 points by discarding runs, sets, pairs and other combinations to the discard pile.&#10;&#10;The second game plays 2-6 players, who try to be the first to collect the right cards to match any three of the four control cards dealt to each player at the beginning of the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scene it? 007 Collector's Edition",
    "ID": 28270,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/28270/scene-it-007-collectors-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "An updated version of Scene it?'s 007 game packaged in a collectible tin.  This edition includes new questions and puzzlers from Casino Royale.  Includes Cartamundi Playing cards featuring images from 20 Bond movies and 6 new collectible metal tokens.  This edition also adds additional Casino Style playing rules on the DVD.&#10;&#10;From the publisher:&#10;&#10;A must have for the true Bond aficionado, this Collector's Limited Edition of Scene It? James Bond comes in a distinctive tin box and includes a Certificate of Authenticity and exclusive James Bond Playing Cards, featuring images from over 20 Bond films.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Books: James Bond",
      "Components: DVDs",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carrera del Saber",
    "ID": 28272,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/28272/carrera-del-saber",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a Chilean trivia game from 1987. Comes with 6 books of question with the following categories:&#10;&#10;     Sports/Recreation&#10;     Natural Science&#10;     Social Science&#10;     TV/Movies/Show Business&#10;     Art&#10;     Trivia&#10;&#10;&#10;You roll the dice and move in a circular board. The square you are in determines the category. To choose the question you have to roll 3 dice in order, so if for example you rolled a 5 then a 2 and finally a 3, then you have to answer question number 523.&#10;Each number of question comes with 2 questions actually, one more difficult than the other, so the game can be played by parents and children.&#10;The first player to answer correctly one answer of each category when standing in a star square wins the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Romeo i Julia",
    "ID": 28273,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.36",
    "Link": "https://boardgamegeek.com/boardgame/28273/romeo-i-julia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Romeo and Julia are an incredible pair.  4 villains are plotting to take over the world. Join the 2 heroes and enter the world of adventure. Take part in car chases and shootings.  Browse databases.  Collect and analyze clues.  Use your intellect or stake your chances on luck.&#10;&#10;Each player controls a pair of heroes. Each duet has a different villain to beat.  But before the deciding encounter can take place Romeo and Julia need to find him.  To do this they visit different places, looking for clues and taking part in breathtaking events.  The first player to find the villain's hiding place and beat him wins the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fighting",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: William Shakespeare"
    ]
  }
]