[
  {
    "Rank": "N/A",
    "Name": "Historic Charleston Game",
    "ID": 68929,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68929/historic-charleston-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Charleston Game plays a lot like Monopoly with one catch: players must answer Examination Questions about Charleston's history or culture correctly to purchase properties when they lands on them. Knowledge of Charleston is the only currency in this game. Acquired property cards contain information that can aid owners in answering future questions.&#10;&#10;When a player lands on an already owned property, there's a Showdown between the player who landed on the property and the property's owner. (If one or both players have no property, no Showdown occurs.) To resolve a Showdown, both players put up a property as a Wager, then roll the dice. The player with the highest roll (reroll any ties) draws an Examination Card and attempts to answer the question. If he answers correctly, he wins both properties. If he answers incorrectly, the properties go to his adversary. The answers to all of the questions on the Examination Cards are in the Official Rule and Answer Booklet that comes with the game.&#10;&#10;The game ends when all property is claimed by the players.&#10;&#10;The game states that it was Authenticated by Historic Charleston Foundation, Inc.&#10;Cover picture &quot;Adapted from a Lithograph by Smith, Painting by Hill 1850. From the Collection of the South Carolina Historical Society.&#10;&#10;Description from Rules:&#10;The Charleston Game is a family-type game which reflects Charleston's beauty, history, and culture. It may be enjoyed by all ages and should provide an exciting educational benefit to the players.&#10;&#10;The object of the Charleston Game is to obtain  the most property by correctly answering Examination Questions concerning the history and culture of Charleston and South Carolina. Players travel around the board landing on various types of squares. Fact Cards contain important history information which will aid a player in answering Examination Question. They also provide instructions for a player which may be helpful or harmful.&#10;&#10;The game ends when all of the property is claimed by the players. The winner is the player with the most property cards. There are no losers in this game. Everyone goes away with a little more knowledge and appreciation for the cultural and historical background of Charleston.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Charleston (SC, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der schwarze Ritter",
    "ID": 68930,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/68930/der-schwarze-ritter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each player receives 2 Knight (painted plastic) figures.&#10;The aim of the game is to move one of his knights to the castle on the other side of the game board.&#10;A die is used to move the knights.A player can roll as often as he wants until he stops OR until he rolls the &quot;Black Night&quot; which is a symbol on the die.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ritter",
    "ID": 68936,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/68936/ritter",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;A diceless battle game for ancients and medievals.&quot; from the cover of the rulebook.&#10;Rules cover troop types (similar to DBA), movement, units and attacks. Each army has a rating for number of moves, number of killing attacks, and number of stands it can lose before it breaks. Combat is decided by a unique diceless matrix.&#10;Also included are army lists from the dawn of history to the Renaissance and the Far East.&#10;Part 2 of the Strategic Spectrum Series.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fusilier",
    "ID": 68937,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68937/fusilier",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A diceless battle game for the horse and musket era.&#10;Rules included for troop types, units, movement, and attacks. Combat results are determined by a diceless combat matrix.&#10;Army lists are included for the 16th, 17th, 18th and 19th centuries.&#10;&#10;Third in the Strategic Spectrum Series.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Miniatures",
      "Napoleonic",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brewster's Millions",
    "ID": 68939,
    "Year": "(1937)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68939/brewsters-millions",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the rules...&#10;&#10;All players are referred to as &quot;BREWSTERS&quot; and each have a fortune of $1,000,000.  To win the game a Brewster must spend his $1,000,000 directed by the spin of the Rainbow Wheel and Diary Chart.&#10;&#10;",
    "Categories": [
      "Economic",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Plunder",
    "ID": 68940,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68940/pirate-plunder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;Exciting Game of Deep Sea Diving for Buried Treasure Chests&quot;&#10;&#10;Nice colorful graphics on both game box and board for this All-Fair game.  A simple roll and move track game with cardboard tokens and cardboard treasure chests.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin: Marked For Death",
    "ID": 68942,
    "Year": "(2010)",
    "Geek Rating": "5.607",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/68942/munchkin-marked-for-death",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9333",
    "Description": "Description from the publisher:&#10;&#10;Munchkin Marked for Death is a double-duty booster set! This pack contains 17 new cards, including &quot;Anvil&quot;, &quot;Recalculate Your XP&quot;, and the horrifying effervescence of the &quot;Soap Golem&quot; ... plus two almost-new cards. And they're balanced to let you use them as a quick rigged demo for your friends, to get them into the madness that is Munchkin!&#10;&#10;The two &quot;almost-new&quot; cards are the corrected reprints of &quot;Curse! Lead Paint!&quot; and &quot;Curse! Warranty Expires!&quot;. These were originally released with Munchkin 7: More Good Cards, but were erroneously printed with Treasure backs instead of Door backs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Proxy Wars",
    "ID": 68945,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/68945/proxy-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.5",
    "Description": "Proxy Wars is an expandable two-player game in a contemporary but slightly fictional setting. Players represent a battle-ready faction and use their agents to fight for control of a customizable board, which is set up individually each game. To win, agents must occupy valuable tiles worth victory points (VPs) or wipe out enemy agents or do both.&#10;&#10;Proxy Wars is a full-fledged strategy card-based board game, and the game mechanisms include tile-placing (the cards form the board) and deck-building elements. You are to decide how to best deploy your faction's power and agents to outwit your opponent with ingenious cutting, positioning and attacking strategies. Each player starts with ten agents (playing pieces) in his headquarters and a set of faction cards. Players alternate turns, choosing one of the following actions:&#10;&#10;&#10;     Play a new card &#10;     Recruit an agent &#10;     Move an agent &#10;     Attack enemy agents &#10;     Take card actions &#10;&#10;&#10;At the end of the game, players total the number of agents they control, along with any VPs that they have accumulated on their cards. Whoever has the most points wins.&#10;&#10;To play Proxy Wars, you need at least the two basic sets: GreenEngage and MegaCorp; Proxy Wars: Oath Bound, which contains additional cards for both factions, is recommended.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexahedron",
    "ID": 68946,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.28",
    "Link": "https://boardgamegeek.com/boardgame/68946/hexahedron",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "User summary:&#10;&#10;Reveal an oversized card, put 90 seconds on the clock, then attempt to find the correct side on each of the six enormous cubes, and arrange them to match the image displayed on the card.  Hexahedron is a game for any number of players (even one) that features 36 pieces of abstract art by Alex Beard.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Batalha Rock & Roll: Beta",
    "ID": 68948,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/68948/batalha-rock-and-roll-beta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Also called Rock`n Roll Battle.&#10;&#10;This is a game inspired in Rock n' Roll Racing, a video game from 1993 for SNES and some other consoles.&#10;&#10;In Rock`n Roll Battle, players must to make and spend money with improvements on them car to win the race. Each player is a character pilot of a car, forming combos combining the special power of the pilot and the special power of the car.&#10;&#10;The turns are played using action points to move, shoot, put mines or use some another special power.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Calculi und Trampoli",
    "ID": 68951,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68951/calculi-und-trampoli",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trampoli consists of a  game board and sixteen playing pieces in two colors.&#10;The pieces are set up in the last row and aim to reach the opposite end of the game board. A piece can either move one field in any direction, or make a jump. A jump requires another piece (own or opponent's) to be exactly the number of fields away that the number on the jumping piece (they are numbered 2 to 6) states. The jump goes onto that piece and then, like in a trampoline jump, continues for the same distance yet again (in a straight line in any direction). The first player to get all his/her pieces into the last two rows on the opponent's side is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Containers: Tubes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paartour",
    "ID": 68952,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68952/paartour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Roll and Move in which each player has two playing pieces which start from different positions. The first player whose second piece catches up with his/her first piece is the winner. &#10;The active player rolls two dice, using the lower result for the first, the higher result for the second piece. There is a limited amount of decision-making; a result can be forfeited or one die can be re-rolled (but then both pieces have to be moved). When a player rolls a double, he/she has to move both pieces and roll again. As soon as the second piece of a player has reached the starting line of the first piece, he/she can also make use of a blockade piece which can be removed (and employed against another player) on a roll of &quot;1&quot;.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yo Ho Ho",
    "ID": 68954,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/68954/yo-ho-ho",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Very simple roll and move game. Each player controls four playing pieces and moves them around a track (depicting a sunken ship). When a piece reaches a field with another piece, the one that was there first is kicked into the water and has to start over again. On some fields, a player can proceed to the finish line immediately. The first player to get all four pieces to the finish is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Plan.It",
    "ID": 68955,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68955/planit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "From rules summary:  Plan.It is a planetary puzzle game where players take turns rotating and placing planet tiles to match as many like planets as possible.  The main components of the game are 45 unique planet tiles that contain 1/2 of a planet on each of the 6 sides.  The tile distribution ranges from having all sides represent the same planet to having up to 6 different planets represented.   Players are randomly assigned exclusive planets that they need to score points for.  On their turn, they will first perform a preliminary action in which they place or rotate a tile.  Next, they perform a primary action by placing a tile and calculating the resulting score.  The scores increase exponentially as more planets are matched at one time.  Players discard one card at the end of their turn and then draw back up to the hand limit (3 for 2-4 players, 4 for solitaire).  The game ends when the planet tile draw deck is exhausted.  Players calculate their score by multiplying the score of their lowest scoring planet by 3 and then adding that to the score of their highest scoring planet.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Educational",
      "Math",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reise durch die Nacht",
    "ID": 68956,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68956/reise-durch-die-nacht",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Players roll and move through five countries, trying to collect sand stars. The different fields they reach mean different &quot;events&quot;, such as skipping a turn or collecting trophies. There is no real decision making involved.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pull the Plug on Granny",
    "ID": 68958,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68958/pull-the-plug-on-granny",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "From the rules:&#10;&#10;Pull the Plug on Granny is a strategic game simulating the American health care reform debate of 2009-2010.  One player plays the Democrats and one plays the Republicans.  The Democrats win by creating a bill with a sufficient number of agenda items on it (each element of the bill has a certain number of Agenda Points), and having enough congressional support for the bill to pass.  The Republican player wins by preventing one or both of those things from happening.&#10;&#10;Designer summary:&#10;&#10;Pull the Plug on Granny uses the basic CDG mechanic from Twilight Struggle.  It was designed from the ground up as a print and play, with a small board and a short deck.  Rules and game combined will take 15 pages, and if you have some card sleeves around, you can probably be playing in under an hour for just the cost of the ink and paper.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Verken je horizon",
    "ID": 68965,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68965/verken-je-horizon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In this game the players must answer the questions about SS Rotterdam in each category. Categories are culture, ship, travels, misc.&#10;Components include gameboard, dice, pawn, &quot;boarding passes&quot;, chits and cards.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Muppet Babies: A Color Matching Game",
    "ID": 68966,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/68966/muppet-babies-a-color-matching-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Text from box insert:&#10;&#10;MUPPET BABIES - A color matching game for 2 to 4 players&#10;&#10;Just imagine being a fairy princess, a super hero, the King of the Sea, or an Olympic star. These are the Muppet Babies fantasies and you can make them all come true by racing around the gameboard, collecting dreams and doing some very clever color matching.&#10;&#10;Contents: 1 gameboard, 4 Muppet Baby playing pieces, 8 dream disks, dice cup, 1 die&#10;&#10;Object:&#10;Collect your two dream disks and be first to enter your Fantasy Circle&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: The Muppet Show"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Liiklusmäng",
    "ID": 68967,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/68967/liiklusmang",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Liiklusm&auml;ng is a simple roll and move game about teaching traffic rules to children. The players are bycyclists who's aim is to move safetly through a city.&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tug of War",
    "ID": 68970,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/68970/tug-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Easy 2-person dicegame about decimate the opponents pawns.&#10;&#10;Each player represents a team of athletes that will challenge the opposite team in a tug-of-war. The number of pawns in play for each side represents the strength of that team. Through the clever use of dice rolls, each player tries to reduce his opponent&rsquo;s team strength, while building up his own side through fresh substitutions.&#10;&#10;A kind of &quot;do it yourself&quot; - game.&#10;You only need 18 pawns in two different colors and 9 ordinary dice&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rette unsere Welt",
    "ID": 68984,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68984/rette-unsere-welt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Trivia game with an environmental theme. Players roll and move along a track, with the fields they move onto determining the category of the question asked. There are some special event fields, on which a player can swap positions with another player, try to steal another player's trophy, etc. The first player to hold two trophies from each category is the winner.&#10;There are only 275 questions included, which limits replayability.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sai Dov'è",
    "ID": 68988,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/68988/sai-dove",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a word memory game. 49 letter tiles are placed face-down on a 7x7 grid. Before the start, each player looks at three tiles. Then they take turns flipping over at least four tiles. If these tiles form a word in exactly that order (must be at least four letters long), the player takes the tiles as points. If not, the tiles are covered again. When no more words can be formed, the game ends and the player with most points is the winner.&#10;&#10;(User summary by HilkMAN&#10;&#10;",
    "Categories": [
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Cape Cod Vacation Game",
    "ID": 68993,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68993/the-cape-cod-vacation-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From box and instruction sheet: Game includes gameboard, 25 game pieces, two dice and play money. Each player starts with $715 in cash and five tokens, both playing pieces are placed at start/finish line, high roll of one die determines which player goes first. The object of the game is to visit the P'town Tower, dispose of all five tokens by purchasing activity squares and get back acroos finish line with money to spare.&#10;&#10;",
    "Categories": [
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Election Day",
    "ID": 68995,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/68995/election-day",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the Decktet wiki: Rule of the land was benevolently shared by the six Crowned Princes. Every five years the people would elect one of the Princes to lead the land for the next five years. Before the election, the Princes would hold a series of debates in which they would demonstrate why they were most fit to lead for the next five years. The debates were always reviewed by the three major newspapers and typically two of the papers' editors would agree that one of the Princes won the debate while the third paper's editor would choose someone else as the clear victor. In the end, the people would vote and a new leader would rule peacefully for another five years.&#10;&#10;Election Day takes great advantage of the structure of the Decktet cards. There are 6 suits with 2 suits on each card. Each suit represents a prince. Each player plays one card face up on their turn until all players pass, ending the debate. The suit appearing most frequently during the debate keeps two of its highest point cards as influence points until the end of the game. The next most frequently appearing suit keeps one of its highest point cards until the end of the game. After all the debates, the influence cards accumulated are added up and the suit with the most influence indicates who the winning prince is. The player who backed that prince is the winning player.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Political: Elections",
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Club",
    "ID": 68997,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/68997/club",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher blurb:  CLUB is an adults only, R rated collectors card game with pin-up art by the world's most dangerous cartoonist, William Levy, known for his underground comic book work in five countries. In this game, you run a strip club, trying to earn cash and avoid the wrath of your neighbors. Deal with street gangs, hustlers, egotistic dancers, crossdressers, and all the other facets of the business, while admiring the sensuous art. Starter deck contains 60 cards, instructions, and a dash of crazy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Books of Magic (fan expansion for Dominion)",
    "ID": 69035,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69035/the-books-of-magic-fan-expansion-for-dominion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "(From the rules)&#10;&#10;This is a fan based expansion created by Mike Young for the game Dominion.  It uses materials trademarked and copyrighted by Rio Grande Games (with permission).  The cards and files in the expansion are not to be sold or distributed for profit.  The new material in this expansion is copyright &copy; Mike Young and has been made available in a Creative Commons Share Alike license.&#10;&#10;Original art for the cards taken from photographs and illustration in flickr and are copyright their original artists. These cards may be used to create standalone sets or may be added to mixes from other Dominion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Dominion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schlangenprinzessin",
    "ID": 69060,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69060/schlangenprinzessin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has a snake which is made of colorful pearls. The game has no board, instead, a starting line and a finish line are determined at the players' discretion. The snakes are laid out at the starting line.&#10;&#10;Each player rolls two color dice in his/her turn, then moves one end of his/her snake forward until the two colors are adjacent to each other. The first snake to reach the finish line is the winner.&#10;&#10;The game is luck-driven, but there is minimal decision making for the kids, as they have to understand which end they should move forward in order to go faster.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sail to the Moon",
    "ID": 69062,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69062/sail-to-the-moon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "GAME OVERVIEW &#10;Players are Luminaries -- a royal order of star cartographers, mapping out the night sky. Over the course of the game, players will take turns chaining stars together as they sail to the moon! &#10; GAMEPLAY &#10;Players race across the map trying to chain stars together and to score points by arranging sets of stars into constellations. &#10;The player who scores the most points over the course of the game is the winner!&#10;&#10;",
    "Categories": [
      "Exploration",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schnelle Schnecke",
    "ID": 69063,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69063/schnelle-schnecke",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has a snail which consists of a shell and a long body with colored rings around it. A starting and finishing line is laid out at the players' discretion.&#10;&#10;The players then take turns rolling a color die and moving the shell of their snail forward until the ring in the corresponding color can be seen behind the body. Afterwards, they hold the shell in place and pull the body back into the shell. The first player to reach the finish line this way is the winner.&#10;&#10;The game has no resemblance with Reinhold Wittig's earlier game of the same name (published by Edition Perlhuhn).&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Snails"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sonnenwürfel",
    "ID": 69065,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/69065/sonnenwurfel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "While the game looks like a simple roll and move game for the very young at first is actually more than that, as players have a few options. For instance, a roll can be re-rolled, but the original roll has to be given away to another player. The die has symbols instead of colors and numbers. The goal is to reach the sun.&#10;&#10;The game was published in two versions, one regular sized, one giant one (150 cm game board blanket, &quot;meeples&quot; up to 16 cm high).&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flipit Paper Combat",
    "ID": 69069,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/69069/flipit-paper-combat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the website www.flipitpapercombat.com&#10;&#10;Flipit: Paper Combat is a fast-paced tabletop miniatures game in a setting similar to WWII. Players lead forces from one of the four major nations into the conflict for Jurop. Armies are built of models players can download, print and build for almost free (you still have to supply the ink, paper, and glue). There are simple starter rules available, which may be supplimented by optional advanced rules to make gameplay more challenging.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "March Madness 2010 Irregular Forces Pack",
    "ID": 69081,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69081/march-madness-2010-irregular-forces-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion/scenario pack for Advanced Squad Leader. Like the previous scenario sets produced by the Kansas City Irregular ASL Club for their annual March Madness tournament in Kansas City, Kansas, this set is limited to 75 numbered copies.&#10;&#10;This module focuses in on 6 WWII-era battles and, uniquely, one Cold War action. Scenarios cover:&#10;&#10;&bull;Usi-Usa, Siberia 1942 (gulag escapees take up arms against Soviets)&#10;&bull;Ivaskovic, Ukraine 1942 (anti-partisan actions by Slovak troops)&#10;&bull;Warsaw, Poland 1943 (Jewish uprising in Warsaw Ghetto)&#10;&bull;Paris 1944 (French underground fighters occupy Grand Palais)&#10;&bull;Rembertow, Poland 1945 (Polish partisans assault NKVD holding camp)&#10;&bull;Shaba, Zaire 1978 (French paratroopers respond to Angolan aggression)&#10;&#10;Contents:&#10;&bull;7 scenarios&#10;&bull;2 overlays&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Edda: The Viking Saga",
    "ID": 69091,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69091/edda-the-viking-saga",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "GAME OVERVIEW&#10;The mythic age is coming to an end with each of the world's races vying to push each other into legend. Each race&rsquo;s strongest warband has risen to meet the call of the new world. Edda puts you in contol of a warband, granting you abilities and strengths to lead your brothers.&#10;&#10;* Stormbringers, of the Vanir, from the frozen seas of the North, fierce and cold-blooded.&#10;    * Banehammers, of the Light Elves, closest to the World Tree, radiant and aloof with old ways and rivalries.&#10;    * Cursewalkers, of the Jotun, lurking the darklands of the giants, plotting and terrible with the hunger of men.&#10;    * Ironcrushers, of the Aesir, from the wilds of Asgard, conquest-bent, trampling everyone underfoot.&#10;    * Stonebiters, of the Dark Elves, from the rotting roots of the World Tree, cunning and vengeful against brethren.&#10;&#10;Yet, as you and your warband seek conquest over land and seas, you must vie not only against each other, but also against the curse of the Runes -- gifts of great power and destruction! Will your warband survive into the next age?&#10;&#10;GAMEPLAY&#10;Players explore the map trying to claim lands and to score points by building, settling, and raiding. The player who scores the most points over the course of the game is the winner!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chezz Tactic Summoner Master",
    "ID": 69092,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/69092/chezz-tactic-summoner-master",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "When the world of Summoner Master is played as Chess equal to this game.&#10;&#10;After setup the modular board, each player will lay down units like the Chess but different from Chess, each unit has its own movement pattern, attack range, HP and can be upgradable to be more powerful unit in the game.&#10;&#10;The example of units in the game are Lord, Dragon, Priest, Clown, Assassin, Soldier, etc.&#10;&#10;The dice is involved in the game for resolving the effectiveness of each unit ability such as Avoid, Reflect or Defend.&#10;&#10;There are 2 goals of the game. First is capturing the opponent's Lord unit (by reducing its HP to 0 or less) as the eliminating of the King in Chess OR capturing as many opponent's units that can reach the unit level summation criteria. (total of 15 levels or more in all variances of the first edition)&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Princess Hide & Seek Game",
    "ID": 69115,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/69115/princess-hide-and-seek-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The colorful Princess Hide &amp; Seek Game is a memory and matching game for children ages 18 months and up. It was published by Cardinal Industries with a Disney Princess theme.&#10;&#10;Children match easy-to-handle pictures in large plastic frames with magical Disney scenes on four separate game boards. One board represents a tea party in a garden, another represents a scene in a room full of toys, a third represents a fancy dress ball, and the final board is a playground scene. The faces are popular Disney characters.&#10;&#10;This game can be played solitaire or in a group with each child using an indivdual game board.&#10;&#10;Includes 4 boards, 20 tokens, and rules.&#10;&#10;Cardinal Item # 57714&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dwarf Hold",
    "ID": 69117,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69117/dwarf-hold",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "High Fantasy Theme. Each player represents the head of a Clan of Dwarves that collectively form a single stronghold in the center of a Mountain infested with Monster Lairs. Players choose each turn the role of one of 8 leaders to give them special abilities and benefits during the turn. Players dig, fight, mine, and build rooms.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The World in Four Acts",
    "ID": 69118,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69118/the-world-in-four-acts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Complete time span of Human Civilization is the subject of this card game for 2-6 players. Players pick cards from 4 successive decks (Ancient, Medieval, Revolution, and Modern)  to increase the value of their civilization in 5 categories: Culture, Military, Vitality, Resources, and Stability. Pick the Leaders, Wonders, and Advances you need. Change your form of Government. Win Wars to steal Victory from your opponent.&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Italian City States",
    "ID": 69119,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69119/italian-city-states",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Historical Game for 2-5 players. Each player controls 1 of the following Italian powers during the 15th century Renaissance:  Republic of Florence, Republic of Venice, Duchy of Milan, Kingdom of Naples, and Papal States. Players compete to improve their scores in 6 Categories: Religion, Politics, Humanities, Military, Buildings, and Economics. Having the lead in a category gives you a special ability as long as you are able to maintain that lead.&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: Italy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Powers",
    "ID": 69121,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69121/imperial-powers",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Bidding Game for 3-5 players. Theme: Imperial Expansion of European Powers circa 1600-1750. Players compete for control in 10 Global Regions by assigning influence cards of differing values. Control of a region awards victory points. Regions gradually grow in value (in a partially player-determined fashion) as the game progresses. Finally, Events at the end of each turn can radically change influence totals in each of the Regions.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "African Empires",
    "ID": 69123,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/69123/african-empires",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Board Game for 3-6 players. Theme: Rise and fall of various Native Empires in Western and Sub-Saharan Africa circa 1100-1700 AD. Empires come and go. Each empire is described by ratings in Government, Religion, and Economy. Players simultaneously build up, vie for control, and cause the downfall of multiple Empires.&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Metabolism",
    "ID": 69125,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69125/metabolism",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an educational game that came bundled with a book called &quot;Involvement in Biology Today&quot;.  Players move around the board simulating the body's metabolism.&#10;&#10;",
    "Categories": [
      "Medical"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Elevation of Privilege Card Game",
    "ID": 69134,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/69134/elevation-of-privilege-card-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Elevation of Privilege Card Game is a game released by Microsoft which models threat modelling in software development.&#10;&#10;Elevation of Privilege is the easy way to get started threat modeling. Threat modeling is a core component of the design phase in the Microsoft Security Development Lifecycle (SDL).&#10;&#10;The Elevation of Privilege (EoP) card game helps clarify the details of threat modeling and examines possible threats to software and computer systems.&#10;&#10;The EoP game focuses on the following threats:&#10;&#10;* Spoofing&#10;    * Tampering&#10;    * Repudiation&#10;    * Information Disclosure&#10;    * Denial of Service&#10;    * Elevation of Privilege&#10;&#10;EoP uses a simple point system that allows you to challenge other developers and become your opponent&rsquo;s biggest threat.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Print & Play"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Partymime",
    "ID": 69135,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69135/partymime",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is basically a board game version of Charades, but it does outlaw spelling out words.  You break into two teams, and use basic charades style play to act out the card clues.  The time or round limit is set for the game by consensus. There's an electronic timer, and a briefing on basic mime signs.  There's an electronic timer, and a die, along with the box of cards with 3 subjects each on them.  The die is used prior to drawing a card of subjects.  Roll a 6, and you get to pick any of the five subjects.  Score is based on having the shortest times - recorded times are totaled. Penalties are assessed for using illegal means of communication, adding 30 seconds (points) for each violation.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Official Game of Etiquette",
    "ID": 69137,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69137/the-official-game-of-etiquette",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game that appears to utilize questions to test your knowledge of etiquette.  Published in 1988 by Mountain Top games.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ParticleForce: Escape from Supernova",
    "ID": 69141,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69141/particleforce-escape-from-supernova",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a two player game intended to teach the players about how molecules are built from atoms. Each player receives a Star-Castle Component Card (a list of four molecules) at the beginning of the game and draw Character (Element) cards and special action cards to build the molecule formulas. The first player to build three of the four molecules on his/her card wins. Or as it says on the rule sheet &quot;When you win- stand up and say &quot;I ESCAPED FROM SUPERNOVA!&quot;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flip Flop",
    "ID": 69142,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69142/flip-flop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players must decide quickly. As soon as a player turns over a card (s)he calls &quot;Flip!&quot; which means that the picture is the same on both sides of the card. (S)he says &quot;Flop!&quot; if (s)he is sure that the upturned picture is different. The player with the most different cards at the end wins the game!&#10;&#10;Contents:&#10;&bull; 20 wooden cards with pictures printed on both sides&#10;&bull; 1 coloured Beleduc Box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Answerit",
    "ID": 69149,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/69149/answerit",
    "Min Players": "0",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a question and answer game with 6 large cards and 136 small ones. The large cards are filled in when a question on the small cards is answered correctly.&#10;&#10;Published in England.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mobay City",
    "ID": 69150,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/69150/mobay-city",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A promotional game with a somewhat contrived theme. A friend of the players' has been locked up in a seedy warehouse for unclear reasons. The players race across town using various means of transportation. Before reaching the warehouse each player must also acquire a cell phone with a Telia subscription (guess none of them thought that was worth having for any other reason) so they can receive an access code (from whom?). Once the friend has been sprung from captivity he must be brought back home, and during this stage players try to &quot;steal&quot; him from each other (can't they all just get along?).&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Les bronzés",
    "ID": 69151,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/69151/les-bronzes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Question game about the trilogy &quot;Les Bronz&eacute;s&quot;&#10;&#10;We play a character of &quot;Les Bronz&eacute;s&quot; (Gigi, Bernard, Nathalie, Jean-Claude, J&eacute;r&ocirc;me or Popeye) and we need to join The Prunus first after start at Ganaswinda and a little break in a ski station.&#10;&#10;On each turn we roll a dice and answer a question until we miss an answer.&#10;&#10;Question are about :&#10;. Les Bronz&eacute;s&#10;. Les Bronz&eacute;s font du ski&#10;. Les Bronz&eacute;s, amis pour la vie&#10;. Knowledges about scenes or quotes&#10;. About Les Bronz&eacute;s&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Geni Classic",
    "ID": 69152,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/69152/pocket-geni-classic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple, portable trivia game from K&auml;rnan's range of Pocket Geni variants. 450 questions.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Pocket Geni (Damm / Egmont)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Garden-party",
    "ID": 69153,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/69153/garden-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the rulebook:&#10;&#10;Each player walks his counters across the board. If he lands on a space marked with one of the seven different plant symbols, he may take the matching plant card. But before all 64 board spaces have been &quot;planted&quot; with altogether four kinds of plant, the amateur gardener may suffer several cruel turns of fortune. Drought may wither his lawn, sunflowers or plums, caterpillars and greenfly attack his pansies and lettuce beds. The lucky player will be protected against such ravages by having earlier drawn an &quot;antidote&quot; card, such as insurance against flooding, bug killer to combat a plague of maybugs. A player landing on the &quot;Garden Party&quot; space is served a small refreshment for relaxation, such as a sweet or a glass of lemonade. Adults will prefer a glass of the harder stuff.&#10;Winner is the first player to plant the 16 spaces of his garden with 4 different types of plant cards.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farligt hav",
    "ID": 69154,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69154/farligt-hav",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fairly abstract game supplied with a naval theme. Players try to cross the board with their ship while firing mines to block the progress of enemy ships. The mines and ships all have pegs which fit in the grid of holes on the board. There are a few different ways of playing depending on the number of players and desired playing time.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sting",
    "ID": 69156,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/69156/sting",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1",
    "Description": "Draw a card and count your way towards home. You're at the home gate and nothing's gonna stop you now. Nothing that is, except the card your opponent just drew...STING!. You're back where you started from. That's STING, the fast paced game of cards and marbles that combines a healthy dose of strategy and a little bit of luck to create a board game like nothing you've ever played before.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Champion",
    "ID": 69157,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69157/champion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Swedish boxing game from the late 50s or early 60s, probably occasioned by the international success of Swedish boxer Ingemar &quot;Ingo&quot; Johansson. You play out a schedule of 12 prizefights. If no winner has been established after this, a round of finals is played between the two leading boxers. There is also an economical element that includes betting. The fights themselves are resolved using offensive and defensive cards with labels like &quot;Jab&quot; or &quot;Uppercut&quot; and accompanying point values. Some cards lead to the drawing of chance cards that affect the course of the fight. It is possible to win matches by knockout or points.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Boxing",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alla vägar bär till Rom",
    "ID": 69158,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/69158/alla-vagar-bar-till-rom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move their pieces across an abstract grid, with lines of varying orientation and/or curvature representing different forms of transportation. The goal is to reach Rome in the centre of the board. Movement is executed using randomly dealt cards which empower players to move a certain number of steps or using a certain means of transportation.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney Handy Manny: Fleißige Handwerker",
    "ID": 69159,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/69159/disney-handy-manny-fleissige-handwerker",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The game contains a tool box, six chips which show two different tools on their two sides (each tool appears twice) and 16 repair cards which show things that have to be repaired and the three tools needed for that.&#10;&#10;One card is flipped open and all chips are put into the tool box. The active player shakes the tool box well, then flips it over and checks whether the chips (which fell out) show the three necessary tool symbols. If yes, then the player gets the card. If not, the chips are returned to the tool box and the box is passed on to the next player. The player with most cards at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Disney",
      "TV Shows: Handy Manny"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smile Squad",
    "ID": 69160,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/69160/smile-squad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the card box:&#10;&#10;Smile Squad is a two-player card game for kids ages 6-11.  Players compete to be the first to score 32 points or more - the number of teeth in a healthy grown-up smile - while learning important dental health information.  By matching cards, players command heroes to perform actions that defeat villains.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pelle Svanslös spelet",
    "ID": 69162,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69162/pelle-svanslos-spelet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple roll and move game based on characters from a Swedish series of popular children's books written by G&ouml;sta Knutsson. You move across the city of Uppsala (where the books are set) and get the occasional typical &quot;lose your next turn&quot; or &quot;move four spaces ahead&quot; events, accompanied by short descriptions of cat antics. The box notes the game was made with permission from Knutsson's widow Erna, and it's not impossible she's had some input on the game's design.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "miQube Duo",
    "ID": 69166,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/69166/miqube-duo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "6",
    "Play Time": "6",
    "Weight": "2",
    "Description": "Surround * Capture * Conquer&#10;&#10;miQube Duo takes the award winning miQube to the next level. Players gain points by surrounding, capturing and conquering territory on the board&rsquo;s surface by strategically selecting and placing games pieces so that they block and cover their opponents. Its durable wooden design will ensure it can withstand the rigours of play.&#10;&#10;* Anyone from the age of 7 upwards can enjoy this game!&#10;    * Simple rules for up to 2-4 players&#10;    * The perfect game for family and friends&#10;    * Encourages planning ahead to outsmart your opponent&#10;    * Requiring all the strategic cunning of a chess game, but with a three dimensional twist&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Memory",
      "Puzzle"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das kleine Bücherquiz",
    "ID": 69167,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/69167/das-kleine-bucherquiz",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Small trivia game about literature; with 100 questions and answers. The game itself is like a notebook (with spiral binding). Each page contains 2 questions and 4 nswers, the back side contains the correct answers with additional information.&#10;&#10;The graphic design is very similar to Huch &amp; Friends' larger &quot;Welt der B&uuml;cher&quot;.&#10;&#10;(User summary by HilkMAN, with data from WIN407 and the publisher's website)&#10;&#10;",
    "Categories": [
      "Book",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Das kleine Quiz (HUCH!)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Haiti (fan expansion for Puerto Rico)",
    "ID": 69178,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69178/haiti-fan-expansion-for-puerto-rico",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "(from the web page)&#10;&#10;Haiti is small print and play expansion for the board game Puerto Rico. It has:&#10;&#10;     Two new roles: The Revolutionary and the Zombie Master.&#10;     Three New Buildings: The Mausoleum, The Guard Shack, and The Crossroads.&#10;     A new type of &quot;plantation&quot; tile: The Swamp.&#10;&#10;&#10;You will need markers for zombies. Figures from the game of the same name are suggested.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Fan Expansion",
      "Farming"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Country: Haiti",
      "Country: Puerto Rico",
      "Game: Puerto Rico"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "New Plants (fan expansion for Power Grid)",
    "ID": 69179,
    "Year": "(2008)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69179/new-plants-fan-expansion-for-power-grid",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "(from rules)&#10;This expansion contains eight new plants and assorted other buildings for Power Grid. It was designed by Mike&#10;Young, using some art created by Chris Jones (Goldenturkey from Board Game Geek).&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Fan Expansion",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Lie Detector Game",
    "ID": 69184,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.74",
    "Link": "https://boardgamegeek.com/boardgame/69184/the-lie-detector-game",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;idQuest: A new game of lies and laughter. Imagine showing up at a party with some sophisticated polygraph equipment. Then imagine what it would be like to strap it on some unsuspecting soul.&#10;Now let's imagine putting that person through a series of all sorts of embarrassing questions. Can't you just see all the other guests laughing every time the machine registers a lie? Imagine the fun, imagine the spectacle...Imagine no more!&#10;&#10;Call it the perfect ice breaker, a novelty, a gizmo from hell, call it idQuest the lie detector game.&#10;&#10;idQuest is a socially interactive adult party game that consists of a hand held lie detector and 216 socially provocative questions. The lie detector was developed and patented by a police polygraph examiner and an electronics engineer. The questions are designed to contrast the id and the ego. The questions are about things that most people have done or thought about, but don't want to admit.&#10;&#10;Players are divided up into two teams. After determining who will be questioned first, the question cards are then randomly selected and read to all players.&#10;&#10;The other team must then discuss which question will generate the highest emotional response from the player being questioned. Once this has been decided, with the lie detector engaged, the two questions are asked. The hand held lie detector will then display the size of the emotional response to each question using an illuminated bar graph. If the opposing team guessed correctly the device sounds an incriminating alarm and they are awarded a point.&#10;&#10;You'll laugh at each other! You'll laugh at yourself! You'll find out how much you don't know about friends, and how much we all have in common.&#10;&#10;Nominated by the National Research Council as one of the most innovative projects of 1996.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lords of the Sierra Madre",
    "ID": 69186,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/69186/lords-of-the-sierra-madre",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5",
    "Description": "The is the first published edition of the Lords of the Sierra Madre game, which was later re-designed and re-published by Decision Games in 1995.&#10;&#10;Players are hacendados, rich foreigners who are looking to multiply their fortunes in the rich and newly open for business land in Northern Mexico, under the rule of the pro-business dictator Porfirio Diaz.&#10;&#10;The game is divided into strategic and tactical rounds.  During strategic rounds (representing one quarter of a year) the hacendados bid on investments, construct enterprises, bribe troops, plot revolutions, and spy on each other.  During tactical rounds (each a single day) the players move their troops, indians, bandidos, railguns and policia around the map to harass (tax, kidnap, arrest, burn) one another and to protect their own enterprises.&#10;&#10;The hex map covers a large swath of northern mexico and the southwest US... ranging from El Fuerte Sinaloa in the South, to Florence, Arizona to the North, to Yuma, Arizona in the West and El Paso, Texas in the East.  Each hex is 10 miles.  Players moving units in tactical rounds must contend with all of the hazards the wild west has to offer via an event table.&#10;&#10;Semi-cooperative play is often rewarded, as there are no rules regarding transactions and deals that can be made, and many enterprises are highly dangerous and the risk is often best distributed among multiple players.  There can, however, only be one winner... and deals are only as good as your ability to enforce them with strength of arms.  Welcome to Mexico.&#10;&#10;Players can run for office, lead revolutions, or become bandit leaders, but the hacendado with the most gold (ill-gotten or otherwise) at the end of the game wins.&#10;&#10;Re-implemented by:&#10;&#10;    Lords of the Sierra Madre (Second Edition)&#10;&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "American West",
      "Economic",
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Blazers Technical Manual and Warship Recognition Guide",
    "ID": 69191,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69191/star-blazers-technical-manual-and-warship-recognit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "From the Author's Preface:&#10;&#10;This manual provides players of the Star Blazers Fleet Battle System with detailed explanations of the warships and battle craft used in the game. This is also the first English language reference work to provide a comprehensive catalog and history of the spacecraft and weapon systems portrayed in the television and movie series.&#10;&#10;The hardware included in this manual is drawn from the first two Star Blazers television series and their associated movie releases. The statistical data was translated with permission from the publications of Academy Press, a company owned by Yoshinobu Nishizaki of Voyager Entertainment, Japan.&#10;&#10;From the Back of the Book:&#10;&#10;At last, the definitive reference book for Star Blazers fans! This data book is the first ever to bring together the ships and weapons of all three space powers from the acclaimed science fiction animated series.&#10;&#10;Over 490 illustrations depict the mechanical exterior views of ships of the Earth Defense Force, the Gamilon Empire, and the White Comet Empire, as well as battle craft, support craft, weapons systems, and battle maps.&#10;&#10;Fleet organization, command structure, weapons systems, and tactical doctrines of each power are covered in extensive detail. Mission profiles of all ships and battle craft describe the purpose and role each vessel serves in its respective fleet.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "På egen risk",
    "ID": 69195,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/69195/pa-egen-risk",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this promotional board game by Swedish insurance company Skandia, players move around a Monopoly-style board, drawing various types of event cards. They will get the chance to invest in property like cars, houses or diamonds, hoping to sell them at a profit or else convert them to cash at the end of the game. They may also get to purchase tickets in an intermittently triggered lottery (because winning the lottery and speculating in diamonds are the two surest ways of getting rich, or something).&#10;&#10;Everything and anything in the game is in danger of damage or accidents, although having the right insurance helps with this. Several of the risk vs. reward elements of the game are easily solvable and serve to encourage behaviour that is illegal or economically irrational in reality, like casino gambling or diamond smuggling, which seems a little odd considering the theme. The game is played for an arbitrary amount of time; the rules suggest playing until a point in time agreed upon in advance is reached, after which five more moves are played out. The player with the most money is then declared the winner.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magnetic's Djeco Enchanted Fishing",
    "ID": 69198,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/69198/magnetics-djeco-enchanted-fishing",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Found at http://www.craft4kids.co.uk&#10;&#10;Djeco Enchanted Fishing is a beautiful wooden educational toy for younger children.&#10;&#10;Magnetic fishing games have long been a traditional favourite toy for preschool children and are great for developing concentration and dexterity.&#10;&#10;This wooden toy comes with 12 colourful fish, 2 magnet fishing rods, and an underwater scene box.  Box dimensions are 28 by 15 by 2.5cms.&#10;&#10;Makes an ideal gift for boys or girls aged 2 and up.&#10;&#10;Summary Features&#10;&#10;    * Traditional childrens fishing game&#10;    * Beautifully designed&#10;    * 12 colourful wooden fish with magnets attached&#10;    * 2 wooden magnet fishing rods&#10;    * Lovely illustrated underwater scene box&#10;    * Box dimensions 28 by 15 by 2.5cms&#10;    * Part of Crafts4Kids wooden toy range&quot;&#10;&#10;&#10;Found a Greek Version at:http://www.tsironis.gr&#10;&#10;&quot;&Epsilon;&pi;&iota;&tau;&rho;&alpha;&pi;&#206;&#173;&zeta;&iota;&omicron; &psi;&#206;&#172;&rho;&epsilon;&mu;&alpha; &mu;&epsilon; &mu;&alpha;&gamma;&nu;&eta;&tau;&iota;&kappa;&#207;&#140; &kappa;&alpha;&lambda;&#206;&#172;&mu;&iota; &kappa;&alpha;&iota; &psi;&#206;&#172;&rho;&iota;&alpha; &pi;&omicron;&#207;&#141; &epsilon;&xi;&alpha;&sigma;&kappa;&epsilon;&#206;&#175; &tau;&eta;&nu; &pi;&alpha;&rho;&alpha;&tau;&eta;&rho;&eta;&tau;&iota;&kappa;&#207;&#140;&tau;&eta;&tau;&alpha; &kappa;&alpha;&iota; &tau;&eta;&nu; &lambda;&epsilon;&pi;&tau;&#206;&#174; &kappa;&#206;&#175;&nu;&eta;&sigma;&eta; &tau;&omicron;&upsilon; &chi;&epsilon;&rho;&iota;&omicron;&#207;&#141;, &alpha;&pi;&#207;&#140; &tau;&eta;&nu; &Gamma;&alpha;&lambda;&lambda;&iota;&kappa;&#206;&#174; &epsilon;&tau;&alpha;&iota;&rho;&#206;&#175;&alpha; Djeco. &quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Magnets",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Idol",
    "ID": 69199,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/69199/idol",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Another game based on a local implementation of the American Idol TV show concept, specifically the Swedish one. Consequently it involves trivia, singing and other elements that will cause non-fans of the franchise to want to run away quickly. Appears to be most closely related to American Idol All-Star Challenge DVD Game, although this one has 2 DVDs. Apparently expands on a previous game called Idol Karaoke.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": [
      "TV Shows: Idols / American Idol"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzertruppen 1990",
    "ID": 69203,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69203/panzertruppen-1990",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Panzertruppen 1990 is a 285th scale modern miniatures wargame that covers the world's modern armies, circa 1990.&#10;&#10;From the Introduction&#10;War is an interplay between all the assets of one side against those of the other. In Panzertruppen 1990 we have attempted to bring together all of the aspects of the modern battlefield. The engagements will vary from the platoon and company level to larger battalion and regimental size units incorporating all supporting elements such as mortars, artillery, strike aircraft and relying on sophisticated radars, lasers, computers and communications equipment.&#10;&#10;Panzertuppen 1990 has for the first time combined both the small and large unit encounter into the most playable  modern combat rules on the market today. These rules reflect the extreme speed of movement and attribution of the modern battlefield environment.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renegade Legion: Shannedam County",
    "ID": 69204,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69204/renegade-legion-shannedam-county",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the Introduction&#10;This book is for use with Legionnaire, Interceptor, Leviathan, and Centurion. It provides background information for all the inhabited worlds in Shannedam County, as well as information on the military forces in the County for use  with these games.&#10;&#10;User Addendum&#10;Along with the various sections on system information, this supplement also introduces various types of Orbital Industrial Facilities, Ground Legion Bases, &amp; Naval Bases.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Setting: Renegade Legion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Also Ran",
    "ID": 69210,
    "Year": "(1946)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/69210/also-ran",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A horse-racing game.&#10;&#10;No dice, no skill!  An unusual mechanism. Each horse moves by having its colour indicated by an arrow on the base of the last horse to move, on a variable track with the colours in varied sequence. Completely predetermined as soon as the track is laid and the first horse is chosen, but completely unpredictable.&#10;&#10;Re-implementation of:&#10;Alternardo (that game used the same basic mechanism, but with a fixed track of six lanes)&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Programmed Movement",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: DAK '44",
    "ID": 69220,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69220/panzer-grenadier-dak-44",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "DAK '44 is a supplement for the Panzer Grenadier system based on the potential battles of the continuation of action in the western desert after Alamein. This module is not playable by itself, but requires ownership of our Afrika Korps, Beyond Normandy, Cassino '44 and Desert Rats games. There are 10 scenarios included.&#10;&#10;There are 88 new German pieces in the desert scheme first introduced in Afrika Korps. They include Tiger, Tiger II and Panther tanks, Hetzer tank destroyers, Wespe self-propelled artillery plus the anti-tank guns, mortars and rocket launchers of Germany's 1944 arsenal.&#10;&#10;DAK '44 is sold BOTH as a .pdf download and as a printed booklet with actual playing pieces.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Towers",
    "ID": 69230,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69230/dice-towers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Dice Towers is a two player game where each player uses over 30 dice to build prestigious towers, mine for gold and battle head to head with their opponent.&#10;&#10;The game lasts 10 rounds with scoring after round 5 and round 10.  Each round, both players roll 3 or more dice and typically use their dice one at a time to increase the height of a tower, gather the next available gold, fortify their troops on the battlefield or carry over to the next round.&#10;&#10;Dice Towers was designed and created for the Dicefest contest - a tribute to Chessex run by Kai Bettzieche.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The River of Death: Regimental Wargame Scenarios for The Battle of Chickamauga",
    "ID": 69231,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69231/the-river-of-death-regimental-wargame-scenarios-fo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Refight the Battle of Chickamauga with these thirteen scenarios designed for the miniature wargamer in mind.  From the opening volleys at Jay&rsquo;s Mill to the final shots at dusk on Horseshoe Ridge, try your hand at fighting history.  Or changing it!&#10;&#10;These scenarios are designed to be used with almost any American Civil War regimental level set of rules.  Rules are included for figures based on 20, 30, 40, 50, and 100 historic men per figure/stand.  Times are given for 10, 15, and 20 minutes per game turn.  Maps are in full color, as are the numerous color photographs of the modern battlefield.  Also included is a full and complete Order of Battle for each side. &quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "States: Georgia",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Satori",
    "ID": 69235,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/69235/satori",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the publisher of Satori: the Radical Forgiveness Board Game. . .&#10;&#10;Satori is a really fun way to let go of emotional baggage &mdash; forgiving yourself and others in the process &mdash; easily and quickly. It promotes laughter, enlightenment, insight and growth &mdash; both spiritual and personal.&#10;&#10;Quite amazingly, 'Satori' gives us the exact insights we need to move beyond vicitimhood and to heal our lives. The game mirrors for us our own wisdom in having created the very circumstances of our own healing. It leads us to where we can reframe the past and see the perfection in it. It can be prophetic in showing us issues we didn&rsquo;t even know we had. And It connects us to the truth of who we are. It&rsquo;s quite a game!&#10;&#10;OBJECTIVE&#10;&#10;The goal is to proceed through four levels of consciousness in order to get to Satori &mdash; total awareness.&#10;&#10;EVENT AND CONTEXT CARDS&#10;&#10;Each player picks an Event card and a Context card. (9 times out of 10 these are a direct hit on an issue the person needs to work on). Each player in turn creates a victim story around that situation and places his/her playing piece in Victimland to start the game.&#10;&#10;THE LANDING SPACES&#10;&#10;Of course the journey is one fraught with difficulties and repleat with blessings, depending upon which space you land.  The landing spaces will direct you to look at your beliefs, blocks, karma, stories and projections etc., with instructions or by drawing cards.&#10;&#10;NEW STORY CARDS&#10;&#10;These help you shift out of your victim story - with all its negative beliefs and energy blocks, and move into a new story.&#10;&#10;'SATORI'&#10;&#10;No matter who gets there first, we want for everyone else to come to Satori. At that point, each player gets a chance to reframe their story and to read an affirmation.&#10;&#10;THE RESULTS&#10;&#10;People report feeling lighter, feeling free from pain or the weight of guilt and anger, more compassionate and more loving.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Golf Game",
    "ID": 69236,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69236/the-golf-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A lavishly produced game which tries to be a straight simulation of playing all 18 holes on the course at St Andrews, the home of Golf. The game has 9 huge colour printed, double-sided boards, laying out an accurate depiction of the course. Players shots are randomise by using a spinner and cards for direction and distance. There are a series of long clear plastic rules which are your clubs. You choose which one to use as you progress. These mark the point where your ball finally lands, based upon the randomisation.&#10;&#10;The rules are in English, French, German, Italian and Dutch. There is no designer given, nor actual year of production, but the score-pads included refer to St Andrews as the home of the 1978 Open, suggesting it was produced around then.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Cities: St. Andrews (Scotland, UK)",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geißlein, versteck dich! Das Kartenspiel",
    "ID": 69237,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/69237/geisslein-versteck-dich-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The little kids hide from the wolf. But the players can save them if they remember exactly how many kids are hiding  underneath the six colorful hiding places! The color die indicates under which hiding place the players should search for the litlle kids. Whoever states the correct number of kids hiding there, receives the little kid card as a reward. The aim of the game is to be the first player to collect six little kids cards.&#10;&#10;Source: &quot;Game Idea3 from the ruleset&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Goats",
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All-Season Basketball",
    "ID": 69244,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69244/all-season-basketball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "User summary:&#10;&#10;Dice and card driven basketball simulation published by Montgomery Ward.  Fouls, fast breaks, passing options, and injuries are all included in this uncommon game.&#10;&#10;Contents:&#10;&#10;Playing Court&#10;Results Board&#10;2 Dice and Shaker&#10;40 Pass Option Cards&#10;30 Fast Pass Cards&#10;2 Ball Marker Chips&#10;Players Cards for all 23 NBA Teams&#10;23 Name Tags &amp;&#10;Pad of Time Sheets&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eurêka!",
    "ID": 69246,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/69246/eureka",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the series of quiz games from DIDACTO, we, of course, had to include science. The modern era has been marked by scientific discoveries, and we must understand its main components.&#10;&#10;This game will let you penetrate the world of geniuses and their inventions. Once immersed, not in Archimedes' bathtub, but in a fascinating universe in which you might perhaps be brought to exclaim &quot;Eureka!&quot;&#10;&#10;(Translation from the instruction package)&#10;&#10;&quot;Eur&ecirc;ka!&quot; is a game in which multiple players compete in trying to complete more of the 13 numbered sets of 4 cards than any other player. Every card contains several (around 5-10) trivia questions. After having distributed the cards evenly among players, gameplay starts. On his turn, a player will ask for a particular card of a set of which he has at least one other card. Its owner will ask the first question on the card - should that card ever be asked again, the second question will be asked, and so forth. Whenever a player answers correctly, the card is transferred to him; whenever a player completes a series or wrongfully answers a question, it becomes the next player in clockwise order's turn. The game ends either after all sets are completed, or after a set time deadline, to the players' choice.&#10;&#10;Questions vary in difficulty, as some of them can easily be answered by any 6th grader while some others require an acute knowledge of particular disciplines. Mathematics, physics, chemistry, engineering, computer science and biology are all disciplines that this game addresses.&#10;&#10;(Description by BGG user jgag)&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Third Edition): Chapter Approved – 2001 Edition",
    "ID": 69247,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69247/warhammer-40000-third-edition-chapter-approved-200",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A series of three expansion books for Warhammer 40,000 third edition.  Like the Book of the Astronomican for Rogue Trader, this short-lived annual collected articles from White Dwarf featuring various new rules, updates to the game, and army lists - some official, others merely experimental.  There is substantial overlap between the volumes as each subsequent one was in part meant to update and/or collect much of the material of the previous.&#10;  &#10;The original in the series, Chapter Approved, was published in 2001, with Chapter Approved 2003 following in 2002 and Chapter Approved 2004 in 2003 (the year in the title indicating the coming year rather than when it was published).  They were also known as the Second, Third, and Fourth Book of the Astronomican, respectively, in homage to the original from Rogue Trader.&#10;&#10;&#10;Army Lists&#10;- Sisters of Battle&#10;- Revised Necrons&#10;- Blood Angels Death Company for use with Codex: Blood Angels (3rd Edition)&#10;- Imperial Guard Armoured Company for use with Codex: Imperial Guard (3rd Edition, 1st Codex)&#10;&#10;Scenarios&#10;- Advanced Mission Selection&#10;- Army of Death&#10;- Assassins&#10;- Battle at the Camp&#10;- Capture the Hulk&#10;- Carnage&#10;- Dawn Assault&#10;&#10;Additional Rules&#10;- Dark Lords of Chaos&#10;- Grey Knights&#10;- Cult Terminators&#10;- Night Fighting Extended Rules&#10;- Ultramarines Special Characters&#10;&#10;Codex Updates&#10;- Reprint updates for Space Marines, Armageddon, Orks, Blood Angels, Catachans, Eldar &amp; Craftworld Eldar&#10;- Revisions for Dark Eldar and Dark Angels&#10;&#10;Vehicles&#10;- Transport Vehicles&#10;- Vehicle Design Rules&#10;- Tyranid Monstrosities&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Warhammer 40,000 (Third Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 Battles",
    "ID": 69248,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69248/warhammer-40000-battles",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "In addition to compiling a number of battle reports from White Dwarf, this supplemental book for Warhammer 40,000 second edition also featured a card bunker and complete rules for using bunkers in the game, plus additional rules and stats for various vehicles and units.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Second Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Wargear",
    "ID": 69250,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69250/warhammer-40000-wargear",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Not to be confused with the 2nd edition rulebook of the same name, this expansion to Warhammer 40,000 4th edition includes rules and stats for various weapons and for shooting in general within the game, plus some vehicles rules and upgrades for both infantry and vehicles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Fourth Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: The Battle Rages On",
    "ID": 69252,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69252/warhammer-40000-the-battle-rages-on",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion to the Warhammer 40,000 4th edition starter set, Battle for Macragge.  It adds to the set new missions, incorporating concepts, units, and rules not found in the original mission book.&#10;Released both as a printed book and for free on Games Workshop's website in electronic form.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Fourth Edition)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hockey Canada RPS 27: The Rock-Paper-Scissors Jigsaw Battle",
    "ID": 69254,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69254/hockey-canada-rps-27-the-rock-paper-scissors-jigsa",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Players use puzzle pieces to determine the outcome of rock-paper-scissors contests. The winner adds the piece to their puzzle. The first to complete a puzzle wins the game.&#10;&#10;&#10;    Publisher Blurb*&#10;&#10;&#10;RPS 27 is a unique puzzle game of rock-paper-scissors developed by GT2 Fun &amp; Games Inc. from Vancouver, British Columbia. The game is quick, fun, easy-to-learn and takes 10 to 20 minutes to play. Printed in the US, each game of Hockey Canada RPS 27 includes 18 high-quality puzzle pieces and there are 27 pieces to collect in all.&#10;&#10;The premiere edition of RPS 27 features classic Team Canada hockey jerseys from 1920 to 2010.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Sports"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Country: Canada",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tank Traders",
    "ID": 69259,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69259/tank-traders",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tank Traders is an auction game in which you build terminals with building cards you acquire through 3 kinds of auctions: ascending-price, descending price and sealed-price. The player who manages to build 2 terminals first, wins the game.&#10;&#10;From the back of the box: An exciting and fast family game in which strategy, bluff and commercial spirit come together. Conquer the world of logistics by building your own independent tank terminal network.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seppuku",
    "ID": 69260,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/69260/seppuku",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Seppuku is a form of Japanese ritual suicide by disembowelment (&ldquo;cutting the belly&rdquo;). This practice was a key part of the Bushido, the code of the samurai warriors, and was used to avoid falling into enemy hands, and to attenuate shame. One might say that death is the very center of the Bushido, as the overall purpose- to die well and with one's honor intact.&#10;&#10;You are a Daimyo, a powerful feudal ruler in ancient Japan. You must hire samurai to protect your land, and win battles courageously. The first Daimyo whose clan obtains the &ldquo;Seven Virtues&rdquo; of the Bushido will be announced as the winner.&#10;&#10;What's new in the 2nd Edition? The major revision is the replacement of koku (rice) cards with koku chits. Koku can be added to your inventory each turn which dramatically speeds up game play, allows for quicker seeding of samurai and creates bigger, more exciting battles. Additionally Seppuku takes advantage of The Game Crafter's custom dice and packaging giving the game a much more professional look. Enjoy!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Open Drafting"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nya Sverigespelet",
    "ID": 69266,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/69266/nya-sverigespelet",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Nya Sverigespelet is a simple Swedish trivia game where players move around a map of Sweden and answer questions afterwards. This game is a modernisation of an older Sverigespelet (without the &quot;Nya&quot; (&quot;New&quot;)), also by Eric Bojs.&#10;&#10;Please note that this is not the same game as Dan Glimne's Sverigespelet from the same publisher. The name was re-cycled!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Busy Bug Collector",
    "ID": 69268,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69268/busy-bug-collector",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back of the box:&#10;A delightful adding and subtracting game.&#10;&#10;Kids will be so fascinated by the colorful insects, they won't realize they're learning math. Players race around the charming nature path landing on &quot;plus&quot; and &quot;minus&quot; stepping-stones along the way.&#10;&#10;They'll count colorful bugs as they put them in their jars. Bugs stick magnetically to the jars' surfaces. But, watch out! Land on a &quot;minus&quot; and some bugs escape from your collection.&#10;&#10;The winner is the player with the most bugs in his jar when the first player reaches the end of the path.&#10;&#10;Contents:&#10;&#10;     1 game board (14&quot; x 14&quot; divided into large puzzle pieces)&#10;     4 bug collecting jars - magnetic receptive (4&quot; x 6&quot;)&#10;     42 exciting magnetic bugs (approx. 1 1/2&quot;)&#10;     4 player pieces&#10;     1 game die&#10;     instructions&#10;     handy storage tote&#10;     2 to 4 players&#10;&#10;&#10;Education aspects:&#10;&#10;     Adding and subtracting&#10;     No reading required&#10;     Experiencing magnetics&#10;     Turn taking&#10;     Bug knowledge&#10;     Independent learning&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vem vill bli byråkrat?",
    "ID": 69276,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69276/vem-vill-bli-byrakrat",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game where you win if you tag along the longest, but do the least amount of work.&#10;&#10;&quot;Vem vill bli byr&aring;krat?&quot; (Who wants to be a bureaucrat?) is a fairly simple card game. Your goal is to get rid of cards by collecting sets. The game itself is quite humorous, since all cards are actual excuses (as to why a certain case seems to have stranded, for example) from real bureaucrats (and others) in Sweden.&#10;&#10;Players will also co&ouml;perate slightly; a player can &quot;join in&quot; when someone else gets rid of a case. But the goal in the game - as well as in real life bureaucracy - is to get rid of all the cases, without actually doing any amount of work towards them.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Superstack",
    "ID": 69277,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69277/superstack",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This is actually five games in one using 60 blocks that resemble Jenga blocks.  Each is a building game of sorts.&#10;&#10;Totropolous: This is fairly Jenga-like, take turns removing a block from the tower of 60 blocks, placing the removed block on the top of teh tower.&#10;&#10;Staircase: starting with one block placed flatwise, take turns building a tower with each next block twisted slightly on its axis.&#10;&#10;Superstack: Form a stack four layers tall, each containing four blocks.  You oscillate between building stacks as in Tortopolous and 7 stairs as in staircase.&#10;&#10;23: You alternate in turns building the Roman numeral 2 then the Roman numeral 3 on top of it, then 2 again on top of the 3, etc.&#10;&#10;Expert Builder: This is identical to Tortopolous, except, you are restricted in removing blocks from teh original structure and not anywhere in the tower.&#10;&#10;All of these games continue until the towers fall over.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Checkerboard Dodgeball",
    "ID": 69279,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/69279/checkerboard-dodgeball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Run! Dodge! Catch! Dodge! Throw! Dodge! Win!&#10;&#10;&#10;&quot;There are many variations of the game, but generally the main objective of each team is to eliminate all members of the opposing team by hitting them with thrown balls, [or] catching a ball thrown by a member of the opposing team&quot;&#10;&#10;Hello Coach! Welcome to the furiously competitive sport of Checkerboard Dodgeball! Prepare for a fast game of team elimination!&#10;&#10;In games of Checkerboard Dodgeball!, teams of 5 five players face off on a standard checker or chessboard. Coaches select up to three players with differing abilities and activation speeds to run and throw balls at opposing players. Hits are determined by opposing die rolls - often, the higher roll hitting and knocking a player out of the game. A defender's lucky roll dodges or even catches the ball, taking the thrower out and bringing a friendly player back into play!&#10;&#10;Momentum breaks ties and Coaches mitigate luck with smart use of Extra Effort! tokens and unique Player&#10;abilities.&#10;&#10;The Coach that knocks out all the other Coach&rsquo;s Players wins!&#10;&#10;Playing time is normally under 20 minutes.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Conflickt: Field of Slaughter",
    "ID": 69280,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/69280/conflickt-field-of-slaughter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Inspired by games from Crokinole to Catacombs to Taktika, Conflickt: Field of Slaughter is a two to six player dexterity game of strategic and tactical combat with a fantasy war theme.  Asymmetric in design, each player leads a faction of warriors (melee, ranged, and special units) with unique colors and properties in both team and free-for-all battles to rout the other armies.&#10;&#10;Players of Conflickt can command the Humans (yellow), Goblins (green), Elves (blue), Orcs (red), Dwarves (orange), or Undead (purple).  Each option plays differently, with varying numbers of warriors and unique special units employing awesome powers that can completely change the game.&#10;&#10;Any relatively smooth table can serve as the eponymous Field of Slaughter.  Strike quickly and strike true, or death awaits from an enemy with a better plan!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "De Collectie",
    "ID": 69281,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/69281/de-collectie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Commissioned by a museum, some art collectors come together to organize an exhibition in honor of 2 grandmasters.  The art collectors have 2 goals:&#10;- make sure that their own paintings are exhibited,&#10;- make sure that their own visitors stand with the most important paintings.&#10;&#10;Setup of the game: depending on how many players, each player receives a certain amount of visitors (tokens) and a certain number of paintings.  The paintings from each player are put together in a certain way in the middle of the table (in a circle, triangle or square).&#10;&#10;Each round has 4 phases:&#10;- phase 1: putting in or move your visitors to a painting or let them take a break&#10;- phase 2: a painting disappears from the table (by throwing a dice)&#10;- phase 3: move the guide (the painting which is visited by the guide can't be removed in phase 2)&#10;- phase 4: new start player&#10;&#10;The game ends when only 2 painters are left.  The winner is the player with the most points.&#10;You earn point for:&#10;- each own painting that is left on the table (1 point)&#10;- each own visitor on a painting (the number of points mentioned on the painting)&#10;&#10;(description taken from the rulebook)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quadrix",
    "ID": 69282,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/69282/quadrix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quadrix - The MONEY For WORDS Game&#10;&#10;&quot;Quadrix is an exciting new idea in word games; A perfect blend of skill and luck&quot; David Prinz (On Box Cover)&#10;&#10;From the Rules:&#10;&#10;The object of the game is to win money from other players through the use of word-building skills. You can make money in four ways:&#10;(a) By completing legal words on the word board through placement of letter tiles;&#10;(b) By placing letter tiles which may contribute towards legal words on the word board;&#10;(c) By challenging an opponent who then fails to prove that the letter tiles they placed on the word board can lead to legal words;&#10;(d) By proving to a challenger that the letter tiles you added to the word board can lead to legal words.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Weltmissionsfahrt",
    "ID": 69285,
    "Year": "(1925)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/69285/weltmissionsfahrt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Weltmissionsfahrt is a roll-and-move game published by the &quot;Schweizerische Missionsgesellschaft Bethlehem&quot; some time between 1921 and 1938. The players have to start their journey in Rome. They move two pawns representing missionaries across a world map. The winner is the player whose two pawns return to Rome the fastest.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Switzerland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Contágio",
    "ID": 69290,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/69290/contagio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A game of claustrophobic terror and survival in a hostile environment.&#10;&#10;In an underground military base, experiments are done in order to create a new biological weapon. Mutations of dangerous infectious agents and other threats are kept there.&#10;Suddenly an accident occurs in a laboratory, releasing a lethal virus all over the place. Some of the first victims already suffer the effects of the new disease, and rise up from the dead, returning to life as zombies hungry for human flesh.&#10;Some survivors still resist the virus, but their time is short. At any time, they can become a feast for the undead, or succumb to the disease and increase the horde of brain-eaters.&#10;&#10;The players are in the role of some of these survivors, and should explore the site facing the zombies, find the experimental cure and escape.&#10;&#10;Prepare, load your weapons and run! There is only one way out.&#10;&#10;A summary of the gameplay:&#10;&#10;The characters start at the central sector of the board, that is already revealed. The goal is to find the antidote and escape through the hatch in the center of the board. To do this, the players must spend action points to do actions like walk, fight and search.&#10;When a character enters in a unrevealed room, he must take one tile from the pile, and place it adjacent to the room he is coming from, connecting the doors. Then he rolls the encounter dice, that shows if he met zombies, items or nothing.&#10;The fight is conducted by the range and the requirements that each weapon has to kill or hurt the zombies. Then the player rolls a dice and see if the result satisfies those requirements. He can spend action points to add to the result.&#10;The items are managed in the inventory, that shows how many items the character can carry.&#10;When the player choose to search, he takes a card from the correspondent sector pile. It can be items, good or bad events, weapons or the antidote.&#10;When a player finishes his move, then the next player plays with the zombies on the board. He can move and attack with all zombies.&#10;After that, the same player now plays with his human character, an it goes on. When the round is complete, move the players' infection marker. If someone passes the last&#10;mark, he becomes a zombie.&#10;There are some details in the rules about spending action points, fighting, events and items.&#10;The first player to find the cure and get back to the hatch is the winner.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "On Guard: A Military Table Game",
    "ID": 69291,
    "Year": "(1909)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69291/on-guard-a-military-table-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A simple point to point movement game for 2 to 4 players.&#10;&#10;User Summary of the rules:  One player acts as the Fort Guard and walks a specified route based on a spinner.  The other player(s) are the enemy and must try to get by the Guard, reconnoiter the fort and return to the start.  If the Guard catches a player they must then be &quot;On Guard&quot;.&#10;&#10;Movement is controlled by a spinner (1 to 4).&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Power Game",
    "ID": 69296,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/69296/marvel-power-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Marvel Power Game is a pull-out board game with multiple win conditions.&#10;&#10;Gameplay consists of moving your character around the game board, accumulating cards, and battling your opponent by comparing the value of your cards.&#10;&#10;Win the game by being the first player to accomplish one of the following conditions:&#10;&#10;(A) Accumulate 200 Power Points.&#10;(B) Reduce your opponent to 0 Power Points&#10;(C) Land on your opponent's space.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Comic Books: The X-Men",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Getta Goff Challenge",
    "ID": 69298,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/69298/getta-goff-challenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Getta Goff Challenge games are a series of milk cap games (also known as Pog) with special rules and instructions meant to add a more educational twist to standard Pog.&#10;&#10;Traditional Pog is played by stacking a variety of milk caps (aka Pogs) on top of a playing mat. Players then take turns throwing a &quot;Slammer&quot; (which is usually a much thicker plastic or metal Pog) onto the top of the stack in an attempt flip as many of the stacked Pogs upside down as possible. Generally, players then take  ownership of any Pogs that flipped.&#10;&#10;In Advanced Math Getta Goff, for example, the players must carry out mathematical operations based on the instructions on the flipped Pogs.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Think Quick",
    "ID": 69299,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69299/think-quick",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a fast-paced word game from the 1960s.&#10;&#10;Play is based upon card/letter combinations. A plastic spinner is used to randomly generate a letter of the alphabet. A card randomly drawn from the deck gives the players a &quot;category&quot; and the first contestant to blurt out an answer wins the round. The winner is awarded that card and the player with the most cards at the end of the game is the champion.&#10;&#10;Example of play: The letter is a &quot;T&quot;. The card reads &quot;A part of a car.&quot; so the first geek to shout &quot;Tire!&quot; or &quot;Transmission!&quot; or whatever wins that round.&#10;&#10;Includes 48 cards, the spinner, a score pad, and rules.&#10;&#10;Eldon Item #885&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  }
]