[
  {
    "Rank": "N/A",
    "Name": "Himmel und Erde / Die Tierschau",
    "ID": 69700,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/69700/himmel-und-erde-die-tierschau",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A very old pair of games (1930s?) in German.  Himmel und Erde is a chutes and ladders type game where players travel from Spring through Christmas by either going on the Earth or through Heaven.  The description on the box cover states &quot;Das lustige Wurfelspiel der bunten Welt im Jarheslauf&quot;.&#10;&#10;Die Tierschau has pictures of animals with a pair of dice with different totals on a board.  The players apparently work their way across the board by advancing a pawn from animal to animal along the way.  There are four different sets of rules, for shorter, longer and &quot;Doppelspiel&quot;, or &quot;double play&quot;.  The box top describes the game as &quot;Im Spiel kreuz und quer durch das Tierreich&quot;.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Haiku: The Card Game",
    "ID": 69702,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/69702/haiku-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Revised for 2012, Haiku: The Card Game is a system that supports 6 different rule variants in the base game.  Originally, Haiku: The Card Game only played like the variant mentioned below named Haiku Hustle, which makes a good party game but experienced gamers demanded more, as did the designer.&#10;&#10;While the core of the game, forming Haiku from the cards you collect, remains the same across all six variants, each of the six different rule sets change how you do that dramatically.&#10;&#10;Haiku Helpers&#10;In this collaborative version, designed for younger gamers, players are awarded points for completing lines in a Haiku both in front of them and other players. The game is over once all players have a completed Haiku in front of them.&#10;&#10;Haiku Hustle&#10;One of the simplest game modes, this version focuses on completing Haiku&rsquo;s quickly and the winner deciding who made the best Haiku. This version works great in a party setting or as an introduction to Haiku.&#10;&#10;Haiku Rummy&#10;The quality, as well as quantity, of Haiku plays a major factor as an end of the game &#10;scoring round may determine a winner based on the quality of their best Haiku.&#10;&#10;Haiku Auctions&#10;Players outbid one another for a chance to recite their Haiku in front of the Emperor and gain Favor points. In the end, only the player who scored the most valuable favors will win.&#10;&#10;Haiku Seasons&#10;In this version, special Season Cards allow players to retain parts of their Haiku for points while a simultaneous action mechanic introduces special voting rounds.&#10;&#10;Haiku Stackers&#10;A quick paced abstract variant which focuses on building up or breaking down the &#10;Syllable Cards in a communal Haiku to maximize your point value.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gut gefragt ist halb gewonnen!",
    "ID": 69709,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.72",
    "Link": "https://boardgamegeek.com/boardgame/69709/gut-gefragt-ist-halb-gewonnen",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Back of box, translated:&#10;&#10;Depending on the number of players, a deck of 12-16 cards is prepared. One player draws the top card, rolls the coloured die and then reads the corresponding ANSWER on the card. Every player, including the reader, then writes down a QUESTION that could match the answer. Afterwards everybody reads their answer and points are awarded for matches.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Viable",
    "ID": 69710,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/69710/viable",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "[EN] You play a young businessman interested in invest in a growing business: the railroad. Build stations, sign mercantile contracts, buy shares, and don't forget the passengers! Relive the history expanding your rails through the cities that saw the spanish railroad grow during the 19th century.&#10;&#10;Players must decide not only which are the proper actions to take during their actual turn, but also where actions may be favorable their next turn. The heart of the game is card drafting, so a little luck is involved. Three scoring rounds will take place through the game, all player-induced. Players who have been ready for the scoring rounds, will take the lead.&#10;&#10;[SP] Representas a un joven emprendedor interesado en invertir en un negocio en expansi&oacute;n: el ferrocarril. Construye estaciones, firma contratos con compa&ntilde;&iacute;as mercantiles, compra certificados de acci&oacute;n, &iexcl;y no olvides a los pasajeros! Revive la historia extendiendo tus v&iacute;as entre las ciudades que vieron crecer la red ferroviaria espa&ntilde;ola durante el s. XIX.&#10;&#10;Los jugadores deben no solo decidir cu&aacute;les son las acciones m&aacute;s propicias durante su turno actual, sino tambi&eacute;n prever d&oacute;nde les ser&aacute; conveniente realizarlas en su pr&oacute;ximo turno. El coraz&oacute;n del juego est&aacute; en el robo de cartas, as&iacute; que un poco de suerte resulta favorable. A lo largo de la partida se producir&aacute; un total de tres rondas de puntuaci&oacute;n, inducidas por los propios jugadores. Aquellos jugadores que hayan sabido anticiparse a las rondas de puntuaci&oacute;n resultar&aacute;n aventajados.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Perseus and the Sanctum of the Medusa",
    "ID": 69713,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69713/perseus-and-the-sanctum-of-the-medusa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Perseus and the Sanctum of the Medusa is a non-profit, unauthorised, non-collectable card game, set within the confines of a torch-lit underground chamber holding the only mortal Gorgon, Medusa.&#10;&#10;Consisting of two balanced 50-card decks, the game pits two players against each other in a life or death struggle. One player takes the role of the mythical hero Perseus, and his opponent assumes control of his quarry, the serpentine Medusa.&#10;&#10;At his disposal, Perseus has four Greek soldiers to help corner and behead the, once beautiful beast, whose very expression now turns people to stone. His equipment includes treasures gifted to him by various Olympians and the Hesperides: a polished shield, adamantine sword, and a knapsack kibisis to safely contain Medusa's head.&#10;&#10;The game has an asymmetrical design, with both decks featuring different cards and abilities. Perseus and the Sanctum of the Medusa is played without a board or map, with cards placed out by the Perseus player to simulate the Greeks' investigation of the column and statue strewn chamber. Gameplay is quick and bloodthirsty with Greeks petrified, or slain by bowshot and acid pool frequently.&#10;&#10;Drawn partially from Greek myth, the game is inspired hugely by the 1981 film Clash of the Titans.&#10;&#10;The game's lineage can be traced back to Magic: The Gathering, BattleTech TCG, and Iliad.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Ancient: Greece",
      "Creatures: Monsters",
      "Mythology: Greek",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Famous Dick Turpin",
    "ID": 69716,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/69716/the-famous-dick-turpin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the Publisher: In this game players are highwaymen, trying to make their fortune by holding up the 'Silver Flyer,' a stagecoach making its winding way across England and into Scotland. Players ambush the coach to rob the wealthy passengers on board. But beware! The passengers may fight back. Worse, you may even meet another highwayman at your chosen hide-out - perhaps Dick Turpin himself - who has the same plan but has no intention of sharing his ill-gotten gains with anyone else!&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death on the Seas",
    "ID": 69722,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/69722/death-on-the-seas",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "From the rules:&#10;&#10;&quot;This game is designed to provide simple and easy to use rules for fighting small scale naval battles featuring around half a dozen ships per side.  The rules are written with 1/600th scale ships in mind, but it would be possible to use other sized miniatures...Death on the Seas is historically set in the 5th Century BC, during the Persian Wars, but the rules feature statistics for ships from both earlier and later periods.&#10;Several of the core mechanics for this game have their origins in the 5.56mm game and will therefore be familiar to anyone who has read those rules.&quot;&#10;&#10;From the Wargames Journal website (blurb by the creator) &#10;&#10;&quot;...a fast play set of [free] rules that can be used with just about any scale of ancient ships (the target was 1/600th scale) and are based on a premise of one model equals one ship.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Magazine: Wargames Journal"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bank It!",
    "ID": 69724,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/69724/bank-it",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From publisher's website:&#10;&#10;&quot;Bank It! &#10;Earn. Save. Buy a bike!&#10;&#10;Race other players to save enough money to purchase a new bicycle! Earn money doing chores and other jobs. Earn interest on your savings account. Manage your money wisely and shop for a good bargain. &quot;&#10;&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trail Magic:",
    "ID": 69733,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/69733/trail-magic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Publisher Blurb:&#10;Learn about hiking the Appalachian Trail as you play the Trail Magic game. Fun and fast moving play is created by a combination of multiple choice trivia questions, chance, food rations and questions about your trail mates. The game is designed for groups of 2 or more and ages 10 and up.&#10;&#10;Start at either Springer Mountain in Georgia, the southern end of the trail or at Mt. Katahdin in Maine at the northern end. Pick up rations at food stops, cross your fingers that the bears don't eat your food, and answer trivia questions as you try to make your way to the other end of the trail.&#10;&#10;The game board shows many of the important landmarks and towns along the trail as well as watercolor illustrations of a few sites. 140 trivia cards as well as 60 environmental hazard &amp; hiking community cards are included.&#10;&#10;A portion of proceeds from the sale of Trail Magic benefits the Appalachian Trail Conference, which maintains the Appalachian Trail.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slam Attax",
    "ID": 69735,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/69735/slam-attax",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "WWE Slam Attax is a Trading Card Game by Topps Trading Cards. It features WWE Superstars from the Raw, Smackdown and ECW brands along with WWE Divas and WWE Legends. Each Superstar has an Attack and Defense rating out of 100, and a star rating out of 5.&#10;&#10;2 players start with 9 randomly selected cards lying face against the ground. These cards are the main roster player. There are two additional cards on the sides of 9 major cards. Both cards are cards Tag Team. The player decides which begins on a playing card with his main roster, and decides whether he wants to attack or defend. He turned the card to reveal Superstar. The opponent must then take a card either defend or attack (depending on the choice of boot drive). The losing card is removed from the game. At any moment a player can choose to spend a card to one of two cards Tag Team. There are also Champion and finishing move cards. These contractors and finishing move cards are superior to the rest of the bridge, but can not be used for cards Championship is equipped with that specific Superstar. Whoever has the most to gain (or face) cards wins the game.&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Series: Topps Attax CCGs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cosmic Dice",
    "ID": 69736,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/69736/cosmic-dice",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Aliens of many different races have come together; some in war, others in negotiations.&#10;&#10;In this game you will be encountering random opponents and either fighting to take them over, or negotiating and coexisting. The random 5 aliens selected each game will vary the game play and manipulate the game through the various powers. See if you can come out in the lead, conquering or negotiating, to establish 5 colonies first.&#10;&#10;This game uses a locking die mechanic that is seen in many other express games and emphasizes push your luck mechanics. You may be forced to negotiate even when it isn't in your best interest, or you might try for a higher number, only to lose the die from the X result.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Első számjátékom",
    "ID": 69744,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69744/elso-szamjatekom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game with numbers for small children. Every player gets the same number cards (they depict every number between 1 and 10 twice), and a goal number between 1 and 20 is turned up. The first player who can make this number using his/her number cards, addition and subtraction can discard those cards. Then another goal number is turned up. The winner is the first player who discards all the cards.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guckloch",
    "ID": 69745,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69745/guckloch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Guckloch, the players have to recognize pictures through a little hole in a board. If they can name the object they see just partly, they can add it to her collection. The player who has collected a certain combination of pictures first is the winner.&#10;&#10;contents:&#10;4 wooden collection boards with 6 pictures each&#10;24 wooden boards with a picture&#10;3 wooden boards with holes to look through&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scoreboard Baseball",
    "ID": 69751,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/69751/scoreboard-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Scoreboard Baseball is a full-stat quick-play baseball game that can be played in around 10-12 minutes from out of the box to stat completion. There are no lineups to decide upon and no score sheets to fill out yet the game unfolds inning by inning with a key player and action being revealed along the way. While it can be used to add on to existing full play baseball games, such as Inside Pitch Baseball, it can also hold its own as a season replay game.&#10;&#10;Each team is represented by a single chart that shows all of the possible players and how they effect scoring in an inning when called upon to deliver as a key player. It could be the 3rd string catcher that comes through or maybe your backup shortstop. One roll per inning gets you all the action plus all the pitchers stats for that inning.&#10;&#10;All hitters are rated for, basically, runs created. This is how runs can be scored during an inning. They also have ratings for HR, 3B, 2B, SB and hits in general. How often a hitter is called upon is based on how many plate appearances he had during the season being replayed. The bigger the hit type, a HR beats a single, the better chance to have that big inning. How many runs a team scored in an inning during the year is recreated with Scoreboard as each team has its own scoring chart.&#10;&#10;Pitchers are rated on H, K and BBs. They also have ratings which can cause runs to score in an inning or block potential runs from scoring. The pitchers' stay in the game relies upon how many hits, runs and walks he gives up in his stint. Deciding who pitches doesn't slow the game down as pitchers have start and relief ranges that you can use to &quot;coach&quot; the team.&#10;&#10;Relievers are not left out of the mix as all their appearances and stats can be tracked as well. When to bring in a certain reliever is also covered with 7 different scoring/inning breakdowns that are based upon actual year appearances. Your middle guys will come in at the proper times and be effective (non-effective) just like the year the charts recreate.&#10;&#10;While most stats are gathered during the game some loose ends must be accounted for at games' end. These are handled with each player given ranges to fill in those RBI and hit stats so that the score sheet comes out even.&#10;&#10;You don't just roll for a final score in Scoreboard but you get the ebb and flow of the game broken down per inning. Sometimes your less than stellar players will need to come through in a pinch recreating the excitement of a play-by-play game just done quicker. By the end of the game, you will have these stats for the players as well as see when and how they happened in the game.&#10;&#10;Pitchers: W, L, SV, IP, H, R, ER, K, BB&#10;&#10;Hitters: H, 2B, 3B, HR, SB, RBI&#10;&#10;After a series or two from a team, multipliers are given to each player to show how many AB he would have based on the number of games his team has played. This can be used to get you batting average leaders, etc... for your league.&#10;&#10;Get on the Board with Scoreboard Baseball!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Slam",
    "ID": 69752,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/69752/grand-slam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Game for Two Players&#10;&#10;The object of the game is to try to place four counters of the same colour in a row. Players take turns to throw the four dice (2 yellow, 2 white), and put a counter on a square on the board according to the dice score, with yellow dice counting on the horizontal axis, and white dice on the vertical axis.&#10;&#10;The game art is tennis based, but there is no real tie in with tennis in the game itself.&#10;&#10;This is a precis of the rules from the rule book.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 12 x 12 Grids",
      "Players: Two-Player Only Games",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battalions In Crisis! Module I: 1943",
    "ID": 69757,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69757/battalions-in-crisis-module-i-1943",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "From the cover:&#10;&#10;Vehicles and Equipment&#10;&#10;Scenarios for: Tunis, Sicily, Kursk, Salerno and Tarawa&#10;&#10;Inside:&#10;&#10;This package contains 45 more vehicles plus additional weapons to use with Battalions In Crisis! Each theatre of operations in 1943 is represented with a historical scenario, The scenarios range in complexity from one player on a side to large scale engagements requiring three or four players on a side. We hope you find the information in this module interesting, useful and enjoyable.&#10;&#10;User:&#10;&#10;Contains some of the more useful vehicles such as the Pz IV H and PZ V D, Stug IIIg, T34/85, Sherman Firefly, M3 halftrack, M4A3E8 and even the LVT1A and LVT2. Handheld antitank launchers have been updated to distinguish Pzf30 and Pzf60 and differences in performance for all the other types. Germany has gained the Pak 43 88mm, UK the 17pdr and USA the 76mm. Basically the equipment you would expect from this period.&#10;&#10;There is also a small notes on play and erratta section which corrects rules on movement and infantry anti-tank.&#10;&#10;All fits neatly in the original three ring binder.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: Battalions In Crisis!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battalions In Crisis! ModuleII: 1944-45",
    "ID": 69758,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69758/battalions-in-crisis-moduleii-1944-45",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "User Summary.&#10;&#10;This module rounds out the game to become a complete package for WW2 small unit simulation.&#10;&#10;Adds on the last of the armour from 1944-45 including the IS2, M24 Chaffee, M26 Pershing, PzIVJ, Koenigstiger and Crab.&#10;&#10;Addition to the basic rules include; &#10;Spaced Armour immunity to HEAT based weapons, &#10;High velocity guns no longer benefiting from falling shots at extreme ranges, &#10;The additional carnage of multiple barrelled weapons and &#10;The devestating power of rocket artillery.&#10;&#10;The platoon roster have now been replaced with nation specific versions including early (rifles) and late (assault rifles and LMGS) versions for Germany.&#10;&#10;The major update to the system is the inclusion of what the designers call a 'Box Wars' points sysem for competitive play. This adds a meticulous costing system to every item already included in the game. This is particularly useful for the more casual gamer who is not looking to recreate a specific action.&#10;&#10;The five new scenarios are very well presented and now include a useful General Situation, Commanders' briefings and Umpire notes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Game: Battalions In Crisis!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ye Mean and Mighty",
    "ID": 69764,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69764/ye-mean-and-mighty",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;Ye Mean and Mighty is a motley collection of noblemen and villains, coach-boys and servants, soldiers and swashbucklers, ready for use in Gloire! This book contains over 50 pre-generated characters and their stories, for use by players or GMs in designing their own scenarios. Use Ye Mean and Mighty to inspire you to your own acts of heroism!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mandala: The Strategic Game of Life Choices",
    "ID": 69771,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69771/mandala-the-strategic-game-of-life-choices",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the box: &quot;Object of the game: be the first player to put together a full life pyramid. You use success strokes, health and soul strokes and riches to do this.&quot;&#10;&#10;From the rules: &quot;The winning player is the first one to build a full life Pyramid. The Pyramid is build of four rows of colorful squares, called strokes.&#10;&#10;&quot;Each player gets strokes four ways: Trading strokes with others; By rolling the dice each turn; By risking Life Choices; By drawing FATE cards.&#10;&#10;&quot;Players can lose strokes through Life Choices, FATE cards or trades, also. You cannot lose more than you have, however.&quot;&#10;&#10;User comment: Players start on the The Birthplace space, and could end up on Skid Road, Paid Vacation or The Northerly View Home for the Befuddled.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Q4",
    "ID": 69776,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69776/q4",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The game is played on four trays, each tray having four by four holes where marbles can be placed. The trays are placed side by side on the board and each player starts the game with 12 marbles. On each players turn he can place one of his marbles on any tray as he chooses and thus trying to make four in a row (or a Q4 as it's called in the game rules). The Q4 can be on a single tray or spanning all the trays (that is, three dimensional).&#10;&#10;After a player has played all his marbles he can start to move them around (on the same tray or between trays). After placing a marble he can claim a Q4. If the Q4 is on a single tray it should be fairly obvious whether it's a Q4 or not. If the Q4 spans all the trays, they must be stacked (the leftmost being on the bottom, the rightmost on the top) and then it can be checked whether the claim for a Q4 is true or not.&#10;&#10;The first one to make a Q4 wins the game.&#10;&#10;Similar to:&#10;&#10;    3D Tic Tac Toe - which is played on 3x3x3 grid&#10;    Four Letter Words - though with words&#10;    Qubic - which is also played, with placement only, on 4x4x4 grid but with 32 markers for each player&#10;    Tetrano - which is the same game represented on a 4x4 board.&#10;    Qubic - which has a version for 3 players also&#10;    Score Four - 4x4 grid of pegs that are filled from the bottom up&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 4x4x4 Grids",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Probing For The Hotton Bridge",
    "ID": 69777,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69777/probing-for-the-hotton-bridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A two-player Advanced Squad Leader scenario designed by Eric Bongiovanni. Players can choose to represent elements of the German KG Bayer, 116th Panzer Division, or American elements of 23rd Engineers Regiment,&#10;&#10;This hex-and-counter wargame scenario recreates the actions of German and American troops in Hotton, Belgium, 21 December 1944 as the Germans attempt to take the Hotton Bridge and the Americans defend it as part of the Battle of the Bulge.&#10;&#10;Victory Conditions:&#10;The Germans win at game end if they have more Victory Points than the Americans. Victory Points are accorded as follows: 1 Victory Point for each good order squad (only) equivalent / mobile Armored Fighting Vehicle on the north bank at&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Shooting Lodge",
    "ID": 69778,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69778/the-shooting-lodge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "210",
    "Play Time": "210",
    "Weight": "0",
    "Description": "An Advanced Squad Leader Scenario designed by Eric &amp; Michel Bongiovanni. This expansion of the Advanced Squad Leader Rule Book recreates a battle of The Continuation War between Finnish and Russian elements on the Karelia Isthmus, 16th April 1942.&#10;&#10;Finnish elements of the 12th Brigade have installed an observation post in a hunting lodge on a hill. From there, they direct harassing fire on Russian positions. Soldiers of the Russian 46th Infantry Division supported by T-50 tanks of the 306rd tank Brigade receive orders to take the hill.&#10;&#10;Victory Conditions: &#10;The Russians win at game end ifthey have more Good Order Squad equivalent than the Finns in hexes 50X5/X6/Y6/Y7.&#10;&#10;Requires:&#10;&#10;Advanced Squad Leader Rule Book (Multi Man Publishing)&#10;&#10;Board 5 and Russian Order of Battle from Beyond Valor ASL Module 1 (Multi Man Publishing)&#10;&#10;Board 50 and Axis Minor Order of Battle from Armies of Oblivion ASL Module 12 (Multi Man Publishing)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "100 Points Hold'em",
    "ID": 69780,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69780/100-points-holdem",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "100 Points Hold'em is a simple, casual card game in the 100 Points line of games that uses 100 Points cards.&#10;&#10;Like Texas Hold'em? Want to try something different and maybe a little simpler? Then try 100 Points Hold'em!&#10;&#10;In 100 Points Hold'em players are dealt 2 cards face-down. The Dealer then plays 2 cards (one at a time) face-up while players bet token to stay in the game. Using the 2 cards dealt to them face down and the 2 shared cards dealt face-up on the table, players see who has the best hand. The player closest to 100 points in their hand without going over wins the round. The game ends when only one player has 3 tokens or more.&#10;&#10;For 2 to 5 players. Simple. Casual. Fun. 100 Points Hold'em&#10;&#10;(Publisher description)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Series: 100 Points Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "100 Points Prediction",
    "ID": 69781,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69781/100-points-prediction",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "100 Points Prediction is a simple, casual card game in the 100 Points line of games that uses 100 Points cards.&#10;&#10;In 100 Points Prediction each player rolls a 6-sided die and draws a number of cards equal to their roll. Each player then guesses as to what the total number of points are of all the cards in all the players' hands. One by one players reveal their cards and everyone finds out the the total number of points. The player who guessed the closest without going over wins. The losing players put their cards in their discard pile. The last player with cards in their deck wins.&#10;&#10;The game can be played with 2 or more players.&#10;&#10;Each player needs their own set of 100 Points cards and a 6-sided die to play the game. &#10;(Publisher description)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Series: 100 Points Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Portal",
    "ID": 69786,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/69786/portal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Portal is a two-player abstract game played on a hex board where player's attempt to capture each others pieces.  Each player has four different sized units that can move different amounts of spaces on a turn (1-4).  Pieces are allowed free movement but may not move through a space they have already occupied that turn or move through another piece.  Pieces can only capture in a straight line of hexes equal to their movement amount and may jump other pieces when capturing.&#10;&#10;A key aspect to Portal is the turn structure.  On alternating turns players will make one and two movements.  That is, on turn 1, P1 will move once and P2 twice.  On turn 2, P1 moves twice and P2 moves once and so on.&#10;&#10;A portal board consists of three seperate types of &quot;special&quot; hexes.&#10;&#10;The middle hex is the Portal.  If you begin your turn with a piece in the portal you may move it to any open open, non-special space on the board and then make your movement(s) for that turn.&#10;&#10;The spaces surrounding the portal are weakened.  A piece in those spaces may not make a capturing move, except a &quot;1&quot; may capture into the portal only.&#10;&#10;The red corner spaces are protected.  A piece in that space cannot be captured, however, it must be moved out of that space on the player's next turn or it is removed from the board.&#10;&#10;The game ends when one player has one or fewer pieces remaining on the board.  Each remaining piece scores points equal to its movement value.  The player with the higher score wins.&#10;&#10;Portal is currently entered in the nestorgames continuous abstract contest as well as the 1,000 Year Design Challenge.&#10;&#10;http://www.boardgamegeek.com/geeklist/48043/item/1260124#item1260124&#10;&#10;www.thousandyeargame.com&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smoking Game",
    "ID": 69787,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69787/smoking-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A promotional game by International Team commissioned by some tobacco companies (Philip Morris, etc.) (the game was recommended for ages 12+ (!)). Every player is a different kind of smoker, moving along the game board the players must find out what type of smoker the other players are.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Son the Doctor",
    "ID": 69788,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/69788/my-son-the-doctor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Want to make Mama proud? Become My Son the Doctor.  Let Mama impress her friends.  Become My Daughter the Movie Star.  Maybe you'd rather have money and influence.  Become My Son the Tycoon.  How about...would you like to rule the world?  Become My Son the Politician.  All it takes is a little luck...a little concentration and knowing when to keep your mouth shut!&#10;&#10;(From front page of the rules.)&#10;&#10;Drawing on traditional Jewish humor, this game encourages players to aspire to their Mama's dreams of becoming somebody.  Players begin at home with Mama and through the course of the game, pick up Odd Jobs and Tools of the Trade.  Once the player gets to their target profession after acquiring 4 Good Tools for that Trade, they win!&#10;&#10;Movement on the board is via dice, one specifically for each dimension, with the player choosing the direction.  Landing on a free Odd Job gains the player both a random Odd Job card and a random Tool from a profession of their choice.  If a player lands on someone else's Odd Job and they get to steal a Tool.  Being lazy will cause a player to lose a turn, and sometimes it's best just to Go Home to Mama.  However, if a player can catch a Lucky Break, then end up on a square of their choice, which is the best way to land a profession!&#10;&#10;The mechanics are simple, but remembering who has what can be more difficult as cards are constantly being exchanged.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tall Towers",
    "ID": 69793,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69793/tall-towers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Tall Towers each player represents a carpenter during the Medieval Age who has been tasked with building a city tower for the Prince. Each player must build a tower taller and more efficiently than the other players. Everyone grabs one of the 6 foundation boards, each with a unique build queue that you are trying to complete during the frantic trading sessions.&#10;After everyone has chosen a foundation board, the game can begin. There are 2 phases repeated throughout the game. The first phase is the Trading/Resource Gathering Phase. Everyone starts with the same deck of 40 Cards, but you will not be using your own cards to build your Tall Tower. Instead the trading/resource gathering is done through an interesting real-time blind trading mechanic. It is a quick thinking and chaotic trading session quite similar to games such as Pit, or Set. Everyone is trading simultaneously, so act fast to get the cards you need, and bluff your opponents into taking the bad cards from your hand.  &#10;The second phase is the Build Phase, where you use the cards you received in the previous phase to build your Tall Tower. Of course it is not as easy as it sounds. You must play the cards in the order you received them, you cannot rearrange your hand. Some cards are good and will help you finish up the next floor of your Tower, or they could be bad and send cracks through a few of the stones you gathered during the Resource Phase.&#10;The Players go through 8 Rounds (of 5 cards each) alternating between these 2 phases, and the one with the Tallest Tower wins. There is lots of chaos during trading, lots of speculation between players as they try to talk each other into taking their cards, and lots of fun as you flip over your resources and see how good you did or how bad you crumbled.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Medieval",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cars Bingo",
    "ID": 69801,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.12",
    "Link": "https://boardgamegeek.com/boardgame/69801/cars-bingo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "(from back of box)&#10;&quot;Get SUPERCHARGED with Lightning McQueen and his pals as they prepare to compete with cars from around the world in the Radiator Springs Supercharged International Grand Prix! The neon's sizzling, the asphalt's hot, and Lightning's pals are sporting slick new paint jobs as they gear up for the big race. Put your pedal to the metal and steer right to the hottest spot in racing - Radiator Springs. Play this supercharged spinner Bingo with Lightning McQueen and his pals, all your favorite Cars characters!&quot;&#10;&#10;This is a children's bingo game with a Cars theme. Each player receives a bingo card with a 5x5 grid of Cars characters (Ramone, Doc Hudson, Guido, Lightning McQueen, Mater, Sally, Luigi) with different colored backdrops (Red, Green, Yellow, Blue, Purple). A spinner is used to call spaces. For example: If the spinner arrow points to the color blue and Mater's face, &quot;Blue Mater&quot; is called out. Any player with a Blue Mater picture on their card would cover it with a chip. The first player to cover 5 characters in a row with chips wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Cars",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starbattles (The Card Game)",
    "ID": 69802,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69802/starbattles-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "User Summary...&#10;&#10;Created as a follow-up to the Starbattles tactical space combat game, Starbattles (The Card Game) is described in its rulebook as &quot;a beginner level card game of tactical space combat. It is a fast paced card game where all the action is in front of you and in your hand.&quot;&#10;&#10;To date, only simply produced play-test versions of this game have been documented. It is unknown whether or not this game ever made it into full production.&#10;&#10;Components:&#10;- 1 Rules Folder (6 pages on continuous paper)&#10;- 54 Ship Cards (all cards for this game are printed on sheets for players to cut out)&#10;- 1 Set of Hit/Destroyed Counters (the sheet devoted to last minute changes indicates that these are not included)&#10;- 6 Play Sheets &#10;- 6 Player Order Cards&#10;- 114 Action Cards&#10;- (a six-sided die is required, but not included)&#10;&#10;Notes on play:&#10;Each player has a Play Sheet where ship status and damaged is tracked. Essentially, the Play Sheet represents a player's home base... their ships (as represented on Ship Cards) are placed on areas on the Play Sheet that show the ship's position relative to their base. Players score victory points by finishing off other player's ships.  The game ends and victory points are totaled when only one player has active ships left.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Petaouchnok",
    "ID": 69803,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69803/petaouchnok",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A light illustrated cardgame, where the first player with only three cards in his hands (1 place, 1 dress and 1 vehicle) is the winner. Every player starts with 10 cards and on their turn play cards that matches the previous card. Special cards (ban, +3, miss your turn etc.) make it harder for your opponents.&#10;&#10;Text on back of the box:&#10;&quot;By taking the cable car, reach the moon dressed in armour. It's possible! But avoid the pitfalls! You have to be sharp to arrive first.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Untold Battle",
    "ID": 69805,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/69805/untold-battle",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(from the Web Site)Untold Battle&trade; is a fast-paced, exciting way for players to duke it out with custom built creatures and parties. Showcasing the many Battle Factions of the Untold universe, Untold Battle was created for two players to choose two opposing factions and fight with tooth, bullet, tentacle and spell until only one side remains. But Battle players are not limited - they can use all of the Untold cards to change and make their units unique, or even create their own character, just as if they were going to play the roleplaying game. And Battle doesn't need to be two sided, the rules work for one-on-one, one-on-many, or many-on-many. Untold Battle Rules provide a brutal, bloody, and hard-hitting game that packs a punch!&#10;The Battle Factions&#10;&#10;Untold offers limitless possibilities for worlds and adventures. And on every world there are nations, corporations, shadow organizations, alien marauders, and so forth; we collectively call these Factions. We've built all the unique creatures, minions, soldiers, and things that go bump in the night and put them together in Battle Faction packs, so you can pick your favorites or mix and match to do Battle. Untold Battle offers an arena for all the forces of your imagination to duke it out. Now you can pit zombies against soldiers, or tentacled demons against steam punk robots. Or you can help shape the destiny of one of the Untold worlds: will the brave forces of the North American Union overcome the twisted Flux Horrors? Or you can help reshape the face of Europe as the Churl Confederation advances on the new knights of Novus Europa!&#10;The Untold Rules&#10;&#10;Untold Battle utilizes Untold Minion Cards because they are quick to use. Minions are one card, instead of a number of cards, that represent a single character, and that is important when your Battle has a large number of forces. And Minions still offer the limitless customization of Untold Powers through Swapping.&#10;&#10;Once players choose their Factions and/or characters, Battle is as simple as lining up the cards on the table across from each other and taking turns between their minions. Battle utilizes Untold's simple and quick combat mechanics (see our Online Primer for more, or just refer to back of the handy insert that comes with every Battle Faction pack), and all the rules you need for the minions are on the cards!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Expat-Abenteuer",
    "ID": 69807,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69807/expat-abenteuer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Expat-Abenteuer is designed to prepare players, particularly families with children, for moving abroad. There are several expansions for specific countries.&#10;&#10;The players roll and move along a track. The goal is to earn &quot;expat points&quot;. The points are awarded by cards, other cards send the players forward or back. The cards can be kept for future use, but when certain points on the track are reached, the players have to discard them and receive negative points for them. &#10;Whenever a player draws a card, another player can also force one of his/her cards on him/her, making the &quot;trip&quot; less predictable. &#10;The first player to reach the end of the track gets some bonus points. The player with most points is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Expat-Abenteuer: Ergänzungsset Japan",
    "ID": 69808,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69808/expat-abenteuer-erganzungsset-japan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Japan expansion for Expat-Abenteuer. The expansions contains 55 cards with specific texts for families or other people who want to move to Japan.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Continents: Asia",
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expat-Abenteuer: Ergänzungsset China",
    "ID": 69809,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69809/expat-abenteuer-erganzungsset-china",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "China expansion for Expat-Abenteuer. The expansions contains 55 cards with specific texts for families or other people who want to move to China.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expat-Abenteuer: Ergänzungsset Korea",
    "ID": 69810,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69810/expat-abenteuer-erganzungsset-korea",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Korea expansion for Expat-Abenteuer. The expansions contains 55 cards with specific texts for families or other people who want to move to Korea.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Continents: Asia",
      "Country: Korea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expat-Abenteuer: Ergänzungsset Tschechien",
    "ID": 69811,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69811/expat-abenteuer-erganzungsset-tschechien",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Czech Republic expansion for Expat-Abenteuer. The expansions contains 55 cards with specific texts for families or other people who want to move to the Czech Republic.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Expat-Abenteuer: Ergänzungsset Indien",
    "ID": 69812,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69812/expat-abenteuer-erganzungsset-indien",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "India expansion for Expat-Abenteuer. The expansions contains 55 cards with specific texts for families or other people who want to move to India.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Expat-Abenteuer: Ergänzungsset USA",
    "ID": 69813,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69813/expat-abenteuer-erganzungsset-usa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "USA expansion for Expat-Abenteuer. The expansions contains 55 cards with specific texts for families or other people who want to move to the USA.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: Firestorm Campaign – Operation Market Garden",
    "ID": 69814,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/69814/flames-of-war-firestorm-campaign-operation-market",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From the Publishers Website:&#10;&#10;In four weeks time the largest airborne operation in history will begin once more. An entire airborne army will attempt to seize key bridges leading into the heartland of the Reich. Thirty British Corps will follow on from this attack, driving up the road to Arnhem and into the heartland of German. Can you end the war before Christmas or will it be a bridge too far?&#10;&#10;Firestorm Market Garden is a campaign system for Flames of War.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Netherlands",
      "Game: Firestorm Campaigns (Flames of War)",
      "Game: Flames of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Round-A-Corner",
    "ID": 69816,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69816/round-a-corner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple spin-and-move game in which the object is to advance both of one's tokens from &quot;Start&quot; to &quot;Home&quot;. One twist is that the spinner's numbers are divided into &quot;Up&quot;, &quot;Down&quot;, and &quot;Round-A-Corner&quot; zones. The players must spin within the appropriate zone to advance one of their pieces.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mall of the Dead",
    "ID": 69818,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69818/mall-of-the-dead",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Exapnsion for Dead of Night.&#10;&#10;This pnp expansion uses a second board, same size as the first one, and a specific deck of items. The new board and the old one may be assembled together for huge scenarios (have one team start in the mall, while the other is already trapped in the house with short ammo supplies and try to rescue them, etc).&#10;&#10;The main idea is to avoid introducing any new rule, while providing new items, new rooms, and a different game experience thanks to the way the item distribution works.&#10;&#10;The expansion is free, and includes :&#10;&#10;     New board&#10;     New items&#10;     New rooms&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragons: Wettflug zur Dracheninsel",
    "ID": 69821,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/69821/dragons-wettflug-zur-dracheninsel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Dragons: Wettflug zur Dracheninsel (&quot;Dragons: Race to Dragon i=Isle&quot;) is a game based on Dreamworks' How to Train Your Dragon 2. In the game, the dragon riders attempt to reach the Dragon Isle, while the dragon Screaming Death tries to prevent them from doing so.&#10;&#10;At the beginning of each game, the board is created by lining up island tiles, starting with Viking Island (start) and ending with Dragon Isle (finish). The islands between start and finish come in four different colors.&#10;&#10;The game is played in rounds. Each round, one player plays Screaming Death, while the others play a dragon rider. Each dragon rider has a hand with colored island cards. Each turn, each dragon rider selects one of these cards. At the same time, Screaming Death selects one color of islands to attack. Then, everybody reveals their cards. Each dragon rider that has selected the color that is being attacked by Screaming Death cannot move; the others move to the next island of their chosen color.&#10;&#10;The round ends when two dragon riders have reached Dragon Isle, or when the dragon riders can no longer move because the deck of island cards has run out. The first dragon rider to reach Dragon Isle gains two coins; the second rider gains one coin. If no dragon rider reaches Dragon Isle, Screaming Death gains three coins. If only one rider reaches Dragon Isle, Screaming Death gains one coin.&#10;&#10;The game continues with a new round, until each player has played Screaming Death once. Then, the player who has collected the most coins wins.&#10;&#10;Spooky, an earlier version of this game, had the players as ghosts moving through a castle, with each player taking a turn as Merlin to try to stop the ghosts.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Laskutaituri",
    "ID": 69825,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/69825/laskutaituri",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fast-paced calculation game for 1 to 8 players. On their turn, player throws 14 special 6-sided dice with numbers ranging from 1 to 15. Then player tries to place them in a grid of four rows, so that all rows show correct calculations. Correct calculations score points. Time for placement is limited with a hourglass.&#10;&#10;The grid looks like this: (X = places for dice).&#10;X + X = X&#10;X - X = X&#10;X * X = X +- X&#10;X / X = X +- X&#10;&#10;Similar to Minutspelet which is for 2 players only.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tim Burton's Alice in Wonderland",
    "ID": 69826,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/69826/tim-burtons-alice-in-wonderland",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Enter the world of Wonderland and help Alice reach the Frabjous Day! You must navigate through Wonderland in order to encounter the Mad Hatter, the Cheshire Cat, the White Rabbit and the Red Queen, but watch out! This path moves!&#10;&#10;Featuring four separate boards that make up one larger game board, Alice in Wonderland is a shifting, madcap world. Who will be the first to reach the Frabjous Day?&#10;&#10;Players take turns moving through different sections of Wonderland (The Rabbit Hole, the Forest, the Tea Party and the Red Queen's Castle) collecting Drink Me cards. The Drink Me cards are used in each section to collect a favor from each of the characters that reside in that section of Wonderland (the White Rabbit, the Cheshire Cat, the Mad Hatter and the Red Queen, respectively).&#10;&#10;Once a player has collected favors from all four characters, they may move to the Frabjous Day. The first player to reach the Frabjous Day wins!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Alice in Wonderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Twilight Saga: Eclipse – The Movie Board Game",
    "ID": 69827,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.88",
    "Link": "https://boardgamegeek.com/boardgame/69827/the-twilight-saga-eclipse-the-movie-board-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Enter Into the world of the Twilight Saga&#10;&#10;It all begins with a choice. Which path will you choose? Make your choice, then collect Friends, movie scene cards, and face the Newborn army! The more you know about the Twilight Saga: Eclipse and your friends the better your chance of winning.&#10;&#10;Players take turns moving around in the world of the Twilight Saga. Each space on the board is part of a scene, and each space offers a challenge, either a trivia question about &quot;Eclipse&quot; or a strategy question (which can be a dice challenge, a voting challenge or a visualization/memory challenge). Successfully completing a challenge allows the player to collect that scene. The first player to collect all eight scenes wins!&#10;&#10;Along their way to collecting all eight scenes, players will have to collect either Quileute or Cullen friends to help them defeat Newborn vampires. Players can also collect special Story cards to help them defeat challenges, or use Fast Movement spaces to move quickly from scene to scene.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Voting"
    ],
    "Families": [
      "Books: Twilight",
      "Creatures: Vampires",
      "Theme: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lines & Sunkers",
    "ID": 69828,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/69828/lines-and-sunkers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fun-to-play board game of Atlantic Canada. (from the box front)&#10;&#10;Description from the back of the box:&#10;&#10;&quot;Lines &amp; Sunkers (tm) offers Down-East humour at its best. The game is all about Atlantic Canada - its people, history, and culture.&#10;&#10;&quot;There are many ways to play - you can even develop your own!&#10;&#10;&quot;Start at Stagehead and follow the wave-like motion of the Gameboard. Roll with the uncertainty of the die to a Lighthouse or Sunker. Experience the Luck o' the Irish. Meet your friends for an English Cup o' Tea. Attend the Acadian &quot;Joie de Vivre&quot; Festival, or the world-famous Gathering of the Clans.&#10;&#10;&quot;Will you be hooked by our questions, or will you simply be in a FOG? Answer incorrectly, and see what the Stun'd Box has in store for you. A Lucky Shot will take you to the challenges of the Holdin' Ground. Then Jig-a-Double to reach home Safe &amp; Sound.&#10;&#10;&quot;You don't have to be a trivia buff to win - you just have to be good at collecting and holding on to your O-fishial Stamps.&#10;&#10;&quot;Lines &amp; Sunkers (tm) - a true reflection of Atlantic Canada!&quot;&#10;&#10;",
    "Categories": [
      "Humor",
      "Nautical",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sold!",
    "ID": 69831,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69831/sold",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A new town has recently been developed near your neighborhood, full of office towers, shopping malls and housing estates. Can you outbid the other tycoons and be the one to cash in on this prospering town?&#10;&#10;Sold! is an extremely mean auction game where players vie for control over the new properties in town. Over a series of 25 rounds, players bid for coloured cubes which are used to exert influences over the sales of individual properties. Will you channel your financial might on the office towers? Or will you bet on monopolizing the retail scene? Only the most cunning and opportunistic businessman will stand a chance to win!&#10;&#10;Be wary though, there plenty of opportunities for your competitors to foil your most well laid plans!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Negotiation",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mentis",
    "ID": 69832,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/69832/mentis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In Mentis, your goal is to capture the opponent's king. Each player's king is fragile, unable to move from his hill on the side of the 7x7 board, but he defends that hill by sending out forces of Spears, Trenchmen and Nobles to fight across the board. Each turn, you either deploy, move or capture:&#10;&#10;&#10;    Deploy &mdash; Place 1-3 pieces in a stack orthogonally adjacent to your king's hill in a square not adjacent to an opponent's piece. You can place on an empty square or one holding your pieces, but you can't create a stack more than three pieces high.&#10;    Move &mdash; Move pieces orthogonally 1-3 spaces depending on the type of piece on top of the stack. You can drop off and pick up pieces as you move as long as you obey the three piece limit.&#10;    Capture &mdash; Use the top piece of your stack to capture an opponent's piece, but only if that piece is exactly the right distance (1-3 spaces) from the capturing piece and isn't of a type immune to attack from the capturing piece.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blazing Skies",
    "ID": 69833,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69833/blazing-skies",
    "Min Players": "2",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Flying Officer Stumpy Prangsworthy&rsquo;s handlebar moustache streamed behind him in the 280mph wind as he craned his head round trying to locate where Von Strudels Focke Wulf 190 A8 had gone to. Deep within the cloud, the spineless Boche had shown his true colours and escaped Stumpys righteous justice. The growling Merlin engine sang a new song as he side-slipped his trusty Supermarine Spitfire down towards the now helpless Dornier 17.&#10; The Dornier was almost at the target and in scant moments would land at the brewery and snatch No14 Squadrons Claret from under their noses. Well Stumpy would see about that. He loosed the safety off of his eight .303&rsquo;s and aimed at the Dorniers port engine.&#10;  Suddenly from behind screaming out of a wingunder manoeuvre the FW 190 appeared in Stumpys vanity mirror, its cannons sparkling motes of fire. A shell smashed into the Spits wing and tore the aileron. &ldquo;Blast you, Von Strudel &ldquo;yelled Stumpy as he realised that he had been sold a duffer and was gone for a burton. Only one trick could save him. Feathering his Kites prop, he hit the airbrakes and was rewarded with the bright green FW 190 flashing under him. Dropping the nose Stumpy let rip a corking burst which caught the Jerry a treat. Flames poured from the FW 190&rsquo;s  engine and Von Strudel Hit the Silk. &#10;Von Strudel shook his fist as Stumpy flashed past. &ldquo;Verdammt Englander! Finish me now! The shame is too great!&rdquo;&#10;&ldquo;Not a chance old pip,&rdquo; grinned Stumpy; &ldquo;A Englishman flies by the rules of the game, and potting a Chap on his chute is defiantly not playing the game.&rdquo;&#10;So what is playing the game? You are about to find out!&#10;&#10;Blazing Skies is a Tactical WW2 Flight combat game. Each player takes control of a WW2 aircraft and battles his/her opponents in fast paced duels to the death. The roar of engines, the rattle of dice , the contrails streaming from wingtips and the chugging down of pints of claret. Its all here in Blazing Skies.&#10;&#10;45 full colour pages of rules, background, templates, charts, diagrams and quick reference sheets&#10;Six exciting scenarios and one boring one.&#10;A physics model that simulates the effects of gravity, engine power, high energy manouvers.&#10;A campaign game that rewards skillful pilots&#10;Take offs!&#10;Landings!&#10;Prangings!&#10;Collisions!&#10;Gongs!&#10;Random Events!&#10;A huge list of literally hundreds of WW2 and interwar aircraft.Evrything from the mundane to the mad with more on the way!&#10;Support via email and forums&#10;Clouds&#10;Flack&#10;Bombing&#10;Pilots personal skill&#10;Idiosyncratic Aircraft that behave like their real life counterparts! Except in model form! if its a avro Manchester, it will handle like slop and struggle at altitude, its engines will also overheat!&#10;Updates to new kites and scenarios as and when I get round to doing em.&#10;This is a truely epic set of WW2 rules and is set to become the benchmark for Air Combat games. it is designed for 1/144 or 1/72 scale aircraft and a dogfight is easily playable in 30 mins. Multiplane fights are easily fought to a conclusion in a hour.&#10;&#10;The Luftwaffe trained its best pilots in WW2 using these rules.*&#10;&#10;The rules are easy to pick up and play and have plenty of examples. in fact, you start off at RAF Debden where the Sq ldr will take you through your first flight.&#10;&#10;&#10;     Not actually true&#10;&#10;&#10;Dust off your old airfix kits or FOW 1/144 planes and put in an order to Topgunmarketing for some flightstands.&#10;&#10;Chocks Away!&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Humor",
      "Miniatures",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Yatzy",
    "ID": 69835,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/69835/crazy-yatzy",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Crazy Yatzy is Yahtzee with all the catagories you have longed for. Built upon the scandinavian version of Yahtzee Crazy Yatzy includes, among others: Almost a pair, Almost three of a kind, Another chance, yet another chance and CRAZY. The last one is thrown with the eyes closed, and then you have to either trust, or distrust which dice your fellow players tell you to reroll.&#10;&#10;Note that Alga also published another Yahtzee variant under the name Crazy Yatzy which included dexterity elements, nonsensically named categories and so on.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chessapeak Porta-Checkers",
    "ID": 69836,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69836/chessapeak-porta-checkers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "[From the back cover]&#10;&#10;Basic things you need to understand and then you can play Checkers with a partner.&#10;&#10;Partners: face each other and each player plays in turn in a clockwise direction.&#10;&#10;All checker pieces: move or jump according to the Standard Rules of Checkers&#10;&#10;...Except...&#10;&#10;&#10;     each single checker changes its forward direction only once...when it moves or lands in or beyond a square with double lines. NOW, the checker piece is directed to its nearest opponent...&quot;very easy&quot; to follow on the game board.&#10;&#10;&#10;&#10;     Double lines have no meaning to KINGS.&#10;&#10;&#10;Object of the game:&#10;Each player will try to jump and capture all of his two opponents' pieces.&#10;&#10;To Win:&#10;All opponents' pieces must be captured or blocked. A blocked checker piece cannot move. Otherwise, the game is a DRAW.&#10;&#10;Cutthroat (2, 3 or 4 players): each player plays independently.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 14 x 14 Grids",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll 'n' Rock",
    "ID": 69838,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/69838/roll-n-rock",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Rock 'n' Roll Trivia Game&#10;&#10;The board for this music trivia game represents an old-fashioned LP record. Players start at the outer rim of the 'album&quot; and move to the center just like a phonograph needle.&#10;&#10;Questions include categories like Artists, Titles, and Off The Record which covers other areas of the music industry. This game is designed for 2 to 6 players and follows a typical trivia game format... a contestant reaches the final space and must answer a tough question to win.&#10;&#10;Includes the LP record style board, 6 LP tokens, a die, cards, rules, and a storage insert.&#10;&#10;(c)1984 Universal Distributors&#10;&#10;Made in Canada&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Music: Rock"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Damn You, Too",
    "ID": 69839,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69839/damn-you-too",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An Expansion for Damn You, aka Wrath of the Ancients. The quest for petty revenge!  New cards, new tiles, new variations to try &hellip; same Damn fun but with more celestial backstabbing!&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pacific Islands Campaign: Iwo Jima",
    "ID": 69842,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/69842/pacific-islands-campaign-iwo-jima",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.5",
    "Description": "The game simulates the battle to retake the island of Iwo Jima from the Japanese in February 1945.  The battle was the hardest ever fought by the marines or the Japanese for such a small place.  The island though was critical to take from the US standpoint as an emergency landing area for the Marianas based B29's.  Rules are based on the 7 Battlefield Operating Systems:&#10;Command and Control&#10;Intelligence&#10;Fire Support&#10;Air Defense&#10;Combat Service Support&#10;Mobility and Survivability&#10;Maneuver&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Islands: Iwo Jima (Japan)",
      "Series: Pacific Islands Campaign (Grognard Simulations)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PRESTAGS Master-Pack",
    "ID": 69843,
    "Year": "(1976)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/69843/prestags-master-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "From the back of the box...&#10;&#10;Five Complete Simulation Games&#10;&#10;At last Simulations Publications has an integrated Pre-Seventeenth Century Tactical Game Systems (PRESTAGS) for simulation of all military systems prior to the predominance of fire weapons.&#10;&#10;The game system used in this series is based on the highly-regarded Musket &amp; Pike system (although many modifications and special rules were devised to demonstrate the differences between historical periods). All the games are compatible -- and they can be used to trace the evolution of tactics over the course of history from 3000 B.C. to 1550 A.D. Each game in the series covers a segment of the period, and presents the tactical situations faced by leaders of the great battles of the period.&#10;&#10;User Notes:&#10;The five (5) separate games included in the hard to find PRESTAGS Master-Pack are: &quot;CHARIOT: Tactical Warfare in the &#039;Biblical&#039; Age, 3000-500BC&quot;; &quot;SPARTAN: Tactical Warfare in the Hellenistic Age, 500-100BC&quot;; &quot;LEGION: Tactical Warfare in the Roman Age, 100BC-700AD&quot;; &quot;VIKING: Tactical Warfare in the Dark Ages, 700-1300&quot; and &quot;YEOMAN: Tactical Warfare in the Renaissance Age, 1250-1550&quot;. Each game in the pack comes with 400 counters, so the full set contains a whopping 2000 counters. The set is comprised of not one, but two SPI flat packs, along with maps and rules for each game, and with PRESTAGS rules that cover the full series. All the sets are compatible, or as the back of the box states, &quot;Because the strength values of the the units were all derived from the same base, units from one game are entirely compatible with another.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: PRESTAGS (SPI)",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Berlin 1945",
    "ID": 69844,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/69844/berlin-1945",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "&quot;Berlin 1945 (Fall of the Reichstag)&quot; is a two-person card assisted wargame that recreates the  Battle of Berlin  April 24 - May 2 1945, the last great battle and the end of World War II. One player represents the German army and the other the Soviet army. The final chapter in the destruction of  Third Reich began on April when  Stalin unleashed the brutal power of  20 armies, 6,300 tanks and 8,500 aircraft  with the objective  of  crushing  German  resistance and  capturing  Berlin.  The depleted  German forces put  up a stiff  defense, initially  repelling the  attacking Russians, but  ultimately succumbing to  overwhelming  force. The  Soviet army  surrounded the city  slowly tightening its stranglehold on the remaining defenders. Fighting street-to-street and house-to-house, Russian troops blasted their way towards the city's center.&#10;Game&rsquo;s Goal&#10;The Soviet army must reach the Reichstag and defeat the defending German troops at that area by outnumbering them by at least 2 to 1. The German player must defend the city and prevent the arriving Soviet troops from taking over the Reichstag (German Headquarters).&#10;&#10;Game contents&#10;&#10;-A Board with a map of Berlin divided into 23 numbered zones (called districts) and Ground Zero in the center, composed of an additional 5 districts. &#10;-64 counters &ndash;[(One counter represents a regiment or division (3,000 to 10,000 men)]: &#10;34  red, representing the Soviet invading forces (Russians, Ukrainians, Poles, etc.), &#10;22  grey and 5  black (Waffen SS), representing the combined troops of Germans.&#10;2  counters representing barricades (only in play on board if the German player draws event card &ldquo;barricades&rdquo;).&#10;1 colorless marker cube.&#10;-50 event cards. 25 for Germans and 25 for Soviets&#10;&#10;source: game designer&#10;&#10;&quot;Berl&iacute;n 1945 (La ca&iacute;da del Reichstag)&quot; es un juego para dos personas que recrea la batalla de Berl&iacute;n 24 abril-2 mayo de 1945, la &uacute;ltima gran batalla y el fin de la Segunda Guerra Mundial. &#10;Un jugador representa al ej&eacute;rcito alem&aacute;n y otro al ej&eacute;rcito sovi&eacute;tico.&#10;&#10;Objetivo del juego&#10;El ej&eacute;rcito sovi&eacute;tico debe alcanzar y derrotar a las tropas alemanas y el cuartel general situado en la zona del Reichstag. El jugador alem&aacute;n debe defender la ciudad e impedir que las tropas sovi&eacute;ticas lleguen a la zona central y tomen el Reichstag. El juego dura 12 turnos (del 21 de abril al 2 de mayo). Por caprichos del destino este juego usa algunas mec&aacute;nicas similares al conocido juego 2 de Mayo ;-)&#10;&#10;Componentes del juego&#10;Consta de los siguientes componentes:&#10;-Un tablero con el mapa de Berl&iacute;n dividido en 23 zonas numeradas (distritos).&#10;-64 fichas: &#10;34   rojas, que representan las tropas invasoras sovi&eacute;ticas (rusos, ucranianos, polacos, etc.), &#10;22   grises y  5   negras ( Waffen SS), que representan a las tropas combinadas alemanas. &#10;2    azules que representan barricadas (s&oacute;lo entran en juego si sale la carta alemana barricadas).&#10;1 un cubo  que se usa de marcador de turno. &#10;50 cartas de eventos. 25  alemanas y 25 sovi&eacute;ticas&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Events",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "Country: Soviet Union",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle for Britain",
    "ID": 69847,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69847/battle-for-britain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Flaps, Throttle, Chocks Away! The glamour, mystique and courage of the battle of Britain is brought to life in this elegant design of that great campaign that marked the end of the beginning of the greatest Conflict in History. Take command of the German or Commonwealth air fleets as you battle it out over the skies of London and England desperately trying to save your country from destruction from the sky.&#10;&#10;Battle for Britain is a stand alone boxed game that is fast paced, easy to learn but tough to master game covering the entire air war over Britain during those critical months of August and September 1940 when the world held its breath as to the outcome. Containing a unique hidden movement system, a wide variety of units and a rich array of strategic detail, Battle for Britain gives you everything you need to re-fight the greatest air battle in history. Can Germany knock out England&rsquo;s air defences preparatory to an invasion of the plucky little island or can England repel the Nazi sky hordes and begin preparing for the time when she can return democracy to Europe? Now as Air Chief Marshal Hugh Dowding or Generalfeldsmarschall Hermann Goering you can find out.&#10;&#10;Battle for Britain contains:&#10;&bull; 1 large map (1168mm x 820mm) (46&quot; x 32&quot;)&#10;&bull; 400 full colour counters&#10;&bull; 1 Rule book&#10;&bull; 2 Hidden unit displays&#10;&bull; 2 Combat Charts&#10;&bull; 1 Rule book&#10;&bull; 5 x 12-sided dice&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World in Flames Master Edition",
    "ID": 69848,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/69848/world-in-flames-master-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "6000",
    "Play Time": "6000",
    "Weight": "5",
    "Description": "(from ADG's website:)&#10;&#10;Australian Design Group is pleased to announce our latest project, World in Flames - The Master Edition, the definitive boardgame of World War II.&#10;&#10;Since 1999 R&uuml;diger Rinscheidt has been working on the Master Edition&rsquo;s design and development. It is a complete conflict simulation about the Second World War for 2-5 players on divisional scale. This boardgame does not replace World in Flames - The Final Edition but supplements it in fine detail for the afficionado of World War II history.&#10;&#10;While based on Australian Design Group's award winning game World in Flames, the Master edition has many new features including:&#10;&bull; monthly turns;&#10;&bull; divisional scale;&#10;&bull; reserve movement;&#10;&bull; crack units for every major power (like Guard Banner Armies);&#10;&bull; complete new land combat system including battle points (like surprise points within naval battles), simultaneous attack/defence dice rolls and reserve movement after combat (both attacker and defender);&#10;&bull; and much much more (see fuller description below).&#10;&#10;WiF Master edition is a complete boxed game that comes in two versions, the standard game played using the 5 World in Flames maps (i.e. can be played within the same space as the current game) and the deluxe version which includes 6 large maps (and the US minimap) providing far greater scope for sweeping operational manoeuvres across the globe.&#10;&#10;The rules are the same length as the current rule set and you can download the draft version at www.gdg.de.&#10;&#10;Contents&#10;&bull; 6 large (1168mm x 820mm) maps&#10;&bull; 4800 full colour counters&#10;&bull; 1 Rules book&#10;&bull; 1 Scenarios book&#10;&bull; Combat Charts&#10;&bull; 2 x 10-sided dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Series: World in Flames (ADG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AD HOP",
    "ID": 69850,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69850/ad-hop",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In AD HOP both players try to move their pawns form one edge of the board to the opposite edge. To reach their goal, they have to move boats on the river by tactical playing movement-tokens. &#10;A further element in the game is driftwood that can be placed in order to frustrate your oppenents plans (a mechanic well known form Quoridor)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "12 Men on the Field",
    "ID": 69852,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69852/12-men-on-the-field",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "12 Men on the Field:Deluxe Edition lets you be the owner of a professional football franchise.  It is based on football as it is played in the United States.  You follow your team through a 14 week season and, with good play calling and some luck, into the playoffs.&#10;&#10;The Zeppelin Edition lets you watch the game like a true fan.  Cheer for the touchdown, complain about the bad penalty calls, berate your coach for going for it on 4th and 25 yards to go...&#10;&#10;The Sideline Edition lets you call the plays.  Will you run on 1st and 10?  Pass?  Mix it up a little to keep your opponent&rsquo;s defense guessing?  That 4th and 25 isn&rsquo;t such a no brainer when you are behind with two minutes left to play.  The Sideline Edition is an add-on to the Zeppelin Edition.&#10;&#10;Two great ways to play American Football.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bai",
    "ID": 69853,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69853/bai",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bai is played on a board with 9x10 squares.&#10;Players place markers (paths) on a square to build a path or move one of their pawns on a path. Used paths are removed. If there are too many paths in one area, they are all removed.  If a player cannot move any more, he loses the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "abgeblitzt",
    "ID": 69854,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69854/abgeblitzt",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User Summary: A card game where players try to collect most valuable suggestions to save energy in different categories.&#10;&#10;There are five categories: K&uuml;hlen (refrigerating), Waschen (washing), Unterhaltung/Information (entertainment/information electronics), Heizen (heating) and Beleuchtung (light). For each category there are six suggestion/hint cards ranging from 3 to 6 points representing saving suggestions.&#10;&#10;A stack is built from these hint cards and several Kurzschluss (black out / power surge) cards. Players take turns. The active player reveals cards from the stack one by one. At any time he can stop and take the highest valued cards on his hand the rest of the cards is place face up in front of the player and it is the next player's turn. If a Kurzschluss shows up all cards of that turn are lost and placed face down under the stack together with the Kurzschluss. Instead of revealing new cards the active player may exchange a card from his hand with a higher valued cards from the open cards of the same category.&#10;&#10;Round ends when a player collects one hint from each category. If the points add up to 27 and more round ends instantly. All other players lose a live represented by two Stecker (plug) cards.&#10;If score is below 27 the sum is kept secret and all other players get another turn to get more points. Then all players tally their points. The player(s) with the lowest score lose a live.&#10;&#10;All cards are shuffled and a new round begins. Game ends when only one player is left.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Der 7. Zwerg",
    "ID": 69855,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69855/der-7-zwerg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Der 7. Zwerg (The 7th dwarf) is an abstract capturing game played on a board with 35 squares arranged in a spiral two squares wide.&#10;If you jump over a dwarf, this one is removed from the game and replaced by one of yours. &#10;The player how has all 7 of his dwarfes in play / removed all opponents dawarfs wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WR: Jogo Casas do Benfica",
    "ID": 69858,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69858/wr-jogo-casas-do-benfica",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "&quot;This is a XXI century society game, a board game of the 2nd generation to play with family or friends of all ages (from 8 years).&#10;&#10;This is a race through &quot;CASAS DO BENFICA DE PORTUGAL&quot;, covering a virtual distance of approximately 2,500 kms, with departure and arrival at the Stadium of Light in Lisbon. Participants in the game - 2-6 - position in the area of departure - LISBON, each participant sequentially turn the ROULETTE wheel and obey the instructions, you can receive positive kms (Pin progresses), negative kms (Pin backs), crossings of motorways, HELI-TRANSPORT, LETTERS SPECIAL BONUS...&#10;&#10;WINS THE MATCH who first returns to the Stadium of Light - LISBON. &quot;&#10;&#10;From publishers web site&#10;&#10;",
    "Categories": [
      "Party Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Lisbon (Portugal)",
      "Country: Portugal",
      "Sports Teams: Benfica",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Recession",
    "ID": 69859,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/69859/recession",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A trick-taking game played with traditional playing cards.&#10;&#10;When you win a hand, the winning card is discarded and the rest of the cards in the trick go into your hand. The round ends when one player runs out of cards.&#10;&#10;Score is kept after each hand for every card left in that player's hand.&#10;&#10;The player with the most points after 3 rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renault F1 Team",
    "ID": 69861,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/69861/renault-f1-team",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Renault F1 Team&#10;The official licensed Board Game&#10;Welcome to the exhilarating world of Fornmula 1 racing!&#10;The circuits are divided into spaces and the players advance their cars using speed cards. Each card indicates how many spaces a car has to move. Excessive speed, braking or cornering at high speed may reduce the efficiency of your car up to the point where it breaks down and you have to retire.&#10;&#10;Tha game contains one mounted board with two circuits (Montecarlo and Sakhir), 20 colored plastic cars, 20 driver cards, 90 speed cards, 4 dice, a timer (used to measure the length of pit stops in the advanced rules version) and 5 rules booklets (one per language)&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Cities: Monte Carlo (Monaco)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loop",
    "ID": 69865,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/69865/loop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Loop is a semi-cooperative abstract strategy game for up to six players or teams.&#10;&#10;Play involves laying cards to build colored loops, with longer loops worth more points at the end of the game.  Players accrue victory points for loops of certain colors, so building a red loop, for example, will gain either single, double, or no points for each player.&#10;&#10;Each player has their own hidden agenda - even though they will naturally work together to build a loop, each of their six Victory condition cards is different, awarding different multipliers for each color.  Each loop you help to build will gain points for other players too, so some network blocking/redirecting strategy will be needed to make sure you come out on top.&#10;&#10;Suggestions are included for team play and for family gaming.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Uh-Oh Mountain",
    "ID": 69877,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/69877/uh-oh-mountain",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Uh-Oh Mountain is a roll &amp; move game that has players depicting snow skiers racing down a mountain. Each player will roll two dice to move and if they land an Uh-Oh space (about 1/3 of the space) they draw an Uh-Oh card which will transport them to another space on the board (either being a reward or a punishment.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Invasion – The Fall of Karak Grimaz",
    "ID": 69881,
    "Year": "(2010)",
    "Geek Rating": "5.626",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69881/warhammer-invasion-the-fall-of-karak-grimaz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Bloodthirsty and savage, a mob of Orcs has made it into a Dwarf hold. Unless the dwarfs can gather their warriors soon, none of them may see the glint of gold ever again...&#10;The Fall of Karak Grimaz will bring ancient grudges to your tabletop! The Fall of Karak Grimaz is the second Battle Pack installment of The Enemy Cycle, the latest linked expansion series for Warhammer: Invasion The Card Game.&#10;And don&rsquo;t forget! The Fall of Karak Grimaz is the second Battle Pack for Warhammer: Invasion to adopt the versatile new collation format, meaning you&rsquo;ll receive three copies each of all twenty cards in one convenient purchase.&#10;From Fantasy Flight Games&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Warhammer Invasion – Living Card Game",
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marines the game",
    "ID": 69883,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69883/marines-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This game appears to be somewhat similar to Wheeler Dealer, which offers differently branded versions of the game through different community organizations, typically the Chamber of Commerce of that city.  MARINES, THE GAME, appears to be a roll and move game, with property, two event decks, and a victory condition based on having the most cash.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Der Weg des Königs",
    "ID": 69884,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69884/der-weg-des-konigs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Der Weg des K&ouml;nigs (The King&acute;s Path) is played on a Board of 4x10 rectangles. &#10;The aim of the game is to get your king safe to the oppisite side of the board or to capture the opponents king with one of your henchman. The king does not move across the vacant land, so you fave to develop ractangels to pathes first. For this, you control a third kind of character, an architect.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quirrly",
    "ID": 69885,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/69885/quirrly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "There are 65 cards in five colors and with five symbols, numbered 1 to 13. At the start of the game, the players decide whether they will search for symbols or for colors. The task then is to locate all cards with that color/symbol in the right order.&#10;&#10;The cards are dealt so that in front of each player, there are two stacks. As soon as the game starts, each player grabs one (any!) stack of cards and looks through it, trying to find the first card he/she needs. When successful, he/she puts the card face-down in front of him/her. Whether successful or not, the rest of the stack is put back to its position. The player then grabs another stack and proceeds. If the players can remember the contents of all the stacks, it's easier for them to find the cards they need later.&#10;&#10;The first player to complete his/her stack correctly is the winner. If the fastest player is making a mistake, the player with most correct cards is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Remember Limerick! The War of the Two Kings: Ireland, 1689-1691",
    "ID": 69886,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/69886/remember-limerick-the-war-of-the-two-kings-ireland",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "from the Red Sash Games website:&#10;&#10;Remember Limerick! (RL!) is the seventh volume of Red Sash Games' Lace Wars series, and opens a new subject, the Nine Years War, sometimes called the War of the League of Augsburg, Toward the end of the 17th Century, at a time when Europe is consumed by war, the powerful Catholic dynasty of the Habsburgs, and the Pope, have formed an unnatural league with the Protestant states of northern Germany, and with the Prince of Orange, de facto ruler of the Netherlands, against their coreligionists, the French. They oppose the overweening ambitions of the Sun King, Louis XIV. To augment the strength of the League, William, Prince of Orange, has taken advantage of popular dissatisfaction with his father-in-law, King James II, to engineer an armed coup and take over the government of England. This will help fill the coffers of the League and ensure that England does not ally with France.&#10;&#10;But the English throne brings with it the governance of Scotland and of Ireland. While some in these countries welcome the Glorious Revolution, many do not. Especially is this so in Ireland, where a small Protestant minority lords it over a helot population of Irish and Anglo-Irish Catholics - an Ascendancy secured only a generation before by the swords of Oliver Cromwell's men and still maintained by force of arms and by force of English Law. In the last years of King James' rule, his Deputy, Richard Talbot, Earl of Tyrconnel, has worked hard to overturn this Cromwellian Settlement, stuffing the Administration and the Army with Catholics. The Protestants are afraid.&#10;&#10;King James, abandoned by many that he trusted, including his own family, suffers a nervous breakdown and leaves England for France, determined to devote the rest of his life to religious pursuits. But his cousin, King Louis, points to Ireland as a place where a fallen monarch may retrieve his fortunes. Tyrconnel and the new Irish Army, and a picked brigade of veteran French, will enable James to drive his son-in-law from the British Isles - and incidentally, force Dutch Billy to withdraw much of his army from the Low Countries, where the French hope to gain much in the next few campaigns. The last Irish &quot;rebellion&quot; lasted eleven years....&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Ireland",
      "History: Age of Kings",
      "History: Jacobite Rebellions",
      "History: Nine Years War",
      "Players: Two-Player Only Games",
      "Series: Lace Wars (Red Sash)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morphisto",
    "ID": 69887,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69887/morphisto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Morphisto is a capturing game played on a board of 9x8 squares.&#10;It is played with 4 kinds of meeples.&#10;&#10;Morphisto: A shape-shifter whose movement range is indicated by rings he wears, but looses after the movement.&#10;Cangoo: The most agile one.&#10;Scarab: Comparable with pawns&#10;Palazzo: Comparable to the general in Xiang Qi&#10;&#10;The aim of the game is not to capture the opponents palazzo, but to immobilize him.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mutaris",
    "ID": 69889,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69889/mutaris",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mutaris is a connection game played with 77 2-coloured balls on a square 9x9 without the 4 areas in the corners.&#10;Each player has to build roads of balls in his colour form one edge to the opposite edge by rotating 14 balls each turn.  &#10;Plyers score points for each road they build.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rififi",
    "ID": 69890,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69890/rififi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rififi is a capturing game played on a square 7x7 without the corner fields. In field in the middle of a board i a fountain you can fall in, similar to the holes known from in Arima.&#10;Each player contriles 8 simmilar fighters.&#10;The aim of the game is to knock out all opponents either by pulling them into the fountain or by attacking them where they are. There are some special movement rules.&#10;You can not move away from an opponent.&#10;You can stumble over another fighters lying on the ground.&#10;Attacked fighters reach diffent states. They loos thier hat, than they fall, but can stand up and fially they are knocked out.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nile: The Dice Game",
    "ID": 69900,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/69900/nile-the-dice-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Nile: the Dice Game is based on the card game Nile/&#10;&#10;In Nile: the Dice Game, players take on the role of farmers in ancient Egypt. There are five resources that are farmed by all players throughout the game. Players collectively keep track of plagues which eventually end the game. Aside from the seven resource dice, there are three speculation dice which allow players to increase the amount of dice they roll each turn and to modify the results of their dice. Scoring is done as in Nile the card game where your score is equal to the resource of which you have the least.&#10;&#10;One major difference in Nile: the Dice Game from the original card game is the solo option. In a solo game you are challenging an invisible player whose score increases as you go.&#10;&#10;Nile: the Dice Game is fast (10 - 20 minutes), easy to learn, easy to setup and put away, and best of all... FREE!! (at least for now).&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Dice with Icons",
      "Occupation: Farmer",
      "Rivers: Nile",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Kitty",
    "ID": 69901,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/69901/power-kitty",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A card game published on thegamecrafter.com that bears a fairly strong resemblance to Uno.&#10;&#10;You start the game with seven cards.  The first player to get rid of their hand wins.  On your turn, you can play a card matching the color of the face up card or a special card.  If you do neither, you draw a card.  The card can be immediately played.  Special cards include Skip, which skip the next player's turn, rainbows, which can be played after any color and cause the next player to draw a number of cards, power animals, which can be played on any color and allow the player to play all cards in their hand of that animal, and bug cards, which require the next player to play a bug spray card or draw a card, continuing until a bug spray is played.&#10;&#10;From TheGamecrafter.com:&#10;&#10;&quot;Be the first to play all the kitties, doggies, mousies, and bunnies from your hand. Power animals will help you out, but watch out for the dreaded Bug or you'll need to find some Bug Spray!&#10;&#10;A fast-playing card game for 2-6 players. We play it with kids ages 4 and up. By Colleen and Matt Leacock.&quot;&#10;&#10;Game contents:  &#10;47 cards&#10;Rules document&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Omega the End Times Board Game",
    "ID": 69905,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/69905/omega-the-end-times-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Published by Forerunner Publishing a division of Friends of the Bridegroom, Inc, Omega the End Times Board Game is a game of knowledge (trivia question and answer) based on biblical eschatology. Trivia questions are based on knowledge of certain books of the New King James bible, such as Daniel, Matthew, and the Book of Revelation.&#10;&#10;The board contains six colored tracks that extend from left to right along the rectangular game board. Each colored track corresponds to six colored playing pieces. Each player selects a colored playing piece and places it on the track.&#10;&#10;On each turn, the player gets an opportunity to answer a trivia card question. If answered correctly, the player moves forward along the track and they get to draw special &quot;oil&quot; or &quot;crown&quot; cards that count for victory points at game end. The tracks have certain phases which represent passage of time. For example, the left most track section is the present, the middle of the track corresponds to the &quot;tribulation period&quot;, the end of the track corresponds to the &quot;millennium&quot;, etc.. The first player to reach a time-based stage causes all other players to immediately move forward to that stage.&#10;&#10;In order to win the game, a player must answer questions correctly allowing them changes to collect oil and crown cards that are worth points. When a player reaches the final stage of the track, all players get one more turn. Then card-points are added up to determine a winner.&#10;&#10;It is an educational game focused on the escatolagical teachings of Friends of the Bridegroom, Inc, AKA International House of Prayer, located in Kansas City.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Top Gear",
    "ID": 69909,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.22",
    "Link": "https://boardgamegeek.com/boardgame/69909/top-gear",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "(From the game box)&#10;&#10;Top Gear: The Ultimate Car Challenge Board Game&#10;&#10;It's just like on the telly... but in a box.&#10;&#10;Prove you're the ultimate Top Gear fan and win.  How hard can that be?&#10;&#10;- Know Jezza, James and Richard better than their mums&#10;- Know what's cool, sub-zero, and what's in the fridge&#10;- Beat the Stig's Power Laps&#10;- Know that caravans are for playing conkers with... and never, ever for taking a holiday in&#10;- And always, always drive faster than Captain Slow.&#10;&#10;Object of the Game&#10;Collect the points that make up your ultimate car and be the first player to land on or pass the Finish space to win the game.&#10;&#10;Contents:&#10;- Game Board&#10;- Player Guide&#10;- 12 Ultimate Car Cards&#10;- 43 Hazard Cards&#10;- 165 Question Cards&#10;- Score Pad&#10;- 4 Player Movers&#10;- Die&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Racing",
      "Transportation",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wink Tennis",
    "ID": 69911,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69911/wink-tennis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Instruction manual introduction:&#10;&#10;Here's a new &quot;portable&quot; table tennis game whose lively action folks of all ages enjoy, from the five-year-olds up to the adults in the family!  It has the came [sic] court and the same scoring as table tennis, but you &quot;snap the Wink&quot; instead of hitting the ball.  The Wink-on-a-String never gets lost, so WINK TENNIS can be played anywhere, even on trips or when sick-a-bed, etc.  Two players can play Singles; or 4 players can play Doubles.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Tennis",
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pirates",
    "ID": 69916,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69916/pirates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Black Jack, the pirates has been retired. He was always a lonely wolf. With his last action he tricked his fellow partners. The treasures that was robbed together, he melted in one, broke it to 3 parts and burried them separately. The pirates started to search the parts...Will they find them? Take part in this treasure hunt and find all the 3 parts to win.&#10;&#10;From the back of the board game&#10;&#10;In this game you are controlling one of the 4 pirates who is searching for the treasure.&#10;You start with 9 markers and 3 mission cards. The game board has got a 7 * 10 matrix. Every row and coloumn has got a colored skull symbol (4 player colours and a black one) These skulls are important:&#10;1. The player needs to go one of the cross point of his/her colour. In the board there is only 2 spots like that.&#10;In this spot he/she may check one of the 3 treasure cards that was received at the start of the game..&#10;2. The black skulls cross points. In there you have to draw a card. These could be:&#10;a, Key card --&gt; needed for the treasure (3 for the 3 pieces of the treasure)&#10;b, A steeringwheel--&gt; you will be on turn again&#10;c, A storm--&gt;you will miss 1 turn&#10;d, A skull--&gt;gather 4 and your game is over.&#10;&#10;If you know where the part of the treasure is hidden, you need to go there and place 4 marker in the crosspoints that surronded the location. You can not place a marer if someone else has got there a marker. You need to keep in secret what is your mission!&#10;&#10;The winner is who can collect the 3 parts of the treasure first.&#10;&#10;This game needs strategy, luck too.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mugen: Spell of Mirage",
    "ID": 69919,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69919/mugen-spell-of-mirage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A fan-made card game based on the characters from Project Shrine Maiden (Touhou Project). A two-player versus card game in the style of Magic: the Gathering, as the players play characters, spells and interrupts on each other, trying to bring the opponent's life points down to zero.&#10;&#10;Translated box back:&#10;Easy to grasp, yet deep! A new card game using the characters!&#10;&#10;A new type of card game where the player uses cards depicting all the lovable characters from Project Shrine Maiden, builds his own deck and gets to battle with it.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Project Shrine Maiden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CATONKA",
    "ID": 69920,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69920/catonka",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Catonka is a combination of a tile placement and capturing game.&#10;First, players place rectangles and squares of different size on the board and place their armies with different strength on them. After all fields and armies are placed, the capturing begins. An army can only move on an adjacent filed with a weaker unit on it, which than is captured. After no more capture is possible (units can't move without capturing), the player with the largest army leftover wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kiumbove aneb Tajuplny balik z Afriky",
    "ID": 69929,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/69929/kiumbove-aneb-tajuplny-balik-z-afriky",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It is not just a board game, the packaging consist of a comics and it reaches beyond the classical board games - it is a helping hand for people in Africa. They make each and every one of the Kiumbi characters, which are in the game.&#10;The game itself is mainly focused on children as it the whole design. It contains five characters, that are amazingly designed and handcrafted. They &quot;sleep&quot; on one side of the box in a little space with holes, so they can breathe.&#10;It plays quickly. The game board is round, with five pathways to centre and nine points, that leads to victory. On start of each pathway you put one Kiumbi character and secretly choose one of them, who you will support.&#10;Each player gets three cards with symbol, that matches one game character. When you play this card, that character moves one space to the center. But there are influences between characters - water tames fire and so on, so when you play fire, fire character moves one space forward, but another two characters move too - one forward and one backward. These influences are nicely shown on the board.&#10;When first of kiumbis reaches the centre the game ends and who has supported this character wins. Game can also end sooner, when somebody guesses another players secret favorit.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Roary: Silver Path",
    "ID": 69930,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69930/roary-silver-path",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It's a children racing game. &#10;Players throw with 2 dices, one normal with numbers from 1 to 6, but the other one is for the careful ones and it contains only numbers 1 and 2, three of each. Player can throw with both dices or only one of his/her choice.&#10;Players move around the board and in every turn they have to stop once, otherwise their car got out of control and they have to wait for one turn.&#10;When two players end up in one spot, they battle for the leading place with dice.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Contractor",
    "ID": 69933,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/69933/contractor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Contractor is designed for up to six players who bid for jobs, buy equipment and compete for supremacy. Like real life, the winner avoids bad situations, capitalizes on opportunity and eventually makes the most money.&#10;&#10;A contractor's duties go beyond digging holes, moving dirt and putting up walls. The success of contractors is decided by many factors: union and employee relations, land and property costs and equipment purchases and breakdowns. Encounter the daily woes of a contractor as you struggle to keep ahead of bad weather, employee situations, and most of all, your competitors.&#10;&#10;Players move tokens around the board and work on their jobs when they land on a Workday space. Each job is divided into ten phases. Each time you complete a phase, the bank pays you one-tenth of your bid price. You earn rent money in two ways: when the equipment you own is required on other player's jobs, and when other players land on your equipment space. The player with the most money wins.&#10;&#10;Description taken from the game box and instruction booklet.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pocahontas Electronic Talking Board Game",
    "ID": 69934,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69934/pocahontas-electronic-talking-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the description on the box:&#10;&#10;&quot;Actual voices and sound effects from the movie direct game play and guide Pocahontas through the Enchanted Glade towards Captain John Smith. Try to be the first to bring the two together, with help from your animal friends... but watch out for ruthless Governor Ratcliffe!&quot;&#10;&#10;This game features a keyboard device that the children press to generate the voices and sound effects. There is also a colorful 3-D playing surface plus some character stands representing the Indian maiden and the explorer. Movement is determined by a spinner. Designed for kids ages 3 to 6 years old with no reading required to play the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Pocahontas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monster Matsch",
    "ID": 69935,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69935/monster-matsch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The players form monsters from play-do (using templates) und uses these to race along a track. They roll and move the number rolled, adding 2 when ending on a field with a shamrock symbol. When they roll a hammer, though, another player can use the hammer and smash the monster which then has to be rebuilt and start at the beginning again. The first monster to reach the finish line is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bar Trek...the pub crawl game!!",
    "ID": 69936,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/69936/bar-trekthe-pub-crawl-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Players go from pub to pub collecting beer mats and drink tokens, with the occasional visit to a betting shop when short of cash. The game ends when one player has collected six different beer mats. The player with the most drink vouchers at the end is the winner.  Source:Game Rules&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spaceport Criminal Escape",
    "ID": 69938,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69938/spaceport-criminal-escape",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Spaceport Criminal Escape is a cooperative game, set on a planetary space station far into the future. &#10;During the game players become one of earth&rsquo;s most wanted criminals (a thief, forger, hacker, smuggler and assassin) who are attempting to flee earth to avoid trial. In order to escape they must purchase a ticket to board an outbound ship. At the same time they must avoid being recognised and arrested by the station&rsquo;s patrols.&#10;&#10;During the game the players move around the station attempting to collect enough money in order to purchase a ticket to escape, with each character having its own way to do so e.g. The thief steals wallets while at luggage stations while the hacker steals money from currency terminals (ATMs). Once a player has enough money to escape they purchase a ticket from the ticket office and move to the embarkation area where they become &ldquo;Safe&rdquo;.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mijn Eerste Van Dale Liedjesbingo",
    "ID": 69939,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69939/mijn-eerste-van-dale-liedjesbingo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A bingo game with a CD for a bingo-caller.  While you listen to the songs on the CD or read the card, you look quickly for the referred word on your bingo card. If so, then you place a chip on the word. &#10;The first player who filled his card with 9 chips, call 'Bingo!' and wins the game.&#10;&#10;Contents:&#10;- CD with 28 songs&#10;- 6 cards&#10;- chips&#10;- 4 bingo sheets&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schatzinsel",
    "ID": 69940,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69940/schatzinsel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Schatzinsel is an easy dice-driven race game for kids. You run around an island on a stated path, the number of steps is indicated by a 6-sided dice. If you reach a field with treasure, you can pick it up. If all are picked, the players have to return to the ship. The player with the most treasure wins, if there is a tie, the moment you reached the ship is the tiebreaker.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hocus Pocus",
    "ID": 69943,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/69943/hocus-pocus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Players are young wizards who fight over magic gems.&#10;&#10;At his/her turn, one plays Hocus cards, while every player can play Pocus cards.&#10;&#10;&bull; The 50 red Hocus cards are powerful 9 different spells allowing players to draw cards, take or steal gems, force an opponent to discard cards, look at the cards on the top of the pile&hellip;&#10;&#10;&bull; The 25 yellow Pocus cards can only be combined with a Hocus card already in play, modifying its effects in order to protect oneself against a evil spell, double the effect of any spell, remove all other Pocus cards in play&hellip; There're 8 different Pocus cards.&#10;&#10;Every wizard has always 3 of his/her cards face up in front of him/her, so every player partially knows the hand of all the others.&#10;&#10;At the end of his/her turn, a player can either draw 2 cards or take 1 gem from the magic cauldron. The game ends whenever the cauldron is empty, and the player with the most gems wins.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gear Krieg Fields of War",
    "ID": 69954,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69954/gear-krieg-fields-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;This tactical sourcebook explores the various theaters of the early days of the Alternate Second World War and the operations that took place in them. Fields of War contains numerous tactical scenario seeds for the Gear Krieg universe that can be played together or separately, along with sample strike forces and heroes, special rules and miniature modeling advice for both the tabletop and the Gear Krieg miniatures.&#10;&#10;Fields of War includes:&#10;&#10;- Rules for Natural, Urban and Combat Engineering tabletop features; &#10;- Scenario seeds for the above environments; &#10;- Modeling instructions for both the tabletop and miniatures; &#10;- New Heroes and equipment for Germany, the British Commonwealth, the United States, Soviet Russia and Imperial Japan; &#10;- and several new vehicles and variants.&#10;&#10;A copy of the Gear Krieg Rulebook, a few six-sided dice, miniatures/counters, pen and paper are required to use this supplement.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tide of Iron: Fury of the Bear",
    "ID": 69962,
    "Year": "(2010)",
    "Geek Rating": "5.670",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/69962/tide-of-iron-fury-of-the-bear",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3.2667",
    "Description": "From publisher's website:&#10;&#10;Despite Soviet defenses, Germany continued to gain momentum from successes in other areas. Operation Typhoon began, targeting Moscow. But once again, Soviet defense forces pushed Germany back. A counter-attack would soon follow...&#10;&#10;Fantasy Flight Games is pleased to announce Fury of the Bear, an upcoming expansion to Tide of Iron! Take command of the Germans or the Soviet forces as war on the Eastern Front begins.&#10;&#10;The Fury of the Bear expansion for Tide of Iron builds on an already epic game experience by adding the forces of an entirely new nation, as well as new vehicles, winter terrain, scenarios, and more! Featuring nearly 100 plastic figures for the Soviet army, plus new German figures, tokens, cards, and 9 new Eastern Front map boards, the Fury of the Bear expansion will let you experience Tide of Iron in an entirely new way.&#10;&#10;In addition, Fury of the Bear will also offer exciting new mechanics, such as a combined strategy deck, a system of counter intelligence known as subversion, and all-new specialization types! Keep checking back! In the coming weeks we will explore these aspects of Fury of the Bear with a series of previews leading up to its release.&#10;&#10;With all these additions, not to mention the most tanks of any Tide of Iron release, Fury of the Bear will expand your options and challenge your strategies!&#10;&#10;This summer, the invasion begins. Are you prepared to face the fury of a nation?&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Tide of Iron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Table Talk",
    "ID": 69967,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69967/table-talk",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Welcome to &quot;Table Talk&quot;. The Greeks had a word for it, Deipnosophy, from the words Deipnon - dinner, and Sophist - wise man, which when combined mean Skilled in Dining and Table Talk!&#10;&#10;Stimulating and fun to play, this gourmet After-Dinner Game combines Luck, Skill &amp; Team Strategy to win.&#10;&#10;-(from the box cover)&#10;&#10;&quot;Table Talk&quot; is a food-related trivia game. Each team receives a &quot;Menu&quot; of 600 questions and answers, and appoints a &quot;Chef&quot; (team captain) to ask the questions of the opposing team, operate the timer, record the score, etc. Each chef, in turn, will ask successive players on the opposing team a question: if the team confers (answering &quot;Table d'h&ocirc;te&quot;) and answer correctly, they score a point; however, if the player asked chooses to answer without conferring with his teammates (&quot;&Agrave; la carte&quot;), a correct answer scores 2 points.&#10;&#10;Each page of the Menu provides questions in the following categories, in order: Starters; Main Course; Side Dishes; Desserts, Savouries &amp; Cheese Board; Wine List; and Culinary Trivia - &quot;Table Talk&quot;. Questions must be asked in the order they appear in the Menu: players do not have a choice of the category of the question. Note: A number of culinary anecdotes (&quot;Jokers&quot;) have been randomly inserted in place of a question; a player who receives a Joker scores a point without having to answer a question.&#10;&#10;The game is recommended for 4-12 players, split into two teams.&#10;&#10;Game components:&#10;&#10;     2 Menus, each containing 600 questions (1200 total) and the rules&#10;     2 coloured page clips - one for each Menu - to mark the current question&#10;     2 score indicators&#10;     2 score indicator stands&#10;     Egg timer&#10;&#10;&#10;-(user summary)&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DéfiZen",
    "ID": 69971,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/69971/defizen",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of 20 pieces, all of which are differently shaped. There are several suggestions for solitaire puzzles, but also a multiplayer game idea:&#10;&#10;An architect and a master builder are chosen from among the players. The other players are builders. The master builder choses a piece as the base, the architect adds another piece on top of it (the pieces are interlocking). Then all players take turns adding another piece. The &quot;building&quot; has to remain stable and it is not allowed to block the next player. The players may hold the building while adding their piece; when they think it is stable they let go. If it collapses, the player who caused that is penalized, so is the architect. If all pieces are used up, all players get points with the architect getting a bonus. Several rounds are played and points are noted. When the players decide to end the game, the player with most points is the winner.&#10;&#10;There are several versions of this game, using different materials: wood, aluminum etc.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Braille Scrabble",
    "ID": 69972,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/69972/braille-scrabble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "While nothing more than regular scrabble, it comes with a large board that has plastic overlay that will hold the tiles, and has a braille board.  Tiles are Bakelite and have both English lettering along with the corresponding Braille lettering.  Finally, includes both instructions in English and Braille.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Game: Scrabble"
    ]
  }
]