[
  {
    "Rank": "N/A",
    "Name": "Acceptable Losses",
    "ID": 46917,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/46917/acceptable-losses",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;Use smart bombs, samurai hogs, scare tactics, and other nefarious methods to out-manoeuvre and out-demolish your opponent.&#10;&#10;The heavier fire you use, the stronger the weapons you leave for your opponent. The bigger the bomb, the more likely you'll hit your own hogs. But friendly fire doesn't matter all THAT much, just as long as your troops are the last ones standing. The rest are just Acceptable Losses.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Addaword",
    "ID": 46918,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46918/addaword",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A Scrabble look-alike with slightly different rules.  Players form words on a 15 x 17 grid, using the 120 gravestone-shaped tiles.  Words may be formed up or down, backwards or forwards.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: 15 x 17 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Rise",
    "ID": 46923,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46923/high-rise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This game is similar to Blockhead or Bandu.  On a turn a player rolls 2d6 to determine what shape block they are to add to the pile.&#10;&#10;The game includes 15 wooden shapes, 1 die, and the rules.&#10;&#10;There is no date on the rules or the box, so the date is a guess.&#10;&#10;Made in Taiwan.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dieren Memo",
    "ID": 46926,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46926/dieren-memo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Play animalmemo ... with sound!&#10;Push the button and search the right image that belongs to the animalsound.  With 2 different variants en 24 cards and sounds.&#10;In the Netherlands this game was nominated &quot;game of the year 2006&quot;.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skeeter",
    "ID": 46931,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/46931/skeeter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In this colorful card game, players take turns laying down an insect card onto a central pile.  If the &quot;skeeter&quot; is turned over, the first player to slap the skeeter wins the pile.  A player is out when he uses up all his or her cards.  Part of the Pla-Mor Card Game series.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Flies",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Dixie or Bonus 20",
    "ID": 46932,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46932/the-game-of-dixie-or-bonus-20",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "4",
    "Play Time": "4",
    "Weight": "0",
    "Description": "The object of this card game is to get rid of the cards in your hand by matching either the same symbol (circle, cross, star, triangle, square) as the &quot;Call Card&quot; played by the dealer or the same number.  In addition, there are &quot;Bonus 20&quot; cards which may be used as a wild card for any symbol.  Points are awarded by the value of the cards left in one's hand when one player goes out.  The game is over after each player takes a turn as dealer.  The player with the fewest points scored against him or her is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nemo's Aquarium",
    "ID": 46933,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/46933/nemos-aquarium",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Try to free Nemo and his friends out of the aquarium. With a good sense of touch and some luck you can bring those fish to the sea. The person who is able to free Nemo is rewarded with a bonus.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Movies: Finding Nemo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Holland / Madagascar",
    "ID": 46935,
    "Year": "(2009)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/46935/age-of-steam-expansion-holland-madagascar",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "Holland/Madagascar is a set of two Age of Steam expansions. The print run will be 200, and the 150 released at Essen will be numbered.&#10;&#10;The Holland expansion introduces a new type of hexes: the famous polder.&#10;It is not allowed to build in a polder until the mid game, unfortunately yellow cities are surrounded by polders!&#10;&#10;In Madagascar, one of the poorest countries in the world, players have to bid for the negative actions instead of the positive ones! Madagascar expansion introduces also a new goods display.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Country: Madagascar",
      "Country: Netherlands",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kopfsalat",
    "ID": 46936,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/46936/kopfsalat",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A german quiz game.&#10;There are five different disciplines, so the game enfolds a mixture of luck communication, trivia and luck.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Der Elchtest",
    "ID": 46939,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46939/der-elchtest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Der Elchtest is a race game with a unique mechanic. The &quot;Elchomat&quot; is a wooden square with four square corner legs. This allows it to stand, like a table, with one entrance on each side. Five round wooden pieces fit inside the Elchomat perfectly. The game includes six round wooden pieces: two with white numbers (2 and 3), two with black numbers (2 and 3), one with an arrow, and one with an elk.&#10;&#10;The roll-out board shows a map of Scandinavia with a race track superimposed on it. The track is made of spaces that are either white, red, or black. Players try to be the first to get to the end spot on the track, and movement is determined by the Elchomat.&#10;&#10;The Elchomat is filled with five of the six pieces. The sixth is placed outside one of the four entrances. On a players turn, they push the outside piece into the Elchomat, and of course one of the pieces comes out the other side. The piece that emerges determines the car's movement. The arrow means the car moves one space. The numbers depend on the colors. With red numbers, the car moves forward if the car is on a red space. Otherwise, the car moves backwards. The same works for black. The car moves forward with any number if it starts on a white space. If the elk emerges, the car is struck by an Elk and loses a turn.&#10;&#10;A fun game to play, and it is very difficult to remember how the pieces are positioned within the Elchomat.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diadem",
    "ID": 46940,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/46940/diadem",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Note that this is a different game than the galactic empire game of the same name by Fantasy Games Unlimited.&#10;&#10;Diadem is a multi-player puzzle game by Reinhold Wittig. The is made up of six plastic pieces, each with three hexes and each of these has two holes. The pieces are placed together to form a ring, and players place colored pegs in the holes in a way such that no same-color pegs can be next to each other. After the board is filled, the three pieces are separated and spun, and the players try to put them back together meeting the same condition.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mary Pennylane",
    "ID": 46941,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/46941/mary-pennylane",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Mary Penny Lane game based on a pub game from Liverpool.&#10;&#10;The game uses two pieces that are wooden squares with two threads through them. At the ends of the threads are wooden pieces with a number. The pieces move like that in other Wittig game like Ranina or Mein Kleiner Frosch will zum Teich. But unlike those games, rather than basing the movement on dice rolls, this game is based on blind bids using coins by the players. The game works best when played by two players and a host, and the winner takes all the coins.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schnelle Schnecke",
    "ID": 46942,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/46942/schnelle-schnecke",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Schnelle Schnecke (Fast Snail) is a racing game game that is best described as a mathematician's Chutes and Ladders. The board shows a circular track as the body of a snail, and players start at the head and try to be the first to get their piece into the end space in the center, by way of 45 spaces. Some of the spaces have arrows that point to other spaces.&#10;&#10;Each player gets three sticks, and each turn both players will put a number of sticks (or none) into one hand secretly. Both hands are revealed, and the active player moves that number of spaces forward. The key, of course, is to try to get your piece to spaces with helpful arrows (or no arrows) while pushing your opponent into spaces with arrows that send them backwards.&#10;&#10;The pieces are very nice, with real shells for the player pieces and a well-sized roll-put board.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Snails",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Europa  Reise ohne Grenzen",
    "ID": 46943,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/46943/europa-reise-ohne-grenzen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "L'Europe Sans Frontiers is a game of traveling Europe with a trivia question element.&#10;&#10;Objective: &#10;be the first to travel to your destination&#10;- moving by turn -&#10;each player has to travel through 5 (different) cities in Europe along a given route&#10;he/she memorizes the route - unknown to others - draws tickets, bonus chips, answers question cards, collect more bonus chips,... in order to move as fast as possible&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "soft landing v1.0",
    "ID": 46944,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/46944/soft-landing-v10",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.6667",
    "Description": "soft landing is an abstract strategy game about the global haves and have-nots, with two possible endings: Players either work towards technology that brings about a new era of peace and prosperity, for which only one player gets the credit (and victory points), or it is every nation for themselves, trying to have the most hoarded away when the final collapse comes.&#10;&#10;Basically, people are competing for score and each player is a &quot;nation&quot; (geopolitical entity like &quot;North America&quot;). It is designed for 3-6 players, but there is a 2-player variant, and the rules are such that someone who has played it can explain it quickly to new players.&#10;&#10;soft landing is a trade and resource management game, but the trick is, different players are going to be trying to end the game different ways, and everyone has a different starting score. The European Union has good production numbers, but only starts with 3VP. Africa, not so good on production, starts with 12VP, and there are regions that start with up to 17VP. Obviously, Africa wants the game to end sooner, while it is still ahead, and may try to force Catastrophes. The EU wants the game to last longer so it can develop New Era tech, and will be trying to abate Catastrophes.&#10;&#10;You need to provide for the needs of your people, and if you do not, you generate &quot;stress&quot;, which accumulates in a central location. The type of stress depends on your nation.&#10;&#10;For instance, on a production roll of &quot;5&quot;, Africa generates one Tech, one Industry and one Resources. If it does not acquire some Reserves or Lifestyle by the end of the turn, it will generate (from left to right, Political stress, Health stress and Population stress (fyi, the panda is Environmental stress). Each of these stresses has a little holding area on the score track where all the tokens accumulate until bad things happen...&#10;&#10;Each nation also can use its production to buy special abilities, which are generally what you use to mess with other players. For instance, Africa has good production numbers for &quot;Resources&quot; and might have a surplus, but need &quot;Industry&quot;. Another player might have Market Manipulation, and use it to drive the &quot;sell&quot; price for Resources down to zero, screwing over Africa. Or, a nation with a Military could take existing stress tokens and rearrange them. When enough stress builds up, bad things happen (minor or major Catastrophes), and whoever has the most of their tokens in that zone takes the blame (and loses VP). Your Military is not actually attacking another player, you're just taking existing global stress and shifting it around to get yourself out of a jam, blame someone else, or both. Your turn consists of production, using abilities, trade, stress and investment, each of which is a very simple action, so turns move pretty quick.&#10;&#10;soft landing has some superficial strategies and some more subtle ones. If you play looking only out for yourself, odds are that someone else will pass you by limited cooperation with another player.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Cooperative Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Project Utopia",
    "ID": 46945,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46945/project-utopia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A strategy card game set in the fictional world of Project Utopia.&#10;&#10;A deck can consist of character, event, condition, weapon, mission and location cards. Up to four copies of a single card are allowed in a deck. Only  a single starting effect is allowed per player, and this does not count towards the 60 card deck size limit. &#10;Players take turns deploying, fighting, moving and regrouping. Players may use a combination of the 7 main factions to compose their deck: Agents, The Creed, Gangs, Hackers, Utopia Police Department, and Rebels.&#10;&#10;This game is released under a Creative Commons-Attribution-Share Alike License. This means you are allowed to remix the work and sell it as long as you give credit to the original artists, and release the work under the same license.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zahlen-Dschungel",
    "ID": 46946,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/46946/zahlen-dschungel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A tactical number game by Reinhold Wittig. The game uses a very large roll-out board, showing fields with numbers. Players roll four dice and mentally must calculate a total using any mathematical relationships possible. The try to create such totals to match to spaces on the board in order to place stones that will both capture the point-value pieces and block off others' movements.&#10;&#10;Similar in concept to Wittig's Hakahana, this game is like that one on steroids as it adds a very nice placements and tactical element to the math.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 18 x 18 Grids",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Zange",
    "ID": 46948,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46948/die-zange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Die Zange is an abstract strategy game built on the idea of being caught in a beetle's claws (Die Zange means &quot;The Tongs&quot;).&#10;&#10;The players each have a set of wooden stones and use these to try to capture all the stones of the other player. A stone is captured if it ends up &quot;in the tongs&quot; -- meaning between two foreign stones. On a players turn, they can move one space or jump in a straight line. The game is played in three phases that help react to the realty that the game requires more movement toward the end as there are fewer pieces to jump.&#10;&#10;The game is essentially an advanced version of Seega, the ancient Egyptian game, but makes it much better by using a hex board and adding the phases of play. The game can be played using the components from Perlhuhn's Ombagi game, but was also sold as a standalone game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chips Olympiade",
    "ID": 46950,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/46950/chips-olympiade",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is based on the traditional concept where you flip a plastic chip by pushing its edge with another chip. However, the author has added an entire sports stadium with different disciplines, which are very well designed. For the high jump, for instance, you actually have to flip your chip over a bar that is raised each round. There are also more jumps and different running competitions. For each of these you can gather points which determine the overall winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chipsy",
    "ID": 46951,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/46951/chipsy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Essentially a version of Parcheesi, with a few special squares which force a player to skip a turn or start over again. Another special feature is that you don't eliminate other players' pieces but push them forward, hoping that they eventually land on one of the special squares.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Measure for Treasure",
    "ID": 46952,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46952/measure-for-treasure",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Measure for Treasure is an educational game that teaches children the basics of rulers using the inch scale.&#10;&#10;The game can be played on two levels of difficulty but the system is similar for both age groups: players use a spinner to determine a distance and move their marker that distance along the score track. Some spinner results change the turn order or create other special conditions. The first player to reach the center of the board wins.&#10;&#10;Includes a colorful five piece starfish board assembly with seahorse markers and the double sided spinner. The rules are printed on the box.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Go Bang Plus",
    "ID": 46953,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/46953/go-bang-plus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Go Bang Plus is an advancement on the basic game of Go Bang, also known as Go-Moku. The game can be played by two, three, or four players, and players work to get rows of four or five in a row based on the number of players. The game is played in rounds; the winner of each round gets one points and players play to a fixed number of rounds or points.&#10;&#10;The game is meaningfully different from Go-Moku to be considered a different game. Not only can the game accommodate different numbers of players, but also the players can push other their pieces if all pieces have been played yet no one has yet won.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stamps",
    "ID": 46956,
    "Year": "(1937)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/46956/stamps",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;A Game for Stamp Collectors&quot;&#10;&#10;Set collection card game with 3 different ways to play.  Features nice cards with pictures of stamps, interesting facts and a color map of the country associated with each unique stamp.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Mail / Stamps / The Post Office"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rex Hunt: Fishing Australia",
    "ID": 46959,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/46959/rex-hunt-fishing-australia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "From the box:&#10;&#10;Rex Hunt - Fishing Australia is an exciting, fun, challenging game for all the family, which will stretch your fishing knowledge to the limit.&#10;&#10;The game includes questions on every aspect of fish and fishing, from safety and boating to camping and cooking.&#10;&#10;From stream and river to lake and ocean - the challenge is on. Competitors are given a grub stake, challenged to catch fish from stream, river, lake and ocean, and awarded trophies if they succeed.&#10;&#10;",
    "Categories": [
      "Educational",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scrambled II",
    "ID": 46960,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46960/scrambled-ii",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Scrambled II is a self-contained solid wood game with a built-in storage drawer and scoring system. There are three levels of play to satisfy all ages from beginning readers to word game fanatics.&#10;&#10;Words are formed on the game board using letter tiles of various values. Each player forms words from his own letter stock.&#10;&#10;Words may be formed in any direction or combination of directions. No letters may be skipped over and no single letter tile may be used more than once in any word.&#10;&#10;Play continues until the game board is filled.&#10;&#10;Component list: Wooded turntable board with storage drawer, 4 letter racks, 56 letter tiles, 4 scoring pegs, instructions.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Piracy",
    "ID": 46961,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/46961/piracy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&quot;Piracy was first released in 1985 on the Commodore C64 computer. It travelled the world, and now this enigmatic puzzle of a strategy game is back, testing its players on a new board game format.&#10;&#10;Take the challenge and play Piracy. Enjoy!&quot;&#10;&#10;After this history lesson from the box, a little about the game itself is in order.&#10;&#10;Piracy is a two player abstract game with a pirate theme.&#10;&#10;The board is composed of two ships, one Spanish and one pirate, between the two is a rope net consisting of six by five spaces. The rope net also has 4 broken rope spaces which will drop a player's piece to the sea (out of game) if they land on it.&#10;&#10;Players have two options a turn, they may either launch as many as up to 5 game pieces from their ship's cannon doors towards the enemy. Or, move all their pieces on the net forward one space, either forward or diagonally up/down. Player pieces that land on the opponent's pieces remove the enemy pieces from the game.&#10;&#10;If a player's pieces reach the other ship, they will destroy the opponent's cannon door and any pieces behind it. The player's piece is also returned to the player's ship to again enter the net.&#10;&#10;The optimal game end is when one player removes all the other player's pieces from the board.&#10;&#10;An added complication is that pieces moving up or down off the net return on the opposite top or bottom, depending on movement.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dieren Bingo",
    "ID": 46962,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/46962/dieren-bingo",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Animalbingo with sound.  Push the button and look if you have the corresponding animal on your bingocard.  The first with all his tokens on his card wins the game.  The game includes 8 different bingocards and 24 animalsounds.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Popgeni",
    "ID": 46979,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/46979/popgeni",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A Swedish trivia game about pop music, with 3000 questions of the rock-pop-disco-soul scene of the 1960's to 1980's.&#10;&#10;The number of players is not specified so the only limit is practicality; the game lasts until a pre-agreed number of points or rounds played.&#10;&#10;A Finnish edition was published around the same time in the eighties by Kirjalito/Pelito as Hit Parade, with somewhat localized content of the Finnish music scene.&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Go",
    "ID": 46980,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/46980/space-go",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "As a representative of a space consortium, you make use of space, and try to make profits, by launching satellites into orbit around the Earth by means of an Ariane rocket, or by carrying out experiments on-board Spacelab. The first player to increase his initial capital to 1 billion space ecus (1.000.000.000) wins the game.&#10;&#10;(Exerpt from the english rules)&#10;&#10;",
    "Categories": [
      "Economic",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Les cosmonautes",
    "ID": 46981,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46981/les-cosmonautes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A &quot;Mille Borne&quot;-type game with a early space exploration theme. Players have to accomplish space missions by collecting specific cards (cosmonaut, space suit, rocket, planet, etc), avoiding dreadful space pirate cards...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Occupation: Astronaut"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jeu des enchères",
    "ID": 46982,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/46982/jeu-des-encheres",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Dans ce jeu, il s'agit de deviner les ench&egrave;res de ses adversaires, d'ench&eacute;rir astucieusement, et de remporter ainsi l'objet convoit&eacute;.&#10;&#10;Composition du jeu :&#10;&#10;     cartes ench&egrave;res&#10;         4 s&eacute;ries de 16 cartes portant des sommes allant de 50 &agrave; 800 F&#10;    &#10;     Cartes objets illustrant 16 objets diff&eacute;rents (T&eacute;l&eacute;vision, voiture, bateau...)&#10;         16 grands cartes portant des sommes allant de 50 &agrave; 800.&#10;    &#10;     Billets jeux&#10;         125 billets&#10;    &#10;&#10;&#10;&#10;In this game, it is to guess the bids of his opponents, cleverly bidding and winning the coveted object.&#10;&#10;Composition of the game&#10;&#10;     Auction cards&#10;         4 sets of 16 cards are ranging from 50 to 800 F&#10;    &#10;     Big cards showing 16 different objects (TV, car, boat ...)&#10;         16 large cards amounts ranging from 50 to 800.&#10;    &#10;     Game Banknotes&#10;         125 Banknotes&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Logomaus",
    "ID": 46984,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/46984/logomaus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Logomaus is a word game from Jean du Poel. The game includes a deck of cards, each showing one letter of the alphabet. As with many games of this type, there are multiple cards of the more common letters but only single cards of the ones least used.&#10;&#10;Players are dealt a set of cards, and on a turn can either take two cards from the draw deck and the optionally may discard one, or they can take only the top card from the discard pile. They then can form words, with a minimum of three letters.&#10;&#10;The game has two scoring options. One uses pebbles, and at the end of each round pebbles are awarded for longest word, most words, and for use of the letters with only a single card. The other option is to use the included board.Players start at the 10 spot, and earn points for words as above but lose a point for each card not used.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mümmelmann & Söhne",
    "ID": 46985,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/46985/mummelmann-and-sohne",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a child's game from Jean du Poel and Historien Spielgalerie. Each player is trying to deliver Easter eggs to nests, using three rabbits shared by all. The large board shows rabbit tracks, and nests that will hold specific styles of Easter eggs.Using dice, players move any or all three of the rabbits, trying to reach nests that that need the specific eggs that the player can deliver.&#10;&#10;The game offers two scoring options. The simple scoring option, for younger children, awards the victory to the player who delivers the most eggs. The more advanced scoring subtracts points for eggs not delivered and is played over several rounds.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mandarin",
    "ID": 46992,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/46992/mandarin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "[Note that this is not game of the same name by Mattel from 1991]&#10;&#10;Mandarin is a Halma or Chinese Checkers variation from jean du Poel and Historien Spielgalerie. As du Poel did with Go Bang Plus and Tangram Duett, he has created a new game based on the principles of a classic game and the result a new design that works very well.&#10;&#10;Mandarin is played on a long-ish board, and each player places their figures (servants) on their home court. Figures can move one space or jump over others, with the goal to bring all of your pieces to the other side.&#10;&#10;The game works well because of two additions. First, each player has a Mandarin that starts on a temple space and must end on his opponent's temple. If the Mandarin is hit, it returns to its home temple. Second, the game includes seven blockade discs. These are placed at the beginning of the game, and the rules offer four variations on how to treat them.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Tubes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Are you Smarter Than a 5th Grader? Disney Edition Card Game",
    "ID": 46993,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/46993/are-you-smarter-than-a-5th-grader-disney-edition-c",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "The Disney Edition of Are you Smarter Than a Fifth Grader makes grade school questions a Disney experience.&#10;Now you can be part of the game show where every question is from a grade school textbook and the answers are elementary - all with a Disney twist. Play at home with this game that allows you to &quot;peek,&quot; &quot;cheat&quot; and &quot;copy&quot; to see if you're smarter than a 5th grader.&#10;Game set comes with 76 grade school questions, a die, and score pad. All the contents are packed in a metal box.&#10;&#10;",
    "Categories": [
      "Educational",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Brands: Disney",
      "TV Shows: Are You Smarter Than a 5th Grader?",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monarch Trium",
    "ID": 46996,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/46996/monarch-trium",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an abstract, three-player game with chess-like piece movement by Jean du Poel and Historien Spielgalerie. The board is a hex with spaces shown in circles, and each player has 10 pieces: four pawns, two knights, two paladins, one marshal, and one duke. The goal of a player is to get his duke to the center board space at a time when he cannot be attacked by an opposing figure on their next turn.&#10;&#10;The theme is that three dukes are vying to be named the monarch of Germany in the 13th century. The game is designed for three players, making it less common, however it can be played with two as well.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Containers: Tubes",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Craft Fair Game",
    "ID": 47004,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47004/the-craft-fair-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "This roll &amp; move game is another Monopoly clone with some notable differences.  The &quot;color groups&quot; represent different craft fairs held throughout the year and the &quot;properties&quot; are different days of each fair.  Instead of &quot;houses&quot;, player may buy booths to open on different days of the fairs.  Different players may have different booths on the same day space.&#10;&#10;Booths and mortgages are marked on the board with durable, vinyl, reusable stickers (like Colorforms toys) and the player pawns look like little old craft fair vendors (both male and female).&#10;&#10;From back of the box:&#10;&#10;TWELVE CRAFT FAIRS surround the game board.  CRAFT BOOTHS are in each fair.  Players (VENDORS) shake the dice and move around the board, trying to buy the fairs and booths that each one thinks will help him/her win the game.&#10;&#10;Colorful VINYL MARKERS are used to show the ownership of the fairs and booths.  Each player has a different color which matches his/her playing piece.&#10;&#10;PROFIT or LOSS CARDS contain over 100 DIFFERENT CRAFT ITEMS and designate whether the player &quot;COLLECTS&quot;, &quot;PAYS OUT&quot;, OR &quot;BREAKS EVEN&quot; on the business transactions in the booths.  These cards also bring about INTERACTION AMONG THE PLAYERS which adds to the fun of the game!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Hokie Hike",
    "ID": 47008,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.85",
    "Link": "https://boardgamegeek.com/boardgame/47008/the-hokie-hike",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The Hokie Hike is the Virgina Tech game where the object of the game is to be the first player to accumulate 200 credits and reach Burruss Hall for graduation. Unlike Techopoly, The Hokie Hike is not a generic game and was designed only for Virginia Tech.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prestels Kleiner Kunstkauz",
    "ID": 47015,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/47015/prestels-kleiner-kunstkauz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A game for children from 6yrs on. Prestels Kleiner Kunstkauz contains 48 cards depicting works of art and 28 cards containing tasks like finding artworks that contain two animals or artworks without humans. The winner is the player who finds the most artworks matching the descriptions. There are two variants of play: in the first variant the art cards are open, in the second variant they are upside-down and a memory effect is added.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Art"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mangia che ti passa",
    "ID": 47018,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/47018/mangia-che-ti-passa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "It's a game of animals, animals eating each other! Everybody knows that the dog likes the bone, the monkey likes bananas and the sea lion loves fishes. To move these three animals you need to play the right food card. When a player with his animal reaches a table space occupied by an opponent's animal then he removes it from the game. The first player conquering 2 opponent's animals of the same kind is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Area Movement",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Animals: Dogs",
      "Animals: Seals",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantastico 4",
    "ID": 47019,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/47019/fantastico-4",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Board game of the year 1983 taken from a very popular italian TV show: Fantastico.&#10;&#10;In the boardgame players have to collect clues; they also must guess the name of famous international films and famous poetry.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scooby Dooby Doo",
    "ID": 47021,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/47021/scooby-dooby-doo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A dexterity type card game, with mechanics similar a bit to jungle speed. Every player turns over one of his cards depicting a character from the series, and depending on who shows up everyone has to either perform a particular action or shout a phrase. A person who makes a mistake takes the face up pile for himself. The first player to get rid of his cards wins&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Chemin le plus long",
    "ID": 47024,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47024/le-chemin-le-plus-long",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Le jeu se pratique &agrave; deux, trois ou quatre joueurs qui se placent autour d'une table. Lors d'une s&eacute;quence de jeu, chacun va essayer de construire, en un temps donn&eacute;, un chemin ferm&eacute; le plus long possible.&#10;&#10;Contenu : 48 plaques carr&eacute;es&#10;&#10;&#10;The game is for two, three or four players who stand around a table. In a sequence of play, each will try to build in a given time, a closed path as long as possible.&#10;&#10;Contents: 48 square tiles&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Go Ball",
    "ID": 47025,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/47025/go-ball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Go-Ball is an adaptation of the board game Go.  We have taken the rules of the traditional game of Go,  modified the board, and called it the Go-Ball. The Go-Ball, as the name suggests, is based on the game of Go but is played on a ball or globe.  Go-Ball comes in a box containing 20 puzzle pieces. Taking pieces one at a time, players fit them together to make make a globe.  When pieced together, the globe displays the continents and oceans. The box also containsfind a base on which the globe is placed and will move.  The game comes with a manual with detailed rules of the game.&#10;&#10;Website: http://sites.google.com/site/simerlab/game-go-ball&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkantis",
    "ID": 47026,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47026/arkantis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Reconstituez les vestiges de la cit&eacute; Arkantis.&#10;&#10;A tour de r&ocirc;le, les joueurs retirent des jetons du plateau et font ainsi appara&icirc;tre des formes rouges et bleues. Ils gagnent des points lorsque ces formes correspondent aux figures des cartes qu'ils ont en main. Lorsque tous les jetons sont enlev&eacute;s, le joueur qui totalise le plus de points a gagn&eacute;.&#10;&#10;Les figures des cartes symbolisent les vestiges de la cit&eacute; disparue Arkantis (croix, pont, colonne, escalier ...) ainsi que les outils de l'arch&eacute;ologue&#10;&#10;&#10;Rebuild the old city of Arkantis.&#10;&#10;In turn, players remove chips from the board and thus appear red and blue forms. They earn points when these figures correspond to the cards they have in hand. When all the chips are removed, the player who has the most points wins.&#10;&#10;Figures cards represent the remains of the city disappeared Arkantis (cross bridge column, stairs ...) as well as tools for the archaeologist&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Partýspilið",
    "ID": 47028,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47028/partyspilid",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a drinking game, published shortly after beer was legalized in Iceland after decades of prohibition. Simple roll &amp; move game with the main object being to get drunk. Published in a pizzabox.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Satarallye",
    "ID": 47030,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/47030/satarallye",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Ce jeu consiste, pour chaque joueur, &agrave; partir par &eacute;tapes, d'une des 6 villes fronti&egrave;res d&eacute;sign&eacute;es par des cercles tricolores, et apr&egrave;s &ecirc;tre pass&eacute; par Paris, &agrave; gagner celle de ces villes sur laquelle le joueur aura fix&eacute; son choix. Tout cela au milieu de p&eacute;rip&eacute;ties heureuses ou malheureuses, d(incidents ou m&ecirc;me d'accidents, qui ont pour effet, soit d'enrichir le joueur ou de l'avancer dans son voyage, soit de l'appauvrir ou de le retarder.&#10;&#10;&#10;This game is for each player, starting in stages, from one of the 6 frontier towns designated by tri-color circles, and after passing through Paris, going to that of the cities on which the player will be his choice.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flames of War: North Africa – and the Mediterranean 1942-1943",
    "ID": 47038,
    "Year": "(2009)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/47038/flames-of-war-north-africa-and-the-mediterranean-1",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "The Revised and Expanded edtion of the 2006 book Africa&#10; North Africa&#10;&#10;On 29 August the revised edition of North Africa will hit the shelves. This mighty tome comes in at 264 pages and takes into account the feedback we have received over the years since Afrika was initially released, as well as new research that the team has unearthed.&#10;&#10;The first major change is that not only is North Africa much larger than its predecessor, but it will also be in hard cover. This means that it will stand up to the rigors of gaming like never before as we give our Late War armies a break and head back to North Africa and Italy.&#10;&#10;The second major change is that a number of the companies have been split up into Africa, Tunisia or Italy lists. This means we have been able to more accurately represent the forces fighting in each of the theatres. The organisation diagrams for choosing your company have also been changed to the new style. This makes it much easier for new and experienced players to put a force together.&#10;&#10;The last major change is that we have added in some of the new units that you have come to see regularly in Late War such as heavy artillery, as well some new ones like British 3.7cm AA guns. &#10; As a result of the increased size (50+ pages larger than before) we have also been forced to increase the retail price of the book, making it the same price as the rulebook. Taking customer feedback into account regarding Fortress Europe we felt that it was important to include all the lists that you knew and loved (as well as a few more that will become favourites), rather than dropping anything out.&#10;&#10;North Africa will be in stores 29 August 2009!&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Flames of War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tric Trac",
    "ID": 47043,
    "Year": "(1500)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/47043/tric-trac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "A French variation on Backgammon. Over time Trictrac has evolved in le Petit Trictrac and le Grand Trictrac. Just as in backgammon players have 15 checkers, but unlike backgammon, racing plays only a small role in Trictrac.&#10;&#10;Triktrak (Trik Trak) is a Dutch Backgammon variant. It resembles Acey Deucey more than it does French Tric Trac, but to confuse matters, it is still often spelled as Tric Trac.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scooby Snacks",
    "ID": 47071,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/47071/scooby-snacks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "an Uno variant, with slightly different special cards. on top of standard +2, +5, or wild cards, theres a scooby doo card that makes every player give his cards to a person on his left.&#10;&#10;players take turns playing of drawing cards. the winner is the first person go get rid of his last card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mystery 11",
    "ID": 47072,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/47072/mystery-11",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A Scooby Doo variant of Scopa card game.&#10;&#10;Players get a series of hands of 4 cards, andhave to play a card that sums up to 11 with some cards on the table. if unable to do so the played card is left on the table.&#10;&#10;at game end points are awarded for: most cards gained and 2 specific cards (3 in daphne's suit, and 10 in shaggy's)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Butterflies",
    "ID": 47073,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47073/the-game-of-butterflies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This game features brightly colored 3-D Butterflies that move from flower to flower.&#10;The object of the game is to be the 1st Butterfly to escape from the opposite corner of the garden.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Butterflies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twisted Po-Ke-No",
    "ID": 47075,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/47075/twisted-po-ke-no",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's all in the luck of the cards!&#10;&#10;Each player places a chip on their Po-Ke-No board as cards are drawn and called out, hoping to be the first player to get a straight line, 4 corners, center or even a cover all.  Just when a player thinks he is going to win-OUCH-someone draws a joker, One-Eyed Jack, Ace of Spades or even a Two, now everything changes and the game is totally TWISTED.&#10;&#10;This zany variation of the original Po-Ke-No Game will provide endless hours of family fun!  Easy to learn and easy to play, Twisted Po-Ke-No is fun, wacky and a delightfully different game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "World's Greatest Movie Challenge",
    "ID": 47083,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47083/worlds-greatest-movie-challenge",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Are you a movie fan?  How about a game that offers some of the most famous scenes in motion picture history, features literally hundreds of major stars, all wrapped around questions that challenge your movie knowledge?&#10;&#10;Includes a full color poster of &ldquo;It&rsquo;s A Wonderful Life&rdquo;.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reflex",
    "ID": 47085,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47085/reflex",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Reflex is a game of streaking lights and whirling sounds that cause your mind to race and your fingers to fly.  It's a game of quick reactions and precise timing.  REFLEX can be a personal challenge or a one-on-one contest.  Most of all, it's five different fun and exciting games that will keep the whole family coming back for more!&#10;&#10;Five games including:&#10;&#10;1-JUGGLER(1 player).  It's an age-old skill with a new twist.  But the object is the same-keep a ball of light going back and forth without &quot;dropping&quot; it.&#10;&#10;2-WINDUP (2 players).  Imagine you're trying to wrap a ball around a pole while your opponent is trying to do the same from the opposite direction-and you've got the idea behind this game of speed and timing.&#10;&#10;3-ACCELERATOR (1 player).  Boost the speed of a ball of light faster and faster and then &quot;launch&quot; it.  If your timing is just right, your score will &quot;soar&quot;!&#10;&#10;4-POUNCE (1 player).  Discover the patterns of two rapidly-moving lights.  Then stop them as quickly as possible-and stop them at the same time.&#10;&#10;5-POUNCE (2 players).  This 2-player version of POUNCE pits you against an opponent to find out who has the keener eye and the faster fingers.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Sharp End",
    "ID": 47086,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/47086/the-sharp-end",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Sharp End is a tactical level simulation of conflict between modern regular and irregular forces using miniatures. It can simulate a vast array of conflicts including Northern Ireland, Iraq, Chechnya, Embassy sieges, Afghanistan and others.&#10;&#10;Each base represents a fire team and generally simulates low level level engagements. The game includes rules for journalists, civilians, human shields, religious sites (mosques etc...) and various other stalwarts of insurgent fighting.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chicken Grand Slam Baseball Game",
    "ID": 47099,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/47099/chicken-grand-slam-baseball-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "His comic antics have delighted more than 41 milllion fans at baseball games and other sports since 1974. Now he has designed this fun baseball game for the young at heart of all ages, using two bouncy chickens to score hits, runs and outs. Enjoy a full 9-inning game with The Chicken. You&rsquo;ll have great fun developing skill at tossing the chickens from the batter&rsquo;s box for a winning score.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Chickens / Roosters",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Commonwealth Trader",
    "ID": 47100,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/47100/commonwealth-trader",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fairly simple roll &amp; move with players voyaging to nations of the Commonwealth.&#10;Players pick up flags from each country to indicate goods carried, and current destination. There are some natural hazards, diversions and stop-offs along the route, and the first player to return to their home country wins.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Football Party Bingo",
    "ID": 47103,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47103/football-party-bingo",
    "Min Players": "4",
    "Max Players": "32",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Makes a PARTY out of every TV FOOTBALL GAME!&#10;&#10;Now everyone can enjoy the excitement of watching their favorite team, while playing Football Party Bingo - the game that turns any TV football game in a party.  Based on what happens during the televised game - punt, completed pass, touchdown - players mark corresponding squares on their cards, and when they've marked five-in-a-row, it's &quot;BINGO&quot;!  And with four quarters of play, there's a possibility of four winners per game!  But watch out for the yellow flaf, as the person wearing the referee hat not only calls-out the individual plays, but blows the whistle on t hose having a little too much fun.  So, invite up to 32 of your closest friends over for a Monday night match-up, a Saturday afternoon game, or a Sunday showdown.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Sports"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Sports: American Football / Gridiron",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Major League Baseball",
    "ID": 47105,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/47105/major-league-baseball",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "If you like baseball-and who doesn't? -then you'll have a ball playing GamePlan Major League Baseball!&#10;&#10;This is an exciting game of skill and luck.  Roll the die, move your player around the bases and answer from one of three categories: Unique Game Situations, Official Rules and Traditional Trivia.  Features 864 entertaining and often humorous questions on every aspect of America's Favorite Pastime!&#10;&#10;But keep your eye on the base path-the squares you land on will also affect your game!  The whole family will enjoy bunting, fielding grounders, and stealing bases as they make their way around the game board.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports Teams: Major League Baseball (MLB)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muscle Challenge",
    "ID": 47107,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/47107/muscle-challenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A fun and educational game for everyone who loves bodybuilding-from  hardcore bodybuilders to those who want to be.  From Hercules to Muscle Beach to the 90's, MUSCLE CHALLENGE covers it all.  Includes 1100 questions and answers on Bodybuilding History, Contests, Nicknames, Terminology, Gyms, Places, Personalities, Equipment, Anatomy, Books, Exercise, Magazines, and much more.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "NFL Football Trivia Game",
    "ID": 47108,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/47108/nfl-football-trivia-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Do you like football?  Enjoy playing trivia?  Do we have a game for you!  Who threw the shortest touchdown pass in NFL history?  Which teams played the infamous &quot;Heid&quot; game?  Who is the only man enshrined in both the Pro Football Hall of Fame and the Baseball Hall of Fame?  We have the answers to these and more than 50 other football trivia questions.&#10;&#10;All questions are accompanied by a film clip.  From the NFL Film Library we've picked some of the most exciting plays and players in pro football history.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Sports Teams: National Football League (NFL)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Break Contact: The Armoured Aussie Pack",
    "ID": 47116,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/47116/break-contact-the-armoured-aussie-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is the second offering from Break Contact, containing the next 7 scenarios in the series.&#10;&#10;Seven scenarios for Advanced Squad Leader (ASL)&#10;&#10;Scenarios included are:&#10;&#10;BC8: From Desert to Jungle - Wau, New Guinea, 30 January 1943. The Japanese offensive at Wau had been halted. A regimental battle group failed to capture the Australian airfield near the Bululo River. Can the Australians capture a ridge overlooking the main road of the gold mining town?&#10;&#10;BC9: Contact Front - Oivi, Papua, 26 July 1942. Captain Sam Templeton leads a rear-guard action which pits his Australian troops against veteran Japanese infantry.&#10;&#10;BC10: Groff's Grief - Seoul, Korean Peninsula, 26 September 1950. The 1st Marines find themsleves at the sharp end. Fox company under the command of Captain Groff is ordered to capture a road junction below Hill 97.&#10;&#10;BC11: Gunter Strikes Back - Salerno, Italy, 9 September 1943. The British 2/6th Queen's Battalion captures an airfield and must defend it.&#10;&#10;BC12: Itson - Puriata River, Bougainville, 5 April 1945. The remnants of two Japanese regiments attack an Australian held position on a hill.&#10;&#10;BC13: To Mokmer Drome - Biak, New Guinea, 28 May 1944. The US 162nd Infantry Regiment is ordered to push westwards towards Mokmer airfield and secure the objective.&#10;&#10;BC14: Vichy Vengeance - Sidon, Syria, 13 June 1941. The West Australians of the 2/16th Battalion are ordered to advance through open country towards Sidon. The objective is a wadi north of the town. The Australians reached a point one mile short of their goal against only scattered enemy resistance. But a gap has opened between the leading companies. The Vichy French choose to exploit this opportunity with an armoured blitz.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bean Great Outdoor Sporting Trivia",
    "ID": 47118,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47118/bean-great-outdoor-sporting-trivia",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Challenging outdoor trivia fun and education for everyone who shares our love of the &quot;Great Outdoors&quot;.  Ideal for family travel, hunting and fishing trips and stormy days at camp.&#10;&#10;3000 questions cover summer sports, winter sports, camping, survival, fishing and hunting.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "So You Think You Know Dogs",
    "ID": 47119,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47119/so-you-think-you-know-dogs",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game covers all aspects of owning and maintaining dogs, from medical disorders to nutrition, training, breeding, and showing.  The game is constructed to be an informative learning tool as well as entertaining.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs",
      "Trivia: Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Insult Bingo",
    "ID": 47123,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/47123/insult-bingo",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Using web based or software based bingo card generators, players create bingo cards filled with various vulgarities and insults.  (Many card generators are widely available that will create random cards from a wordlist) Players conceal their bingo card from others during the game. During their turn players will shout insults at another player who then has to mark off any that are on his/her bingo card. The length of the insult/vulgarity string can be varied for what each group enjoys.  Players who get a &quot;Bingo&quot; are out of the game.  Play continues until one player remains.&#10;&#10;Varients include any of the standard &quot;Bingo&quot; varients.&#10;Best enjoyed with an easygoing group with an open mind.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Intellectual Quests",
    "ID": 47127,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47127/intellectual-quests",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players select one word, out of the 750 available, with the idea that none of the other players will know its meaning.&#10;&#10;The lead player scores points by being skillful in his choice of words.  The other players score points by either determining the correct meaning of the word, or by &quot;inventing&quot; a definition which is so believable that if is accepted by one or more of the other players as being the correct one.&#10;&#10;Players may also take advantage of the &quot;memory&quot; round. in which they can score high points by remembering the words played in the two previous rounds of play.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seido",
    "ID": 47131,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/47131/seido",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Seido is a domino-style game from Jean du Poel and Historien Spielgalerie. The game includes a number of wooden tiles with cut edges such that, laid together, six tiles form a ring. Each tile shows two symbols (or a blank on one side), these being triangles, circles, and squares in three forms. Players roll a die to determine how many tiles will be placed on a turn, and score when they create three-way intersections of matching symbols. Also, if a player completes a circle, all other players must draw another tile. The game ends when one player places all of their tiles.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Haut bas la girafe",
    "ID": 47141,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/47141/haut-bas-la-girafe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Chacun re&ccedil;oit en d&eacute;but de partie une girafe-parcours, qui comporte 21 cases num&eacute;rot&eacute;es de 5 en 5, de 0 &agrave; 100. Le but va &ecirc;tre de remplir 7 cases de valeurs croissantes ou d&eacute;croissantes selon la girafe qu'on a re&ccedil;ue. Pour cela, on jette un d&eacute;, et on d&eacute;cide ou non de placer un pion sur la case indiqu&eacute;e par le d&eacute;. La derni&egrave;re case remplie doit &ecirc;tre imp&eacute;rativement 0 (si l'on descend) ou 100 (si l'on monte).&#10;&#10;---&#10;&#10;Everyone receives at the beginning a giraffe running-map which includes 21 cases numbered 5 to 5, 0 to 100. The aim will be to fill in 7 cases of increasing values or decreasing according to the giraffe that was received. To do this, you throw a dice, and decide whether to place a pawn on the box indicated by the dice. The final box must be completed 0 (if one goes down) or 100 (if one goes up).&#10;&#10;",
    "Categories": [
      "Animals",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Giraffes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wild Lapland Adventure Game",
    "ID": 47145,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.14",
    "Link": "https://boardgamegeek.com/boardgame/47145/wild-lapland-adventure-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;&quot;This game takes you on an adventure in northern Scandinavia. You will also learn interesting details about the region's history and present state of affairs.&quot;&#10;&#10;Fairly simple roll and move game in the 1980's style, sold in tourist shops in Lapland. The game contains some background information of the area and comes in eight languages (Finnish, Swedish, Norwegian, German, English, French, Russian and Japanese).&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AGE: The Amazing Goal Era",
    "ID": 47148,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/47148/age-the-amazing-goal-era",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Collectible card game based on fantasy soccer.&#10;&#10;Players have to build an 11 cards deck (10 players and 1 goalkeeper) and use them in a soccer match.&#10;&#10;Athletes in AGE are fantasy creatures such as elves, orcs, minotaurs and much more.&#10;&#10;Dice rolling is used to determine the outcome of the various actions (pass, shoot, defend and so on).&#10;&#10;Published in Italy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ystari Box",
    "ID": 47156,
    "Year": "(2009)",
    "Geek Rating": "5.636",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/47156/ystari-box",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6111",
    "Description": "The Ystari Box comprises expansions for six Ystari games:&#10;&#10;     Caylus Magna Carta: The Favors - small gameboard to add a few king's favors to the game (as in its parent game, Caylus), new set of prestige buildings, components for a fifth player&#10;     Amyitis: The Palace - small gameboard with two additional characters&#10;     Yspahan: The Souks - small deck of cards to replace those in the base game with mostly new abilities&#10;     Sylla: Caveant Consules - small deck of cards with new characters, projects, and events&#10;     Metropolys: Extension Cards - a few new goal cards&#10;     Mykerinos: The Nile - (only in Rio Grande Games edition, making six expansions in that edition)&#10;&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game",
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Promotional: Box of Promos",
      "Series: Ystari originals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trajan: Ancient Wars Series Expansion Kit",
    "ID": 47162,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/47162/trajan-ancient-wars-series-expansion-kit",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4",
    "Description": "This expansion requires all Strategy &amp; Tactics Ancient Wars Series games to play: Trajan, Roman Civil War, Caesar in Gallia and Germania.&#10;&#10;Included in the box is 180 new expansion counters, player aid cards, Rule and Scenario booklets, and one bonus set of map and counters for Caesar in Gallia.&#10;&#10;The box cover art and information is the same as the Trajan: Ancient Wars Series but does not contain the basic Ancient Wars Series components (counters, maps, rules)*. A label states this on the box.&#10;&#10;* some copies contain Roman Civil War and Caesar in Gallia components.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman – Gallic Wars",
      "History: Roman Civil Wars",
      "History: Roman Empire",
      "Series: Ancient Wars (Strategy and Tactics)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Popgeni 2: Uppföljaren",
    "ID": 47175,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/47175/popgeni-2-uppfoljaren",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "An expansion for the pop-trivia game Popgeni. Adds 900 new questions for the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Music",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Get that job",
    "ID": 47183,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47183/get-that-job",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Working in an office with people that the only thing you have in common with is the carpet you walk on for 40 hours a week. It can be hard, can be stressful, but it can also be rewarding. When the current office manager retires, 6 co-workers have a shot at becoming the next boss. Do you have what it takes to impress the department heads so they give their recommendation to corporate? Do you have what it takes to install a virus on a co-workers machine so they don't?&#10;&#10;Do you have what it takes, to Get That Job?&#10;&#10;",
    "Categories": [
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animal Soup There's Always One! Card Game",
    "ID": 47186,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/47186/animal-soup-theres-always-one-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A card game version of the Animal Soup board game based on matching animal cards.&#10;&#10;Players attempt to make matches of animal cards to score points, high score wins at the end of a round.&#10;&#10;Contents: 44 Animal Cards, 6 Soup Bowl Cards, 2 Game Rules Cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uxbridgeopoly",
    "ID": 47187,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47187/uxbridgeopoly",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Another in the long line of Monopoly Clones listed here on BGG. This one was sponsored by Boy Scout Troop 1122 from Uxbridge, Massachusetts and features the streets and shops of the town. The game was produced as a fund raiser for the Troop in 2009.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bolos",
    "ID": 47190,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/47190/bolos",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game also called Bowling, Kegelspiel, Quilles &amp; Birilli. From the bottom of the box : This game is the result of a meticulous process of reproduction of an orginal game from the 1920's making it a genuine collector's item not only because of its high quality but also due to the limited number of these games that have been brought out onto the market. On the cover the game has a Ref. Number 517 and is a part of Cayro Collections.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space!",
    "ID": 47197,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/47197/space",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Space! Where nobody can hear you scream.&#10;&#10;In Space! players field squadrons of fighters in galactic battle. Players create fleets by stacking sets of 3 squadrons and an element leader and placing them strategically onto the playing field. Reduce your opponent&rsquo;s military might by destroying his most valuable squadrons while protecting your own. The player who fails to field 3 fleets in a turn loses!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lynx",
    "ID": 47206,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/47206/lynx",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "3",
    "Description": "A connection game on a square grid bearing a resemblance to the childhood favorite Dots &amp; Boxes. The goal is to create a solid chain of squares of one's own color connecting two opposite sides. A rule that four lines cannot be drawn out of any single dot prevents deadlocks.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Line Drawing",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Digital Implementations: igGameCenter",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "India (fan expansion for Age of Steam)",
    "ID": 47209,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/47209/india-fan-expansion-for-age-of-steam",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A print-and-play map for Age of Steam, designed by Claude Parenteau and made available for free on his website.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Fan Expansion",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Country: India",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "New Zealand (fan expansion for Age of Steam)",
    "ID": 47210,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/47210/new-zealand-fan-expansion-for-age-of-steam",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "An Age of Steam expansion designed by Claude Parenteau and made available for free download from his website.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Country: New Zealand",
      "Game: Age of Steam",
      "Region: Oceania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Daitou",
    "ID": 47223,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/47223/daitou",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "'Daitou' (&#229;&#164;&#167;&#230;&#157;&#177;) is a 2- or 3-player train game set on the Daitou Islands (&#229;&#164;&#167;&#230;&#157;&#177;&#229;&#179;&#182;), Japan.&#10;&#10;The Daitou Islands (&#229;&#164;&#167;&#230;&#157;&#177;&#229;&#179;&#182;) is a group of 3 small islands in the Pacific, two of which are inhabited, and which are more than 400 kilometers away from the nearest other inhabited place (Okinawa). The islands were populated in the late 19th and early 20th century. Commercial sugar cane cultivation and fishing (mainly for consumption on the islands) are the main sources of income. In the early 20th century, a small freight train network was build on South Daitou Island (&#229;&#141;&#151;&#229;&#164;&#167;&#230;&#157;&#177;&#229;&#179;&#182;) to get the sugar cane to the harbor. This railroad network served until 1983.&#10;&#10;In the game &lsquo;Daitou&rsquo;, players build sugar cane farms and railroads. Life on the islands is expensive, however, and the margins of profit are small. Efficiency is key. Whoever made the biggest fortune after three years wins the game.&#10;&#10;The game is currently a prototype.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cubed",
    "ID": 47230,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/47230/cubed",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "12",
    "Play Time": "12",
    "Weight": "1",
    "Description": "Players take turns removing cubes from a 4x4x4 stack.  Differently colored cubes score different numbers of points.&#10;&#10;But each player removes 2 cubes on a turn, and the value of each color depends on whether it is removed in the first or second half of a turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4x4x4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warp and Weft",
    "ID": 47232,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47232/warp-and-weft",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Warp and Weft is played on a network of rectangles and squares reminiscent of a weaving pattern, hence the name.  Players take turns to color a region (rectangle or square), each trying to connect two opposing sides of the board by regions of their color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nephite & Lamanite Wars",
    "ID": 47233,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/47233/nephite-and-lamanite-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Nephite &amp; Lamanite Wars is a wargame based on the wars described in the Book of Mormon. Due to the lack of specific technical details in the Book of Mormon, armies are fairly abstracted and cities are placed on the map at approximate locations based on the available information.&#10;&#10;The game includes several scenarios including:&#10;Captain Moroni and Zerahemnah (Battle of Riplah)&#10;Captain Moroni and Amalickiah (Lamanite Conquest)&#10;Jaredite Destruction&#10;&#10;A separate game also uses the map for a trivia game in which players are able to move along the road from the Wilderness to the city of Bountiful by answering LDS Gospel questions. Terrain hexes affect movement but movement points are earned based on the difficulty of the question rather than the movement amount listed on the piece.&#10;&#10;The game was included in the 1974 LDS Seminary Manual and the scenarios were intended to be played as students read about the relevant parts of the Book of Mormon in the lessons.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Intrigue",
    "ID": 47234,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47234/intrigue",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Intrigue is based on the Book of Mormon stories about the Gadianton Robbers and the murders of potential Chief Judge candidates following the death of Pahoran. The game is played in a style somewhat similar to Clue with players moving to various cities trying to determine who the murderer is and where the murder happened.&#10;&#10;The rules suggest playing actual situations that occurred in the Book of Mormon (such as Kishkumen killing Pahoran II in Zarahemla).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Storekeeper Simulation",
    "ID": 47235,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47235/storekeeper-simulation",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Storekeeper Simulation is a game based on the lives of the people in the Book of Mormon. Players assume the roles of managers at J.P. Senines &amp; Company (Senine being a unit of currency in the Book of Mormon) and must manage a variety of goods with shifting values.&#10;&#10;The game was included with the LDS Seminary Manual and was designed to correlate with various lessons. The value of goods in different rounds was determined by events in the Book of Mormon, for example in peace times, weapons might be of lower value whereas during a war they would be more valuable. Students must decide how many items to buy and sell and are limited by storage space.&#10;&#10;The game can be played solitaire or competitively against another person.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation"
    ],
    "Families": [
      "Religious: Mormons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "greuz & gwer",
    "ID": 47253,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/47253/greuz-and-gwer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "3",
    "Description": "A kind of krossword. You put a new letter on the top or side of the field and push the column or row for one (this) letter. Then you can earn points for new words an the board.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spektrum: Das große Bildschirmtextspiel",
    "ID": 47303,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47303/spektrum-das-grosse-bildschirmtextspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spektrum is a promotional boardgame to advertise a form of text communication and transfer system called &quot;Bildschirmtext&quot; (short Btx), which was a sort of internet, with access to several companies and their products.&#10;&#10;The boardgame advertises the many uses of the system, which was officially cancelled in 2000.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Barracuda",
    "ID": 47307,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47307/barracuda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Barracuda - Every man for himself!&#10;In the middle of the Amazonas young fish are swimming peacefully.&#10;&#10;Suddenly a large dark shadow appears: The always hungry Barracuda, the fright of all young fish. Only a quick flight into the sea-weed clusters may help.&#10;&#10;Aim of the game: To be the first to get one's fish into the same-coloured sea-weed protection.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time Gradient",
    "ID": 47312,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/47312/time-gradient",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Time Gradient has been created for the Traditional Card Game contest.&#10;&#10;Players represent rival civilizations from possible futures.  Using time machines and the traditional ploys, they try to influence the past, and make their future certain.&#10;&#10;Required for play: &#10;&#10;     Two decks of playing cards&#10;     About 40 Counters (of any kind)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Philadelphia Phillies 2008 World Series Champions Collector's Edition",
    "ID": 47314,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/47314/monopoly-philadelphia-phillies-2008-world-series-c",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "2008 World Series Champions!&#10;&#10;Phillies take the title! Here&rsquo;s your opportunity to celebrate 28 years of hard work and sacrifice as the Phillies take the win. Relive the playoffs as you play the game and honor Cole Hamels stellar pitching, Ryan Howard&rsquo;s record setting postseason home runs and Shane Victorino&rsquo;s team spirit. Own the best of the Phillies and their historic season as you buy, sell and trade Brad Lidge, Chase Utley and Jimmy Rollins in this classic game of risk taking and deal making. Batter up!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Philadelphia (Pennsylvania, USA)",
      "Country: USA",
      "Game: Monopoly (Official)",
      "Sports: Baseball",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Transformers II",
    "ID": 47315,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/47315/monopoly-transformers-ii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "More than meets the eye!&#10;&#10;The Civil War between the Autobots and the evil Decepticons has spilled out of Cybertron and on to this collector's edition of the MONOPOLY game. In this episode of the Transformers saga, you'll choose to fight for the Autobots or the Decepticons. Then, you'll travel the Transformers universe buying, selling and trading cities, bases and planets, mining for precious Energon and Anti-Matter in an effort to own and control it all.&#10;&#10;Game comes with 6 NEW collectible pewter tokens: Megatron, Ravage, Shockwave, Optimus Prime, Ironhide and Grimlock&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Quote Me: Deluxe Edition",
    "ID": 47323,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/47323/dont-quote-me-deluxe-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Don't Quote Me - Deluxe Edition is a trivia game where players are given quote (along with other possible hints) and are given points for giving the name of the person who said the quote.  Partial credit is given depending on how many hints were needed.&#10;&#10;Don't Quote Me - Deluxe Edition differs slightly from Don&#039;t Quote Me - Original Edition in that the former comes with 120 themed question cards whereas the latter comes with 25 &quot;strategy cards&quot; (both come with pentagonal quote cards).&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Game: Don't Quote Me"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rubik's Card Game",
    "ID": 47327,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/47327/rubiks-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;The Matching Card Game with a Twist!&#10;&#10;Rubik's Cubes are featured on the vibrant cards. As they're turned over, one by one, try to be the first player to spot and call out a &quot;3 of a kind&quot; match. A correct match is three cards with something in common - either their border or their center color. Play until all 60 cards have been dealt. The winner is the player who has claimed the most matches.&#10;&#10;Three Way to Play:&#10;1. Start with the Basic version, which features simple, straightforward play.&#10;2. Then, move up to the Tricky version, which is great for families.&#10;3. When you are ready to test your &quot;eagle-eyes&quot; try the Challenge version - the ultimate Rubik's brainteaser!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Theme: Rubik's Cube"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hell: A Game of Trench Warfare",
    "ID": 47344,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/47344/hell-a-game-of-trench-warfare",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Hell: A Game of Trench Warfare&#10;&#10;Hell Revised is published October 1st 2009. Thank you to the testers and the reviewers who gave very useful feedback on the original version. This new version is greatly expanded and reworked.&#10;&#10;Hell is a quick, fun to play card game set in the period of the Great War. Players compete to build the longest Trench Line before going Over-the-top, engage in air battles and struggle against the Spanish Influenza. Cards employed include:&#10;&#10;&#10;     Machine-guns&#10;     Trenches&#10;     Fighter planes&#10;     Armor&#10;     Engineers&#10;     Entrenchment&#10;     the Battle Hymn&#10;     Rain cards&#10;     the Flu&#10;     and more.&#10;&#10;&#10;This game set comes with a British Army Deck, a German Army Deck, a Victory Track card and a Day/Night Time card. Two pawns are included for keeping score.&#10;&#10;Hell is illustrated with real front-line photos taken a century ago and is themed to illustrate this important time in history. Winning this game requires strategy, some bluffing, hand managment and general cunning.&#10;&#10;This game is a stand alone product that comes with everything needed to play but will be expanded in the future for players who want to add more to their games of Hell.&#10;&#10;Hell book cover image by Nathan Trimmer.&#10;&#10;Go here to check out the added card designs, read the expanded rules and buy Hell:&#10;&#10;http://www.thegamecrafter.com/games/hell&#10;&#10;This is an Infantry Hybrid Media Universe product.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Infantry Hybrid Media Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feathered Serpent",
    "ID": 47349,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/47349/feathered-serpent",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A Memory variant with 66 cards that can be divided into three divisions with 22 cards each. The level of difficulty depends on how many divisions you play with.&#10;&#10;When you flip a pair of matching cards you take them and read aloud the name of the card thus learning and teaching Ancient Mexican cultures.&#10;&#10;The instruction contains an excessive description of every card and it's historical background.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Memory",
      "Mythology"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ausgerechnet Unken",
    "ID": 47353,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/47353/ausgerechnet-unken",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this re-themed edition of Ausgerechnet Buxtehude, we are now trying to learn the geographical locations of cities and sights in Austria.&#10;&#10;Players place cards on the table according to their relative location. Other players may doubt the accuracy of the placement you made. Should the accusations turn out to be true, you would have to give out a scoring marker. The player with the most scoring markers in the end wins.&#10;&#10;The game includes 215 location cards with longitude, latitude, elevation and population.&#10;&#10;Elevation and population are used for variants simular to Anno Domini.&#10;&#10;This game is only sold in Austria.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Series: Ausgerechnet ..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elizeus",
    "ID": 47358,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/47358/elizeus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "A curious game made by amateur Polish fans.&#10;&#10;Basically it's a fantasy wargame. Players are gods who rule their elemental armies.&#10;&#10;The game was available only by mail order, came in a ugly, plain box and there was a gift for a buyer - a very, very cheap metal mug that hadn't been even painted.&#10;&#10;The gamebox contains a rule set, 4 booklets for four elemental armies (Air, Water, Earth and Fire), lots of paper counters, 10 glass tokens, one lose page with scenarios overview and 36 round wooden pieces which build an actual battlefield.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  }
]