[
  {
    "Rank": "17401",
    "Name": "Animale Tattica",
    "ID": 243191,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/243191/animale-tattica",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Animale Tattica, players race to empty their hand first.&#10;&#10;Each player has a different deck of sixteen cards. Usually you have to play cards with a higher rank than those played by the previous player, but if you've collected cards of the same rank and the total of that rank equals the total of the rank that previous player played, you can play those cards instead.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "17402",
    "Name": "Katana: Samurai Action Card Game",
    "ID": 282437,
    "Year": "(2019)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/282437/katana-samurai-action-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Katana is a two-player only game with battles that last 15&ndash;35 minutes. The game is suitable for ages 8 and up. Gameplay is handled through cards. You are samurai on a quest to become supreme military commander of Japan. To do this, you must defeat the other player by eliminating their 4 armor and 4 health tokens.&#10;&#10;Use cards to inflict damage and defend. When taking a turn, you may attack by playing an offensive card. To defend, play a card with a defensive value and subtract it from the attack value to determine if the hit landed.&#10;&#10;After taking an action, you may play an action card face down. This is your defensive stance during your opponent's turn. When you opponent takes an action, you may reveal your stance card. However, if your opponent chooses to attack, your stance will break and any benefit to be gained from it will be lost.&#10;&#10;Divine beings and forces of nature called kami provide crucial support in battle. Every kami possesses two abilities: an active one that requires playing a purify card and a passive ability that is &quot;always on.&quot; Not only do kami provide game-changing special powers, they can be called upon to sacrifice themselves in kamikaze attacks that inflict massive damage (crab bosses beware). Each time you activate a kami power, though, you must draw a shrine card. A mixture of good and bad events, shrine cards are yet another element of risk to think about when considering use of kami powers.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17403",
    "Name": "Champs de Bataille III: D'Alexandre à Hannibal",
    "ID": 9863,
    "Year": "(2000)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/9863/champs-de-bataille-iii-dalexandre-a-hannibal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Champs de Bataille III: D'Alexandre &agrave; Hannibal has been published in Vae Victis issue 30.  This Tactical level board-wargame is the third installment in the &quot;Champs de Bataille&quot; series of games, board-wargame versions of the De Bellis Multitudinis (DBM) miniatures rules.  This issue includes counters and army lists for Alexandrian Macedonians, Imperial Macedonians, Achaemenid Persians, Phyrric Epirotes, Camillan Romans, Polybian Romans, and Carthaginians.  This issue also includes replacement counters for issue 29, as well as a second mini-wargame, &quot;Jeanne D'Arc&quot;.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Greece",
      "Ancient: Magna Graecia",
      "Ancient: Rome",
      "Components: DTP (Desktop Publishing)",
      "History: Punic Wars",
      "History: Roman Conquest of Italy",
      "History: Sicilian Wars",
      "History: Wars of Alexander the Great",
      "History: Wars of the Diadochi and Syrian Wars",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Champs de Bataille (Vae Victis)"
    ]
  },
  {
    "Rank": "17404",
    "Name": "Picture Picture",
    "ID": 2668,
    "Year": "(1992)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/2668/picture-picture",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The game contains 50 pictures depicting various scenes. Each player has an answer sheet that contains 26 blanks, one for each letter.&#10;&#10;A picture is chosen and the timer is started. Players must search the picture and find an item in the picture for each letter on the sheet. Points are awarded if you have a unique word (like Scattergories).&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "17405",
    "Name": "Runir",
    "ID": 310800,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/310800/runir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Epic stories &hellip; wonderful love confessions &hellip; memories of fallen warriors&hellip; glory of heroic women &hellip; or anything else that needs to be carved.&#10;&#10;We will carve it and make it withstand the task of time for the Jarl, who is willing to pay a coin. A vast field of Rune stones has been erected before us, the runes outlined with charcoal just awaiting our tools and skills to be put to work.&#10;&#10;We aim to become the most honourable and known Rune Masters after the current work season.&#10;&#10;May the most honourable stone carver win!&#10;&#10;Runir is a quick phased dice game for 2 &ndash; 4 players, ages 8 and up. Playing time is 10 minutes per player. In Runir, each player has his set of energy (represented with crystals) that will be used to carve runes or to use in assistance chambers to aid the rune carvers.&#10;&#10;For each rune you need to carve, you need to have the correct tool combination; your die roll. The die roll represents the tools you are given at the start of the current work session.&#10;&#10;You need to find a rune text to carve, that matches the tools you have. If you do not have the correct tools, you have a chance to get a different set of tools in the assistance chambers.&#10;&#10;If the requirements are fulfilled, players can also visit the Jarl&acute;s Grand Hall to gain a praise from the Jarl and raise their honour.&#10;&#10;When any one player has used all of his energy, the game ends and honour is counted. The player with the most honour wins and becomes the Rune Master.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Die Icon Resolution"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17406",
    "Name": "Medieval Conspiracy",
    "ID": 118539,
    "Year": "(2015)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/118539/medieval-conspiracy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.625",
    "Description": "Medieval Conspiracy introduces players to the Holy Roman Empire of Germany. That Empire is divided into numberless small earldoms, principalities, and bishoprics. The Ruler of the Empire is the Holy Roman Emperor who is elected by the 7 electoral princes.&#10;&#10;In Medieval Conspiracy you take the role of a mighty noble family. Increase your power, gain new countries, get votes of the electoral princes to finally be elected the new Holy Roman Emperor.&#10;&#10;Game Play&#10;&#10;Medieval conspiracy is run by Action cards and Event cards. After collecting income players bid for Event cards. 3 Event cards are displayed on their open side. Thereafter players bid for them in turn order. The player who got an Event card can use it later during his turn.&#10;&#10;During a player turn players roll the dice of destiny and play event and action cards. That card play results in numerous effects giving each game a new special course.&#10;&#10;Players gain new countries or conquer them by force from others.&#10;&#10;Are you up to be the new Holy Roman Emperor?&#10;&#10;",
    "Categories": [
      "Fighting",
      "Medieval",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "History: Holy Roman Empire"
    ]
  },
  {
    "Rank": "17407",
    "Name": "War of the Worlds",
    "ID": 162680,
    "Year": "(2014)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/162680/war-of-the-worlds",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "War of the Worlds is a new game from Bill Banks and is the in-magazine game for the premier issue of the new Ares Magazine (2).&#10;&#10;War of the Worlds is a two-player game of the conquest of Earth and the survival of humanity! The military forces of Queen Victoria gather to repel an attack by the diabolical Martian forces under the command of the evil Martian overlord.&#10;&#10;The Martians have huge, mechanical tripod walkers, flying saucers, death rays, missile bases, and giant monsters at their disposal. They can also elicit help from sympathetic (read gullible) human proxies.&#10;&#10;The humans rely on conventional infantry, cavalry, and artillery, and perhaps a hero, for their main defense. Fortunately, the human player may get assistance from a mad scientist who can field an Infernal Machine that the Martians won't find amusing.&#10;&#10;The Martians have a choice of five different victory conditions. Part of the challenge for the human player is to determine the Martian overlord's true objectives so they can be best thwarted.&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Books: The War of the Worlds",
      "Magazine: Ares (One Small Step)"
    ]
  },
  {
    "Rank": "17408",
    "Name": "Kamasutra",
    "ID": 217270,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/217270/kamasutra",
    "Min Players": "5",
    "Max Players": "17",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2.3913",
    "Description": "Every round in the adult party game Kamasutra, a random kamasutra position is drawn, and each couple must assume the position, then push against one another to pop the balloon placed between them. The first couple to break the balloon scores the point and takes the card.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Components: Balloons",
      "Religious: Hinduism",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "17409",
    "Name": "Hotdog",
    "ID": 365349,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/365349/hotdog",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Hotdog is a two player trick-taking game. At the beginning of each round, players will have a chance to pick the card ranking, trump suit, and a special rank. Along with a hand of cards, each player will also be dealt a plate of cards. Plate cards count as part of the player&rsquo;s hand, but they are visible for all to see.&#10;&#10;What sets Hotdog apart from other trick taking games is the choice of rank.  During the bidding phase, players can pick whether cards rank normally (Ace - 9), or with the 9 ranked low up through Ace.  Players also have the option to play with &quot;the works&quot; meaning the order of rank will change each trick!&#10;&#10;Points are awarded based on the outcome of the bidding phase and how many tricks each player captures.  The first player to earn 5 game points wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Organizations: The Game Artisans of Canada",
      "Players: Two-Player Only Games",
      "Series: The Strawman Variations"
    ]
  },
  {
    "Rank": "17410",
    "Name": "Elfer raus! Extra",
    "ID": 108862,
    "Year": "(2011)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/108862/elfer-raus-extra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "The card game Elfer raus! Extra &mdash; which was first released as Elfer raus! Master &mdash; uses the same basic game play as the decades old Elfer raus, but adds a few twists. The game is played using a deck of 103 cards, consisting of:&#10;&#10;&#10;    84 number cards, numbered 1 to 21 in four colors;&#10;    15 connection cards;&#10;    4 jokers.&#10;&#10;&#10;There are also seven bonus cards used in scorekeeping.&#10;&#10;At the beginning of the game, the eleven of each color is placed in the middle of the table in a column. The other number cards and the jokers are shuffled together, and each player receives a number of those cards as well as a number of connection cards. The goal of the game is to play all of your number and joker cards by building a grid &ndash; four rows, each from one to twenty-one.&#10;&#10;Each turn, you may play up to four cards from your hand. If you cannot play a card, or don't want to, you draw one card from the draw pile. The cards must be played according to the following rules:&#10;&#10;    You must place a number card next to a card that is one higher or lower of the same color and that is already on the table. So, the red twelve must be placed next to the red eleven, and the red thirteen must be placed next to the red twelve (or in front of the red fourteen). So, the red thirteen cannot be played if neither the twelve nor the fourteen has been played unless you use a connection card.&#10;    Alternatively, you can use a connection card to place a card above or below a card with the same number and a different color. For example, if the green row is above the yellow row, and the green nine has already been played, you may use a connection card to play the yellow nine in the yellow row. The connection cards are not part of your hand, so they don't count toward the maximum of four cards that you may play during a round.&#10;    A joker may be placed instead of any other number cards. If a player has a number card whose spot is occupied by a joker, he may exchange that card for the joker.&#10;&#10;&#10;If a player completes a segment from one to eleven or from eleven to twenty-one, he receives a bonus card.&#10;&#10;The game ends when a player has played the last card from his hand. Then, points are counted:&#10;&#10;    Each bonus card is worth 11 points.&#10;    Each number card that a player still holds is worth as many minus points as its value.&#10;    Each joker that a player still holds is worth 11 minus points.&#10;&#10;&#10;The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Elfer raus!"
    ]
  },
  {
    "Rank": "17411",
    "Name": "HellRail: Second Perdition",
    "ID": 197,
    "Year": "(1999)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/197/hellrail-second-perdition",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Based on Dante&#039;s Inferno, HellRail: 2nd Perdition has players creating rail to deliver the souls of the damned to the appropriate circles of Hell.  The card mechanics are clever, as every card can become a load to be delivered, or be used to build rail, move trains, or draw more cards.  Additionally, upon arriving at each circle, players have the choice to call forth that circle's powers, possibly putting a serious crimp in their opponents' efforts.&#10;&#10;Re-implements:&#10;&#10;    HellRail&#10;&#10;&#10;Re-implemented as:&#10;&#10;    FrachtExpress&#10;    HellRail: Third Perdition&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Game: HellRail",
      "Theme: Hell"
    ]
  },
  {
    "Rank": "17412",
    "Name": "Thru the Appalachian",
    "ID": 307250,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/307250/thru-the-appalachian",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Thru the Appalachian is a roll &amp; write game about thru-hiking the United States&rsquo; most famous trail. It can be a difficult but life-changing journey. How will you write your story?&#10;&#10;Players will be competing to have the most enjoyable trek on the Appalachian Trail, gaining victory points by completing sections of the trail, taking photos, logging journal entries, and collecting stamps.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Set Collection",
      "Simultaneous Action Selection",
      "Track Movement"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Theme: Hiking",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "17413",
    "Name": "British vs Pirates: Volume 2",
    "ID": 241658,
    "Year": "(2019)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/241658/british-vs-pirates-volume-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "British vs Pirates Volume 2 is a standalone expansion to the successfully Kickstartered game, British vs Pirates. This new game features 2 new factions &quot;French/Buccaneers&quot;, new game modes, new miniatures and a lot more. Looking for a ship combat game set during the Golden Age of Piracy? Look no further, British vs Pirates.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Nautical",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: British vs. Pirates"
    ]
  },
  {
    "Rank": "17414",
    "Name": "Apropos: Of Movies",
    "ID": 403257,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/403257/apropos-of-movies",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Think you&rsquo;re an expert in movies? Work together to find titles that match an ever-growing list of restrictions and find out if you really know as much as you think!&#10;&#10;Apropos: Of Movies will not only give you a challenge to test your movie knowledge, but can also lead to watching a movie! Over the course of 5 rounds, you&rsquo;ll increasingly narrow down the possibilities as you name movies that have certain traits but not others, adding a new word (such as Explosions) each round. As a bonus, you can all watch the last movie chosen regardless of whether you make it to the end or not - at the very least, you&rsquo;ll have narrowed it down to 1-5 movies to go binge-watch on the cold, winter days that are looming right around the corner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Print & Play",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Series: Apropos of",
      "Series: Wallet Games (Button Shy)",
      "Theme: Movies",
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "17415",
    "Name": "The New Yorker: Cartoon Caption Game",
    "ID": 28454,
    "Year": "(2006)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/28454/the-new-yorker-cartoon-caption-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1429",
    "Description": "Each player writes a caption to a cartoon from New Yorker magazine.  Whomever is &quot;it&quot; this turn guesses who wrote each one.  Players score for guessing right and for fooling others.  Like Balderdash, only much funnier!&#10;&#10;from the publisher:&#10;&#10;Based on The New Yorker&rsquo;s popular Cartoon Caption Contest comes a game of immeasurable creativity, unmatched wit, and uproarious humor&hellip;and you are responsible for, well, most of it.&#10;&#10;If a picture speaks a thousand words, surely you can come up with a few of your own in this hilarious game of &lsquo;which player wrote which caption&rsquo;. And don&rsquo;t worry about not being funny. In a game like this, even the &lsquo;bad&rsquo; captions are part of the fun!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Components: Sand Timers",
      "Country: USA"
    ]
  },
  {
    "Rank": "17416",
    "Name": "Mwahahaha!",
    "ID": 33581,
    "Year": "(2008)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/33581/mwahahaha",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.56",
    "Description": "Mwahahaha! is a resource management card game of Mad Scientists and Global Domination for 2-5 players. You assume the role of an evil genius who builds a criminal empire and constructs a doomsday device with which to cow a trembling humanity. But you're not the only one with grand machinations. Other players rival you for absolute mastery. He who completes his device first and collects the highest ransom is declared the winner &mdash; and ruler of the world!&#10;&#10;Players choose the doomsday device that they intend to build - keeping it hidden from their opponents until they are ready to unleash it on an unsuspecting humanity. They build up the resources needed to activate the machine by playing and drawing cards whilst using minion cards to steal resources from other players and protect their own.&#10;&#10;Once a player's device is ready they can threaten a city with it. If the city surrenders the player will gain resources towards building the next stage of their machine. If the city refuses to surrender then the player has to choose the humiliation of backing down or to activate the machine - thus destroying it.&#10;&#10;Each stage of the machine has a grander target, the winner is the player who forces the whole world to surrender.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "17417",
    "Name": "Allies: Realm of Wonder",
    "ID": 182172,
    "Year": "(2015)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/182172/allies-realm-of-wonder",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the two-player card battle game Allies: Realm of Wonder, both players choose two characters to create their own decks. The game is played over four rounds, and during each round the players fight for the Region Cards in the center of the table. Each new Tribe Card that is played changes the situation, and they may have the power to weaken cards of the opponent or strengthen those of the player himself.&#10;&#10;A round ends when all slots by the Region Cards have been filled. At that point a fight takes place around each Region Card. The strongest Tribe Card by each Region Card creates victory points for the player. For the next round, new Region Cards are placed, and old Tribe cards are removed. The player with the most points after the fourth round wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17418",
    "Name": "The Architect",
    "ID": 195535,
    "Year": null,
    "Geek Rating": "5.522",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/195535/the-architect",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The solo, card laying game, for lovers of architecture aged 10 and over, by Charles Ward.&#10;&#10;SUMMARY&#10;Complete the plan for a luxurious mansion, maximise the layout, and comply with 3 simple design principles.&#10;&#10;GAMEPLAY&#10;Having set aside the 2 external doors cards, the player will draw 1 card at a time and place it on, under, or next to other cards, in either orientation, covering all or part of the existing cards to create a floor plan. The floor plan must connect 2 external doors via a corridor (described as a very long room) with doors leading off to rooms. Each room scores you one point. But each penalty subtracts one point. The 3 design principles that cause a penalty are: doors that open onto walls, missing walls (making a room or corridor open to the outside world), and rooms that are inaccessible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Enclosure",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Contests: 18 Card Microgame",
      "Players: Games with Solitaire Rules",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "17419",
    "Name": "Rory's Story Cubes: Strange",
    "ID": 234616,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/234616/rorys-story-cubes-strange",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Rory's Story Cubes: Strange is an expansion to the creativity game Rory's Story Cubes that contains three new dice with 18 thematic actions. It can be played on its own or in combination with any or all of the other Story Cubes titles.&#10;&#10;Roll all three cubes of Rory's Story Cubes: Strange to lead to unexpected places, whether you're using this for creative problem solving, language learning, or story-telling.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "17420",
    "Name": "Inquisitor",
    "ID": 17807,
    "Year": "(2001)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/17807/inquisitor",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3529",
    "Description": "From GW's website: &quot;Inquisitor is a large scale narrative skirmish game using beautifully crafted 54mm models, and set in the dark world of the Imperium's most covert and mysterious agents. The book contains: Rules for Inquisitor, comprehensive armory and details of abilities and powers, extensive guidance for Gamesmasters and players, 15 fully detailed sample characters, ready-to-play scenario, and complete reference section, glossary and index for ease of play.&quot;&#10;&#10;see the RPGG entry Inquisitor&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Point to Point Movement"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "17421",
    "Name": "Ragnarök: Aesir and Jötunn",
    "ID": 92777,
    "Year": "(2011)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/92777/ragnarok-aesir-and-jotunn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.625",
    "Description": "Ragnar&ouml;k, final destiny of the gods, the great battle at the end of time between the Aesir and the J&ouml;tunn. From all corners of the nine realms, gods, giants, dwarves, and monsters will gather to fight the last war.&#10;&#10;An End of the World card game for two players taking about 20 minutes.&#10;&#10;You'll need - the deck of 54 Ragnar&ouml;k cards, 9d6 and 5 eurocube markers per player&#10;&#10;One player will be the Aesir Norse Gods and will battle, in a series of realms, against the J&ouml;tunn Frost Giants played by the other player for the fate of the world. To win the game a player must win total 5 battles in the 9 Realms (These do not have to be consecutive wins).&#10;&#10;A battle takes place in each Realm. Each player will use Strength, Wisdom, and Cunning in their battle, vying to have the most powerful attack.&#10;&#10;A Strength card (Frost Giant of Norse God) is played first, followed by 2 cards from your hand (Wisdom) allowing you to roll a number of dice to add to your Strength. Lastly another card is played (Cunning) allowing modifications to the dice rolls.&#10;&#10;Strategy involves knowing the right card to play when because some cards will give you bonuses depending on the Realm they are played in.&#10;&#10;Game files include both a low ink grayscale and full color card set, rules and tuckbox artwork. An Artscow version is also available for order.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Mythology: Norse",
      "Organizations: Forgenext",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17422",
    "Name": "Columbus",
    "ID": 2217,
    "Year": "(1991)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/2217/columbus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1",
    "Description": "Rare but interesting game from Kramer where players attempt to be the first to sail to America and then back home to Europe.  Each turn a player places tiles that dictate sailing conditions, then move their ship across tiles.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Components: Miniatures",
      "Historical Figures: Christopher Columbus",
      "History: Age of Discovery",
      "Region: Atlantic Ocean"
    ]
  },
  {
    "Rank": "17423",
    "Name": "Wir spielen Einkaufen",
    "ID": 40352,
    "Year": "(2008)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/40352/wir-spielen-einkaufen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "What do the pears cost?&#10;Do I still have enough money for tomatoes?&#10;The most skillful shopper goes home first with a full shopping bag.&#10;In this game children are introduced to shopping. They practice handling goods and money, learn to compare prices and take important steps towards their independence.&#10;&#10;Children must be able to count to four and compare numbers.&#10;&#10;Each player receives a shopping list showing 4 different goods and a purse with maximal 8 coins. In turns, players throw a dice yielding a number between 2 and 4, and move on ways between a common home, the bank and the four shops. The home is the starting place, the shops allow purchases and the bank allows to refill the purse. The first player to return home with all 4 goods on his shopping list purchased wins. Very simple.&#10;&#10;There are 9 different shopping goods: 3 meat products, 3 bakery products and 3 fruit/vegetable products. There are four copies of each product in the game. The butcher/bakery/greengrocery hold three copies of each meat/bakery/veggie product respectively and one copy of each product is found at the delicatessen shop.&#10;&#10;Out of its stock of 9 goods per shop, only three are on display and up for sale at a time. Goods cost between 1 and 3 coins each, depending on its display slot, clearly marked by a price tag showing coins above each good. Upon purchase, all remaining goods a shifted to the left (the cheap places) and new goods from the stock fill up the empty expensive places on the right.&#10;&#10;This may sound more complicated than it is: a three year old easily understands it and can execute the simple mechanic, thanks to arrows and price tags showing coins and not numbers. What a three year old that is yet unfamiliar with boardgames might not immediately appreciate, is the neat balancing behind the mechanic: unsold products decrease in price, whereas sought-after products increase in price; that buying bread at the delicatessen is more expensive than at the bakery, both in terms of money and distance to travel, but that the delicatessen may save travel between different shops, etc. However, learning this by playing is the hidden educational goal of the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Economic",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Spielend Neues Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "17424",
    "Name": "Botts and Balls",
    "ID": 11601,
    "Year": "(2004)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/11601/botts-and-balls",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Botts and Balls can be most easily described as Ricochet Robot Soccer.  Players are given a limited number of moves each turn with which to score goals, which range in value from one to four points depending upon which type of ball is scored and whether or not a player scores in their own goal.  Other players are kept involved via the &quot;help&quot; rule, which allows the current player to accept advice from another player at no cost, giving a point to the player whose advice was accepted.&#10;&#10;Botts and Balls was released in a very limited, handmade edition in 2004. Ten more copies were made available at the Gathering of Friends in 2008.  Another 10 copies were sold at the Gathering of Friends in 2009 to those that expressed interest the previous year.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "17425",
    "Name": "Patria Libre",
    "ID": 329771,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/329771/patria-libre",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.75",
    "Description": "Patria Libre is a game that recreates the historic events that occurred in Mexico (New Spain) 1810&ndash;1821 between the Insurgents who sought to separate from Spain and the Royalists who tried to prevent it. It is played with two sides, insurgents and royalists. 1 to 4 players may participate. The side that obtains more victory points will be the winner at the end.&#10;&#10;Use orders that will allow you to recruit, move, attack, and level up your units, collect taxes or gain victory points, build a stronghold, or buy event or character cards. Your objective is to gain more victory points than the other side. To achieve this you must control key regions and use cards akin to your faction. Climbing rising in popularity will help a lot.&#10;&#10;Cards are essential. With them, you can buy characters that join your faction or event cards that will grant you interesting rewards. Popularity is very important in this game, if you have the support of the people, you will be able to strongly link your orders, however, without the people&acute;s approval, your cause will dwindle.&#10;&#10;Historically, characters changed factions, this is also true in the game. So a few characters may change their minds over time, according to their preferences, sadly joining the opposing side.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Command Cards",
      "Hand Management",
      "Order Counters",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Mexico",
      "Country: Spain",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "History: Latin American Wars of Independence",
      "Region: Central America",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "17426",
    "Name": "The Games of War:  A Treasury of Rules for Battles with Toy Soldiers, Ships and Planes",
    "ID": 37718,
    "Year": "(2007)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/37718/the-games-of-war-a-treasury-of-rules-for-battles-w",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7",
    "Description": "From the back cover:  &quot;This book has it all, from gladiatorial combat to space warfare.  Test your skills and luck as you re-fight famous battles or explore the world of &quot;what ifs.&quot;&#10;&#10;This book contains many simple rule sets for playing wargames with toys outlined in seven chapters:&#10;&#10;1.  Getting Started&#10;2.  Ancients and the Middle Ages&#10;3.  The Horse and Musket Era&#10;4.  20th Century Land War&#10;5.  Sky Warriors&#10;6.  Naval Wargames&#10;7.  Miscellaneous Rules&#10;&#10;",
    "Categories": [
      "American Civil War",
      "American Revolutionary War",
      "Ancient",
      "Book",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Modern Warfare",
      "Napoleonic",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Country: USA"
    ]
  },
  {
    "Rank": "17427",
    "Name": "Word Bank",
    "ID": 286706,
    "Year": "(2019)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/286706/word-bank",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "To set up Word Bank, each player takes 12-20 gems depending on the number of players, then you shuffle the letter cards and lay seven of them in a circle to create the bank. Each letter card has room on it for a number of gems.&#10;&#10;On a turn, you give a &quot;password&quot; to the bank, saying it out loud, then choosing a starting letter and going clockwise or counterclockwise around the circle, placing a gem on each letter present that's also in your password. Note that you can't circle the letters more than once, and you can use letters only if they appear in the order that matches the order of the letters in your password.&#10;&#10;After you turn, if all the spaces on a letter card are full, claim this letter, then reveal a new one from the deck in this position.&#10;&#10;As soon as a player has no more gems in front of them, the game ends. Each player counts all their gems in front of them and on letter cards in play, and whoever has the lowest sum wins. Ties are broken in favor of the tied player who has claimed the most letter cards.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "17428",
    "Name": "Denain 1712",
    "ID": 9915,
    "Year": "(1998)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/9915/denain-1712",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4545",
    "Description": "Vae Victis issue 20.  This game uses the same system (with some minor corrections and modifications) that was used in Vae Victis issue 6, &quot;Fontenoy 1745.&quot;  This battle ended the Spanish War of Succession.  One turn represents one hour of real time, an infantry counter represents a brigade of one or more regiments, and a cavalry counter represents four to eight squadrons.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "History: Age of Kings",
      "History: War of the Spanish Succession",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17429",
    "Name": "The Chinese Civil War of 1930",
    "ID": 73536,
    "Year": "(2010)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/73536/the-chinese-civil-war-of-1930",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8571",
    "Description": "In 1930, China completed the unity, but the warlords still grasp the real political and military dominance in their regions. The central government need funds for national construction, so the government plans to reduce the defense costs, the number of armed forces, and reorganize the military system. This leads to local military discontent, they cooperate with some factions in Kuo Ming Tang and organize a coalition attack to the central government. The war lasted for seven months, nearly 300,000 deaths and injuries,is the largest civil war in the China history.&#10;&#10;There are five commander in the game, three of Anti-Jiang-Kai-Shek force&#10;and two of the central government army.When the base camp of any commander was captured, the faction of that commander lose the game. Apart from this, when commander lose all of his army or run out of funds, his faction lose the game too.&#10;&#10;This game is a project of Taiwan e-Learning and Digital Archives National research Program, presided by Academy Sinica in Taiwan.&#10;&#10;Source:&#10;In the rule book&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Country: China",
      "History: Chinese Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "17430",
    "Name": "Cradle of Civilization",
    "ID": 266937,
    "Year": "(2021)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/266937/cradle-of-civilization",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "&quot;Cradle of Civilization&quot; is a two wargames in one pack that allows players to determine the fate of the ancient near east. In one game civilizations rise while in the other players battle over whether the great Persian Empire will survive. Both games emphasize simplicity but not at the price of being unrealistic.&#10;&#10;From Sumeria to Persia is about the Bronze and Iron Age, when civilization was born and city states went from kingdoms and finally to large empires, culminating in the Persian Empire founded by Cyrus the Great. Players of History of the World will recognize the base mechanics whereby players randomly select civilizations from cards, although the player in last place has more power to decide which civilization they will play.&#10;&#10;From Sumeria to Persia does offer players more options than previous games on the subject. Civilizations that survive can continue to expand in future turns. Random events create possibilities that defy history but were in the realm of possibility. The Minoans may have a brilliant military commander and the Egyptians could become a seafaring empire. There are also rules for constructing wonders, the placement of cities, and the general effects of the Bronze Age collapse. Lastly, the Persian Empire does appear.&#10;&#10;Alexander vs. Darius: The Fall of the Persian Empire simulates Alexander III&rsquo;s conquest of the great Persian Empire. Sometimes portrayed as a foregone conclusion, this game argues that Persia certainly had a chance to win if they had used different strategies or had some luck on the battlefield. Darius III need not have been Persia&rsquo;s last king.&#10;&#10;The heart of Alexander vs. Darius is a war weariness track, which moves down steadily for Alexander&rsquo;s army. Historically, it did not reach zero until after his invasion of India, but a Persian battlefield victory could have changed that. The game also allows players to explore Memnon&rsquo;s strategy of using Persian naval supremacy to raid Alexander&rsquo;s rear as well as exploring the possibilities of the Spartan rebellion. Lastly, the Persians themselves must worry about legitimacy, and therefore must be active in resisting Alexander, or risk losing their grip on the throne.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: VASSAL",
      "History: Wars in the Ancient Near East",
      "History: Wars of Alexander the Great",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "17431",
    "Name": "Brewhouse Bash",
    "ID": 11357,
    "Year": "(1998)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/11357/brewhouse-bash",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5455",
    "Description": "A board game originally published in Games Workshop's White Dwarf magazine, issue #223.  A game of Ork bar brawling that ends when all but one of the Orks have slumped unconscious to the floor, leaving the last Ork standing as the winner!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Magazine: White Dwarf",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "17432",
    "Name": "Pond",
    "ID": 398331,
    "Year": "(2024)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/398331/pond",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Pond is a combinatorial abstract game similar to Tak and Go. Players place, move, and transform pieces on a square grid to create connected lines of matching symbols. Pieces are removed from the board and scored when matches are made.&#10;&#10;Each piece is three-sided, and when transformed, pieces always advance through the three faces in the same order: Egg to Tadpole to Frog to Egg. Each face has unique movement rules. Because pieces can't transform in the backwards direction, players are never able to simply reverse their opponent's previous transformation.&#10;&#10;One player uses light pieces, and the other dark. When matching pieces are removed from the board, each player scores their own pieces from the set, regardless of which player created the set. The ability to score for yourself and your opponent creates asymmetrical incentives in otherwise symmetrical board states.&#10;&#10;Pond takes 2 minutes to learn and about 10 minutes to play. It can be played in the 4x4 &quot;small&quot; (&#229;&#176;&#143;) pond for a shorter game with tight quarters, or in the 5x5 &quot;big&quot; (&#229;&#164;&#167;) pond for a longer, more open game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Grid Movement",
      "Matching",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "17433",
    "Name": "Emperor of China",
    "ID": 1987,
    "Year": "(1972)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/1987/emperor-of-china",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0476",
    "Description": "In this highly abstract strategic wargame, you are trying to conquer China by being the first to occupy fifteen provinces at the completion of a complete round of play (all players having had an equal number of turns).  Alternatively, the game can be timed and scored.&#10;&#10;You start with a small number of provinces under your control.  Population counters of your colour indicate this; if a province has extra population, it can move some into an adjacent unoccupied province --this is the simplest way of conquest.  Merger, diplomacy and force (Risk-like combat) are your other options.  Each turn you draw a Yin card and a Yang card.  Yin is bad, Yang is good.  Without looking at either card's instructions, you assign them to two of your provinces.  Yang will most likely increase your recruitment (which is normally three population per turn), but could also give you the capability to cross a natural barrier like a mountain range.  Yin will hurt you.  Some cards you end up holding in your hand.&#10;&#10;A player may attempt to convince another player to merge with his empire.  If the second player agrees then the smaller empire is absorbed by the larger and both players continue play as senior (larger) and junior (smaller) partners.  The absorbed empire no longer has a separate turn nor separate recruitment.  This concept of &quot;shared victory&quot; is intriguing, particularly with a larger number of players.&#10;&#10;The game allows any number of players but components are only provided for five.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Negotiation",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: China"
    ]
  },
  {
    "Rank": "17434",
    "Name": "Wizard's Gambit",
    "ID": 34843,
    "Year": "(2008)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/34843/wizards-gambit",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8056",
    "Description": "&quot;Join the Convocation of Wizards in battle against the ancient enemy - The Fallen! Do you have what it takes to become the next Grand Siege Magus?&quot;&#10;&#10;In Wizard&rsquo;s Gambit, players become wizards who take turns placing Magical Components on Spells in a common Spell Pool in the center of the play area.&#10;&#10;When all of the required Magical Components have been placed on a given Spell, the wizard who completed that Spell claims it as their own, creating a Spell Book face up in front of them. Once the Spell is added to their Spell Book, a wizard may immediately apply the effects of the Spell, giving him more power to defeat his competitors.&#10;&#10;Wizards can further affect the course of play by casting Incantation cards during their turn, which can provide advantages in playing the game. Additionally, wizards can invoke the highest power, the Wizard&rsquo;s Gambit, to thwart other wizard competitors and increase their chance of claiming powerful Spells for their own.&#10;&#10;Each Spell has a point value, which adds up cumulatively to represent their Spell Book&rsquo;s score. The first wizard to reach a Spell point total of ten (10) points wins the game and is proclaimed Grand Siege Magus.&#10;&#10;Wizard's Gambit is a light-hearted game for the casual gamer and for family play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "17435",
    "Name": "Piazza Rabazza",
    "ID": 370129,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/370129/piazza-rabazza",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Piazza Rabazza is a game in which shaking walls steal pizzas.&#10;&#10;As a pizza delivery boy in Rabazza, you really have your hands full. The whole town is craving pizza! Luigi sweeps into all corners of the city on his motor scooter, and his fast-paced delivery tour becomes even more turbulent because all the walls shake when pizza maker Pino kneads his dough. Then not only do the walls get close to Luigi; some residents also impatiently snatch other customers' pizzas off the plate.&#10;&#10;Whoever manages to deliver to all of their customers first, cleverly dodging snapping pizza thieves and shaking walls, wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Racing"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Pizza"
    ]
  },
  {
    "Rank": "17436",
    "Name": "Moop's Monster Mashup",
    "ID": 197414,
    "Year": "(2016)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/197414/moops-monster-mashup",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The marvelous magician Moop is mashing up monsters to meet the marauding munchkins. He's created bizarre new animals such as the Owligator and Kangarooster! But the heroes can fight back with their own mixed-up weapons, including Sockodiles and the Beaver Cleaver. This version of Munchkin is the craziest ever...but it's still Munchkin, so the first player to Level 10 wins!&#10;&#10;Moop's Monster Mashup is a standalone game, but can also be combined with Munchkin or any of the Munchkin games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "17437",
    "Name": "Jurassik",
    "ID": 92876,
    "Year": "(2011)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/92876/jurassik",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Jurassik, players are paleontologists on a dig looking for dinosaur bones. Ideally you want to collect bones for the same type of dinosaur so that you can assemble a complete skeleton!&#10;&#10;At the start of the game, the 32 dinosaur cards (four cards each of eight different dinosaurs) are shuffled with one &quot;start excavations&quot; card and 15 randomly-chosen action cards from a total of 22. A player shuffles these cards, lays them out in a 6x8 rectangle, then removes the start excavations card to show where the dig begins.&#10;&#10;On a turn, a player reveals any card that has at least one edge adjacent to the digging area. Dinosaur and action cards have different backs, so the player knows what type of card he draws, but not which card exactly. If she draws a dinosaur card, she places it face-up in front of her. If she draws an action card, she may be able to take a second turn, steal from another player, or force an exchange of one bone for another; she may also be forced to discard a card, or she might end up with a rock, which is placed back in the dig area for everyone to work around. When a player has four cards of the same dinosaur, she groups them as a set; these cards cannot be lost or stolen.&#10;&#10;The game ends when the final dinosaur card is collected. Players score 1, 3, 6 or 10 points for a set of 1-4 dinosaur cards of the same type, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "17438",
    "Name": "Spinnengift und Krötenschleim",
    "ID": 118051,
    "Year": "(2012)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/118051/spinnengift-und-krotenschleim",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Game description from the publisher:&#10;&#10;A goblin is loose in the witches' kitchen, and he's turned everything on its head. Where's the skunk cabbage now? What happened to the tangleroot? And where did those mouse droppings drop off to? The witches are pulling out their hair trying to find everything!&#10;&#10;In Spinnengift und Kr&ouml;tenschleim (&quot;Spider Venom and Toad Slime&quot;), all the players need to remember where to find the individual ingredients. Whoever finds the right ingredients may add a chip to the magic cauldron, and chip by chip that cauldron will fill &ndash; then the monsters will appear! In the end, whoever has the most witch orders and monsters wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "17439",
    "Name": "The Battle of Shiloh",
    "ID": 7254,
    "Year": "(1984)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/7254/the-battle-of-shiloh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0714",
    "Description": "The Battle of Shiloh is two-player game recreating what US Grant called the severest battle fought in the western theater during the Civil War. This two-day action (April 6-7, 1862) was the Confederacy's great attempt to reverse two months of defeat and recapture western Tennessee.&#10;&#10;It is an interesting game, with an intriguing system in which the Union force is alerted and pushed into combat slowly. It is almost as if you can feel the soldiers getting up and emerging from their tents. As many games of West End Games, this one is not well known, which is a shame really.&#10;&#10;Each copy should contain:&#10;one rules book&#10;two die-cut sheets of 300 counters (total)&#10;one 22&quot;x33&quot; mapsheet&#10;&#10;Cover Art: Ray Sternbergh&#10;Graphics Design: Larry Catalano&#10;Art Production: Melanie Gottlieb, Carolyn Edelstein&#10;&#10;&#10;(from the rulebook and user's description)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Series: South Mountain System (West End Games)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "17440",
    "Name": "Legends of the High Seas",
    "ID": 34305,
    "Year": "(2008)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/34305/legends-of-the-high-seas",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Hoist the Jolly Roger! - prepare to repel boarders!&#10;&#10;Legends of the High Seas is a tabletop miniatures game set in the Golden age of Piracy and you take control of brave Royal Navy Captains, brutal Pirates, or greedy Privateers who sailed the Caribbean Sea.&#10;&#10;The full colour manual contains all the rules you need to gather your crew and set sail on the high seas!&#10;&#10;A series of scenarios enables you to steal a ship or hunt for buried treasure on your way to fame and fortune!&#10;&#10;A full campaign system is also included to progress your crews skill and reputation, along with a range of hired hands and real Legends of the High Seas such as Blackbeard himself!&#10;&#10;Will your adventures bring you glory or a walk along the plank to a watery grave?&#10;&#10;144 pages and set out in the same style as the popular Legends of the Old West with similar production values, this book also includes rules for ships and non playing characters to further enhance your games and campaigns.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "17441",
    "Name": "Typhon sur le Pacifique",
    "ID": 8102,
    "Year": "(2001)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/8102/typhon-sur-le-pacifique",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9091",
    "Description": "Typhon sur le Pacifique (Typhoon on the Pacific) simulates the entire Pacific war from December 1941 to August 1945.&#10;1 counter = 1 army or 1 fleet; 1 turn = 3 months.&#10;&#10;In the basic version, the game does not cover the China Incident, the Soviet 1945 offensive, or the attack on Pearl Harbor, which is accounted for in the Allied set-up. It is primarily a solitaire game. In actuality, only one side had the initiative at a given time. The Japanese struck first and occupied much of the area, but after the Solomons, were unable to continue the offensive. Then the Allies, after the disastrous start, launched their offensive of reconquest and the capitulation of Japan.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Magazine: Vae Victis",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "17442",
    "Name": "Devil's Run: Hell's Highway",
    "ID": 210315,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/210315/devils-run-hells-highway",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Devil's Run: Hell's Highway is a fast-moving and hard-hitting vehicular combat board game (for 2-6 players) set in a post-apocalyptic America.&#10;&#10;This is a standalone expansion to Devil's Run: Route 666 and each can be played on their own or can be mashed together for more extreme carnage!&#10;&#10;The Devil's Run system uses a rolling board mechanic, to ensure all players feel like they are on the edge of their seat; fall too far behind and you are out of the race, get too far in front and you could open yourself to an airstrike or an unexpected obstacle in the road. Live fast and die hard on Hell's Highway. Can you survive the Devil's Run?&#10;&#10;There are four main types of vehicles: Bikes, Trikes, Buggies and Cars. Each of these vehicle types play differently due to how they drive, their weapons and their arcs of fire. The game has story driven missions which are a mix of full throttle racing and maximum carnage vehicular battle, with an immersive ruleset to make you feel like you're a part of the post-apoc action. You use three, six and ten sided dice, statlines and modifications to represent every aspect of the game from scenery effects, shooting, ramming and sideswiping, to using equipment like Nitros, Oil Slicks and Smoke Screens.&#10;&#10;This set is the Law Haulage gang being attacked by the Purple Causairs&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Racing",
      "Transportation",
      "Travel",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17443",
    "Name": "Connect 4x4",
    "ID": 42685,
    "Year": "(2009)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/42685/connect-4x4",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "CONNECT 4x4 enhances the classic four-in-a-row game with more competition and strategy in the first-ever four player edition. A clear double-decker checker grid replaces the standard grid, allowing players to win by playing four-in-a-row in a horizontal, vertical or diagonal line on either side of the grid or by weaving through one side of the grid to the other. Look closely to find ways to connect the ringed checkers that may be unseen by your opponents. Or, act defensively and play the new block checker to prevent an opponent from scoring what might be a winning move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 6 x 7 Grids",
      "Game: Connect 4"
    ]
  },
  {
    "Rank": "17444",
    "Name": "Zaginione Dziedzictwo: Wieża Białozłota",
    "ID": 158341,
    "Year": "(2015)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/158341/zaginione-dziedzictwo-wieza-bialozlota",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Lost Legacy: Whitegold Spire is a game of risk, deduction, and luck for 2&ndash;4 players. You start the game with one card in hand from a deck of sixteen cards. On a turn, you do the following:&#10;&#10;&#10;         Draw: Draw the top card from the deck and add it to your hand.&#10;         Play: Choose one of the two cards in hand to play and place it face up in front of you.&#10;         Effect: Carry out the played card's effect, after which the card is considered as discarded.&#10;         End: Throughout gameplay you're trying to eliminate other players or uncover the location of the &quot;Lost Legacy&quot; card; this card might also be in the &quot;Ruins&quot;, a location that holds one card at the start of the game and possibly acquires more cards during play. When someone discovers the Lost Legacy, the game ends, everyone tallies the value of the cards they've played and the card left in hand, and whoever has the highest total wins.&#10;    &#10;&#10;&#10;By combining different Lost Legacy sets (while keeping only a single Lost Legacy card in play), up to six players can compete at the same time.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination"
    ],
    "Families": [
      "Game: Lost Legacy"
    ]
  },
  {
    "Rank": "17445",
    "Name": "French and Indian War",
    "ID": 253991,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/253991/french-and-indian-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.625",
    "Description": "Savages may indeed be a formidable enemy;&#10;but upon the king's regular and disciplined troops,&#10;Sir, it is impossible they should make an impression.&quot; &ndash; English Commander&#10;&#10;Bloody Mohawk, designed by Bill Molyneaux, is a simulation of the French Indian War, also known as The Seven Years&rsquo; War. The English and the French had battled for ownership of North America for years, both the French and the British wanted control of two rivers, the Allegheny River and the Monongahela that provided much-needed trade routes.&#10;&#10;Bloody Mohawk is a fast playing, introductory level wargame covering one of the engagements of the war and major what-if variants. They are each designed to be played in about an hour while maintaining the flavor of the events. Each of the scenarios in Bloody Mohawk uses the series rules with modifications and additions for each specific battle. While this means that players can quickly jump between battles.&#10;&#10;Complexity: 2 out of 10&#10;&#10;Solitaire: 7 out of 10&#10;&#10;Ages: 12+&#10;&#10;Players: 1-2&#10;&#10;Time: 1-2 Hours&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Canada",
      "History: French and Indian War",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "17446",
    "Name": "Black Stories 6",
    "ID": 86538,
    "Year": "(2010)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/86538/black-stories-6",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "How could that have happened? Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. Only yes/no answers are allowed. A spooky card game just right for any party.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories",
      "Misc: No Table Needed"
    ]
  },
  {
    "Rank": "17447",
    "Name": "Candy Crush DUEL",
    "ID": 325834,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/325834/candy-crush-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2",
    "Description": "A brand new Candy Crush board game for two players. Players place colorful candies on the game board to create&#10;sweet combinations and earn points. By earning points the bar fills up and the first player to have a full point bar is the winner! Outsmart your opponent with creative solutions and score the most points!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Grid Coverage",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "17448",
    "Name": "Z-G",
    "ID": 1820,
    "Year": "(2001)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/1820/z-g",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Z-G is a combination miniatures wargame/collectible card game. The miniatures, which represent arena combat robots, are actually 5&quot; action figures with 14 points of articulation and 8 pieces of removable armor. Each piece of armor has a corresponding collectible card giving its statistics and special powers. Each basic set includes a fixed 10 card set (1 card per piece of equipment, including the figure itself, plus a character card)&#10;&#10;The game is played in rounds, which start with all players choosing which 3 pieces of equipment to use this round. Each piece of equipment also has an impulse rating, and whoever has the highest impulse goes first. Players then use their cards to move their figure a number of card lengths and/or use attacks based on a color-matching system on the ends of each card. If your attack is successful, a piece of your opponent's armor is destroyed (and so is its corresponding card).&#10;&#10;One of the more innovative parts in all this is that the actual figure poses have bearing on gameplay. Movement points must be used to enter a stance, and each stance has certain advantages and disadvantages (Except lying down, which is universally bad)&#10;&#10;Z-G was first shown publicly for sale and demonstration at Origins 2001 in Columbus, Ohio, with the subtitle &quot;Citizen.&quot; Although planned as the first set in a series of sets, &quot;Citizen Z-G&quot; was ultimately the only published set.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Area-Impulse",
      "Modular Board",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games"
    ]
  },
  {
    "Rank": "17449",
    "Name": "Privateer",
    "ID": 145496,
    "Year": "(2016)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/145496/privateer",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4444",
    "Description": "A game of piracy on the high seas! Buy, sell, and steal cargo while improving your captain's prowess and increasing your infamy.&#10;&#10;Privateer is a European-style board game where players race to increase their infamy through the buying, selling, and plundering of cargo on the Caribbean high seas.&#10;&#10;The object of the game of Privateer is to be the first captain to amass a total of 20 &quot;Infamy&quot; points. Infamy is a measure of how fearsome, clever, and skilled your captain has become throughout the entirety of the game. Infamy can be gained through upgrades to your captain's ship or through the accumulation of powerful and rare Relic cards.&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17450",
    "Name": "Tyranid Attack",
    "ID": 2161,
    "Year": "(1992)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/2161/tyranid-attack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6",
    "Description": "Attack the Genestealers and their more frightening cousins, the Tyranids, in their huge living ships. Your job is to take a squad of Space Marines into the bowels of the ship and try to destroy it's vital organs. The ship is not defenseless as you could find a Genestealer or the larger more dangerous Tyranids opposing you. This time, lighter armored but faster marines in addition to the heavily armoured Terminaters are going in, but unlike the opponents in the game Space Hulk the opponents now have weapons.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "17451",
    "Name": "Batman Miniature Game (Third Edition): Back to Gotham",
    "ID": 300420,
    "Year": "(2019)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/300420/batman-miniature-game-third-edition-back-to-gotham",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The third edition of Batman miniature game will expose a game play never seen before. Its dynamics will be faster, more lethal and easier to learn. In addition, its incredible scenery and its renewed iconic figures of your favorite DC characters will give you a unique immersion in a tremendously dynamic and addictive game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Batman",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17452",
    "Name": "Fly Down",
    "ID": 231316,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/231316/fly-down",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Gestisci una flotta di aeroplani &#10;attraverso un&rsquo;elegante meccanica di scambi e deduzioni. Disegna in cielo le acrobazie migliori, ma fai attenzione: tra un loop e una virata, chi sale troppo di quota rischia la picchiata. Saprai &#10;rimanere alla giusta altezza?&#10;&#10;&#10;                        &#10;                    &#10;                &#10;            &#10;        &#10;    &#10;&#10;&#10;Manage a fleet of airplanes with a smart mechanic of hand management and deduction. Draw the best acrobatics in the sky, but be careful: Between a loop and a turn, the one who rises too high risks the nosedive. Do you know how to stay at the right height?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "17453",
    "Name": "Stalag 17",
    "ID": 107173,
    "Year": "(2011)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/107173/stalag-17",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.381",
    "Description": "In the card game Stalag 17, each player represents one of five countries, and he tries to help his three countrymen escape a prison camp in WWII before the other players can do the same.&#10;&#10;To escape, a prisoner needs to acquire the objects that match his escape plan, which can change from turn to turn &ndash; but he needs to be careful as to when and how he leaves as once he flies the coop, the guards become more vigilant, searching the barracks and exercising more oversight on the prisoners from that country who remain to make flight harder for them. In some cases, you'll be better off letting someone else escape ahead of you so that the guards scrutiny falls on them, which can make it easier for you to find a way out.&#10;&#10;The first player to help his three prisoners escape wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "17454",
    "Name": "Anchorman: The Game – Improper Teleprompter",
    "ID": 305564,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/305564/anchorman-the-game-improper-teleprompter",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Make your own fake news with Ron Burgundy's Anchorman: The Game! (aka Improper Teleprompter)&#10;Play as your favorite anchors from the Channel 4 News Team as you sabotage your rivals' news stories with ridiculous magnetic words and phrases on beautiful magnetic trays. If they laugh while reading the news, you win! Features the world's first and only Sex Panther Mechanical Timer. Whammy!&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "17455",
    "Name": "曼荼羅 (Mandara)",
    "ID": 189218,
    "Year": "(2015)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/189218/man-tu-luo-mandara",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Mandala is type of painting that represents the Buddhist interpretation of the appearance of the universe.  Various mandalas are painted to embody the beliefs of Buddhism, even in Japan,  ancient artifacts from the Asuka period (550-710 CE) have been left behind.  In this game, the players are mandala painters working together to paint a single mandala while competing against each other&rsquo;s skills.  The completion of a mandala painting is accompanied by huge suffering; the painters&rsquo; minds wander in six types of world of indecision that are called the six realms.  The player who makes the most splendid contribution to the completion of mandala throughout the game to express that belief will win the game.&#10;&#10;Note: The six realms is a Buddhist concept.  It includes Deva realm, Asura realm, Human realm, Animal realm, Hungry Ghost realm, Naraka realm, which are represented by the 6 cards in this game.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "17456",
    "Name": "Phalanx: Tactical Warfare 500-100 BC",
    "ID": 11469,
    "Year": "(1971)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/11469/phalanx-tactical-warfare-500-100-bc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "Excerpt from SPI advertising:&#10;&#10;Ancient warfare from Alexander the Great to Rome. Spearmen, swordsmen, bowmen and elephants clash in 15 battles from Marathon to Zama.&#10;&#10;Famous military commanders represented include Xerxes, Alexander the Great, Darius -- King of Kings, Hannibal, and Scipio Africanus. Included battles are Marathon; Arbela; and Zama.  Phalanx recreates the military systems that clashed in these battles.  There are five classes of units, spearmen, swordsmen, cavalry, mounted bowmen, and &#10;missile troops (slingers and javeliners).  Special rules embody the &quot;feel&quot; of ancient tactics, including the effect of charismatic leaders on combat (Darius, Alexander), the unpredictable and fearsome battle elephants, and the great tactical flexibility of the Roman legion, one of history's greatest military units.&#10;&#10;255 counters&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "History: Macedonian Wars",
      "History: Wars of Alexander the Great",
      "Players: Two-Player Only Games",
      "Series: Tactical Warfare (SPI)"
    ]
  },
  {
    "Rank": "17457",
    "Name": "Celtic Quest",
    "ID": 19416,
    "Year": "(2005)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/19416/celtic-quest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6923",
    "Description": "&quot;It's AD 41 and Britain is ripe for invasion by Claudius' legions. You are a young Celt on the brink of adulthood and you have visited the High Druid who has foretold your destiny. In this game each player attempts to win by gathering victory points and fulfilling their destiny. Along the way you'll improve your abilities, trade with settlements, complete quests and help enchant the land. The game uses double sided hextiles so each game is different.&quot;&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Mythology: Celtic"
    ]
  },
  {
    "Rank": "17458",
    "Name": "Объяснярий (Explain It!)",
    "ID": 370555,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/370555/obieiasniarii-explain-it",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#208;&#158;&#208;&#177;&#209;&#138;&#209;&#143;&#209;&#129;&#208;&#189;&#209;&#143;&#209;&#128;&#208;&#184;&#208;&#185; (&quot;Explain It!&quot;) is a fun game for original thinkers. Show off a clear train of thought, explain to your friends the most tasks - and victory is in your pocket!&#10;&#10;     Take 2 task card and choose one&#10;     Reveal letter card&#10;     Try to explain your task using words starting only with opened letter.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17459",
    "Name": "The Big Push: The Battle of the Somme",
    "ID": 13979,
    "Year": "(2005)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/13979/the-big-push-the-battle-of-the-somme",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.95",
    "Description": "The Big Push covers the gigantic battle of the Somme in summer-fall of 1916. Rivaling Verdun in ferocity, scale and casualties, Somme was Britain's first real chance to open up the Western Front in World War I. French and British allies, wanting to take initiative away from Germany at Verdun, launched a large joint offensive at the Somme, where their fronts met. British generals called it the &quot;Big Push,&quot; to break the trenches and carry them to victory. Here was a campaign that brought little save the cultural annihilation of the participants. Europe never looked at war quite the same way after the Somme.&#10;&#10;The British player controls the Allied forces (British and French), while the other player commands the defending German Army. It is also possible to have three players--French, British, and German. Each Game Turn represents one week. Map scale measures approximately 1142 yards per square (squares rather than hexes are used to prevent the easy outflanking of enemy units - something very hard to do in WW1). Ground units range in size from regiments to divisions. Each infantry strength point varies between 700 and 1500 men, depending on nationality and fighting effectiveness. Support units, like artillery, cavalry and tanks, focus their strength more on relative fire power and attack force. Play begins with artillery fire, where the other player may throw in his counter battery fire to offset the barrages. Ground movement comes next, followed by the declaration of assaults, appeals to command center resources, and defensive fire. After assaults take place, the phasing player introduces replacements and tries to rally his disordered units.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Country: France",
      "Magazine: Against The Odds",
      "Region: Picardy (France)"
    ]
  },
  {
    "Rank": "17460",
    "Name": "Banana Wars: US Intervention in the Caribbean 1897-1933",
    "ID": 217210,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/217210/banana-wars-us-intervention-in-the-caribbean-1897",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.25",
    "Description": "Description from the publisher:&#10;&#10;US intervention in Latin-America involved the US Marine Corps, Army and Navy. Caribbean nations were invaded, occupied, and sometimes native politicians deposed. Battles with native rebels were frequent. Protecting and promoting economic concerns lay at the root of US military intervention. Businesses such as the United Fruit Company and the Standard Fruit Company sought to control the Caribbean banana, sugar and tobacco trade. Our doughboys became their enforcers.&#10;&#10;&quot;Banana Wars&quot; is a delightful, card-driven whack-a-mole game in which the US player stamps out insurrections while the Insurrecto player creates an unending string of crises to exhaust US resources.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Decades: The 1920's",
      "Decades: The 1930's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "17461",
    "Name": "Firebase Vietnam",
    "ID": 324602,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/324602/firebase-vietnam",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "January 31, 1968, Vietnam: The Tet Offensive&#10;You have just turned out the lights and are preparing to sleep when the alarm sirens start wailing. A staff-sergeant runs into your tent to announce that the Vi&#225;&#187;&#135;t C&#225;&#187;&#153;ng are attacking the perimeter! With all the other high-ranking officers you run to the Tactical Operations Center. From there you have to organize the defense of Firebase Alvarado and call for support. But as PAVN and VC forces strike a number of other targets throughout South Vietnam you&rsquo;ll certainly have to hold out on your own for some time.&#10;&#10;OBJECTIVE: You win by holding out until support arrives and wipes out the attackers!&#10;&#10;GAMEPLAY: Each turn is divided into 5 phases. Repeat until you win or lose.&#10;&#10;Game Design by Pascal Toupy. Volume I in the new C3i Good to Go Series, Firebase Vietnam is a bonus stand-alone solitaire game inside C3i Magazine Nr34 published by RBM Studio.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Magazine: C3i",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "17462",
    "Name": "The War for Turkish Liberation",
    "ID": 153056,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/153056/the-war-for-turkish-liberation",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.75",
    "Description": "War of Turkish Liberation (T&uuml;rk Kurtulus Savasi) is a simulation of the War between Turkish Nationalist forces, led by Mustafa Kemal &quot;Ataturk&quot; against Greek, Armenian, and assorted Imperialist forces.&#10;&#10;Game begins the spring of 1920, when the Greek forces launched a major offensive to conquer Asia Minor.&#10;&#10;The game pits the Imperialist player (Armenians, Georgians, Azerbaijan, Greeks, etc.) against the Revolutionary player (Turkish Nationalists, Bolsheviks) from 1920 to 1922.&#10;&#10;The map shows Anatolia and the Caucasus and adjacent areas.&#10;&#10;Published in Strategy &amp; Tactics #309 in 2018.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Turkey",
      "Decades: The 1920's",
      "History: Turkish War of Independence",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Region: Caucasus"
    ]
  },
  {
    "Rank": "17463",
    "Name": "Secrets of the Third Reich",
    "ID": 37741,
    "Year": "(2008)",
    "Geek Rating": "5.522",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgame/37741/secrets-of-the-third-reich",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "The year is 1949, and the world is still ravaged by the horrors of World War II.&#10;&#10;London and Berlin have both been obliterated by Atom Bombs, and Northwest Europe and Eastern Russian are ravaged by the the aftermath of V-Gas - a deadly nerve agent which kills the victim and then re-animates the corpse.&#10;&#10;And yet the war still rages. Small battle groups of British, American, German and Russian troops still engage in combat, aided by new technology and darker magics.&#10;&#10;It's a world where Bullet Proof Vests, Powered Armour, Assault Rifles and Panzer Mecha sit alongside Werewolves, Vampires, Drug enhanced Super-Soldiers, Psychics and Zombies.&#10;&#10;This the world of Secrets of the Third Reich (SOTR).&#10;&#10;SOTR is a set of Miniature Wargames rules, which enable opponents to fight battles in a Weird War II setting.&#10;&#10;It is supported by a range of 28mm figures, produced by West Wind Productions.&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "17464",
    "Name": "Tricky Dungeon",
    "ID": 203238,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/203238/tricky-dungeon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The trick-taking game Tricky Dungeon is played with 15 different hero cards and a 32 card deck that consists of 8 cards in 4 suits. The hero cards are offered in 3 different languages: English, German and Dutch. The playing cards are language independant and are valued 0 to 7. The cards with value 3 and 4 in each suit are magical spells. Each suit also has one card marked as a potion, the value being different in each suit. These special cards offer special gameplay effects, depending on which hero is chosen in a round. The other playing cards show typical dungeon inhabitants. These become relevant with a few heroes that are in the game.&#10;&#10;Players compete over multiple rounds to accumulate the most gold and the player who ends up with the most gold wins the game. There are 3 sets of 5 unique heroes and each game a set of 5 heroes is chosen to play with. Every round one of the players acts as the active player and has to choose one of 5 available heroes. Each hero changes the game and describes how gold is earned. All the other players have to cooperate and try to stop the active player from reaching this goal.&#10;&#10;The active player chooses the hero to play with after the playing cards are dealt. In a 4 player game each player receives 7 cards. The remaining 4 cards are set aside. After the active player has chosen the hero for the round, that player may exchange up to 4 cards from hand with the remaining cards. In a 2 and 3 player game each player is dealt 9 cards and 5 cards are set aside and available for exchanging.&#10;&#10;Each hero determines the goal for the active player how gold can be earned. This can be a scaling amount of gold. For example if a player chooses the Barbarian gold is earned for every collected trick and potion card above a certain threshold. Some heroes offer a fixed amount of gold. For example, if a player chooses the Assassin, 4 gold is earned if the active player wins the final trick of the round. When the active player did not manage to earn any gold, all other players are rewarded for their good cooperation by earning 1 gold each. Some heroes change the game in other ways, for example playing cards without revealing them or making use of the set aside cards during a round.&#10;&#10;The playing and winning of the tricks uses mostly standard trick-taking rules. The first played card of a trick determines the suit that is asked. Other players must follow suit, if they can. In general the player who played highest card of the suit that is requested, wins the trick. Some heroes add trump cards that round, this can be a suit, one of the special cards (magical spells, potions) or even a specific number. If one or more trump cards is played in a trick, the highest trump wins the trick. Each suit is ranked (1 to 4), if multiple trump cards of the same value are played (e.g. multiple 4's with a hero in play that makes them trump), the higher ranked suit wins the trick.&#10;&#10;The three sets of five heroes each offer a range of options for players. Starting players are recommended to play with set A first. Sets B and C offering more tricky heroes to play with. Besides these three unique set of hero options, the game also suggests a few variants to increase variability. Instead of playing 2 rounds per player the 'Adventurer's Guild' variant forces players to play once with each of the five heroes that game as an active player. Another variant, 'Random Dungeon', shuffles all the 15 heroes together and the active player is offered 1 hero at random to choose to play with. Up to two times this hero can be refused an a new hero is revealed.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "17465",
    "Name": "Post Office: Card Game",
    "ID": 420950,
    "Year": "(2024)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/420950/post-office-card-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Post Office: Card Game is a game in which you will need to place cards covering some parts of the other cards in a way that helps you score the most victory points.&#10;&#10;Every player has a starting Package card placed in front of them face up. Each round you take 2 Package cards, pass one to the player on your left and receive one from the player on your right. Then you place one of your cards on top of the already placed card(s) on the table, covering some parts, but not all of it. Your aim is to cover as many mice as you can, creating rows and columns with different types of packages.&#10;&#10;At the end of the game, you gain Victory Points for rows and columns containing 3 or 4 different types of packages (one type cannot be repeated within a row/column) and lose Victory Points for each uncovered slot with a mouse. Whoever gains the most Victory Points &mdash; wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Grid Coverage",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Partially overlapping cards",
      "Theme: Mail / Stamps / The Post Office"
    ]
  },
  {
    "Rank": "17466",
    "Name": "Built for War: Design, Build, and Destroy World War II Tanks",
    "ID": 290619,
    "Year": "(2021)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/290619/built-for-war-design-build-and-destroy-world-war-i",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "A World War 2 Tank Building Game!&#10;&#10;More than any other factor, World War II was decided by the decisive use of armor to outflank, outgun, and outrun the enemy. The innovations in design throughout the war were staggering. Guns grew larger; Armor became thicker; Engines and treads got bigger. Other additions changed the battlefield as well; radios, high explosives, machine guns, explosive armor, turret speeds, and even crew training all changed immensely during the war.&#10;&#10;What if YOU controlled your country&rsquo;s tank design process? What if YOU could determine the outcome of the war? Built for War puts you in charge of designing the main battle tank for one of the 4 major combatants in the war. Will you design a behemoth to top the vaunted King Tiger at the expense of agility and speed? Or, will you pursue faster, more nimble tanks to take down your enemies&rsquo; support troops knowing they are vulnerable to the big guns your enemies may be developing in secret?&#10;&#10;These are the hard choices that you will have to make. You decide. You design. But, whatever you choose, do it well.  Your country is counting on you!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Action Drafting",
      "Command Cards",
      "Critical Hits and Failures",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Take That",
      "Turn Order: Claim Action",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17467",
    "Name": "New Lost Legacy",
    "ID": 232238,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/232238/new-lost-legacy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "New Lost Legacy, includes 32 and an additional 4 bonus cards. (Contained are The Starship and Flying Garden, along with alternate bonus cards that can be combined with either set.)&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Rules SummaryLost Legacy is a game of risk, deduction, and luck for 2&ndash;4 players. You start the game with one card in hand from a deck of sixteen cards. On a turn, you do the following:&#10;&#10;&#10;         Draw: Draw the top card from the deck and add it to your hand.&#10;         Play: Choose one of the two cards in hand to play and place it face up in front of you.&#10;         Effect: Carry out the played card's effect, after which the card is considered as discarded.&#10;         End: If there is at least one card left in the deck, the turn goes to the next player; if not, the investigation phase starts. Using the investigation speed indicated on the card each player has in hand, players take turns guessing which player (whether yourself or someone else) holds the &quot;Lost Legacy&quot; card; this card might also be in the &quot;Ruins&quot;, a location that holds one card at the start of the game and possibly acquires more cards during play. The player who guesses correctly wins; if no one finds the Lost Legacy, then everybody loses.&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination"
    ],
    "Families": [
      "Game: Lost Legacy"
    ]
  },
  {
    "Rank": "17468",
    "Name": "Isaac",
    "ID": 88113,
    "Year": "(2011)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/88113/isaac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.3333",
    "Description": "Isaac is an abstract strategy game for two players.&#10;&#10;The game is divided in two different phases, placement and scoring.&#10;&#10;During the placement, a player places one of his rectangular pieces on the available spaces of a 10&times;10 square grid board.&#10;&#10;During the scoring, each player removes one of his pieces from the board, scoring a number of points equal to the number written on the removed piece times the number of pieces that lie on the row/column from which the piece was removed. A piece can be removed only if it is at least long as the longest piece already removed by the same player.&#10;&#10;Each player uses his/her own counter to keep track of his/her points but the counter itself is placed on the board (that is, the board is also the score track). The presence of a counter on the row/column from which a piece is taken doubles the points scored. A player can decide to score less points than he/she earned, therefore allowing to place the score counter in a more convenient place.&#10;&#10;You can play Foundations and Hari with an Isaac set.&#10;&#10;Source: Author's description&#10;&#10;Online Play&#10;&#10;&#10;     http://www.iggamecenter.com/ - igGameCenter (real-time)&#10;&#10;&#10;Awards:&#10;&#10;Winner of the NESTORGAMES continuous abstract game design contest&#10;Winner of the Abstract Game Design Contest at the Cald&egrave; &quot;Tutto &egrave; numero&quot; Mathematical Festival 2011&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17469",
    "Name": "Yellowstone",
    "ID": 1235,
    "Year": "(1985)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/1235/yellowstone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1.7812",
    "Description": "The eternal turning of the seasons has come full cycle once again. Spring in the hight country enters with a wash of fresh green and the warming chinook, while the show still lies deep on the mountain peaks. As the snow recedes, wild flowers of every hue splash across the lush meadows of the Northern Rockies. The small life in burrow and den creep forth, the birds sing loudly in the pines. Spring is the true beginning of the new year in the awakening wilderness of the Yellowstone.&#10;&#10;The old buck raises his head and turns his gaze to the horizon. The time has come - now to lead the herd to the summer pasture where the bounty of this land will drive away the hunger of winter past. But other animals have come forth from their dens with the spring - the coyote, grizzly bear, mountain lion, and the deadliest predator of all - Man. The natural dangers of this magnificent, rugged land loom ahead. Yet the herd, to prosper, must take to the well-worn trail, seeking to cross the migratory paths of the other grazing masses. As the young gambol and explore, every instinct of the old buck must be devoted to the trek. Without hesitation, he takes the first step toward the future.&#10;&#10;Yellowstone is a less complex game dealing with moving your herd from Winter Pasturage to Summer Pasturage back to Winter Pasturage.  Players control one of the following herds: bison, elk, sheep, or mule deer.  Along the way, you try to pick up Food Points and avoid predators.  You can move the animals in your herd a certain number of hexes in a turn; males are the fastest, females are a bit slower, babies are really slow and should be accompanied by females.  However, when you finally get back to Winter Range, you score more for babies and females than you do for males -- so you may find it necessary to sacrifice a male or two to predators.  Predators are controlled by your opponents, but you get to control them on your turn.  They are not major threats, but inducement to keep moving.  Collect those food points!  You'll need them for winter.&#10;The game's map centers on the Yellowstone Park area and some of the land south of there.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming",
      "Racing"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Coyotes",
      "Animals: Deer / Antelope",
      "Animals: Moose / Elk",
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "17470",
    "Name": "Hack & Slash",
    "ID": 322250,
    "Year": "(2021)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/322250/hack-and-slash",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Hack &amp; Slash, your guild of adventurers is ready for anything: battles, rescues, and the &quot;liberation&quot; of whatever pays the most. Choose a quest, and roll the dice! You may win fame, and even recruit a new comrade for your party &mdash; or you may fail and slink back to the Tavern.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "17471",
    "Name": "Animo:  Living Deck Bible Verse Card Game",
    "ID": 238108,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/238108/animo-living-deck-bible-verse-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "2",
    "Description": "141 new cards with 6 all new Truth Seekers and a signature miniature in each deck box (Percy Deck and Treashell Deck)!  Verses and Story Cards (parables) are taken from the spoken words of Jesus.  Play the games and teach your kids while you defeat the Sinnies and score virtue points to win the game.&#10;&#10;3 uses in 1 bible verse trading card game.&#10;&#10;Hide It In Your Heart is a fun family game that can be played with up to 5 players with any Animo deck. Take turns to swap out the Virtuous Animo and Sinnies (negative points)in your hand with the 5 cards face down in front of each player to try to get the highest score. When you think you have the highest score yell out &quot;Search your hearts&quot; at which time other players have 1 additional turn to better their score.&#10;&#10;Sharpen Your Sword is the collectible card game that pits you head to head with another competitor to hold each other accountable to Biblical standards.   Assemble your Animo and harness the powers of Faith, Hope, Love, and the Holy Spirit to attack the Sinnies which must be defeated before you can score the virtue points needed to win the game. Grow your Animo, attach equipment, and play various story cards to change the outcome of the game.  Fun for kids and adults!&#10;&#10;Teach your kids Biblical truths that the Animo characters have learned from the Bible. Memorize the Monthly Bible Challenge verse of the month and earn a FREE holographic card, given away to ANYONE who sends us a video with them saying the verse.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components",
      "Educational",
      "Math",
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "17472",
    "Name": "Alsace 1944",
    "ID": 13994,
    "Year": "(2004)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/13994/alsace-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Alsace 1944, the wargame contained in Vae Victis issue 59, simulates the 1st French Army offensive, whose aim was to flank the Vosges from the south and take control of the Haute-Alsace (Belfort and Mulhouse area).&#10;One player takes control of the German forces and the other command the French.&#10;&#10;The game uses the same system as &quot;Ardennes 1944&quot; published in Vae Victis issue 48.&#10;As with all Vae Victis games, the counters need to be cut out and mounted.&#10;&#10;The magazine and rules are entirely in French.&#10;However the English translations of the Rules and Designer's notes are available from Grognard.com.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: France",
      "Country: Germany",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Alsace (France)",
      "Series: WWII Operational (Vae Victis)"
    ]
  },
  {
    "Rank": "17473",
    "Name": "Unlock! Mythic Adventures: In den Fängen des Hades",
    "ID": 385315,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/385315/unlock-mythic-adventures-in-den-fangen-des-hades",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Unlock! is a cooperative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;In the Clutches of Hades - You are Alix, a slave in Greece during antiquity. Gaining your freedom will not be an easy task unless you ask the Gods for help.&#10;&#10;An included ten-card tutorial allows you to learn how to play without reading the game rules. Note: Unlock! requires a free application to be downloaded from the App Store or Google Play. Once downloaded, an internet connection is not required during game play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Mythology: Greek",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "17474",
    "Name": "Hang on Harvey!",
    "ID": 5343,
    "Year": "(1969)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/5343/hang-on-harvey",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "The object of the game is to be the first player to get any part of his Harvey to hang below the bottom edge of the playing field.  Players simultaneously race each other in lowering their Harvey by removing one peg from the playing field and placing it somewhere below Harvey so that when you remove another peg Harvey will fall onto your other remaining pegs.  If your Harvey falls all the way to the bottom, then you have to start again from the top.  Beginners play with 4 pegs, while advanced players use 3.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Enclosure",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17475",
    "Name": "Keepers",
    "ID": 362106,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/362106/keepers",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Keepers each player takes a turn as Curator, choosing one (can&rsquo;t be a noun!) word to describe a card in their hand and announcing it. All players including the Curator then play a card that they think aligns the most, or the least, with that word, they are shuffled and placed face up to a numbered slot in middle of the table. All players then vote and the cards that get the most votes either way is a &ldquo;Keeper&rdquo; and earns the owner one point! Through clever word use by giving great clues one Curator will rise to the top and claim the most Keepers!&#10;&#10;All artwork in Keepers has been hand selected from Byron Jorjorian&rsquo;s portfolio of over 600,000 images of the natural world.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Player Judge",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17476",
    "Name": "Bridget",
    "ID": 286904,
    "Year": "(2014)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/286904/bridget",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Bridget is a connection game similar to Caminos. It varies in the rules slightly and only has one shape of playing surface. Further, it omits the neutral player pieces.&#10;&#10;Players win by forming a continuous line of their own colour (by placing 3d tetris blocks) from one side of the board to the other.&#10;&#10;     Players take turns playing a piece of their colour. The piece may be placed anywhere on the board, as long as it touches the game board, lines up with the grid, and creates no empty space underneath itself.&#10;     The game is won by the player connecting opposite sides of the board with a path made by pieces of their colour.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "17477",
    "Name": "Hatalom Kártyái Kártyajáték",
    "ID": 59650,
    "Year": "(1995)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/59650/hatalom-kartyai-kartyajatek",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.625",
    "Description": "This is the first and most popular Hungarian ccg. It is based on T&uacute;l&eacute;l&#197;&#145;k F&ouml;ldje, a play-by-mail rpg. Players can play creatures, buildings, artifacts, or different kinds of spells. The player who loses all life points loses the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "17478",
    "Name": "Maha Yodha",
    "ID": 158968,
    "Year": "(2014)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/158968/maha-yodha",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.125",
    "Description": "Maha Yodha is a two-player strategy card game set in the ancient and mystical world of Indian mythology. By unlocking ancient Indian stories and unleashing the warriors of yore, Leprechaun Games has created a strategic card game with an unique theme that is both brand new and several millennia old.&#10;&#10;Maha Yodha consists of two decks, each of which represents a faction; each faction consists of a unique army of warriors, weapons and scrolls. You will go head-to-head with your opponent, spending valor to dispatch warriors to the front-line to not only deal damage but also defend your life. As in the ancient myths, each warrior has a chosen weapon, which when paired together award bonus powers. Divine scrolls, inspired by interesting characters and stories from the Hindu myths, award you with powerful bonus skills, extra valor, and deadly force to help you take down your opponent.&#10;&#10;Maha Yodha features exquisite traditional Indian artwork, or Pattachitra, as well as specially commissioned illustrations of celebrated warriors and weapons in a visceral modern style.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: India",
      "Crowdfunding: Kickstarter",
      "Mythology: Hindu",
      "Players: Two-Player Only Games",
      "Religious: Hinduism"
    ]
  },
  {
    "Rank": "17479",
    "Name": "Stella",
    "ID": 263214,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/263214/stella",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Greece circa 800 BCE&#10;&#10;As war and famine threatened the Greek city-states, people despaired, and there seemed to be no way out. They begged the stargazers to call on the heavenly forces of mist, shadow, fog, and darkness to change the future. Which force will deliver them from crisis? Luckily the light always shines.&#10;&#10;Push rows of tiles so that your color tiles for a continuous path from one side of the board to the other. Be on your guard as the tiles are shifted at every turn. Will you conceal your color from other players, or with more than two players, will luck or cooperation lead to victory?&#10;&#10;STELLA IS ONLY AVAILABLE AS PART OF THE ANCIENT WORLD MULTI GAME SYSTEM&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Series: Ancient World Collection (Playford Games)"
    ]
  },
  {
    "Rank": "17480",
    "Name": "Hyper Slide",
    "ID": 33140,
    "Year": "(2007)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/33140/hyper-slide",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1429",
    "Description": "Be quick as you flick, slide or shoot the different-colored hyper discs under the arch. As the game unit calls out the sequence of colors for you to pass, the game knows if you've passed the right disc or not. Pass 'em fast before the buzzer blasts! Obey the voice commands, get your brain in the game and break the code, or guess which color will be called next. Play with a friend or practice solo. Tabletop slide-and-pass excitement features electronic lights and sounds, plus an announcer's voice that talks you through three fast-sliding game modes. Electronic game unit comes with four Hyper Discs, each a different color; plus Hyper Band and instructions.&#10;&#10;The game also has a test mode on which let's you test the discs before playing the game. To enter the hidden disc test mode, hold down the two yellow buttons and either inserting a battery or pressing reset, let go of reset and then slide one of the discs near the bar. You can also keep the lights on, disable them and stop the voice repeating the color.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "17481",
    "Name": "Kings of Chicago",
    "ID": 392008,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/392008/kings-of-chicago",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Chicago, 1930, Prohibition times. Society is rebelling against the ban on alcohol trade. Almost everyone is looking for their own ways to taste any drink. Home distilleries and smuggling techniques abound. The black market is flourishing, and representatives of the underworld are flourishing&#10;they don't even really hide their actions. Bribes are becoming ubiquitous, and alcohol is no less available than before the ban.&#10;&#10;During the game Kings of Chicago, players will take on the role of gang leaders competing for control over strategic locations in Chicago. They will smuggle barrels of alcohol to various places, gradually building your influence. It will be important to adapt to the prevailing conditions in the city and competition movements. The winner will be the one who earns the most from this practice. Do you dare to take part in this dirty game?&#10;&#10;In the game, players are taking on the role of alcohol smugglers during prohibited times. They are moving workers' tokens from place to place and smuggling barrels in locations. Every worker has special ability, so it`s important to plan your movement wisely. The game uses an area control mechanism, so achieving as much domination as possible to win is important. At the end of the game, players count their income from locations and money earned during the gameplay. The winner is the person who reached the biggest amount of money.&#10;&#10;&#10;&#10;Chicago, rok 1930, czasy Prohibicji. Spo&#197;&#130;ecze&#197;&#132;stwo buntuje si&#196;&#153; przeciw zakazowi handlu alkoholem. Niemal ka&#197;&#188;dy szuka swoich sposob&oacute;w na skosztowanie jakiegokolwiek trunku. Powstaje mn&oacute;stwo domowych destylarni i technik przemytu. Czarny rynek kwitnie w najlepsze, a przedstawiciele p&oacute;&#197;&#130;&#197;&#155;wiatka&#10;nawet nieszczeg&oacute;lnie kryj&#196;&#133; si&#196;&#153; ze swoimi dzia&#197;&#130;aniami. &#197;&#129;ap&oacute;wki staj&#196;&#133; si&#196;&#153; wszechobecne, a alkohol nie mniej dost&#196;&#153;pny, ni&#197;&#188; przed zakazem.&#10;Podczas rozgrywki w Kings of Chicago gracze wciel&#196;&#133; si&#196;&#153; w lider&oacute;w gang&oacute;w, rywalizuj&#196;&#133;cych o kontrol&#196;&#153; nad strategicznymi lokacjami w Chicago. B&#196;&#153;d&#196;&#133;&#10;przemyca&#196;&#135; beczki z alkoholem do rozmaitych miejsc, stopniowo buduj&#196;&#133;c swoje wp&#197;&#130;ywy. Istotne b&#196;&#153;dzie dostosowywanie si&#196;&#153; do warunk&oacute;w panuj&#196;&#133;cych&#10;w mie&#197;&#155;cie i ruch&oacute;w konkurencji. Zwyci&#196;&#153;&#197;&#188;y ten, kto zarobi najwi&#196;&#153;cej na tym procederze. Czy odwa&#197;&#188;ycie si&#196;&#153; wzi&#196;&#133;&#196;&#135; udzia&#197;&#130; w tej nieczystej grze?-description from publisher&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Income"
    ],
    "Families": []
  },
  {
    "Rank": "17482",
    "Name": "Tatort Meer Fall 2: Verschollen",
    "ID": 372187,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/372187/tatort-meer-fall-2-verschollen",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "The Environmental Crime Game&#10;The sailing ship Jan van Gent transports coffee and rum from Puerto Rico to Europe. As the crew arrives in La Palma one person is missing. What happened to Ronja Rack during the passage?&#10;- Investigate different clues and expose environmental sins&#10;- Check alibis and motives&#10;- Analyze sound recordings and videos&#10;- Research online&#10;- Contact involved people by chat and by phone&#10;&#10;The line between realtiy and game blurs&#10;The game Tatort Meer Fall 2 - Verschollen includes materials which can be used later in real life. At the end of the case you choose a marine conservation organization to which we donate a part of our earnings.&#10;&#10;Your mission&#10;Detect what happened on board of the Jan van Gent and convict the guilty person.&#10;&#10;Instructions&#10;Your goal is to solve the case of the missing Ronja. You receive a multitude of documents with further information about different websites and other resources that are relevant to solving the case. You play either alone or together as a team and have to check alibis and deduce logically. Use all available accessories - even cellphones are allowed.&#10;&#10;-description from the publisher's website (translated)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Environmental",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Tatort Meer",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "17483",
    "Name": "The Journeys of Paul",
    "ID": 5725,
    "Year": "(1990)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/5725/the-journeys-of-paul",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "1.625",
    "Description": "This game begins immediately after St. Paul completed his famous four journeys during which he spread the Gospel and established the first churches in the Roman Empire. Each player in the game is a missionary who, like Paul, travels through the Roman Empire attempting to start churches in several key cities. The game simulates the difficulties and challenges confronted by Paul and his companions.&#10;&#10;It is not related in any way (apart from theme) to the game by The Avalon Hill Game Co with a similar name, The Journeys of St. Paul.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Area Movement",
      "Events",
      "Hand Management",
      "Race",
      "Trading"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Cities: Athens (Greece)",
      "Components: Map (Continental / National scale)",
      "Containers: Tubes",
      "Historical Figures: Saint Paul",
      "Players: Games with Solitaire Rules",
      "Region: Mediterranean Sea",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "17484",
    "Name": "Rory's Story Cubes: Rampage",
    "ID": 234615,
    "Year": "(2017)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/234615/rorys-story-cubes-rampage",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Rory's Story Cubes: Rampage is an expansion to the creativity game Rory's Story Cubes that contains three new dice with 18 thematic actions. It can be played on its own or in combination with any or all of the other Story Cubes titles.&#10;&#10;Roll all three cubes of Rory's Story Cubes: Rampage to start tales of destruction, whether you're using this for creative problem solving, language learning, or story-telling.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "17485",
    "Name": "Pigs on Trampolines",
    "ID": 386831,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/386831/pigs-on-trampolines",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Yippeee! Jump for joy with Pigs on Trampolines! Use the trampolines to bounce your pigs into the pig pen and try to land in the mud puddle! Every pig you land in the puddle earns you a mud pie. Keep on bouncing your pigs until all the mud pies are gone&mdash;the muddiest piggy wins!&#10;&#10;&mdash;descripton from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Real-Time"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "17486",
    "Name": "Word Porters",
    "ID": 196342,
    "Year": "(2016)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/196342/word-porters",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Word Porters is worker placement word game, with each player being in charge of one word. Each player tells other players only by placing workers for the hint which word one has.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "17487",
    "Name": "Pokémon Trading Figure Game",
    "ID": 24127,
    "Year": "(2006)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/24127/pokemon-trading-figure-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3571",
    "Description": "From pokemon-figures.com:&#10;&#10;The first release of the Pokemon Trading Figure Game, Next Quest gets players into the action right away with all-time favorite Pokemon like Charizard and Pikachu. Starter sets teach them how to spin, move and attack with their figures, and boosters give players many more choices for expanding their collections!&#10;&#10;The Pokemon TFG includes over 40 high quality miniatures and features a new spinning base mechanism. Spin to see if you can knock out your opponent's Pokemon and send them back to the Poke Center. Play Trainer Cards to give your Pokemon in the field an extra advantage. Reach your opponent's goal first to prove you're the real Pokemon Master!&#10;&#10;Starter sets contain:&#10;- 3 Pokemon figures with bases (Non-random)&#10;- 1 Trainer figure with base (Non-random)&#10;- 1 Rulebook&#10;- 3 Trainer cards&#10;- Double sided Arena mat (6 vs 6 and 3 vs 3)&#10;- Double sided Collector's map (Figure checklist and how to play guide)&#10;&#10;Boosters contain:&#10;- 2 random Pokemon figures&#10;or&#10;- 1 viewable Pokemon figure&#10;or&#10;- 1 viewable and 1 hidden Pokemon figures. 1 trainer card&#10;or&#10;- 2 viewable and 1 hidden Pokemon figures. 1 trainer card&#10;&#10;Microbadges: &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "17488",
    "Name": "Turning Point: The Battle of Stalingrad",
    "ID": 8363,
    "Year": "(1972)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/8363/turning-point-the-battle-of-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "180",
    "Weight": "2.3077",
    "Description": "From the rules: Battle of Stalingrad is a simulation of the historical events of the Soviet offensive of 19 Nov., 1942 that led to the famous encirclement and destruction of the German Sixth Army in Stalingrad.&#10;&#10;Counters = 200&#10;&#10;Not to be confused with Avalon Hill's Turning Point: Stalingrad&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Kursk (SPI)"
    ]
  },
  {
    "Rank": "17489",
    "Name": "Double Down",
    "ID": 3337,
    "Year": "(1993)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/3337/double-down",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0556",
    "Description": "Double Down, first released as Lobo 77, is a simple game of playing cards to add to (or subtract from) a running total. Players must try to avoid creating a total which is a multiple of 11, or taking the total over 77. Chips, given out at the start of the game, are lost as players fail to keep to these rules. The last player with chips remaining wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Characters: Lauras Stern"
    ]
  },
  {
    "Rank": "17490",
    "Name": "double side play",
    "ID": 388723,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/388723/double-side-play",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A trick taking game where each card has 2 numbers, one black and one white, that have a difference of 6 (e.g. 1 and 7). Players must follow suit if they can. The first six tricks are player with the black numbers and the last six with the white numbers. Players are assigned a series of bids to hit during the course of the game. The first player to hit one of their bid options two times wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "17491",
    "Name": "Biathlon Crystal Globe",
    "ID": 358910,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/358910/biathlon-crystal-globe",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Play as a biathlete in an unbearable suspense race. Biathlon Crystal Globe offers you the possibility of competing in all biathlon disciplines (Sprint, Pursuit, Mass Start, Relay, etc.). One day race, season or Championship. &#10;Become master of the Crystal Globe!&#10;&#10;Choose his characteristics, rather very good at shooting or very good at skiing, unless you prefer him to be good in both disciplines. Each type of biathlete has its own movement die. Build your race to surprise your opponents. You have energy cards that allow you to make the difference in the terrible climbs to leave your competitors behind. But this reserve is not inexhaustible. It's a safe bet that the fate of your race will be decided on the shooting range.&#10;&#10;Shooting lying down or standing up, with or without wind, you will have to choose for your biathlete between a fast but risky shot or a more steady and safer shot. Two very different strategies but both can be winning. Because each missed ball will make you lose a lot of time on the penalty ring. It's up to you to choose the one that will win the day before you make the last lap, with the other biathletes chasing you.&#10;&#10;Goal of the game: Embody a biathlete during an unbearable suspense race.&#10;How to play: Choose their characteristics, rather very good at shooting or very good at skiing, unless you prefer them to be good in both disciplines. Each type of biathlete has its own set of movement die, shooting dice and Energy deck. &#10;You have energy cards that allow you to make the difference in the terrible climbs to leave your competitors behind. But this reserve is not inexhaustible. It's a safe bet that the fate of your race will be decided on the shooting range.&#10;&#10;Shooting lying down or standing up, with or without wind, you will have to choose for your biathlete between a fast but risky shot or a more steady and safer shot. Two very different strategies but both can be winning. Because each missed ball will make you lose a lot of time on the penalty ring. It's up to you to choose the one that will win the day before you make the last lap, with the other biathletes chasing you.&#10;End of the game: Cross the finish line.&#10;&#10;&mdash; Description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Push Your Luck",
      "Race",
      "Simulation",
      "Track Movement"
    ],
    "Families": [
      "Sports: Biathlon",
      "Sports: Skiing"
    ]
  },
  {
    "Rank": "17492",
    "Name": "Opus-Dei: Existence After Religion",
    "ID": 41757,
    "Year": "(2008)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/41757/opus-dei-existence-after-religion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5455",
    "Description": "Opus-Dei: Existence After Religion&trade; is an atheist-themed game built around the world of philosophy, though no philosophical knowledge is needed to play, as it is a purely strategy-based game. The bonus-information, quotes and pictures of the philosophers, scientists and religious figures should however expand most peoples knowledge of philosophy.&#10;&#10;When playing the game, a queue of potentially existing philosophers, scientists and fools are lined up for each round. These humans are worth varying amounts of points, according to their intellectual status and magnitude. It is then up to each Zeitgeist, in their turn, to create the best of them into their particular World by playing up to two cards that can serve their best interests. The player with the most points at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "17493",
    "Name": "Scotland Yard Junior",
    "ID": 171665,
    "Year": "(2014)",
    "Geek Rating": "5.522",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/171665/scotland-yard-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Together, the clever detectives chase Mister X around London. Do they guess where he flees next - or does Mister X trick them out again?&#10;&#10;As the name implies, Scotland Yard Junior is not only a simplified version of Scotland Yard, it has a quite different ruleset, gameplay and dramaturgy.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Travel"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: London (England, UK)",
      "Players: One versus Many",
      "Theme: Police",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "17494",
    "Name": "Golan: Syrian-Israeli Combat in the '73 War",
    "ID": 8748,
    "Year": "(1975)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/8748/golan-syrian-israeli-combat-in-the-73-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Part of the Modern Battles: Four Contemporary Conflicts quadrigames which included standard rules for each game as well as exclusive rules for each game in the series. Golan covers the fighting in the Golan Heights during the 1973 Arab-Israeli War.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Sudden Death Ending",
      "Zone of Control"
    ],
    "Families": [
      "History: Yom Kippur War",
      "Country: Israel",
      "Country: Syria",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "17495",
    "Name": "Rubik's Cage",
    "ID": 283609,
    "Year": "(2019)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/283609/rubiks-cage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "The Mind-Bending, Mind-Turning Challenge!&#10;&#10;Rubik's Cage is the multi-player, multi-plane challenge sure to confound even the very best Rubik's solvers. &#10;Players take turns either inserting Cubies into the Cage, or twist or turn the Cage to reset the playing field. &#10;The first player with three of the same colored Cubies in a row wins!&#10;&#10;The secret is in how the layers of Rubik's Cage can be turned or flipped...&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Theme: Rubik's Cube"
    ]
  },
  {
    "Rank": "17496",
    "Name": "Kanaloa",
    "ID": 316525,
    "Year": "(2020)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/316525/kanaloa",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Aloha! Adventures sail the oceans and hope to gain the favour of Kanaloa, the god of water, to get ahead fastest. He sends his spirits of the four elements, the Tikis, to assist them. But the Tikis' head are filled with nonsense and they try to trump each other. Kanaloa himself has to intervene to get everything back in line and protect the sailors from the danger of the shallows, the octopus. Who will claim victory with the help of the right Tikis and sail towards the sunset as the lucky winner?&#10;&#10;Aim of the game:&#10;The aim is to take the most tricks by skillfully playing cards to get ahead as fast as possible with your boat and to outrun the slowest player.&#10;&#10;Gameplay:&#10;The game consists of several rounds. One round is always played as follows:&#10;&#10;     The starting player opens a round by playing a card from their hand.&#10;     The other players now also play one card each in turn.&#10;     Check to see who took the trick. This player may move their boat forward to the next free water space. Any occupied spaces are skipped.&#10;     Before the player who has taken the trick plays a card for the next trick, they announce the trump suit for the next trick out loud. The suit on the water space on which the leading boat is placed is always trumps.&#10;     A round is finished once all cards have been played and 8 tricks have been taken.&#10;     After the player who took the last trick has moved their boat forward, they remove any free water card from the sea route. So the sailing route gets shorter and shorter during the game.&#10;     The player who took the last trick starts the next round. They shuffle all the cards, deal 8 cards to each player and lay a card for the first trick.&#10;&#10;&#10;The game ends when a player&lsquo;s boat laps the last boat on the sea route. This player wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Race",
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Sports: Sailing",
      "States: Hawaii",
      "Theme: Tiki Culture"
    ]
  },
  {
    "Rank": "17497",
    "Name": "Ludoviel",
    "ID": 8394,
    "Year": "(2003)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/8394/ludoviel",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "With Ludoviel, Friedemann Friese, Thorsten Gimmler, Martina Hellmich, Hartmut Kommerell and Andrea Meyer created a game for all ludopaths, ludophiles, and game collectors, to sum up: for everybody who is as crazy about games and gaming as they are.&#10;&#10;However, it's not only one game. To be correct, Ludoviel contains 8 games.&#10;&#10;So, if you prefer taking Linie 1 to your B&#195;&#188;ro Crazy, earn Cash there when you acquire hotels while putting files ad acta, only to run to Holiday AG afterward to book a cruise from Kula Kula via Kahuna and Osterinsel to Kanaloa so as to find das letzte Paradies there, Ludoviel is your game.&#10;&#10;The 120 cards show characteristics of game material, mechanisms, categories etc. With these cards, the hour glass and the wooden pieces you can play eight games the development of which has been inspired by fairly well-known games.&#10;&#10;The eight rules have one thing in common: This is about games - card games, board games, solitaires, strategy, dice, communication, and collectible games. For the games you need reaction, knowledge, or a good memory.&#10;&#10;The included games:&#10;&#10;     Ludingo (3-6 players) &mdash; inspired by Bingo&#10;     Ludostyle (3-6 players) &mdash; inspired by Life Style&#10;     Ludofacts (2-5 players) &mdash; inspired by Category Game&#10;     Ludo Mio (2+ players) &mdash; inspired by Mamma Mia!&#10;     Ludossa (3+ players) &mdash; inspired by Hossa!&#10;     Ludoviel (3-8 players) &mdash; inspired by Such a Thing?&#10;     Haste Ludo (3-8 players) &mdash; inspired by Haste Worte?&#10;     Ludosolo (1 player) &mdash; inspired by Ludoviel &mdash; Funny people, aren't they?&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "17498",
    "Name": "Disastles",
    "ID": 256480,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/256480/disastles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2.6667",
    "Description": "A Game of Castles, Cash and Catastrophe!&#10;&#10;Welcome to the Worlds of Old, a collection of planets that were once the homes of powerful civilizations, plagued by a myriad of apocalyptic disasters which led to the inevitable downfall of every kingdom unlucky enough to call these worlds home. Now, the Worlds of Old have become the premier scavenger&rsquo;s hunting grounds, filled with all sorts of valuable treasures left behind by the ancient forgotten kingdoms. You are one such scavenger, venturing into these forsaken lands to seek your fortune! However, gathering these treasures is no easy task, as the disasters that shattered these worlds are still raging, and every disaster brings the total destruction of each planet closer. In order to protect yourself and your treasure, you must salvage the remains of the ancient civilizations and use them to build yourself a mighty castle! But be quick, as the end of the world is not the only obstacle between you and infinite riches. There are other scavengers out there too, and you never know what they will be willing to do to secure that treasure&hellip;&#10;&#10;--Preceding description from publisher&#10;&#10;In Disastles, there are four types of cards: throne rooms, outer rooms, vaults, and disasters. Each player begins with a throne room and builds a castle. The game ends when 6 disaster cards have been played. The winner is the player who survives the disasters with the most treasure from their vaults.&#10;&#10;On your turn you may: play a card from the shop, swap two of your rooms, move one of your outer rooms, or use an action room. Many room cards have text which can be activated by matching the connection point(s) on neighboring room cards. When disasters are drawn, all players immediately take damage. Damage can be mitigated by matched room connections. If a player is unable to negate all the damage, they must sacrifice a room for each point of damage. If a player's throne room is sacrificed the player is eliminated.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17499",
    "Name": "The Wilderness Campaign: Lee vs. Grant, 1864",
    "ID": 16617,
    "Year": "(1972)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/16617/the-wilderness-campaign-lee-vs-grant-1864",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.2727",
    "Description": "(from the rules:)&#10;&#10;The Wilderness Campaign is an historical simulation of the conflict between Robert E. Lee's Confederate Army of Northern Virginia and Ulysses S. Grant's Union Army of the Potomac, from May 3 through July 1, 1864.&#10;&#10;There are two historical scenarios that may be utilized. The initial stage of the actual campaign is portrayed in the May scenario, from the battle at the Wilderness to the battle at Cold Harbor. The June scenario portrays the campaign from Cold Harbor to the siege of Petersburg. Several optional scenarios permit the &quot;what if?&quot; possibilities of the campaign to be simulated.&#10;&#10;(from the Designer's Notes:)&#10;&#10;In a real sense neither side won the campaign since so little of either side's objectives was accomplished. But, strategically, Grant really won by allowing all the other Union commanders to successfully advance. He did it by pinning the Army of Northern Virginia every step back to Richmond and bleeding the South so dry that no assistance was possible. The cost was high (and many think higher than necessary), but it worked.&#10;&#10;&#10;Contents:&#10;&#10;&#10;    22&quot; x 28&quot; mapsheet&#10;    255 counters&#10;    1 rules folder (10 pages)&#10;    1 terrain effects chart&#10;    2 combat result/scenario sheets&#10;    1 6-sided die&#10;&#10;&#10;(originally published in the white box/tray format)&#10;&#10;&#10;Uses a system similar to SPI's Lee Moves North: The Confederate Summer Offensive, 1862 & 1863.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Franco-Prussian War System (SPI)",
      "States: Virginia"
    ]
  },
  {
    "Rank": "17500",
    "Name": "In Too Deep",
    "ID": 408368,
    "Year": "(2023)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/408368/in-too-deep",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The depths of the ocean still hold many mysteries and opportunities. Five companies have now set off to explore the abyss. As they gradually go deeper, their potential value increases and shareholders see their investments appreciate. However, a sudden jolt towards the bottom of the ocean can limit future growth. Will you invest in the right company or go in too deep with a flop?&#10;&#10;In a game of In Too Deep players are investors in deep sea companies. Your objective? To build the most valuable share portfolio! Buy shares in the five different companies or let them dive deeper into the abyss and receive profit for your investments. Pay attention to which companies you invest in however, as each company has an ability you can use to your advantage. Buy a share with discount, gain extra profits or discard a card of a company of your choice. With double-sided company cards, there are 32 unique ability combinations, making each game totally different! Will you become the most successful investor?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Investment",
      "Move Through Deck",
      "Multi-Use Cards",
      "Stock Holding"
    ],
    "Families": []
  }
]