[
  {
    "Rank": "N/A",
    "Name": "Blackbox",
    "ID": 301028,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/301028/blackbox",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "A blackbox is a device, system, or object which can be viewed in terms of its inputs and outputs, or transfer characteristics, without any knowledge of its internal workings. Its implementation is &quot;opaque&quot; &ndash; or black. This kind of system may exchange matter with its environment. The term originates from military signal engineering and originally designated enemy equipment that was not meant to be opened due to the danger of booby traps.&#10;&#10;Similarly, or not at all, this game is new and different each time you play it. You know for sure that you will put some time in, and hopefully get some fun out of it. Rest assured, however, that no incendiary devices are included.&#10;&#10;This game originates from the urge to create a versatile modular sandbox simulation of a boring Euro game, also known as cube-pusher, or JASE (just another soulless euro), with the aim to re-create any of these games, and mashing them up as preferred, or not. Luckily, it got a bit sidetracked in development and while I hope, or fear, its ancestry still shines through, it became more of a beast of its own.&#10;&#10;Blackbox consists of a large number of Modules, all of which plug into the Proto Module, and the exact composition of which decides how the game you play this time actually works, which mechanisms you will get to use, how you will score and a variety of other variables.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "End Game Bonuses",
      "Mancala",
      "Modular Board",
      "Network and Route Building",
      "Rondel",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Simultaneous Action Selection",
      "Square Grid",
      "Sudden Death Ending",
      "Track Movement",
      "Turn Order: Progressive",
      "Variable Set-up",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Firebrand",
    "ID": 301029,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301029/firebrand",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Demons visit the planet of Edell in the guise of gods and goddesses. They plot to twist the laws of this world to serve their kind. Four demons compete for the loyalty of Edellian people. Their followers, divided by their allegiance to one of the four, strive to bring about their patron&rsquo;s dominion. A secretive order of knights-hexer works to weaken the churches and stop the demonic invasion.&#10;&#10;The Game&#10;Firebrand is a tabletop game based on the award-nominated Song of Blades and Heroes. It aims to deliver consistent and intuitive gameplay with an original and engaging setting.&#10;&#10;Features&#10;&#10;     Setting. Firebrand presents an unconventional fantasy world where nothing is as it seems. Take up the cause of one of four theocracies and fight for its patron demon&rsquo;s dominion, or join the ranks of the knights-hexer and protect humanity from its own saints.&#10;     Map-based campaigns. Firebrand introduces a map-based campaign where each region will provide the player with different benefits. For example, capturing a town with a knightly order will allow you to enlist heavy cavalry, a village with a college of magic will let you hire a mage, and so on.&#10;     Orders. A new system of orders allows soldiers to retain cohesion and act as a single unit on the battlefield. Heroes and soldiers alike fall in line to march, charge and fire volleys when ordered.&#10;     Siege equipment. Cut swathes in enemy ranks using catapults and ballistas, dig trenches to funnel your opponent into explosive traps and strengthen your spell-casters by bringing solar furnaces to the battlefield.&#10;     Detailed magic system. Wizards, necromancers and telepaths will join your company, bringing with them spells beyond those available to an ordinary mage. The wizard will rain fire and lightning from every direction using powers of teleportation. The necromancer brings your opponent&rsquo;s own soldiers back to life and places them under your control. The telepath subverts those yet living to your will.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Broadsword: Tome of Heroes – Character Options",
    "ID": 301035,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301035/broadsword-tome-of-heroes-character-options",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Inside its 26 pages you will find 6 new beastly races, including the weaselly Bornikk, the popular Dragonkin, and the serene Sproutling. There are also almost a dozen new classes to play with to discover your favorite synergies, including the Bard, Jackknife, Rogue, Runemage, and many more.&#10;&#10;Existing characters from the base game aren't left out in the cold, either. They also get boosted with new abilities and spells to play with! Like Elf's Keen Senses or Paladin's Lay on Hands.&#10;&#10;All spellcasters can now learn Cantrips that can be cast at will, like Cleric's Aid or Pyromancer's Mote of Flame. And Quest Spells, powerful one-time-use spells that can easily change the tide of battle. For example, Druid's Chimera or Necromancer's Summon Ancestral Legion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The One Hundred Torii: Toku Mini-Expansion",
    "ID": 301036,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301036/the-one-hundred-torii-toku-mini-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Toku mini-expansion is a set of bonus reward cards, some of which are randomly placed on top of the large token piles each game. The first player to earn a given Large Landmark token, Geisha bonus token, or Enclosure bonus token also gains the Toku card on top.&#10;&#10;Toku cards are worth one journey point if kept until the end of the game or they may be spent for a one-time special use - such as free landmarks, changing torii gates, or discounts when using the different game characters. In some cases, that could mean being able to use the vendor or samurai for free! You can also use several Toku cards on the same turn for a big play. The Toku mini-expansion gives another incentive to be first to accomplish certain objectives and creates dynamic plays later in the game.&#10;&#10;There are 18 cards in this mini-expansion&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The One Hundred Torii: Koi Mini-Expansion",
    "ID": 301037,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301037/the-one-hundred-torii-koi-mini-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Koi mini-expansion is a second expansion for advanced players, in which each player is dealt a set of action cards at the start of the game.&#10;&#10;Koi cards are worth one journey point if kept until the end of the game or they may be used as special actions for extra tokens, using multiple characters, etc. Players only get one of each action card, but they can use them whenever they want or in combination for huge turns. The Koi mini-expansion gives players extra flexibility and creates big scoring opportunities as the game progresses.&#10;&#10;This mini-expansion contains 18 cards&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Temperamental",
    "ID": 301053,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301053/temperamental",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A card game similarly based on a much loved playing card game but with tweaked mechanics. Each player has a hand of assorted elements they can play on top of each other. Fire &gt; Air &gt; Earth &gt; Water and so on with the objective to lose all the cards in their hand. But there are also combo cards. Cards that block other players. Cards that remove the current stack from the game. Its a very simple game with a surprising amount of strategy with the rules fitting on both sides of a single playing card.&#10;&#10;The game is quick, easy to learn, and great for younger board gamers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solo Ops: Single Figure Universal Skirmish Rules",
    "ID": 301054,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301054/solo-ops-single-figure-universal-skirmish-rules",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Solo Ops  is a set of one on one skirmish rules for any period including science fiction and fantasy with an innovative game engine which could be used as a replacement of you own RPG combat system.&#10;&#10;Also includes a set of linked scenarios based on the 1963 film Jason and the Argonauts.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Minecraft: Builders & Biomes – Farmer's Market Expansion",
    "ID": 301055,
    "Year": "(2020)",
    "Geek Rating": "5.720",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301055/minecraft-builders-and-biomes-farmers-market-expan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Minecraft: Builders &amp; Biomes &ndash; Farmer's Market Expansion adds a new element to Minecraft: Builders &amp; Biomes by adding a new way to win: Growing vegetables.&#10;&#10;Vegetable patch tiles are shuffled among the building and monster tiles and laid out with everything else at the start of the game. If a player builds a vegetable patch, they can grow vegetables in the form of small wooden cubes on it &mdash; and once they have enough vegetables, they can buy unique items with powerful abilities from the villagers at the market, such as the Crafting Table that can transform any stone into an emerald, i.e., a wild. With the Minecart with Chest, you can always take three blocks instead of two. The Beacon allows a player three actions each turn instead of two, and the Enchanting Table grants 20 experience points at game's end.&#10;&#10;Items are revealed in the market at the start of the game, as well as after the first and second scorings, and they're first come, first serve, so grow your crops quickly to make the best use of them.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Grid Movement",
      "Push Your Luck",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Video Game Theme: Minecraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Compost Heap",
    "ID": 301056,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301056/compost-heap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Composting is the practice of collecting organic refuse &mdash; such as fruit and vegetable scraps &mdash; into heaps where it can rot and, once decayed, be used for such things as fertilizer, potting soil, and the like. &#10;Compost Heap is a quick-play card game designed for use by two to four players that simulates this worthwhile activity. &#10;It is intended to be fun, mildly humorous, and moderately educational.&#10;&#10;There are three sorts of cards in Compost Heap &mdash; Good Stuff, Bad Stuff, and Incidents &mdash; and a total of 50 cards.&#10;&#10;These cards have been set up so that they can easily be printed out or copied onto cardstock or blanks for homemade business cards. And, while it is perfectly acceptable to use the cards with plain backs, there is also a page of reverse sides that can be printed or copied onto them.&#10;&#10;A version of this game originally appeared in the multi-platform game publication d-Infinity Volume #2: Lost Treasure.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ragnarok: Age of Wolves",
    "ID": 301057,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/301057/ragnarok-age-of-wolves",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Ragnarok: Age of Wolves is a skirmish-level game for novice and experienced tabletop gamers alike that emulates the desperate small-scale actions that might result during the unending winter that is the first stage of the Viking Apocalypse.&#10;&#10;As crops fail and food grows scarce, banditry becomes rife as formerly good folk are driven to extremes and bad men take advantage of chaos and hardship. Monsters haunt the wilds and prowl the outskirts of palisaded settlement and isolated steading alike. Huldrfolk, never easy neighbors, but generally peaceful if left undisturbed, now move to defend their sacred groves and to seize places once devoted to gods who now seem absent. Trolls and their ilk gather, marauders sweep brigands and more into their bands, and whispers abound of gaunt giant wolves and worse, glimpsed in the swirl of a snowstorm. And where such beasts and everlasting winter hold sway, the Frost Giants cannot be far behind ...&#10;&#10;Ragnarok: Age of Wolves is a set of fun, fast-playing, and evocative rules that allow you to fight out the desperate battles and skirmishes of the Fimblvintr. It also includes a four-part campaign to take you through the struggle of one man trying to preserve something of his honor, his life, and the people and creatures who depend on him for survival. Finally, we have given you everything you need to expand the strife to include the other creatures and Sagas of the Ragnarok!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viking Warriors: A Faction for Ragnarok – Age of Wolves",
    "ID": 301058,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301058/viking-warriors-a-faction-for-ragnarok-age-of-wolv",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Viking Warriors is a supplement for the Ragnarok: Age of Wolves miniatures game that includes 10 sets of statistics that can be used together as a complete new faction for the game or in conjunction with those for any other warriors and any sorts of scenarios. &#10;They include six named characters, among them those for a chieftain; five of his lieutenants, or thegns, including a rune-mage, a war-priestess, a bard, a woodsman, and a scout; and four different sorts of common warriors, or carls. &#10;It also includes backstories for the various characters and for their place in a Viking holding called the Hringsgard.&#10;&#10;Ragnarok: Age of Wolves is a skirmish-level game for novice and experienced tabletop players alike that emulates desperate small-scale actions during the unending winter that is the first stage of the Viking Apocalypse.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dvergar Warriors: A Faction for Ragnarok – Age of Wolves",
    "ID": 301059,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301059/dvergar-warriors-a-faction-for-ragnarok-age-of-wol",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Dvergar Warriors is a supplement for the Ragnarok: Age of Wolves miniatures wargame devoted to the Dwarves of the Mythic North that includes a complete new faction for the game that can be used by itself or in conjunction with any other existing warriors.&#10;&#10;Dvergar Warriors include seven sets of creature statistics, three for named characters, a chieftain and two of his lieutenants, or thegns, one a wizard and the other a cavalryman with a magical axe; three different sorts of common warriors, or carls; and a war goat. &#10;This title also includes backstories for the various characters and for their place in a Dvergar holding called the Yttrsholm; a profile for the Dvergar race; stats for a new weapon, the Dverg-Bow; and a new spell.&#10;&#10;Ragnarok: Age of Wolves is a skirmish-level game for novice and experienced tabletop players alike that emulates desperate small-scale actions during the unending winter that is the first stage of the Viking Apocalypse.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Hunting Party: A Scenario for Ragnarok – Age of Wolves",
    "ID": 301060,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301060/the-hunting-party-a-scenario-for-ragnarok-age-of-w",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Venturing out to hunt in the early part of the Ragnarok is not for the faint of heart or for those who are un&shy;prepared. But obtaining food is essential to feeding a settlement that has run through most or all of its winter stores already, that awaits the warmer months of planting with growing unease, and that hungers as rations are cut again.&#10;&#10;The Hunting Party is a scenario for the Ragnarok: Age of Wolves miniatures wargame that provides an en&shy;counter between a band of Human warriors and a clan of the little folk known as Dvergar. It is designed for use with Skirmisher Publishing&rsquo;s Viking Warriors and Dvergar Warriors factions for Ragnarok: Age of Wolves &mdash; which include stats for all the combatants mentioned in this publication &mdash;&#10;&#10;Ragnarok: Age of Wolves is a skirmish-level game for novice and experienced tabletop players alike that emulates the desperate small-scale actions that might result during the unending winter that is the first stage of the Viking Apocalypse. As crops fail and food grows scarce, banditry becomes rife as formerly good folk are driven to extremes and bad men take advantage of chaos and hardship. Beasts haunt the wilds and prowl the outskirts of palisaded settlement and isolated steading alike. Trolls and their ilk gather, marauders sweep brigands and more into their bands, and whispers abound of gaunt giant wolves and worse, glimpsed in the swirl of a snowstorm. And where such monsters and everlasting winter hold sway, Frost Giants cannot be far behind ...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xtronaut 2.0",
    "ID": 301061,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/301061/xtronaut-20",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Xtronaut 2.0 captures the real-world thrill and challenges of planetary exploration. This Game of Solar System Exploration gives players ages 8 and up the chance to develop space missions and explore the solar system. The game is a sequel to Xtronaut, our hit board-game launched in 2015. We added new actions, new spacecraft, improved game mechanics, updated missions, and support for six players. It is based on real planetary missions and rocket science. It contains elements of politics and strategy that are inspired by the real situations that space missions face.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Drafting",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "タイムカプセル (Time Capsule)",
    "ID": 301062,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/301062/taimukapuseru-time-capsule",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In &#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#160;&#227;&#130;&#171;&#227;&#131;&#151;&#227;&#130;&#187;&#227;&#131;&#171; (Time Capsule), players participate in a number of auctions over several rounds, with 5 nostalgic childhood items being auctioned in each round, one at a time.&#10;&#10;In each round, players are given 50-Yen to spend, and may only purchase items up to the maximum satisfaction allowed by their &quot;Satisfaction Gauge&quot;.&#10;&#10;A few cards have special affects.  The player with the most points will win, and points are obtained from winning certain cards, as well as having the most cards of each type of card, such as candy.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Turn Order Until Pass"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wars Of Phantasya",
    "ID": 301074,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301074/wars-of-phantasya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wars Of Phantasya rulebook for fantasy square grid wargame.&#10;&#10;Compatible with any miniatures, including the designer's own paper mini sets.&#10;&#10;The game uses stat cards to determinate the units size strength, morale, and so on.&#10;&#10;Stat cards are designed for designer's paper miniatures but other common fantasy brands will be available.&#10;&#10;The file includes the stat cards for the WARS OF PHANTASYA starter set.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Square Grid"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stars & Lasers!!: Simple Spaceship Combat Rules",
    "ID": 301075,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/301075/stars-and-lasers-simple-spaceship-combat-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Stars &amp; Lasers is a simple set of spaceship combat rules, which are meant to be a fast-play rules system for simulating combat between spaceships of all sizes and any manufacturer, using as little as two ships up to around half a dozen ships per side for a normal game of maybe a couple of hours or so, the system can cope with more ships per side but these games would take longer to play.&#10;&#10;The main reason this rule set came about was from my need to play a simple spaceship game with no written orders or slow complicated game play, and with a cinematic feel to the way the models move and act on the table.... and no hexes!!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stars & Lasers: \"Reformers\"",
    "ID": 301076,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301076/stars-and-lasers-reformers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Stars &amp; Lasers &ldquo;Reformers&rdquo; is a new supplement for a new alien race to use in your games of Stars &amp; Lasers.&#10;&#10;In this supplement you will find all the rules for using these new ships, this includes:&#10;&#10;     all their weapons,&#10;     systems and&#10;     special rules.&#10;&#10;&#10;You will also find all of their new ship datasheets, and a few tokens which are there for you to use during your games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stars & Lasers: Supplement One – More Lasers...",
    "ID": 301077,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301077/stars-and-lasers-supplement-one-more-lasers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Stars &amp; Lasers: Supplement One - More Lasers...&#10;&#10;This supplement contains several new ships, including a selection of escorts, tenders and an alien corvette, and there is also a new large space station, all the new datasheets are included for these as well.&#10;&#10;I have also added ten more scenarios, these include the following &ndash;&#10;&#10;     Now you see me, now you don&rsquo;t&hellip; a small force is being hunted by unseen enemies as it travels home.&#10;     It will not die!!... a lone dreadnought, damaged from an earlier battle, has flown into a sector held by enemy ships.&#10;     Assault on sector 310Alpha&hellip; a planetary defence force is looking for a way to break the blockade around their home planet.&#10;     Plus, seven more, these have been made to help give a little variety to your tabletop space battles.&#10;&#10;&#10;And I have also added two types of space scenery to the rules, including some simple instructions on how they were made.&#10;&#10;And now there are some simple boarding actions rules using new squadrons of troop carrying assault ships.&#10;&#10;I hope you have fun using this supplement in your games of Stars &amp; Lasers!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stars & Lasers: Supplement Two – \"Pirates in Space\"",
    "ID": 301079,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301079/stars-and-lasers-supplement-two-pirates-in-space",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Pirates in Space is supplement number two for Stars &amp; Lasers!!&#10;&#10;It adds a few extra ships and their rules to the main system, and as always you are free to add as much or as little as you wish.&#10;&#10;The supplement sees all the rules needed to bring rag-tag bands of pirates into your games of Stars &amp; Lasers.&#10;&#10;These pirates don&rsquo;t have access to big military ships, they mainly use old heavy shifters and cargo ships and things like civilian liners, anything that they can fit weapons and armour to.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Otogidama",
    "ID": 301080,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301080/otogidama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Otogidama, players tell stories one sentence at a time with added constraints of a color (unique to each player) and the positions of tokens on the board. While most of play is building up an interesting story, there's also a strategic component to which aspect of the story you focus on, as that affects scoring at the end.&#10;&#10;Each scenario has four keywords; for example, the first scenario is &quot;The Dragon's Cave&quot; and some keywords are &quot;Dragon&quot;, &quot;Dangerous Traps&quot;, and &quot;Treasure&quot;. Each keyword starts with two &quot;shadows&quot;, or black stones. Each turn a player pulls a jewel from a bag and uses the color of the jewel plus a keyword to tell part of the story. The keyword they choose to use determines where they place the jewel, and the color of the jewel determines the next player.&#10;&#10;For example, if you pick a red jewel and then choose the &quot;Treasure&quot; keyword, you might say &quot;there's a legend that there's a giant ruby at the bottom of this cave&quot;. Over the course of the game you'll build on elements introduced by the other players.&#10;&#10;You get points by getting rid of shadows, but also for each stone of your color on the board at the end of the game. You remove stones from the board by adding stones to keywords that already have three stones on them, so as the game progresses you'll have a choice between getting rid of shadows to get points directly or removing jewels belonging to other players to reduce their points. You'll have to balance both of these aspects to come out ahead.&#10;&#10;Besides scenario-based competitive play, rules for non-competitive &quot;free play&quot; are also included.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flora",
    "ID": 301081,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.40",
    "Link": "https://boardgamegeek.com/boardgame/301081/flora",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Flora is a 4 to 5 player Hidden Roles game inspired by the unsolved mystery of the Voynich Manuscript. The players assume the role of Botanical Biologists that successfully decoded this ancient book, revealing information about botanical specimens with miraculous properties that grow on an island on the Pacific. &#10;By performing several expeditions in the island, the biologists will try to gather the desired Voynich Specimens, exposing themselves to the threatening weather of the island and its dangerous creatures. But the most dangerous threat will be the betrayal of one of the crew members.&#10;The game develops during 5 days at the end of which the team needs to gather at least 7 Voynich Specimens in order to win; the traitor will win if he prevents that from happening.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Hidden Roles",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cuboro Tricky Ways: Cards",
    "ID": 301092,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301092/cuboro-tricky-ways-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Expansion set to the game &quot;Tricky Ways&quot;. Cards reshuffle the game! The cards are to create surprising game variations and other players can intervene in your game! Who creates the longest paths by using the cuboro elements from the &quot;tricky ways&quot; game? Be carful! Cards set you a lot of rules and other players can put a spoke in your wheel!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stars & Lasers!!: Colony Spaceships",
    "ID": 301100,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301100/stars-and-lasers-colony-spaceships",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In the supplement you will find all the datasheets and background for five complete re-fits of Alpha Class ships, colonies like the Epsilon and Zeta and the Omicron, each of which have their own style of fighting and style of ships.&#10;&#10;Then you have the Centaurus ships that have shunned the use of lasers! And then you have the scattered small colonies that use the small Iota class ships to overwhelm their enemies with swarms of deadly ships.&#10;&#10;Also, you will find a couple of new ships in this supplement, plus a couple of new weapon systems.&#10;&#10;There is also a couple of new fun scenarios for you to play, and all the new datasheets for the new ships are in there as well.&#10;&#10;As always, I hope you have fun using this new Stars &amp; Lasers supplement.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dixit: Mirrors",
    "ID": 301112,
    "Year": "(2020)",
    "Geek Rating": "5.887",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301112/dixit-mirrors",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "The expansion is illustrated by Sebastien Telleschi.&#10;&#10;This expansion will add 84 beautiful new illustrated cards to the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Game: Dixit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "2 Minute Dino Deal",
    "ID": 301115,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/301115/2-minute-dino-deal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "The Time Scoop works! Now you can reach back in time to seek out prehistoric monsters. Your goal is to sell these dinosaurs to theme parks and zoos, earning enough money to start up your own Mesozoic Park before your rivals can do so.&#10;&#10;You have just two minutes to sell off the dinosaurs and make the most profit. Every 30 seconds, your options become more valuable &ndash; but the longer you wait, the more you risk another player stealing &ldquo;your&rdquo; dinosaur!&#10;&#10;",
    "Categories": [
      "Economic",
      "Real-time"
    ],
    "Mechanics": [
      "Income",
      "Market",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Urban Manhunt: the Miniatures Game – Single-Player System",
    "ID": 301117,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301117/urban-manhunt-the-miniatures-game-single-player-sy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Urban Manhunt: Single-Player System&#10;&#10;These rules allow you to play Urban Manhunt without any other players present.&#10;&#10;The system is intuitive, fast-playing, and exciting!&#10;&#10;Plus, you'll find optional rules to help customize your experience as well as a short story that continues where the core rulebook left off.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "For King and Parliament: The Battle of Stow-on-the-Wold",
    "ID": 301118,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301118/for-king-and-parliament-the-battle-of-stow-on-the",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The TtS! Battle of Stow-on-the-Wold Scenario is a digital file, designed for the TtS! For King and Parliament English Civil War rules, but useful with other rule systems, too.&#10;&#10;Stow is a modest scenario depicting the last major battle of the First English Civil War, which occurred when the last Royalist field army, led by the valiant Jacob, Lord Astley, was brought to ground by a superior Parliamentarian force. It is a modest-sized battle with only 21 units - it will suit two to four players. We have recently revised the scenario on the basis of further research.&#10;&#10;The 8 page Scenario PDF includes a brief account of the campaign and the battle, reconstructed orders of battle for both sides and a deployment diagram. It can be viewed on a tablet, or printed out and bound.&#10;&#10;Also included are the TtS! Battle of Stow-on-the-Wold unit cards, designed by Ian Notter. These can be printed out on card, and used, in conjunction with the scenario, to re-fight the battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: English Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "For King and Parliament: The Battle of Edgehill",
    "ID": 301120,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301120/for-king-and-parliament-the-battle-of-edgehill",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The TtS! Battle of Edgehill Scenario is a digital file, designed for the TtS! For King and Parliament English Civil War rules but useful with other rule systems too. &#10;It is a large and well-tested scenario that will suit two to six players.&#10;&#10;The 18 page PDF includes:&#10;&#10;     a brief account of the campaign and the battle, &#10;     reconstructed orders of battle for both sides,&#10;      deployment diagrams and&#10;      images of beautifully painted wargames figures. &#10;&#10;&#10;It can be viewed on a tablet or printed out and bound.&#10;&#10;You may also wish to purchase the associated TtS! Battle of Edgehill unit cards; these can be printed out, and used, in conjunction with the scenario, to re-fight the battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: English Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arvaa missä?",
    "ID": 301122,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/301122/arvaa-missa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One player is a spy and other players (detectives) try to find him. The spy marks its hiding place in the spy booklet but does not show it to the others. Then the hourglass is turned and the game can start.&#10;&#10;Other players try to find the hiding place of the spy from the board. Three cards are revealed. Those are the tools that the detectives can use. When all three cards are used, new three cards are revealed. They refer to different areas on the board. Are you on this row? Are you on the same space with cars or water? Seekers mark the spaces where the spy is not and try to find the correct space.&#10;&#10;Different tools take different time to use (the time in minutes is marked on cards). If the hourglass is turned the seekers get a penalty minute. The spy gets as many points as it takes in minutes for the seekers to find. All players play once as a spy and the winner is the player who gets most points.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pair Three",
    "ID": 301123,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301123/pair-three",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "What can you do with the 400+ 3-letter words in the English language? You make a game out of them - PAIR THREE.&#10;&#10;PAIR THREE is a series of simple word games where players connect three-letter words through certain relationships.&#10;&#10;Components: The game comes with 112 lasercut, wooden tiles, each containing four 3-letter words.&#10;&#10;Goal: Be the first player to discard all your tiles.&#10;Four ways to play.&#10;&#10;Matching Rules: &#10;A word can be placed adjacent to another word when at least two letters match. &#10;Examples:&#10;&#10;First two letters match:    men and met&#10;Last two letters match:            doe and toe&#10;First &amp; last letters match:    red and rod&#10;All three letters match:    rat and art&#10;         &#10;Additionally, relate 300+ compound words and phrases: &#10;ask for, eat out, dog tag, bed bug, pay cut, pen pal, gym rat, dry out, ice cap, gasbag, seabed, batman &hellip;&#10;carrot, menace, barred, tiered, garage, digits, cotton, market, Carmen, Margot, Dayton, Red Sea &hellip;&#10;&#10;Optionally, allow: &#10;Homophones:    bye and buy, won and one&#10;Mirrored letter pairs:    got and fog, win and ink&#10;Related connections:    sun hot, hen egg, cap hat, arm leg, man boy&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Multi Playing Cards",
    "ID": 301125,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/301125/multi-playing-cards",
    "Min Players": "1",
    "Max Players": "20",
    "Min Play Time": "5",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Multi Playing Cards are 56 poker size cards with extra games and extra functionality. 20 different symbols on every card! You can play Domino, Chess, Checkers, Band It, Roulette and more. Ther are Dice and Play Money in it. Make Play Fields and more... Packed in the Multi Tuck Box with Dealer button, Trump, 4 Tokens, 10 x 10 Matrix and rulers.&#10;&#10;Fields on the card:&#10;01 - Playing Card Symbol - standing&#10;02 - Domino 9&#10;03 - Hi-Lo&#10;04 - Letters&#10;05 - Dice&#10;06 - Power&#10;07 - Fiches And Chips&#10;08 - Color&#10;09 - Roulette&#10;10 - Quintet&#10;11 - Turn&#10;12 - Do, Dare Or The Truth&#10;13 - Band It&#10;14 - Start With&#10;15 - Who Are You?&#10;16 - Words &amp; Points&#10;17 - Chess&#10;18 - Checkers&#10;19 - Make Your Own Card Game&#10;20 - Playing Card Symbol - up side down&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [
      "Memory",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Father Tilly: Wargame Rules for the Thirty Years War",
    "ID": 301127,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/301127/father-tilly-wargame-rules-for-the-thirty-years-wa",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Father Tilly is a set of wargames rules designed to re-fight the battles of the Thirty Years War.&#10;&#10;The rules are aimed at players with 25/28mm figures to fight both small scale encounters all the way up to larger battles.&#10;&#10;The mechanics are fast and simple and allow players to quickly resolve shooting or melee with hardly a glance back to the rules. &#10;In addition to the rules system there are a number of cards or &quot;war-tokens&quot; that players use to complement the action on the table. The skilled use of these tokens allow players to further influence the game play but they also introduce an element of risk: powder explosions, drunken generals, mutinies and looting soldiers are all hazards that players have to face. The advantage of using the &quot;war-tokens&quot; (other than the sheer level of fun that they introduce) is that they allow some of the more unforeseen and random events to occur without clogging up the game mechanics with added lengthy rules.&#10;&#10;In addition to the Father Tilly rules comes the first of several supplements: &#10;The Bohemian Revolt covers the early stages of the war and includes army lists, generals profiles, a Battle of White Mountain scenario and additional &quot;war-tokens&quot; specifically designed for this early period.   &#10;My aim when writing Father Tilly was not to create a generic set of &quot;pike &amp; shot&quot; rules that covers hundreds of years of European warfare but to concentrate specifically on the fascinating, surprisingly varied and brutal conflict known as the Thirty Years War.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bloody Kingdom: Wargame Rules for the Civil War in England, Ireland, Scotland & Wales",
    "ID": 301128,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/301128/bloody-kingdom-wargame-rules-for-the-civil-war-in",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bloody Kingdom is a set of wargames rules designed for the Civil Wars of Britain, Ireland, Scotland and Wales.&#10;&#10;Bloody Kingdom uses the same game mechanics as Father Tilly - although with several important differences.&#10;&#10;Players can fight battles at two different scales, either large battles with numerous regiments per side or smaller lower scale engagements where each unit represents a company rather than a regiment.&#10;&#10;The basing for these rules are flexible. Players can either use individually based 25/28mm figures or blocks of figures on one base, however, the rules do require the removal of figures so each unit should have at least a few spare figures for casualty removal. When units suffer hits figures are only removed after each suffers four &quot;kills&quot;, this means that great handfuls of figures are not removed with each volley. But ten or twenty percent casualties in a unit does represent significant damage and a significant risk to morale.&#10;&#10;The rules contain a detailed method of generating armies which includes the composition, weaponry and tactics of each unit in addition to the leadership qualities, experience and levels of training of each unit. &#10;The rules also include several sample armies that give players &quot;ready to use&quot; pointed-up forces for all of the main factions involved in the Civil War.&#10;&#10;As with the Father Tilly rules, the &quot;war-tokens&quot; are also a major feature of Bloody Kingdom and provide an extra layer of period feel and fun, adding such diverse elements as powder explosions, drunken generals, turncoats and court astrologers to the game. &#10;Finally, Bloody Kingdom includes an Edgehill scenario with detailed army lists, a map and unit cards for each of the units involved in the battle.&#10;&#10;So if you like a game that emphasises tactics, command, morale and a bit of fun and you like the English Civil War - Bloody Kingdom could be the rules for you, what am I saying - these are the rules for you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Civil War",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: English Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bad War: Renaissance Wargame Rules",
    "ID": 301129,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301129/bad-war-renaissance-wargame-rules",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Bad War is the fourth set of wargame rules using the AB One system.&#10;&#10;Previous titles include Father Tilly which covers the Thirty Years War and Bloody Kingdom, a set of English Civil War rules. &#10;Bad War is designed to cover warfare in the sixteenth century, a period which seems from this distance to offer the wargamer a terrifically interesting and colourful selection of gaming opportunities. Full of garishly dressed soldiers, colourful and exotic troop types and with the introduction of the firearm, the beginnings of modern warfare. &#10;Armies struggled to find a way of incorporating this new technology, much time was devoted to experimentation with battlefield tactics and still the tried and tested methods of medieval warfare produced dramatic victories. Few could stand against the awesome charge of the French Gendarmes nor face the ferocious onslaught of the Swiss pike-square. And yet warfare did evolve during this period. The arquebus and musket do replace the bow and crossbow, knights begin to put aside their lances and take up the pistol.&#10;&#10;What I have attempted with Bad War is to bring out the qualities of some of these more exotic troops, the Doppels&ouml;ldner, the Aventuriers, the Black Bands, the Gendarmes, the Landsknechts, the Stradiots and the Condottieri. &#10;Rather than a simple factor rating their quality, these troops have different characteristics that shape and modify their actions. Gendarmes are likely to disobey orders and attack their nearest opponents, the Swiss will seek out any Landsknechts and visit bloody slaughter on their foe and any Stradiots can certainly be relied upon to loot the baggage train - either their opponents or their own!&#10;&#10;Bad War can be played with either 25/28mm or 15mm figures and a wide variety of popular basing is allowed. &#10;The rules have many similar features to the other AB One games including the entertaining &quot;War-Tokens system&quot;.&#10;&#10;Also provided is a Fornovo scenario which includes a map, order of battle and unit cards that can be printed out for use during the game and army lists for the Early Italian Wars. &#10;Although Bad War focuses initially on the Italian Wars, the rules can be used for any European warfare of the sixteenth century. Later supplements will cover the French Wars of Religion, the Spanish and Dutch war and the wars of Henry VIII and Elizabeth I.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: The Italian Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The German War: Wargame Supplement for Father Tilly",
    "ID": 301130,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301130/the-german-war-wargame-supplement-for-father-tilly",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The German War is the second Father Tilly supplement, covering the 1622-23 fighting in the Palatinate and featuring army lists and profiles of the generals that fought in this campaign.&#10;&#10;Included are three scenarios that feature maps and orders of battle for the battles of Wimpfen, Hochst, and Stadtlohn. &#10;In addition to the army lists, profiles, and scenarios are new war-tokens and a section on rules to cover the design and use of Battle Wagons. &#10;The German War also contains a large section describing the use of map movements.&#10;&#10;This is really a game within a game allowing players to use their war-tokens to try and out-manoeuver their opponents before the main battle, to give them a crucial advantage once the shot begins to fly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Father Tilly: Escalade – Skirmish Rules for the Seventeenth Century",
    "ID": 301131,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/301131/father-tilly-escalade-skirmish-rules-for-the-seven",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Escalade is a set of skirmish rules designed for keen Father Tilly players - and anyone else interested in seventeenth-century warfare. Escalade takes the basic mechanics used in Father Tilly and incorporates that extra layer of detail required for battles at the skirmish level. &#10;The rules feature organisation at the company level and focus on the role of officers and NCOs in low level engagements. Also included in the rules are a number of different troop types: those interesting and exotic units that are too small or rare to feature in most big battles. Players can field units of J&auml;gers, Sh&uuml;tzen, Sturmtruppen and Trabanten.&#10;&#10;For the experienced Father Tilly player, Escalade contains several familiar features. &#10;Rules for movement, morale, shooting and combat have the same basic mechanics but with additional detail. &#10;The sections on terrain and scenario generation are also included plus a new section detailing mortars, incendiaries and other methods of mayhem and destruction. &#10;The popular &quot;war-tokens&quot; section is also included, this describes how players can use their existing Father Tilly tokens and apply them to skirmish games. &#10;And because of the more uncertain nature of skirmish games, the initiative system has been modified too.&#10;&#10;Despite its similarities to Father Tilly, Escalade is a game that can be played on its own without any prior experience of other AB One games. &#10;Players of Father Tilly will already be familiar with many of its processes, however, new players will quickly find an easy to use, exciting and enjoyable system ideally suited to fighting skirmish level games in the seventeenth century.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Father Tilly: Campaign – Campaign Rules for Father Tilly & Escalade",
    "ID": 301132,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301132/father-tilly-campaign-campaign-rules-for-father-ti",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Father Tilly: Campaign is a game supplement for the Father Tilly rules that allows players to fight a series of connected scenarios within their chosen phase of the Thirty Years War. &#10;These new rules show the effects of campaigning on the players armies and the rewards for the victorious and the penalties for the defeated.&#10;&#10;This supplement also introduces some of the wider strategic events that occurred in Europe at the time of the war and how these impacted on the combatants. &#10;For instance, the granting by the Pope of massive subsidies to the emperor Ferdinand II, harvest failures in Germany, the Dutch capture of the Spanish treasure fleet, the Peace of Monzon, the Sack of Magdeburg, the death of Gustavus and the civil wars in Britain. &#10;Depending on which phase of the Thirty Years War players choose, each turn they will be faced with one of these strategic events and will find that their army either benefits or suffers from its implications.&#10;&#10;Also included are a number of familiar campaign elements such as ways of improving the profiles of generals and units as they benefit from their successes on the battlefield (and of course a way of penalising the unsuccessful). &#10;Players can also employ a number of &quot;campaign assets&quot; between battles such as forced peasant labour, hostages, control of imports, scorched-earth tactics or a number of other useful methods of undermining the opponent.&#10;&#10;Players will be able to use these rules to run campaigns with either the big-battle Father Tilly rules or the Escalade skirmish rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Swedish War: Wargame Supplement for Father Tilly",
    "ID": 301133,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301133/the-swedish-war-wargame-supplement-for-father-till",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Swedish War is the fourth Father Tilly supplement to date and it contains extensive army lists for the period including the armies of Sweden, Saxony, Bavaria and of course the Imperial and Catholic League armies.&#10;&#10;The Swedish army is looked at in considerable detail and all the rules are described to allow players to use this excellent army. &#10;Also considered are the changes that Wallenstein applied to the Catholic forces in order to cope with this new and formidable enemy.&#10;&#10;This supplement also includes three scenarios:&#10;&#10;     the Battles of Breitenfeld,&#10;     L&uuml;tzen and&#10;     N&ouml;rdlingen and &#10;     generals profiles for the major commanders of the period. &#10;&#10;&#10;In addition to this are many new war-token. &#10;The arrival of the Swedish army was a major challenge to the Catholic armies - do you have the skill to use it - or the strength to resist it??&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Father Tilly: Thirty Years War Scenario Supplement – Werben, Bamberg, Lech: July 1631 - April 1632",
    "ID": 301134,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301134/father-tilly-thirty-years-war-scenario-supplement",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "This supplement is designed for the Father Tilly rules and covers the end of the conflict between King Gustavus of Sweden and his bitter opponent Count Jean Tserclaus, Baron of Tilly, commander of the Catholic forces in Germany.&#10;&#10;Three scenarios are described in this booklet, &#10;&#10;     the first, the skirmish at Werben is a small encounter game that does not require huge numbers of figures and can easily be handled by two players. &#10;     The next scenario Bamberg' is a larger affair that requires a more substantial commitment in time and figures. This game can be played with up to two or three players per side. &#10;     And finally, the last scenario covers the Battle of Lech. This is a large battle requiring around two hundred and fifty figures per side, three to four players per side plus a good five or six hours gaming.&#10;&#10;&#10;The Lech scenario is based around a river crossing under heavy enemy fire and contains special rules for boats, bridges and other details that allow such actions. Players will need to have a copy of the Swedish War gaming supplement for the details of Swedish generals, troops and tactics, in order to properly use these scenarios.&#10;&#10;The Battle on the Lech was Tilly's final battle. Defending a river crossing to prevent the Swedish forces from crossing into Bavarian territory, the old Catholic general suffered a fatal wound while encouraging his beleaguered troops to stand fast in the face of punishing Swedish artillery fire. Will the Imperial army suffer the same fate as the historical outcome or can they deliver a major reverse to the great Swedish king?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gallows Hill: A Thirty Years War Battle Scenario for Father Tilly",
    "ID": 301135,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301135/gallows-hill-a-thirty-years-war-battle-scenario-fo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Gallows Hill is a Thirty Years War scenario for Father Tilly taken from a critical section of the Battle of Breitenfeld in 1631.&#10;&#10;Victory or defeat in this encounter could change the outcome of the whole battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Ambition: Wargame Rules for the Wars of James II, Louis XIV and William III",
    "ID": 301136,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301136/grand-ambition-wargame-rules-for-the-wars-of-james",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Grand Ambition is another set of rules that uses the AB One system.&#10;&#10;Having covered the Thirty Years War period and the English Civil War with previous versions, I wanted to finish off the seventeenth century by covering the wars of James II, Louis XIV and William III. &#10;This later period saw the rise of the standing army: regular troops, funded by the state and employed all year round. &#10;This period also saw significant developments in weaponry and tactics and it is these changes that I hope are reflected in the rules. &#10;Included in the Grand Ambition rule book are sections detailing with the organisation of troops and the type of formations and tactics deployed.&#10;&#10;All of the rules necessary to run the game including Initiative, Game Sequence and Movement, Shooting and Combat, Orders and Morale for individual units and the army as a whole, plus extensive army lists can be found here. &#10;In addition to this is the section describing the war-tokens and their usage plus a system regulating the deployment of armies and a system for generating battlefield terrain.&#10;&#10;Towards the rear of the rules can be found a section for converting the game to lower level &quot;company actions&quot; plus a method for generating scenarios for smaller scale engagements.&#10;&#10;Finally, the rules provide a scenario to use with the Grand Ambition rules which includes a map and order of battle for the game.&#10;&#10;And finally finally, not forgetting the war-tokens themselves which players can print-off and use in their Grand Ambition games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Jacobite Rebellions",
      "History: Nine Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escalade: Mercenary Scum – Seventeenth Century Skirmish Scenarios",
    "ID": 301138,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301138/escalade-mercenary-scum-seventeenth-century-skirmi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Mercenary Scum is a wargame supplement designed to be used with Escalade, the skirmish rules for the seventeenth century. Six scenarios are included in this supplement - with a brief summary below:&#10;&#10;     Scenario One:&#10;&#10;&#10; Contributions, a scenario of slash and burn tactics involving a collection of devious and untrustworthy characters - and the enemy aren't too nice either!&#10;&#10;     Scenario Two:&#10;&#10;&#10; The Peasants are Revolting, a desperate battle to survive between fleeing soldiers and murderous bands of peasants. Can heroics save the day or will it be better to run, run, RUN!&#10;&#10;     Scenario Three:&#10;&#10;&#10; Rescue Rupert, a game of suspicious guards, tough mercenaries and rebel fanatics and a daring attempt to free Prince Rupert from the dastardly clutches of the Emperor.&#10;&#10;     Scenario Four:&#10;&#10;&#10; Assault on Bastion 13, an intense and bloody assault on a well-entrenched enemy. Choose your weapons: mortars, grenades, snipers? Can you be the first hero to breach the enemies defences?&#10;&#10;     Scenario Five:&#10;&#10;&#10;  Escalade, a frantic attempt to break out from the stranglehold of the enemies siege-lines. Will our heroes manage to escape before the enemy (industriously slaughtering civilians) can assemble to foil their escape?&#10;&#10;     Scenario Six:&#10;&#10;&#10;Bandit Country, valuable supplies must get through to beleaguered troops, even if this means moving the wagons through this dark and ominously silent wood. But wait a moment, what's that blocking the path up ahead, a fallen tree? Did that tree just fall down, is that the glint of a gun-barrel pocking through the trees? The horses are getting nervous! Are the enemy about to attack...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Danish War: Wargame Supplement for Father Tilly",
    "ID": 301139,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301139/the-danish-war-wargame-supplement-for-father-tilly",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Danish War is the third supplement in the Father Tilly series.&#10;&#10;It contains army lists, generals profiles and a Lutter battle scenario. &#10;Also in the supplement is a number of sections containing new rules - including rules for Solo gaming and a section showing how players can take 'Father Tilly down to a whole new level - where players can fight &quot;company-actions&quot; rather than massed battles. &#10;This new section allows for an extra layer of detail, including new weapons, hidden movement and skirmish skills for leaders adept in the &quot;dark-arts&quot; of irregular warfare.&#10;&#10;In addition to this there is a detailed section on military entrepreneurs - effectively a set of campaign rules where humble mercenary captains can rise to the heights of all powerful Generalissimo's.&#10;&#10;There are also a number of new war-tokens for players to add to their decks - so lots more stuff for Father Tilly players to enjoy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The French War: Thirty Years War Supplement for Father Tilly",
    "ID": 301140,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301140/the-french-war-thirty-years-war-supplement-for-fat",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "The French War is the fifth in the series of Thirty Years War supplements for Father Tilly.&#10;&#10;This period saw the arrival of French armies in Germany and their struggle and eventual success against their rivals the Spanish. &#10;Included in this supplement are extensive army lists for new arrivals and old enemies alike as wells as descriptions of how tactics and formations changed during the period and of course detailed profiles of the leading generals. &#10;The French War also includes two scenario's which provide detailed orders of battle, maps and special rules for the Battles of Wittstock and Jankow - where players can test their abilities against historical outcomes.&#10;&#10;The French War covers the last phase of the Thirty Years War, the final and most destructive period of the conflict where religious and political ideals gave way to a gruelling war of annihilation which eventually ended with the Peace of Westphalia in 1648 - more than enough scope for many bloody and hard fought Father Tilly battles...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Thirty Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The French Wars of Religion: Bad War Army Lists and Scenarios",
    "ID": 301141,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301141/the-french-wars-of-religion-bad-war-army-lists-and",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "The French Wars of Religion is a supplement designed to be used with the renaissance battle rules - Bad War.&#10;&#10;The supplement contains army lists and scenarios for the French Wars of Religion and the later Italian Wars.&#10;&#10;The scenarios included are for the battles of Ceresole, Dreux and Coutras and include background and terrain details, maps and unit cards detailing the profile of all the units involved. &#10;Also included are a number of new War Tokens. These are the event/action cards that Bad War/Father Tilly players will be familiar with - and these include tokens for capturing enemy standards and dealing out treacherous moves to the opponent - all highly appropriate activities for sixteenth century commanders!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: French Wars of Religion",
      "History: The Italian Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tudor Warfare: Tudor and Elizabethan Wars Supplement for Bad War",
    "ID": 301142,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301142/tudor-warfare-tudor-and-elizabethan-wars-supplemen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Tudor Warfare is the second supplement for Bad War - the Renaissance battle rules.&#10;&#10;As the title suggests, the armies and battles of the Tudor and Elizabethan wars are covered here. &#10;Inside players can find army lists for the Anglo-Scottish Wars as well as details for the Royal and Rebel armies of the Western Rebellion. &#10;Also featured is a French army list to provide opposition for Henry's continental adventures. &#10;There are also details for the armies that fought in Ireland, both native Irish, &quot;Old English&quot; and the English Elizabethan army.&#10;&#10;Three scenarios are also included, for the battles of - Flodden, Pinkie and Yellow Ford. These detail the background, orders of battle, unit deployment and maps, and also provide unit cards for all of the participants in the battles.&#10;&#10;This period offers players the chance to fight a variety of battles, from the massed conflicts in the open terrain of the Scottish Wars to the smaller more chaotic encounters in the dense terrain of Ireland. &#10;It also takes players from the medieval weapons and tactics at the beginning of the sixteenth century, to the gradual introduction and eventual dominance of the firearm towards the end of the period. &#10;Whichever battles players choose to fight, they will find an interesting, enjoyable and often overlooked period of early modern warfare.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: War of the League of Cambrai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War on the Eastern Frontier: Father Tilly Supplement for Ottoman, Polish & Muscovite Armies",
    "ID": 301155,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301155/war-on-the-eastern-frontier-father-tilly-supplemen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "War on the Eastern Frontier is another gaming supplement in the Father Tilly series.&#10;&#10;As the title suggests, this supplement looks at warfare on the eastern borders of Europe, from the &quot;Time of Troubles&quot; to &quot;The Deluge&quot; and provides a detailed look at the Ottoman, Polish and Muscovite armies.&#10;&#10;This booklet provides army lists which focus on the troop types, tactics, weaponry and deployment of these new opponents but also looks at the way western armies had to adapt to face these fast moving and ferocious enemies.&#10;&#10;Also included in the supplement is a Battle of Kircholm scenario plus a section that allows players to generate numerous - vicious, squalid (but highly entertaining) small-scale scenarios of their own.&#10;&#10;Finally, the Eastern Frontier supplement includes a number of new war-tokens especially designed to make these new armies an even greater challenge to play and defeat.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Polish-Swedish Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Our Moccasins Trickled Blood: Rules for Gaming the Struggle for the Old Northwest",
    "ID": 301163,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301163/our-moccasins-trickled-blood-rules-for-gaming-the",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Our Moccasins Trickled Blood&#10;&#10;Tactical skirmish rules for gaming the struggle for the Old Northwest, 1790-1795.&#10;&#10;Each figure represents 15 men.  &#10;Written for 28mm figures, but can be adapted for other scales.&#10;&#10;Fast, easy rules.&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Northwest Indian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlefield Evolution: World at War – Gear Krieg",
    "ID": 301167,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301167/battlefield-evolution-world-at-war-gear-krieg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The world would indeed have been a different place had the Roaring Twenties not delivered the wonders promised by visionaries. Instead, war walkers now stride across the battlefield of Europe, huge supertanks thunder over North Africa, rocket fighters duel high above the Pacific, adventurers and superspies battle the Nazi forces in the shadows and scientists work feverishly in their laboratories to perfect the next doomsday weapon for their masters. Powered by advanced science, will the darkness of fascism spread across the world, or can brave men and women prevent it?&#10;&#10;World at War: Gear Krieg is your comprehensive guide to using Two-fisted Pulp Superscience Armoured Fighting Vehicles and Infantry in Battlefield Evolution: World at War.&#10;&#10;This 80 page book covers all the unit descriptions, pictures and stats for all the Gear Krieg models that are currently produced by Dream Pod 9. From German Rockettroops, Zombies, Panzerk&auml;mpfer, British and US combat walker, the US aerial Infantry to Soviet Superheayv tanks - everything is in this book.&#10;&#10;The book also provides an introduction to the Gear Krieg Universe, new or modified traits necessary to play with the units of this book, modified Advanced Rules to enhance your games even further, an AFV force list and an in depth view on playing World at War in different scales.&#10;&#10;With this book you can play everything from 6mm upwards, even rules to use multibased infantry miniatures are provided.&#10;&#10;As with our previous Vehicle Compendium you will get in fact 3 books with this deal:&#10;&#10;     a full colour version with many high quality pictures of fully painted models&#10;     in addition a B&amp;W text only printer friendly version&#10;     and all the unit cards to field these vehicles conveniently on the tabletop.&#10;&#10;&#10;All units in this book are consistent with existing units in the Battlefield Evolution: World at War and Pacific War books, also written by Agis Neugebauer!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Series: Battlefield Evolution",
      "Theme: Alternate History",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meet the Martin Family",
    "ID": 301180,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301180/meet-the-martin-family",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Meet the Martin Family is a board game based on a successful Australian radio series called 'Martins Corner' that run from 1939 - 1955.&#10;&#10;The playing board shows 111 spaces where players move by the roll of a dice to reach the Martin Family corner grocery store. First to do so is the winner.&#10;&#10;The board game was based on the radio characters and certain special spaces have players move ahead or fall back depend on the romance, adversity or economics of the Martin Family characters. The movement is similar to Chutes and Ladders and is represented by a plane flight.&#10;&#10;The game was a premium given away by Kellogg's, who was the major sponsor of the radio program. Interestingly the left and right corners of the game board has the title Kellogg's Aeroplane Flight Game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Aviation / Flight"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Disney Derby",
    "ID": 301181,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301181/the-disney-derby",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Disney Derby is a table top race game where 4 Disney characters are pulled along by cord attached to a winder. The first to the winning line is the winner.&#10;&#10;The Disney characters move by sliding along the table whilst being reeled in by the players cord. Each die-cut figure is about 3x3&quot; and are of Mickey, Donald Duck, Pluto and Fifer Pig. The cord is reeled in by a winder that consists of a spool attached to a crank handle which the players rotate as fast and as steadily as they can.&#10;&#10;Two versions exist with either a wooden or metal winder. Made in Australia with special permission Walt Disney Micky Mouse (Aust) during the early 1940's.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ran an den Feind",
    "ID": 301182,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301182/ran-an-den-feind",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a fleet combat game for 2 players from WWII. The goal is to defeat the enemy fleet and to take the enemy harbor.&#10;&#10;Each kind of warship and the forts (pewter guns) have their own characteristics (damage/firing range/movement):&#10;&#10;Battleship (4x): d=4, f=3, m=2 straight or 1 curved&#10;Cruiser (2x): d=3, f=2, m=2&#10;Torpedoboat (4x): d=2, f=1, m=3&#10;Submarine (4x): d=1, f=1 emerged or 0 submerged, m=2 submerged or 1 emerged&#10;Forts (4x): d=1, f=3, m= rotation only&#10;&#10;Each rotation uses 1 movement point.&#10;&#10;Alternately the players move one of their battle units. If an enemy unit is in firing range of 2 enemy units it loses 1 damage point, if it is in range of 3 enemy units it loses 2 damage points and so on. Taken damage is indicated by damage markers of the enemy color. If damage is reduced to 0, the battle unit is destroyed. The positions of submerged submarines are marked by damage markers of their own color.&#10;&#10;Each harbor is protected by 6 forts on fixed positions and 15 mines inside the red marked area. Their positions are documented on small cards which the players are keeping secret from each other.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Grid Movement",
      "Movement Points",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chaosmos: The Temple",
    "ID": 301188,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301188/chaosmos-the-temple",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "200",
    "Weight": "0",
    "Description": "The Temple reimagines Chaosmos for up to 6 players and introduces a replacement set of character boards and a new cardset. There's also alliances and ally powers. Combat is more strategic and interesting; because of new cards and powers there's more decision-making. There's lots of new Traps and a new flip card called the Trust Locker. It lets players to store items to share with their ally, a bit like a storage locker that only has one key and every time you close it, only your ally can open it again.&#10;&#10;There's a new Temple Clock with slots for mini-cards featuring randomly-triggered Events. There's also power upgrades for each alien, including the 3 new aliens.&#10;&#10;There's an optional fold-out board with 10 planets on one side and 12 on the back. This expansion comes with a complete replacement for the equipment cards, with a clean and easy setup to get you playing the game in only 3 minutes!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Alliances",
      "Negotiation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gunfights & Gamblin': Six-Shooter Expansion",
    "ID": 301192,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301192/gunfights-and-gamblin-six-shooter-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The explosive Old West action of Gunfights &amp; Gamblin' just got bigger! In The Six-Shooter Expansion, you get two brand new characters, multiple ways to set up the town, lots of unique items and tense new game play!&#10;&#10;Turn your four player gunfight into a six player gunfight and see who's left standing once the dust settles!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Betting and Bluffing",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Roles with Asymmetric Information",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Azzelij (Second Edition)",
    "ID": 301199,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/301199/azzelij-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The arabic word &quot;Azzelij&quot; means &quot;small polished stone&quot; and is known as the historical origin of the world &quot;Tile&quot;.&#10;&#10;In Azzelij, two to four players compete to build a beautiful tile panel, trying to get more points with your own colors.&#10;&#10;Each player have 12 tile pieces at their stock pile that are used do form circle patterns, like an artist trying to get the best part of the pannel! At first round, each player get 3 tiles from their pile and than draw one each subsequent round, maintaining 3 options to play at almost all time. In your turn, you must place one tile (considering that you cant extend the panel mor than 7x7 tiles away) and optionally rotate 90&ordm; clockwise another placed tile (only if the rotated tile is not forming a circle pattern yet). The turns goes until the 7x7 panel is created.&#10;&#10;You score one point creating circle patterns with absolute majority of your colour and 3 points if the circle created has only your color. You also score bonus points (1 for each circle) if the scored circle is created only by your pieces.&#10;&#10;Ar fisrt glance, Azzelij seems to be a simple tile placement, but as the game flows players faces lots of hard decisions to make: May I get a point or avoid another player to get a better position? May I close the 7 piece limit to stop opponents to grow at one edge or stay creating my pattern? May I risk to get a full-colored circle of mine or get two or more majority-only circle points?&#10;&#10;As the game flows, the decisions ar harder to take and the panel gets its 7x7 piece formation, that increases the difficulty and fun!&#10;&#10;---&#10;&#10;The second edition incorporates an expansion that was formerly only available as a print &amp; play. This expansion introduces task cards with patterns. Placing your tiles in a way that they form these patterns will score extra points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Grande & Carcassonne",
    "ID": 301201,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/301201/el-grande-and-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "2-game compilation of El Grande and Carcassonne (German language) in large tin box. Aside from the front cover art for each game, the box has no other text, photo, or descriptions. (A strip of paper with additional information, barcode, etc was originally shrink-wrapped around the tin.) It was sold exclusively at Tschibo coffee shops.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: France",
      "Country: Spain",
      "Game: Carcassonne",
      "Game: El Grande"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jackson's Valley Campaign: March to June 1862",
    "ID": 301204,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301204/jacksons-valley-campaign-march-to-june-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "0",
    "Description": "The full set of FIVE games in the Valley Campaign Series.&#10;&#10;Included are First Kernstown, Front Royal, First Winchester, Cross Keys and Port Republic. Save a few dollars by buying the complete set.&#10;&#10;The games comes with a printable game board that can be constructed 3 dimensionally for an impressive realistic feel. Counters, rules and all playing aids accompany the game including a set of tile dice for those of you without any cube dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brothers At Arms: Table Miniature Wargame Rules",
    "ID": 301205,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301205/brothers-at-arms-table-miniature-wargame-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Brothers At Arms Table Miniature Wargame Rules&#10;&#10;These are the American Civil War rules that allow you to use figures to fight the Brothers At Arms board games. They allow to substitute the counters for figures and use them on a tabletop battlefield. Use the counters to identify the units and their characteristics.&#10;&#10;The rules are designed to be as fast as the board games.&#10;&#10;Bound Sequence:&#10;&#10;     Orders&#10;     Control Range&#10;     Command Roll&#10;     NIC Marker&#10;     Command Range&#10;     Command Roll&#10;     NIC Marker&#10;     Movement&#10;     Units&#10;     Formation Commanders&#10;     High Level Commanders&#10;     Attack&#10;     Fire Units&#10;     Melee Units&#10;     Removal&#10;     Remove Markers&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Second Manassas: August 29th to August 30th 1862",
    "ID": 301206,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/301206/second-manassas-august-29th-to-august-30th-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "3",
    "Description": "1862: Second Manassas is the twentieth battle in the series and is the second in the North Virginia Campaign.&#10;&#10;The Confederates under General Thomas J &quot;Stonewall&quot; Jackson are attempting to attack the Union supply line at Manassas Junction, the Union General John Pope must stop them.&#10;&#10;The games comes with a printable game board that can be constructed 3 dimensionally for an impressive realistic feel. Counters, rules and all playing aids accompany the game including a set of tile dice for those of you without any cube dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)",
      "States: Virginia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chantilly: September 1st 1862",
    "ID": 301207,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/301207/chantilly-september-1st-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Chantilly is the twenty first battle in the series and is the third in the North Virginia Campaign.&#10;&#10;The Confederates under General Thomas J &quot;Stonewall&quot; Jackson are attempting to outflank the Union forces at Centreville...&#10;&#10;The games comes with a printable game board that can be constructed 3 dimensionally for an impressive realistic feel. Counters, rules and all playing aids accompany the game including a set of tile dice for those of you without any cube dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Northern Virginia Campaign: July to September 1862",
    "ID": 301208,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301208/northern-virginia-campaign-july-to-september-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "0",
    "Weight": "0",
    "Description": "1862: Northern Virginia Campaign Pack&#10;&#10;The full set of THREE battles within the North Virginia Campaign. &#10;The Confederates lead by General Robert E Lee are launching an attack across Northern Virginia against the Union Army under General John Pope.&#10;&#10;The games comes with a printable game board that can be constructed 3 dimensionally for an impressive realistic feel. Counters, rules and all playing aids accompany the game including a set of tile dice for those of you without any cube dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)",
      "States: Virginia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Perfect Moment: An Escape Plan Gone Wrong",
    "ID": 301209,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301209/the-perfect-moment-an-escape-plan-gone-wrong",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Perfect Moment: An Escape Plan Gone Wrong (2010) is a six-card expansion for The Perfect Moment that replaces one of the three base sets for a different playing experience.&#10;&#10;Reimplemented in The Second Most Perfect Moment as a new full base game, together with other two expansions and a solo mode.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Perfect Moment",
      "Series: Wallet Games (Button Shy)",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seven Pines: May 31st 1862",
    "ID": 301210,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301210/seven-pines-may-31st-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Seven Pines is the twelfth battle in the series and is the second in our Peninsula Campaign set of 1862.&#10;&#10;The Confederates are launching a surprise attack against the Union forces on the south side of the Chicahominy River in a hope that they can defeat this smaller force.&#10;&#10;The game comes with a printable game board that can be constructed 3 dimensionally for an impressive realistic feel. Counters, rules and all playing aids accompany the game including a set of tile dice for those of you without any cube dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anthelion: Conclave of Power – The Union: Faction Pack",
    "ID": 301211,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301211/anthelion-conclave-of-power-the-union-faction-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In peace or war, business is still business. When you need a break from galactic conflict, you wanna go where everybody knows your name... and keeps their mouth shut.&#10;&#10;The Union: Faction Pack is a 5 card mini expansion that introduces the Union faction into Anthelion: Conclave of Power.&#10;&#10;&#10;Released in the November 2019 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Anthelion – Conclave of Power",
      "Organizations: Game Designers of North Carolina",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gaines's Mill: June 27th 1862",
    "ID": 301212,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/301212/gainess-mill-june-27th-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Gaines's Mill is the fourteenth battle in the series and is the fourth in our Peninsula Campaign set of 1862.&#10;&#10;The Confederates are following up the retiring Union forces on the north side of the Chicahominy River.&#10;&#10;The game comes with a printable game board that can be constructed 3 dimensionally for an impressive realistic feel. Counters, rules and all playing aids accompany the game including a set of tile dice for those of you without any cube dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1862: Peninsula Campaign – March to July 1862",
    "ID": 301213,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301213/1862-peninsula-campaign-march-to-july-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "720",
    "Play Time": "720",
    "Weight": "0",
    "Description": "The full set of EIGHT games in the Peninsula Campaign Series.&#10;&#10;Included are:&#10;&#10;     Williamsburg, &#10;     Seven Pines, &#10;     Beaver Dam Creek, &#10;     Gaines's Mill, &#10;     Savage's Station, &#10;     Glendale, &#10;     Malvern Hill and &#10;     Retreat to Harrisons Landing. &#10;&#10;&#10;Save a few dollars by buying the complete set.&#10;&#10;The games comes with a printable game board that can be constructed 3 dimensionally for an impressive realistic feel. Counters, rules and all playing aids accompany the game including a set of tile dice for those of you without any cube dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: American Civil War in 3D (Wargame Shop)",
      "Series: Brothers at Arms (Wargame Shop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bad Juju",
    "ID": 301214,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301214/bad-juju",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "In Bad Juju each player is one of the spirits from the Loa family. Your mission is to show devotion to the Bondye God by creating various spells. The Spirit that creates the most powerful spells by the end of the night will be granted superiority over the rest!&#10;&#10;Bad Juju is a simple set collection card game with light bluffing and take-that.&#10;&#10;2-5 Players will do this by playing cards, either within their spell area to complete sets, or within the discard pile to perform the action on the card. At times players will have to rely on their ability to bluff in order to obtain a &quot;wild&quot; card to try and complete their set.&#10;&#10;This easy to learn game takes about 20 minutes to play, no matter the player count.&#10;&#10;The player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Game Crafter Crowd Sale"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paper Pinball: Sorcery School Sleuths",
    "ID": 301215,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/301215/paper-pinball-sorcery-school-sleuths",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Paper Pinball is a dice game that tries to capture the feeling of playing pinball. All you will need is a pencil, three dice, and about five minutes.&#10;&#10;Each round, roll two dice and fill in one of the scoring zones. Some zones need to be filled in a certain way, and most will cause some sort of effect, so the order you fill them in is important. If you ever can't fill a zone, you'll lose a ball. Lose three balls and the game is over. Try to fill as many scoring zones as possible while triggering multipliers, opening tunnels, and getting the coveted multiball.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Paper Pinball (Metal Snail Idea Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Phalanx",
    "ID": 301216,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/301216/phalanx",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Phalanx is a set of small to medium scale wargames rules for the Classical Ancient period of warfare between 800BC and 200AD.&#10;&#10;For 6mm miniatures&#10;&#10;scale: &#10;1 mini = 4 men&#10;1 bound = 1 minute&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Rome",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Wars of Alexander the Great",
      "History: Wars of the Diadochi and Syrian Wars",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Empires: Battle of Waterloo 18th June 1815 – Napoleonic Board Game Rules 1800-1815",
    "ID": 301217,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/301217/grand-empires-battle-of-waterloo-18th-june-1815-na",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Napoleon is facing the Duke of Wellington with his Allied forces just outside a little town called Waterloo. &#10;The Prussians are on their way to help but can Napoleon defeat the British before they arrive.&#10;&#10;This game is Print and Play, it comes with&#10;&#10;     a full set of Grand Empires Rules,&#10;     a 2D or 3D Game Board,&#10;     Counters and &#10;     Battle Rules. &#10;&#10;&#10;If desired the game board can be constructed to form an amazing 3D contoured battlefield.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Empires: Battle of Ligny 16th June 1815 – Napoleonic Board Game Rules 1800-1815",
    "ID": 301218,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/301218/grand-empires-battle-of-ligny-16th-june-1815-napol",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2",
    "Description": "The Prussians are defending Ligny against the first French attack of the Hundred Days War. &#10;Napoleon wants to crush the Prussians so that he can turn his full attention on the Allied forces around Brussels.&#10;&#10;This game is Print and Play, it comes with a full set of Grand Empires Rules, a 2D or 3D Game Board, Counters and Battle Rules. If desired the game board can be constructed to form an amazing 3D contoured battlefield.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Fleurus (Belgium)",
      "Country: Belgium",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horseshoes & Hand Grenades",
    "ID": 301219,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/301219/horseshoes-and-hand-grenades",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Horseshoes and Hand Grenades is a card flipping game of skill, strategy and luck. Players flip or drop cards onto a bandanna battlefield, attempting to score more points by grouping their soldiers together, getting soldiers into the double score bunker, and removing their opponent&rsquo;s key scoring cards.&#10;&#10;The game includes high-quality plastic coated playing cards and a camouflage bandana that becomes the field of play. The game&rsquo;s box innovatively opens into game components, the jeep and the bunker. Whimsical cartoon soldiers illustrated by Monte M. Moore make the game as attractive as it is enjoyable.&#10;&#10;Group your soldiers into stacks containing sergeants and generals to increase your stack multiplier. Soldiers landing face down are injured, but can still be scored if you reach them with your medic. Cards that are flipped or dropped into the central bunker score double. Evacuate your high scoring stack before your opponent drops the bomb, get the highest score and win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "5X",
    "ID": 301220,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/301220/5x",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The 4 Xs of the traditional Civilisation game are:&#10;eXplore.  eXploit.  eXpand.  eXterminate. By adding another option: eXcavate, 5X goes one better!&#10;Outthink your rivals, call upon Great Leaders, build glorious Wonders and all in under half-an-hour; 5X challenges you to juggle actions and resources without letting your competition get too far ahead.&#10;Can your Civilisation build a legacy for the ages?&#10;&#10;5X is a simultaneous action selection game. Over seven rounds, players will use a limited range of cards to collect resources and build Wonders in order to gain the most Victory points at the end.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "With Match and Flint: Fast Play Wargame Rules for the European Wars of the Early 18th Century",
    "ID": 301221,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301221/with-match-and-flint-fast-play-wargame-rules-for-t",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "With Match and Flint are fast play wargames rules for the European wars of the early 18th century.&#10;&#10;The actual meat of these rules are only five pages long and are intended for a smooth, straightforward and fast paced battle.&#10;&#10;However it is intended that critical decisions are required throughout, either with a surfeit of command points or through the lack of them!&#10;&#10;You cannot always depend on the reliability of all of your units, but may be surprised when some out perform their betters.&#10;&#10;These rules are designed for any figure scale and any basing system to refight the battles of the Spanish War of Succession and the Great Northern War.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Great Northern War",
      "History: War of the Spanish Succession",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WizBang!",
    "ID": 301222,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/301222/wizbang",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "WizBang! is a fast-paced card game where two players take part in a wizards' duel. In each round of the duel, a magical category is randomly rolled which is used to judge the spells used in that round. Players use the best spells they have available - or mix things up with Wizard cards, allowing them to change categories at will, or Randomizer cards, which force a random change. In addition to the spell cards they use through the round, players also have a few extra tricks up their sleeve - action cards that can be played at almost any point of the game.&#10;&#10;Quick to learn and stuffed with 79 unique and wacky spells, WizBang! is a light, fun game of reckless magic.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Death Derby: Nature's Rage Expansion",
    "ID": 301223,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301223/death-derby-natures-rage-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Nature is coming for you.&#10;&#10;This expansion requires the Death Derby: A Post-apocalyptic Card Game Core Deck.&#10;&#10;Nature is coming for you in the first Death Derby expansion that introduces weather effects to expand your tactics and take on multiple opponents at once. These 35 cards bring Nature's Rage to your Death Derby game and leave your opponents scrambling to survive.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Racing",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Track Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Death Derby: Dangerous Ground Expansion",
    "ID": 301224,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301224/death-derby-dangerous-ground-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Take the high ground against your opponents in this Death Derby expansion that introduces track section powers to make your derbies more deadly. &#10;This 39 card set brings Dangerous Ground to your Death Derby game and turns everyone's strategy on top of its head.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Card Game",
      "Fighting",
      "Racing",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Track Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cold War Tanker: A Cold War Supplement for TFLs \"What a Tanker\"",
    "ID": 301225,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301225/cold-war-tanker-a-cold-war-supplement-for-tfls-wha",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Cold War Tanker is an expansion of the Too Fat Lardies What a Tanker game.&#10;&#10;It brings the game into the 1980s cold war by including Anti Tank Missiles, LAW  toting infanty with their vehicles as well as platoon movement for the Warsaw Pact.&#10;&#10;Of course you need vehicle stats and there are stats for the Russian, US, West German and French vehicles, 43 in all.&#10;&#10;It keeps the simple fast play spirit of the original game so helicopters are not included.  &#10;There are very optional rules for infantry vs infantry combat, ERA armor and side skirts.&#10;&#10;What a Tanker is required for this supplement.&#10;&#10;It is graphics free, printer friendly except for the title page.  All proceeds will go to my local food bank.&#10;&#10;So if you ever wanted to face hordes of Russian tanks coming over the border; here is your chance!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "History: Cold War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Murderful Knight: A Murder Mystery Party",
    "ID": 301226,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301226/a-murderful-knight-a-murder-mystery-party",
    "Min Players": "12",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A Medieval Murder Mystery Party! This is a LARP style game where 12-20 guests receive a character to play, complete with secrets, motives and personal goals. Early on one person is murdered (pre-determined) and one person is the murderer!&#10;&#10;2-3 hours to play&#10;12-20 guests&#10;&#10;You objective: don't get caught and don't get murdered!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Medieval",
      "Murder / Mystery",
      "Party Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Acting",
      "Alliances",
      "Bribery",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clash on the Fringe: A Game of Space Adventure Combat",
    "ID": 301229,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/301229/clash-on-the-fringe-a-game-of-space-adventure-comb",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Pirates, homicidal robots, alien traders and marines in space.&#10;&#10;Clash on the Fringe takes you back to the halcyon days of military space adventure, but through the lens of modern game design.&#10;&#10;Designed to be playable with any miniatures in your collection, Clash on the Fringe plays quickly and with minimal record keeping.&#10;&#10;Features include:&#10;&#10;     Integrated turn sequence where both players act.&#10;     Robust combat system that encourages tactical finesse.&#10;     Reaction fire, psionics, leadership skills.&#10;     Tools to build a wide variety of units, vehicles, 13 alien species, droid infantry and local wildlife.&#10;     Scenario rules ranging from dangerous plant life to ice planets and wandering monsters.&#10;     Fully featured points system or make your own scenario!&#10;     A background setting that sits in the background. Use it when you want, adapt your own when you please.&#10;     Consistent rules that apply to all units. Infantry, vehicles and monsters all follow the same basic concepts. You don't have to learn three different games at the same time.&#10;     D100 tables for quick plot inspiration!&#10;&#10;&#10;If you remember the days of early science fiction wargaming: Of exploring a universe filled with danger and excitement, of a time when everything did not have to be depressing and dark, when strange aliens could rub shoulders on the tabletop, Clash on the Fringe is for you.&#10;&#10;Grab those dusty old miniatures that have sat abandoned for 20 years and give them a new life.&#10;&#10;Just remember: Regret nothing!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The 600: A campaign for Armageddon War",
    "ID": 301230,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301230/the-600-a-campaign-for-armageddon-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The 600 is a persistent campaign for Armageddon War. &#10;Persistent? &#10;Yes, persistent in the sense that the outcome of one skirmish affects the following battles. &#10;If you win a battle, your next engagement will be different than if you lost the battle.&#10;&#10;Additionally, you must not only defeat the enemy in each encounter, but also preserve your force to fight in the next. This is the prime difference between a one-off scenario and this campaign. You will, however, have help as you strive to hold your mechanized battalion together. Between each scenario in the campaign you will have the opportunity to refit your force. The cost to do so will be the Glory Points (GP) that you have earned.&#10;&#10;Glory Points earned during the scenario may be spent to refit and upgrade your forces. Note that even though you may lose a scenario, you can still use your accumulated Glory Points to refit your forces.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Jordan",
      "Mechanism: Legacy",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hybrords: Sports",
    "ID": 301231,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301231/hybrords-sports",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Hybrords is a game of hybrid words! Combine words to create new words with funny or clever definitions. The Sports expansion has sports-themed words, and all new sporty game modes!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Micro Sci-Fi Army Card: Star Pods",
    "ID": 301232,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301232/micro-sci-fi-army-card-star-pods",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A ziplocked expansion army set for Tabletop Games' 1977 release, Micro Sci-Fi.&#10;&#10;&mdash;user summary&#10;&#10;Tree-like creatures . . . [that] exist for the sole purpose of self reproduction, and this can only be achieved by their feeding on metal. Initially there are five Pod creatures which land on the planet. There are two stages in the growth cycle, each stage taking one complete time period.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Series: Micro Warfare (Tabletop Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Sci-Fi: Time Warrior",
    "ID": 301233,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301233/micro-sci-fi-time-warrior",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A ziplocked expansion army set for Tabletop Games' 1977 release, Micro Sci-Fi.&#10;&#10;&mdash;user summary&#10;&#10;This force comprises a mixed force of various barbarian tribes. The majority of the weapons are of close combat types but most of the units possess the ability to leap back a few seconds in time. The Psychs do not have weapons, nor can they time jump; their only ability is in being able to control the minds and wills of enemies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Series: Micro Warfare (Tabletop Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Sci-Fi: Xylon",
    "ID": 301234,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301234/micro-sci-fi-xylon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A ziplocked expansion army set for Tabletop Games' 1977 release, Micro Sci-Fi.&#10;&#10;&mdash;user summary&#10;&#10;This force comprises four command units, each of which controls nine robots, control being by audio/visual radar mounted on each robot, and monitored by its controlling vehicle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Series: Micro Warfare (Tabletop Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barbarossa: Kicking in the Door... – Germany Invades the Soviet Union",
    "ID": 301235,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301235/barbarossa-kicking-in-the-door-germany-invades-the",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Barbarossa &ndash; Kicking in the Door&hellip; is a wargames campaign covering the German invasion of the Soviet Union between June and September 1941. &#10;It is designed for games in which a stand represents a platoon, such as Blitzkrieg Commander, Command Decision: TOB, A Fistful of Tows, Rapid Fire and others, including those which wargamers may have written themselves.&#10;&#10;The system generates 150+ hours of gaming spread over 50+ individual battles which are fought over fifteen weekly campaign turns. Bookkeeping is kept to a minimum as players take command of four of the German panzer divisions spearheading the invasion or the Soviet tank and infantry forces opposing them. Straightforward German attacks will be interspersed with Soviet counterattacks, storming city outskirts, holding bridgeheads or trying to break through the fortifications of the Stalin Line. Each type of battle has its own terrain specifications, victory conditions, set up restrictions and likely opposition. Individual battles are reinforced regimental/brigade sized, with some battalions of each division selected to fight whilst others are rested.&#10;&#10;In addition to managing the individual battles, however, the German player also needs to manage the campaign. Ever increasing Soviet resistance needs to be curtailed by encircling their forces. Such encirclements reduce the availability of &lsquo;mobilisation points&rsquo; which the Soviet players use as currency to &lsquo;buy&rsquo; greater or better equipped forces and fortifications with which the slow the German advance. A rapid, deep advance, however, will exact a heavy toll in attrition. Supply will also become a problem for the German players, limiting the numbers they can commit to battle and their artillery/air support.&#10;&#10;The book also includes&#10;&#10;     a brief history of the campaign&#10;     background information (such as time and groundscale) useful in adapting the system to different sets of rules and some suggestions for additional optional rules&#10;     a system for generating table layouts for individual battles&#10;     a comprehensive set of Appendices covering&#10;         the Tables of Organisation and Equipment to both platoon and company level for all divisions and regiments involved&#10;         42 colour terrain squares to assist in creating the terrain for individual battles&#10;         a worked example of the terrain generation system&#10;         a Campaign Quick Reference Sheet&#10;         an example Campaign Turn&#10;         a complete set of very quick play rules&#10;         a full colour A4 Campaign Map&#10;    &#10;&#10;&#10;Barbarossa &ndash; Kicking in the Door&hellip; is an ideal campaign for a club (with eight of more players for twelve or more three hour sessions) or one to be organised remotely, by e-mail, with shorter options available for fewer players or those with less time available.&#10;&#10;For those who have purchased the author&rsquo;s previous book of eastern front scenarios (Grey Steel, Red Storm &ndash; available on Wargame Vault) please note that around seven pages of history and background from that book are reproduced largely unchanged in Part One of this volume.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Game: Blitzkrieg Commander (Pendraken Miniatures)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Sci-Fi: Kripton",
    "ID": 301236,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301236/micro-sci-fi-kripton",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A ziplocked expansion army set for Tabletop Games' 1977 release, Micro Sci-Fi.&#10;&#10;This force consists of three large Land Crab vehicles, nine Assault Carriers, three small Scout aircraft, nine small Tristrike aircraft, and nine Assault Sections of troops armed with firearms.&#10;&#10;&ndash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Series: Micro Warfare (Tabletop Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grey Steel, Red Storm: Regimental Wargaming Scenarios in the Soviet Union 1941-1943",
    "ID": 301237,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301237/grey-steel-red-storm-regimental-wargaming-scenario",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Grey Steel, Red Storm  is a book of scenarios for wargamers set in the Soviet Union between June 1941 and June 1943 during World War Two.&#10;&#10;They are adaptable to a number of sets of rules currently available in which a stand represents a platoon such as Blitzkrieg Commander, Command Decision: TOB', A Fistful of Tows, Rapid fire and others, including those which wargamers may have written themselves.&#10;&#10;Each player will field around a regiment or brigade of troops in each scenario.&#10;&#10;Part One presents a brief overview of the war and some background information to the scenarios. This includes a terrain key, notes on ground scale, timescale, base sizes and some suggestions for additional optional rules. &#10;Part Two presents fifteen scenarios with an historical background and German and Soviet briefings covering&#10;&#10;     the mission;&#10;     the table layout;&#10;     Orders of Battle;&#10;     victory conditions;&#10;     design notes and&#10;     historical notes.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Game: Blitzkrieg Commander (Pendraken Miniatures)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The War That Never Was: A Strike Legion Planetary Operations Module",
    "ID": 301238,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301238/the-war-that-never-was-a-strike-legion-planetary-o",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "May 1, 1989: The world goes to war as Soviet forces lead the Warsaw Pact armies against the defenders of the West. The war was brief, brutal, and nearly destroyed the developed world.'&#10;&#10;Or, it could have - had it actually happened.&#10;&#10;Step into an alternate past to play out battles from The War That Never Was on a brigade and divisional level. This Strike Legion: Planetary Operations module includes:&#10;&#10;     New rules for engineers (including bridging, bridge demolition, vehicle recovery, and in-game construction of fortifications), scouts, anti-tank detachments, rocket artillery, and more (each of which can be adapted to any Planetary Operations game or setting);&#10;     Special rules specific to both NATO and Warsaw Pact armies to better capture the feel of commanding these forces;&#10;     Force lists and Data Cards for operating the armies of the United States, West Germany, United Kingdom, Canada, France, Greece, Turkey, Denmark, Soviet Union, East Germany, Bulgaria, Czechoslovakia, and Hungary on your tabletop battlefields;&#10;     Five scenarios and one campaign game highlighting the action of World War Three from Denmark to the Dardanelles;&#10;     Additional units and force organizations that allow players to alter the time or location of the war with more modern equipment and formations not highlighted in the scenarios.&#10;&#10;&#10;History awaits your decision...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Strike Legion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strike Legion: Platoon Leader – Strange New Worlds",
    "ID": 301239,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301239/strike-legion-platoon-leader-strange-new-worlds",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This expansion to the Strike Legion: Platoon Leader tabletop game adds dozens of new unit and situational rules options, allowing players to recreate their favorite Science Fiction/Science Fantasy gaming genres with as much (or as little) detail as they wish to include. Platoon Leader: Strange New Worlds includes:&#10;&#10;     New unit types: Large Creatures, Large Vehicles, Partisans, Off-board Support (Artillery, Ortillery, cruise missiles and Air Strikes), Armor Leaders, Civilians, Hordes, and genetically modified &lsquo;Organic&rsquo; and Hybrid units.&#10;     Unit and Weapon Variants: four new weapon classes, three missile variants, Unconventional Electronic Warfare, Psionics, multiple special munitions and missile warhead types, Mines, Physical Weapons, and special rules and damage tracking for Large Walkers.&#10;     Orbital Insertion rules, including the use of Drop Pods, Drop Capsules, Dropships and Teleportation.&#10;     Variant movement rules including Displacement Movement, in-game Teleportation, and Tank Riders.&#10;     Over two dozen new troop attributes and vehicle systems.&#10;     Ten additional Optional Rules, including simplified vehicle damage, environmental conditions, night fighting, and more!&#10;     Seven standard scenarios that can be played with the forces included in the book, or those created by the players.&#10;     Rules and scenarios for Black Ops Missions, permitting players to use Strike Legion: Platoon Leader to play low model-count skirmish games.&#10;     Additional Unit Construction routines that help players create units using all of the new features found in this book.&#10;     Conversion parameters to port your Strike Legion Tactical units to Platoon Leader stats.&#10;     Loads of unit data cards and markers.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Strike Legion",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strike Legion: Module One – The Genome Gambit",
    "ID": 301240,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301240/strike-legion-module-one-the-genome-gambit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Strike Legion: The Genome Gambit increases the depth and scope of your fictional wars by adding fully customizable xenomorphs (or plain old &quot;bugs&quot; if you prefer), genetically modified &quot;super soldiers&quot;, and bio-mechanoid units and technology. &#10;Specialized command rules for truly &quot;alien&quot; species provide new challenges and opportunities to play out in front of you on your tabletop.&#10;&#10;New rule and scenario additions include&#10;&#10;     naval and submarine movement/combat,&#10;     tunnel movement,&#10;     mine warfare,&#10;     biochemical and&#10;     nuclear weapons,&#10;     fielding personalities or special characters,&#10;     and more. &#10;&#10;&#10;Lower and higher &quot;mechanical&quot; technology systems and unit construction rules are also included, allowing players to field either more advanced units or create forces analogous to existing modern/near-future terrestrial military hardware.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Strike Legion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strike Legion: Module Two – The Clockwork Armies",
    "ID": 301241,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301241/strike-legion-module-two-the-clockwork-armies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Strike Legion: The Clockwork Armies provides everything needed for players to fight battles in an alternate or historical past. &#10;Drawing from both historical sources and Victorian-era science fiction, players can field armies of sky, land, and sailing ships alongside troops armed with rifles and muskets, swords, bows, and spears.&#10;&#10;New rules additions include&#10;&#10;     advanced air combat,&#10;     galleys and sailing ships,&#10;     skyships,&#10;     dirigibles,&#10;     landships,&#10;     small aircraft and&#10;     aircraft carriers,&#10;     chariots,&#10;     formed infantry and cavalry,&#10;     ancient siege artillery,&#10;     cannons, and&#10;     fortifications. &#10;&#10;&#10;Each is fully compatible with all other units created for the Strike Legion gaming system and can be fielded against or alongside any other force created for the game.&#10;&#10;And for those not inclined to the past, the highest level of mechanical tech is included, along with experimental rules to depict forces capable of temporal displacement to gain advantage in the field, and combat with or against beings of pure energy. &#10;Complete construction rules are included, along with additional unit designs and scenarios to get you started as you march to the sound of the guns.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Strike Legion"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eternals",
    "ID": 301246,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301246/eternals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Pit the kings of chaos against each other, in this infernal hex skirmish game for 2-4 players. In a game of Eternals, players will battle each other for eternal dominance. Each round is a tactical manoeuvre for victory.&#10;&#10;In the darkness of space, infernal forces are rising to the surface. Ancient energies, born in distant stars, has been welded into existence by the cosmos. Through endless time, they have been searching for a purpose. They have been searching for a place to belong, a place to inhabit.&#10;&#10;Across the constellation of stars, they found unsuspecting vessels to embody. They enforced their will upon the dust of space. Celestial beings, weak and fragile, but omniscient.&#10;&#10;As puppeteers, they weaved their plan, with strong strings of greed, corrupting spirits in distant realms. They grew stronger and gained lust for powers, enslaving beasts and undead creatures with their sinister play.&#10;&#10;They found their purpose within their own weakness, a prideful display, as they released wrath upon each other, for eternal dominance.&#10;&#10;Start the game by selecting your sins and your starting location on the board. Each round, players will play cards to move, attack or strategise. With each attack or sinister move, players can give each other despair, resulting in fatal weaknesses if successful, hindering abilities. After three rounds, only one player will be the dominant.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Die Icon Resolution",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Moving Multiple Units",
      "Push Your Luck",
      "Roles with Asymmetric Information"
    ],
    "Families": [
      "Setting: SINS"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WBE: Whole Brain Exercise",
    "ID": 301247,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301247/wbe-whole-brain-exercise",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Whole Brain Exercise is won by answering more clues on a crossword than your opponents.  points are scored based on word length and the number of letters that you add.&#10;Clues to the cross words come in 9 types&#10;Anagram - letters to the answer are in the clue just in the wrong order&#10;Hidden word - word is in the clue may span words&#10;Charade - solution to the clue gives the answer in parts&#10;Reversal - as per anagram but the word is in reverse&#10;Homophones - answer is pronounced in the clue&#10;Two definitions - one word corresponds to both parts of the clue&#10;Container - word is broken into multiple parts.  one part is containedin the other part.&#10;Deletion - gives clues of letters to remove from the clue in order to give a hidden word&#10;Exchange - clue is in two parts with the last part being last in the clue.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FINGERS",
    "ID": 301248,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/301248/fingers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The only card game in the world played with fingers.&#10;&#10;Assembles fingers to compose two hands. The first player to finish his two hands ends the game. Uses Fingers Cutters, Electrical Outlets and other stuff to get to victory first.&#10;&#10;Combines special category fingers to complement their skills and particularities.&#10;&#10;A little strategy, a little trash and very awesome!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit The Music Master Game: Family Edition – Cassette Version",
    "ID": 301249,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/301249/trivial-pursuit-the-music-master-game-family-editi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "99 Fabulous excerpts from the chronicles of modern history and the word of music have been brought together to produce the ultimate music and general trivia quiz - ever.&#10;&#10;A Cassette version of the original trivial pursuit.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Audio Cassettes",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gloom: Coffee Cup Out of Time Promo Card",
    "ID": 301250,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/301250/gloom-coffee-cup-out-of-time-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a promo card for Gloom.&#10;&#10;To play with this promo, shuffle it into the pile of cards at the beginning of the game.&#10;&#10;The card's ability reads: You may play any number of cards with a [chalice] icon as a free play.&#10;&#10;This promo was released in issue #237 of Game Trade Magazine.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: University of Roehampton",
    "ID": 301251,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/301251/monopoly-university-of-roehampton",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Own it all!&#10;&#10;Live the life of a high flying trader in the fast-paced world of real estate.&#10;&#10;Tour the University of Roehampton, where the hottest and most iconic properties are up for grabs.&#10;&#10;Invest in houses and hotels, then watch the rent come pouring in! Make deals with other players and look out for bargains at auction, there are many ways to get what you want. Stay sharp - because there's only room at the top for one. For everyone else, there's bankruptcy.&#10;&#10;Trade your way to success - you can own it all!&#10;&#10;The University of Roehampton has a proud history in higher education, stretching back over 175 years through four colleges, the oldest of which, Whitelands, was one of the first HE institutions to admin women. Our character derives from the rich history built on community, engagement, and partnership, with a belief that no matter what your background, we can help you realise your ambitions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seal the Deal",
    "ID": 301252,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/301252/seal-the-deal",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Win as many points as possible by &quot;sealing the deal&quot; with your opponents!  Use your knowledge of your opponents' trivia strengths and weakness to maximize your points haul.&#10;&#10;Aim is to win 12 or more points.&#10;&#10;Play goes in a clockwise direction the dealer reads out a question other players then indicate play or pass of the players who are playing the dealer selects one and tries to get an agreement as to how many points he will accept for the answer this is done out of 3.  If agreement is reached then if the question is answered correctly points are divided between dealer and player as agreed if answer is incorrect no pints are awarded and the deal moves on.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  }
]