[
  {
    "Rank": "N/A",
    "Name": "Sprawlopolis: Interstate",
    "ID": 314089,
    "Year": "(2020)",
    "Geek Rating": "5.662",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314089/sprawlopolis-interstate",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A four card highway divides Sprawlopolis.&#10;&#10;The city has been divided in two by a massive Interstate highway. Zoning rules don't allow you to cross the Interstate, so you must work with what you've got... a smaller, more competitive Sprawlopolis!&#10;&#10;This 4-card expansion to the popular game Sprawlopolis adds a 4-card Interstate highway that divides your city into two halves (each time you play competitive, 3 cards are used to build the interstate, and 1 chosen at random is added as a scoring card to 2 scoring cards chosen from the base game). Play options includes 2-player cooperative, 2-player competitive, and Solo. In solo, each turn you alternate which side you play on.&#10;&#10;&#10;Released in the May 2020 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Layering",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Game: Sprawlopolis",
      "Players: Games with Solitaire Rules",
      "Series: Sprawlopolis",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – Atonement",
    "ID": 314102,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314102/legend-of-the-five-rings-the-card-game-atonement",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The pursuit of honor lies at the core of samurai life. Though different clans may seek to attain honor in different ways, or even have different definitions of what it means, at least maintaining the appearance of honor is essential to life in Rokugan&mdash;and no less essential for your games of Legend of the Five Rings: The Card Game.&#10;&#10;As the sixth Dynasty Pack in the Dominion cycle, the cards in the Atonement Dynasty Pack command attention with the new eminent and rally keywords, while also giving every Great Clan the tools they need to fight for honor. With a new Dragon stronghold, two new province cards, a World Champion-designed card, and a card created in conjunction with the Legend of the Five Rings community, Atonement is a Dynasty Pack that no fan will want to miss.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legendary: A Marvel Deck Building Game – Into the Cosmos",
    "ID": 314104,
    "Year": "(2020)",
    "Geek Rating": "5.803",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314104/legendary-a-marvel-deck-building-game-into-the-cos",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.3333",
    "Description": "As the world of Legendary reaches beyond the boundaries of Earth, you can now play as the most powerful characters from the Marvel Universe. This 200-card deluxe expansion will invade your Legendary experience with a close encounter of the best kind with some of the most epic cosmic beings, like Adam Warlock, Quasar, and more! Grow your Legendary game with this cosmic genre, and receive new cataclysmic schemes and challenging keywords that could change the course of gameplay when triggered!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Marvel Universe",
      "Game: Legendary (Upper Deck Entertainment)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: DIRT – Co-Pilot Pack",
    "ID": 314107,
    "Year": "(2021)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314107/rallyman-dirt-co-pilot-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The &quot;Co-Pilot Pack&quot; contains all of the extra Kickstarter content that was made available through the Daily Unlocks.&#10;&#10;A collection of additional board tiles including a bridge to race on:&#10;&#10;6 Weather tokens&#10;3D Bridge&#10;6 Chicane tiles&#10;3 Jump tile&#10;3 Water hazard tiles&#10;3 Filler tiles&#10;Soft tire dashboards&#10;12 Retro Dashboards and Time cards&#10;Podium tile&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Rallyman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "落書きプラネット (Rakugaki Puranetto)",
    "ID": 314113,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314113/luo-shu-kipuranetsuto-rakugaki-puranetto",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In &#232;&#144;&#189;&#230;&#155;&#184;&#227;&#129;&#141;&#227;&#131;&#151;&#227;&#131;&#169;&#227;&#131;&#141;&#227;&#131;&#131;&#227;&#131;&#136; (Rakugaki Puranetto), roughly translated as 'Doodle Planet', players create fictional constellations to fit a theme chosen for the round.  A die roll affects how many stars can be drawn. Other players have a chance to guess the correct answer, and if a drawing is not guessed, the drawer connects some of the stars (dots) they have drawn and the other players will have an additional guess.&#10;&#10;Points are awarded for guessing correctly and having your drawing guessed correctly.  The points for guessing correctly is always 2, but only the first person to accurately guess is rewarded points; each player may only make a guess on each drawing once.&#10;&#10;Points for having your drawing guessed correctly will increase with each incorrect guess made, but if no one gets it, you will lose 1 point.&#10;&#10;The first player to 20 points wins.&#10;&#10;The game comes with a &quot;secret pen&quot; that allows each drawer to write on their drawing what the constellation is in invisible ink that can later be confirmed with a blacklight in the pen's cap.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SP WATERPOLO",
    "ID": 314114,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/314114/sp-waterpolo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "It's a game of statistical professional waterpolo, one of the oldest olympic games.&#10;&#10;The game recreates an entire waterpolo match, divided in quarters. Each player in water has individual statistics of shot, defence, foul, steal, block, save.&#10;&#10;Each team is deployed in three lines: 5-meter line, 2-meter line and goal line using two special half pool boards split up in boxes.&#10;&#10;In an attacking action a team can restart, pass or shot on goal: defender team apply their malus on shot.&#10;&#10;The entire game is driven by 136 FAC (Fast Action Cards - two decks of 68 cards each). No dice requested.&#10;&#10;Current set of teams available:&#10;Olympic Games Rio 2016 - Men&#10;Olympic Games Tokyo 2020 - Men&#10;World Championship Fukuoka 2023 - Men&#10;&#10;The game is free to print and play. In English/Italian&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Simulation",
      "Stat Check Resolution"
    ],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clue: Alien Vs. Predator",
    "ID": 314116,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/314116/clue-alien-vs-predator",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "As the Predator Rite of Ritual draws nearer, an Alien Queen must be captured and bred in order that unblooded Predators can face off against her offspring and achieve the rank of blooded Yautjas.&#10;&#10;It is up to you and your Predator comrades to question everything. Discover where the Alien Queen's lair lies hidden, and determine whom amongst you possesses the unique combination of tools and skills to subdue her.&#10;&#10;Contents:&#10;Custom Game Board&#10;6 Suspect Movers&#10;6 Personality Cards&#10;21 Rumor Cards&#10;21 Hunt Cards&#10;Custom Score Pad&#10;Envelope&#10;6 Weapons&#10;2 Dice&#10;Game Guide&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Movies: Alien / Aliens",
      "Movies: Predator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clue: Penny Dreadful",
    "ID": 314118,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/314118/clue-penny-dreadful",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mina Murray has been killed and the murderer remains at large ... lurking in the darkest corners of Victorian London. The city howls for justice and closes in on those known to be closest to her. It is up to you to sort through the clues and discover WHO killed Mina, Where they Killed her and with What weapon.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sultans and Kings: The Card Game",
    "ID": 314122,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/314122/sultans-and-kings-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's the 12th century A.D. You have been called to conquer the castles and free the cities of the Levant. As you march for glory, you meet a formidable enemy who is on the same mission. Mount your horses, draw your swords, and grab your arrows. This legendary conflict is going to last for centuries...&#10;&#10;Sultans and Kings: The Card Game is a strategy card game in which 2-4 players use simple worker placement and hand management mechanisms to achieve victory. By playing soldier and strategy cards onto various cities and castles, which are represented themselves by cards, each player attempts to win a specific city or castle. When all cards have been played, battles are resolved and players claim victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Myraclia: EVA (Ultimate Solo Experience)",
    "ID": 314123,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314123/myraclia-eva-ultimate-solo-experience",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "55",
    "Weight": "0",
    "Description": "From nowhere there comes a mighty eternal opponent. Eva. Coveting for Myraclia and endangering your plans. Dare you confront her? She has power and lust... but you have feelings and foresight...will the human side prevail?&#10;&#10;- - -&#10;&#10;Eva expansion enables ultimate solo &amp; advanced multiplayer experience with Myraclia board game. Not only you can play solo against this cunning opponent, but you can even challenge two powerful eternal beings and feel the experience of the full-fledged 3-player game. And as each of your virtual opponents is pursuing its own strategy, you can never know what to expect. Every game is different. But this enriched board gaming experience is not limited to solo play. Do you think that with your beloved real-life board gaming partner you are limited to a 'duel' experience? Not anymore. Eva is ready to confront 2 human players as well, often focusing her wild and vicious attention on the one appearing more dangerous to her. You&acute;ve never felt the same exciting tension in a '2-player' game before.&#10;&#10;Designers Note: Other player combinations possible but not tested.&#10;&#10;Compatible with Eternity and Darkness expansions.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crossroads",
    "ID": 314169,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/314169/crossroads",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "If you want to improve your guitar, go to the crossroads just before midnight and play the guitar by yourself.&#10;&#10;Quick playing hand management game - draw a card, then play a card...  hold the card.. or pass to another player.   Will you be the one to release the best selling album in one of seven genres of music - or will you be left with a bunch of unreleased recordings in your hand at games end?&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dive Master Card Game",
    "ID": 314171,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/314171/dive-master-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1",
    "Description": "The Dive Master Card Game allows you and your buddies to experience the world of Scuba Diving. The first player to complete their dive safely wins and earns the title of Dive Master! Each player needs to descend to 30 metres and then resurface using the specific cards. You must try to distract your opponents and attempt not to get slowed down by obstacles / attack cards thrown by the opposing players.&#10;&#10;There are 8 types of cards - Start Descent, descending down number cards (1/2/3/5/10), Start Ascent, Ascending up number cards (1/2/3/5/10), Safety Stop, Skip a turn cards, Attacks and Immunity. The deck has 210 game cards and 2 extra blank cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Peak",
    "ID": 314172,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/314172/battle-peak",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In Battle Peak, 2-4 players take the role of wizards fighting for their lifes on top of the highest mountain in the land. Players cast spells by combining the 4 elements to set their opponents on fire, throw them off the mountain and send them to their eternal doom. The last wizard standing wins the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disaster Blaster",
    "ID": 314174,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/314174/disaster-blaster",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A danger awaits you and your friends behind every corner. Tornadoes, earthquakes, thunderstorms and other terrible disasters are ready to crush unsuspecting players. A competitive card game for 2-6 players. Each player receives a unique hero and a fate filled with unexpected life-threatening events. It's up to you to face your destiny or to pass it to your friend and be on your merry way.&#10;&#10;Setting up the game&#10;Shuffle the deck and deal six cards to each player. At random, give each player one Main Hero and one Sacrificial Minion. Place the Main Hero and Sacrificial Minion cards in front of you so that everyone can see them. Add two additional Minion, two additional Superminion and all 12 Disaster cards to the deck. If there are 5-6 players, then add the special disaster card to the deck as well. Shuffle the deck again and begin the game.&#10;&#10;Game Play&#10;All players take turns in order one at a time. A player can play any amount of action cards from their hand during their turn. To finish their turn they must draw a card from the pile. If they happen to draw a disaster card, then they must play this card immediately. After the Disaster card is played, players check if they can use the Sacrificial Minion effect. If they can then the disaster moves forward to the next chosen player.  If no, then the player will check the Main Hero effect. If that effect works then the disaster moves forward to the next player if no, then the player can play any cards from their hand that work with the current open disaster. Any player can use the Main Hero effects during each disaster once. The disaster moves forward until a player cannot play anymore cards. In that case the player sacrifices one of their Minion cards. With that their turn ends and the game continues on from the point at which the player drew the disaster. If there are no Minions left to sacrifice then you will lose the Main Hero and so the game.&#10;&#10;End of the game&#10;Last one alive from the disasters wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Chaining",
      "Hot Potato",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lances and Steel: The Battle of Mokra, September 1, 1939",
    "ID": 314208,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/314208/lances-and-steel-the-battle-of-mokra-september-1-1",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2",
    "Description": "&ldquo;The blow must be struck. We must act now or go under.&rdquo; &ndash;Adolf Hitler.&#10;&#10;&ldquo;The marauders&rsquo; attack will be smashed against the steel wall of our heroic army.&rdquo; &ndash;Dobry Wiecz&oacute;r Kuier Czerwony.&#10;&#10;The German attack on Poland, codenamed &ldquo;Case White,&rdquo; on September 1st, 1939 was a gamble on Hitler&rsquo;s part. He wagered Poland&rsquo;s allies of France and Great Britain would once again cave-in to his demands and not oppose his invasion. Even if they did, a lightning-fast war (blitzkrieg) would make mote any of their objections once the rival to the east was subjugated. That a mutual defense treaty stipulating an invasion from the east by the Soviet Union only &ldquo;sealed the deal&rdquo; and further secured Hitler&rsquo;s risk.&#10;&#10;Lances and Steel is a war game simulation of the battle fought near the town of Mokra during the 1939 invasion of Poland by Nazi Germany.  The area was held by the Polish 7th Infantry Division and the Wo&#197;&#130;y&#197;&#132;ska Cavalry Brigade supported by the Smialy armored train and the 21st Tank battalion. The German attack here sought to separate the Polish Lodz and Krakow Armies and effect a breakthrough to the Polish rear areas. The first major battle of WWII was fought here. Can you do as well or better than your historical counterparts? Learn and Enjoy!&#10;&#10;Each turn of the game represents one and half hours of time.  Most units represent a battalion; Polish armor units represent a company. Each hex is approximately one-third of a mile across.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: Poland",
      "History: World War II (Poland 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "In Cold and Dicey Waters",
    "ID": 314239,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/314239/in-cold-and-dicey-waters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The cold war between the Northern Coalition and the Southern Alliance is about to escalate!&#10;&#10;In this competitive game for two to four players, you take control of a dice-powered attack submarine about to make contact with the enemy. The numbers and technological capabilties on both sides even out, so it is up to your wits and tactics to ensure that your side emerges from this first engagement with an advantage.&#10;&#10;This is a free print &amp; play game made for the &quot;4th Roll &amp; Write Contest&quot; organized here in the BGG forums.&#10;&#10;In Cold and Dicey Waters offers a competitive 1v1 or 2v2 experience based on action-programming, incomplete information and a moderate amount of dice rolling.&#10;&#10;This game was specifically designed to feature good playability over video-chat software and only requires some dice, a pencil and one printed player sheet each. No cutting, no folding, no scissors, just symmetrical, tactical gameplay.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Different Dice Movement",
      "Hexagon Grid",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Mechanism: Hidden Movement",
      "Mechanism: Hunt",
      "Mechanism: Roll-and-Write",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go For Broke!: A World War II Miniatures Skirmish Game",
    "ID": 314248,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/314248/go-for-broke-a-world-war-ii-miniatures-skirmish-ga",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Go For Broke! is an easy to learn, fun to master skirmish miniatures game! These rules provide everything you need to start using your collection of 25mm to 28mm World War II miniatures in pitched battles and daring scenarios. With these rules it is easy to create a &ldquo;beer &amp; pretzels&rdquo; style game night or an in-depth mission with a realistic objective! So grab your dice, your little metal figures, maybe a tank or two, and prepare to Go For Broke!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fleet Academy: Naval School Wargame",
    "ID": 314256,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/314256/fleet-academy-naval-school-wargame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Welcome to Fleet Academy, Cadets--the only place where the most prestigious ladies from the world learn the fine art of naval warfare and become the great commanders of the future. &#10;During your studies here, you will engage in live naval conflicts with your fellow students. &#10;The winner will be crowned the top of their class.&#10;&#10;In Fleet Academy, players take on the roles of anime girl commanders learning to pilot warships.&#10;&#10;GOAL: To sink the other player&rsquo;s ship.&#10;&#10;COMPONENTS: 25 Ocean Cards, 6 Commander Cards, 2 Ship Cards, 3 Equipment Cards,&#10;&#10;WHAT YOU NEED: 2 Ship Markers, 6 Stat Trackers (buttons, cubes, etc.), 2 Dice.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malady",
    "ID": 314279,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/314279/malady",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "2",
    "Play Time": "200",
    "Weight": "0",
    "Description": "Malady is an unconventional stacking/sowing game designed by Alek Erickson in May 2020. It is inspired by the games of Arrausi.&#10;&#10;Setup: Players play on a hexagonal board. Three colors are involved: White, Black, and Grey (neutral). Players Black and White own stacks with their own color on top. The field is initially filled with single checkers of all 3 colors. The third color may be neutral or owned by a third player. The checkers are tiled so that they are evenly spaced. This game may also be played on a square grid tiled with evenly spaced White and Black checkers.&#10;&#10;Players take turn distributing stacks: On your turn, you pick up one stack with your color on top, and immediately place a blockade (stone of your color) on that empty point. Then, distribute the stack. This means for each checker in the stack you are holding, move exactly that many points in a straight line in any direction and drop the bottom checker on that destination. Repeat this process as long as checkers remain in the stack. Note that &quot;any direction&quot; means any of the six hexagonal directions, or, on the square version, any of the eight orthodiagonal directions.&#10;&#10;The board gets increasingly restricted: Nobody can drop checkers on points occupied by blockades of either color. While distributing, you may jump over blockades of your color, but not the opponents.&#10;&#10;Game end: A player loses when they are unable to make a legal move.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Mancala"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stone after Stone: Olympic Curling",
    "ID": 314311,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/314311/stone-after-stone-olympic-curling",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Stone after Stone: Olympic Curling is a statistical replay game on Olympic Curling.&#10;&#10;Invented in medieval Scotland, the peculiar sport of Curling has reached the Olympic Games only in 1998 as regular event. In this game we have added also the two edition of 1988 and 1992 where it&#10;was a demonstrative sport.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Curling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boss Monster: Overboss Bonus Pack Promo Cards",
    "ID": 314324,
    "Year": "(2020)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314324/boss-monster-overboss-bonus-pack-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two promo cards for Boss Monster included in the Overboss: A Boss Monster Adventure &ndash; Limited Edition Bonus Pack.  These two cards can be used in any of the Boss Monster base sets.&#10;&#10;Cards included are:&#10;&#10;The Collective (Boss) - After Leveling Up: For the rest of the game, once per turn, you may remove a face-down hero in your scorekeeping area from the game to give a Room +5 until end of turn.&#10;&#10;Overworld Gate (Advanced Trap Room) - When you build this room, if it is leftmost Room of your dungeon, you may choose one Epic Hero in town and place it at the entrance to your dungeon.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Boss Monster"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skirmish: 52C",
    "ID": 314327,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/314327/skirmish-52c",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "SKIRMISH: 52C is a wargaming rules system that attempts to offer a unique experience each and every game.&#10;&#10;Winning strategies must be developed on the fly and against overwhelming odds.&#10;The rules are designed to provide a similar level of comprehensiveness and clarity as rules systems meticulously crafted for competitive play. However, the balance of competitive rulesets does not exist within SKIRMISH: 52C.&#10;&#10;Instead, players combat the harsh reflection of the potential realities of warfare. In the face of adversity, you must quite literally play the hand you are dealt and hope for better luck next game.&#10;&#10;Number of Players&#10;SKIRMISH: 52C is optimized for play by one to two players. It is possible to accommodate additional players, although it is suggested that players divide control of a team&rsquo;s models as opposed to introducing additional teams. In these situations, model counts greater than 8 per team are recommended. This document also includes a supplement to direct and improve the solo play experience.&#10;&#10;Setting&#10;SKIRMISH: 52Chas been designed to reflect abstracted modern infantry combat on Earth. The ruleset can be used to simulate the battles of the 20th century and beyond. Scope: SKIRMISH: 52C is a skirmish-sized miniature wargame. Players assume the role of a squad leader, commanding 4-12 soldiers.&#10;&#10;Dimension&#10;The game plays in 2.5 dimensions. There is a degree of abstraction regarding line of sight and terrain features. This abstraction permits--but does not require--playing SKIRMISH: 52C using a two-dimensional surface such as a dry-erase board in combination with coins or similar tokens. This abstraction also provides flexibility in the three-dimension terrain features that can be implemented. For example, the height of terrain features do not need to be appropriately scaled to the soldier proxies used.&#10;&#10;Scale &amp; Units&#10;The boundaries of combat operations are often much less than a square mile. 1 inch (25 mm) within the game world approximates 6 feet (2 meters) in the real world&rdquo;. 25-32 mm miniatures or tokens are used as proxies for human soldiers. Terrain feature size and distances described in these rules may be scaled appropriately to accommodate alternate miniatures, terrain, or units of measurement. The primary unit of measurement used in this document is inches. Metric approximations are provided but are not exact conversions.&#10;&#10;Time&#10;Each model&rsquo;s &ldquo;turn&rdquo; occupies less than a minute of game world time. A game can typically be completed within one hour of real world time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Progress Expedition",
    "ID": 314330,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314330/progress-expedition",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start in Teheran to a round trip through Persia to test Progress vacuum cleaners in various dusty locations. Movement is determined by a die. On some spaces events hinder or benefit the players. The first player back in Teheran wins the game.&#10;&#10;The game was published between 1967 and 1972.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Iran",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs Cubes: Kickstarter Stretch Goals",
    "ID": 314334,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314334/catacombs-cubes-kickstarter-stretch-goals",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The 9x Stretch Goal Structure Tiles from the Catacombs Cubes Kickstarter Campaign.&#10;&#10;Includes the following new structures:&#10;&#10;&#10;      Homestead Village Tile&#10;      Troll Encampment Village Tile&#10;      Hacienda Village Tile&#10;      Marble Arch Village Tile&#10;      Stone Mill Village Tile&#10;      Glass Factory Village Tile&#10;      Paifang Village Tile&#10;      Priory Palace Tile&#10;      Ice Spire Residence Tile&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Catacombs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Air, Land & Sea: Ultimatum Promo Card",
    "ID": 314335,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314335/air-land-and-sea-ultimatum-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Promotional card offered by the Man Vs Meeple Season 3 Kickstarter and later available as part of the rewards for backing Game Boy Geek 2021 Kickstarter campaign.&#10;&#10;&#10;Play with normal scoring rules.&#10;Neither player can withdraw from battles.&#10;&#10;At the start of each battle, place this card in the middle of the table with 1 VP on it. At the end of the battle, the winner takes all tokens on this card.&#10;&#10;At the start of your turn, before playing, you may give your opponent an Ultimatum. Your opponent must choose to either Surrender or Resist.&#10;&#10;If they Surrender: You win the battle! Collect all VP tokens on this card.&#10;If they Resist: Double the total value of VP tokens on this card. Then, Slide this card toward your opponent.&#10;&#10;Once a player has this card, only they can offer the next Ultimatum.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Promotional: Man vs. Meeple",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Factions: Battlegrounds",
    "ID": 314337,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/314337/factions-battlegrounds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Factions: Battlegrounds, you take on the role of a general who's leading an army of troops, spellcasters, beasts, and mythological monsters into battle. You and the opposing generals determine the battleground, gather resources, and score points by eliminating enemy units. Whoever first captures 25 points of units wins.&#10;&#10;In more detail, to set up choose one of the six factions in the game; each faction has twelve unique units and five &quot;home terrain&quot; cards that work well with your units. Players then take turns building the battleground by placing one terrain card at a time into the 3x3 grid, each terrain card is divided into a 2x2 grid, so the entire grid of play is 6x6. Whoever places terrain first has an advantage since they have more home terrain than other players, while players who go later during set up determine the location of resource centers on the battleground or recruit their starting units last so that they can respond to the choices of opponents. Units cost 1-5 gold, and each player can spend up to 10 gold on starting units, keeping anything unspent.&#10;&#10;During a round, all units have the chance to move, with the highest-ranked units moving first and with ties being broken in favor of whoever has the most captains, followed by whoever has the most units. Each unit has a movement, attack, and health value, along with an indication of whether it generates gold or mana and (possibly) a spell that it can cast. After moving a unit, you can attack with it, whether melee or ranged as indicated on the card. If you defeat an enemy unit, you can points equal to its cost in gold, so while expensive units tend to be the most powerful, they also provide an opponent with their biggest target for points.&#10;&#10;Prior to activating a unit on your turn, you can pay gold to recruit new units, and those units will slip into rank order for the turn, possibly allowing you to put a high-ranking unit into play directly and giving an opponent someone on the battleground that they didn't expect.&#10;&#10;Once all the units have moved, players collect resources for units that gain them automatically and for units located on resource centers. Rounds continue until someone has collected 25 points of captured units, at which point they win immediately.&#10;&#10;Factions: Battlegrounds is centered on inclusion and diversity, incorporating mythology from all over the world and representing traditionally European-based fantasy elements with underrepresented cultural elements.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Real-time",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Alliances",
      "Area Movement",
      "Cooperative Game",
      "Grid Coverage",
      "Grid Movement",
      "Movement Points",
      "Moving Multiple Units",
      "Multiple Maps",
      "Once-Per-Game Abilities",
      "Physical Removal",
      "Pieces as Map",
      "Point to Point Movement",
      "Real-Time",
      "Team-Based Game",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Motor Racing: 24 Hours at Le Mans",
    "ID": 314347,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/314347/world-of-motor-racing-24-hours-at-le-mans",
    "Min Players": "1",
    "Max Players": "26",
    "Min Play Time": "75",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Sold as a stand-alone game, and also as the 5th chapter of &ldquo;The World of Motor Racing&rdquo; game system.  The game allows players to recreate historic races at Le Mans since 1964 through 2006.  Players will use statistical ratings of historic drivers and historic automobiles that actually competed in the real-life races.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": [
      "Series: World of Motor Racing (Lambourne / Owzat)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Claim Pocket",
    "ID": 314349,
    "Year": "(2020)",
    "Geek Rating": "5.594",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/314349/claim-pocket",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.8333",
    "Description": "The King is dead! What happened? Nobody really knows, but he was found face down in a wine barrel this morning. It could have been either foul play or his own thirst that did him in. Regardless, the King is dead without any known heirs, so it's up to the five factions of the realm to decide who will be the new king: Will it be you or your opponent? Do you have what it takes to win over the realm's factions?&#10;&#10;Claim is played in two distinct phases. In phase one, each player gets a hand of cards that they use to recruit followers. In phase two, they use the followers from phase one to compete and win over the five factions of the realms. Each faction has a special power that effects play, and powers can be different in each phase! At the end of the game, the player who has the majority of followers of a faction wins that faction's vote, and whoever wins the vote of at least three factions wins the game!&#10;&#10;Note: This edition contains the Ghosts expansion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim",
      "Players: Two-Player Only Games",
      "Series: Mini Tins (Game Factory)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Core Set 2021",
    "ID": 314377,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314377/magic-the-gathering-core-set-2021",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "2",
    "Description": "It's Magic Time&#10;&#10;Teferi has summoned some of Magic's most iconic throwbacks alongside powerful new cards for a set too epic for just one timeline. Draw your power from the source with Core Set 2021.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Deck Construction",
      "Hand Management",
      "Interrupts"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chain Mail: The Haunted Chasm – Adventure Kit",
    "ID": 314378,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314378/chain-mail-the-haunted-chasm-adventure-kit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Guards are reporting monsters possessed by a dangerous demon.&#10;&#10;A local exorcist warns of the dangers of letting a demon freely possess others and charges you with learning the demon's name so you can banish it back from whence it came.&#10;&#10;The Haunted Chasm is an Adventure Kit for Chain Mail: Adventures of Earthshine.&#10;&#10;Goal: Summon and defeat the demon.&#10;&#10;This expansion includes:&#10;&#10;     Quest: The Haunted Chasm&#10;     Character: Orind, Craftsman&#10;     Map: Cave of Reina&#10;     Monsters: Chain Devil / Shadow&#10;     Treasure: Horn of Escape&#10;&#10;&#10;&#10;Released in the October 2019 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Game: Chain Mail – Adventures of Earthshine",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Junkers Ju 88C Squadron",
    "ID": 314379,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314379/blood-red-skies-junkers-ju-88c-squadron",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Junkers Ju 88C was one of the most successful heavy fighters used by the Luftwaffe.&#10;&#10;It was a conversion of the Ju 88 bomber with its usual glasshouse nose replaced by a solid fairing mounting a formidable battery of machine guns and cannon.&#10;&#10;The Ju 88C worked in multiple roles throughout the war including ground attack as a fighter-bomber, bomber-destroyer, intruder, maritime long range escort and strike aircraft.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: German Ace Pilot – Walter Borchers",
    "ID": 314380,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314380/blood-red-skies-german-ace-pilot-walter-borchers",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Walter Borchers flew Me110s with ZG 76 in the early phases of the war, scoring 10 victories in the aerial battles over France and Britain in 1940.&#10;&#10;Borchers&rsquo; unit was made into a night-fighter squadron incorporating Ju 88C heavy fighters for the Defence of the Reich late in 1941, although Borchers didn&rsquo;t score his first nocturnal victory until March 1943. &#10;His tally rose swiftly after that, including several American four-engine heavy bombers. &#10;Borchers&rsquo; victories rose to 46 in total by March 1945. &#10;Shortly after claiming his 46th enemy near Altenburg he was shot down and killed by an RAF Mosquito night-fighter.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On the Rivet: The Race for the Champion's Stripes",
    "ID": 314382,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/314382/on-the-rivet-the-race-for-the-champions-stripes",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "On the Rivet: The Race for the Champion&rsquo;s Stripes is a card-driven, semi-cooperative racing strategy game where every rider counts, from first to last.&#10;&#10;Players play Action cards to activate a rider on their team, but depending on the type of Action, will be moving whole lines of riders, which may include opponents; chase riders ahead of you while dropping opponents behind, lead your allies through the mountains to earn their affection, or bide your time in a draft. Then break your alliances when the time is right.&#10;&#10;The rider you activate may also benefit from terrain bonuses depending where they are located on the fully modular and reconfigurable race course.&#10;&#10;It's important to balance effort and control; the harder you push your riders, the more fatigue they take. But when you allow your opponents to move your riders instead, you get to tag along for free, but you have less control over their positioning.&#10;&#10;On the Rivet is not about achieving top spot on the podium (though it helps). Your goal is to manage a team of all-stars, climbers, sprinters and domestiques and finish all of them in as high a position as possible, because time is aggregate: if you sacrifice your team for one rider, it only takes an extra second or two to drag you down the leader board.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Catch the Leader",
      "Follow",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Movement Points",
      "Moving Multiple Units",
      "Multiple Maps",
      "Negotiation",
      "Pattern Movement",
      "Race",
      "Semi-Cooperative Game",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battlegroup: Pacific War",
    "ID": 314383,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314383/battlegroup-pacific-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Battlegroup: Pacific War is a supplement for the Battlegroup game system, covering operations on the Pacific Theater, including Burma.&#10;&#10;It contains background and army lists (Imperial Japanese Army, US Army, US Marine Corps, Engineer, British Infantry...). &#10;It adds special rules for this theater and specific rules for the Pacific terrain.&#10;&#10;Also includes 5 scenarios.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Region: Pacific Ocean",
      "Series: Battlegroup Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Advent of the Wyrms",
    "ID": 314384,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/314384/advent-of-the-wyrms",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A sect of conjurers has unearthed a dangerous tome, which speaks of the primordial wyrms that once ruled the mortal world. These conjurers believe that if they are successful in bringing about the calamity, a mythical event that foretells the return of the wyrms, they will be able to craft a new world over which they will preside. Having discovered the conjurers&rsquo; plans, you must stop them from bringing the ancient wyrms back to consume all living souls.&#10;&#10;A decktet solitaire set collection game where you have 4 cards in your hand and need to create 4 sets of ascending cards; however, anytime a wyrm suit card is drawn, it must be negated.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Shivers (Deluxe Edition)",
    "ID": 314385,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/314385/the-shivers-deluxe-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Deluxe Edition includes an expansion room, 6 additional story cards, 8 additional creature standees, 2 new playable characters (standees and dashboards), +1 dry erase marker, +1 magnifying glass.&#10;&#10;&#10;&#10;Have you ever wanted to play a pop-up book? Have you been searching for a game that is filled with magic and mystery? Is your gaming group looking for something quick and fun without pages and pages of rules? Look no further!The Shivers is a truly one-of-a-kind tabletop experience that features the magic of hand-crafted pop-ups, combined with just the right amount of spooky puzzle-solving mystery and role playing.&#10;&#10;Using our patent-pending modular pop-up system, the mystery will unfold as you and your friends explore a magical mansion, as one of the members of the Shivers family. Each episode takes about an hour to play cooperatively, with one person taking the lead as the Storyteller. Once players finish one episode, a quick change of the system reveals the next story which will be completely new and unique: filled with new clues, puzzles, room layouts, and foes to vanquish.&#10;&#10;The Shivers is fun and challenging for young kids, teens, and even older experienced game players. While most games have dozens of pages of rules and take many hours to learn and play, Shivers players have just a couple simple rules, and can get up and playing in less than 5 minutes. Similar to an escape room in structure and feel (but on a much smaller scale), players can get immediately immersed in the mystery, discovering the right path forward as they progress.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Storytelling",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Shivers",
      "Misc: Limited Replayability"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "山河之旅 (Discover China)",
    "ID": 314386,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/314386/shan-he-zhi-lu-discover-china",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Discover China is a very interesting game and easy for kids to learn.&#10; In Discover China, each cities has their own city mark. About the game setting, players will set &ldquo;Beijing&rdquo; as their starting point, every players could choose three cities as their target city.  Design your own roads to your target cities. Player who first arrive their target city wins the game.&#10; What are you waiting for? Using your travel ticket now, let&rsquo;s have a Grand Tour of China!&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pike & Shotte: Samurai Starter Army",
    "ID": 314388,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314388/pike-and-shotte-samurai-starter-army",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Samurai are the almost mythical warrior caste of Japanese history. &#10;Their most famous exploits occurred during the Sengoku period between 1467 and 1603. &#10;With the Emperor and the Shogun unable to control the many daimyos, there was near constant fighting between the various factions. In these times the Samurai code (Bushido) became more defined and standards of fighting improved. &#10;Even the introduction of the musket in 1543 was seen as an opportunity rather than a threat.&#10;&#10;Ashigaru (literally &ldquo;light foot&rdquo;) were so named as they had lighter armour than the Samurai. They also formed the bulk of the armies of the day. Each Samurai was expected to provide two armed Ashigaru. Many of these would be armed with the yari (spear). These are not the pike blocks of contemporary Europe as the Ashigaru were trained to fight in a looser formation, travel quicker and their spear was for slicing and thrusting. Many a battle was won by the Ashigaru, especially if cavalry were foolish enough to attack them from the front.&#10;&#10;The biggest change in the Sengoku period (1467-1603) would affect the role of missile troops in battle. At the start of the period, these were all armed with the yumi (bow) and fought in coordinated units to pepper the enemy with their arrows. This bow, like the equivalent English Longbow, took many years training to perfect but was deadly when used correctly. Due to the training needed there were never as many yumi armed troops as a daimyo may have wanted!&#10;&#10;By the 16th and 17th centuries, warfare was changing and the Samurai were changing with it. They did not forget their horse-riding roots while this change happened. Even though the introduction of the long spear made cavalry charges more difficult to pull off they were still performed. A well-timed strike by a unit of Samurai horsemen could turn the tide of a battle. These cavalry attacks continued throughout the Sengoku period and many a daimyo lost his head to one.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period",
      "Players: Two-Player Only Games",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slaughterville II: The Cult Invades 2",
    "ID": 314390,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314390/slaughterville-ii-the-cult-invades-2",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An 18 card expansion bringing the darkness of a hidden cult into Slaughterville. These cards are added to their location decks for an increased challenge.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slaughterville II: Bathory",
    "ID": 314391,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314391/slaughterville-ii-bathory",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A new villain for Slaughterville II.&#10;&#10;Bathory wins if 7 victims (10 for a 1-2 player game) have been placed next to her villain mat for a ritual bathing in blood. The players win when Bathory has had all of her cards removed from the game.&#10;&#10;Includes: 24 card deck and villain mat.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slaughterville II: Demonraiser",
    "ID": 314392,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314392/slaughterville-ii-demonraiser",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A new villain for Slaughterville II.&#10;&#10;To defeat it, a player has to attach 4 puzzle clues.&#10;&#10;Includes: 24 card deck and villain mat.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Assault Tactics: Fall of the White Eagle",
    "ID": 314394,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314394/assault-tactics-fall-of-the-white-eagle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Assault Tactics - Fall of the White Eagle is a dynamic wargame for up to four players focusing on tactical man to man and vehicle to vehicle combat during the German invasion of Poland in 1939, better known as Case White. The goal is to create a well balanced, atmospheric and realistic experience of combat. To increase the fun and replayability several game mechanics have been added and in a few cases playabilty trumped the call for realism.&#10;&#10;As a player you have to make multiple decisions in a heartbeat: Do I want to have more of a mobile or rather static force? Which weapons will my soldiers use, which further equipment do they bring to the battlefield? Shall I rely on battle hardened veterans or rookies that have not seen any action on the field yet? Do I salvage enemy weapons or solely rely on my own?&#10;&#10;This game is meant to be the start of a whole series covering all the decisive battlegrounds of WW2. It is heavily inspired by well known computer games, cosims and tabletop systems. For Tankette Publishing it is the first game released.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Grid Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ubongo Mini Demo",
    "ID": 314402,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/314402/ubongo-mini-demo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Free demo version of Ubongo Mini for 1-2 players. Contains six puzzles and twelve tiles per player.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Polyominoes",
      "Game: Ubongo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HEXplore It: The Sands of Shurax – Return to the Sands of Shurax",
    "ID": 314419,
    "Year": "(2020)",
    "Geek Rating": "5.595",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314419/hexplore-it-the-sands-of-shurax-return-to-the-sand",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "4",
    "Description": "The Sands of Shurax Expansion allows you to play as the Villian (aka. The Ravager) against the other heroes. Like the heroes, the Villian is able To raise it&rsquo;s ranks by performing Ambitions. Choose how to ruin the map, with an entire Villian card deck. The Villian will have access to powerful Rituals, which can be performed by expending Ritual Points. The Villian will be forced to react to the heroes, and better yet, force the heroes to react to the Villian. There are several ways to play as the Ravager, which no two games facing off against the heroes will be the same.&#10;&#10;Four new bosses appear in the expansion, with each boss having a unique reveal trigger. Additional traits give your hero a distinguishing quality gained at the beginning of the game. More HEXclusive Roles and Races are offered.&#10;&#10;Perhaps one of the most exciting aspects of the Sands of Shurax expansion is the inclusion of the Black Pyramid, HEXplore very first maze. The Black Pyramid is it&rsquo;s own play-style. You can go through the entire game, gathering power, facing new threats, terrifying versions of the Bosses, and perhaps most importantly, uncover epic new gear! The Black Pyramid is laden with traps and secret chambers, so beware adventurers!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Push Your Luck",
      "Role Playing",
      "Storytelling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: HEXplore It",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: DIRT – Climb",
    "ID": 314438,
    "Year": "(2021)",
    "Geek Rating": "5.553",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314438/rallyman-dirt-climb",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Hillclimbing is very similar to normal rally racing, except that Drivers compete for the best time on stages featuring steep inclines, sharp turns and very few safety barriers at altitudes that can exceed 4000m (13 000 feet), making them some of the most dangerous events in the racing world.&#10;&#10;The kind of cars you&rsquo;ll find powering up such death-defying tracks are also unique in their own right. These tend to be over 1000 horsepower, custom-made prototype cars that can take hairpin turns at over 60km/h (35 mph) and accelerate to speeds in excess of 250km/h (155 mph) at the drop of a hat.&#10;&#10;That&rsquo;s what this expansion is all about! Why give you another simple car category when we can place the choice of what kind of car you want to race in YOUR hands?&#10;&#10;This expansion contains:&#10;&#10;6 recessed Dashboards&#10;4 Track tiles&#10;150+ Tokens&#10;5 dice&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Rallyman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War Among the Gods, Battle for Olympus",
    "ID": 314440,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314440/war-among-the-gods-battle-for-olympus",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "War Among the Gods, Battle for Olympus, a Greek mythology deck-building game for 1-6 players. Players take on the role of a God or Titan and battle each other and other mythological creatures to see who among them is the strongest and deserves to rule Mount Olympus.  Each player begins the game with their own deck of Item cards that will help them purchase and defeat Creatures. Players must purchase a combination of Items and Creatures to build their own unique deck to help them gain advantages in battle. The player with the highest Battle Level and the most battle points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Greece",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heist",
    "ID": 314444,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/314444/heist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "It's bocce for burglars! Fling your Blinks at the vault in an attempt to take the gold! The player who breaks the wall down gets the gold, but be careful not to make the job too easy for the next person&hellip; as we know there's no honor among thieves.&quot;&#10;&#10;On each player&rsquo;s turn, they slide their thief Blink across the table, and attempt to connect it to the Vault. You may move around the table to attack the vault from any angle during your turn.&#10;&#10;If your thief successfully connects, the wall will flash your team color. Disconnect your thief from the vault and take it back. If you did not connect, simply retrieve your thief. If you accidentally connect to the vault when trying to retrieve your thief, you must skip your next turn. Once you&rsquo;ve retrieved your thief, your turn ends.&#10;&#10;When the last vault Blink is claimed, the game ends. The player with the most gold Blinks wins!&#10;&#10;Heist can be played with a variety of different rule sets. Multiple players can play on a team by sharing a team color. In addition, depending on the size and shape of the play surface, you may choose to restrict the places from which a player can make their attack.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Action / Event",
      "Critical Hits and Failures"
    ],
    "Families": [
      "Series: Blinks",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Balloons",
    "ID": 314445,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/314445/battle-balloons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You are the captain of a hot air balloon fleet, trying to pop your opponent's Crown Balloon to emerge from battle victorious. Navigate the skies of random chance and rely on strategic trickery to pop your opponent before you yourself are popped.&#10;&#10;More simply, the goal of the game is to pop the balloon/Blink your opponent designated as the &ldquo;Crown&rdquo; before they pop the balloon/Blink you designated as your &ldquo;Crown.&rdquo; Players take turns single clicking their opponent's balloons to reduce their health and eventually pop them. Watch out for any Trap balloons! These are Blinks that will cause you to lose immediately if you pop them. The catch is, the location of each player&rsquo;s respective Crown and TrapBust balloons will only be known to them. It&rsquo;s a game of hidden information and bluffing! Two players recommended, but can easily accommodate more!&#10;&#10;Setup&#10;Distribute Balloons&#10;Divide the Balloons/Blinks evenly among the players. Each player clusters their balloons together, and assigns each balloon a color.&#10;&#10;Single-click a balloon to cycle between Red (high health), Blue (medium health), and Green (low health). For even fair play, make sure each player has the same number of each color. To give one player an advantage, allow them to have more high-health balloons.&#10;Create Special Balloons &#10;Decide how many Crowns and/or Traps each player will have. Again, for even play, each player should have the same amount.&#10;&#10;Long Press a balloon to designate it as a Crown. Single-click it to cycle between the Crown and Trap Balloon designation. Crown Balloons appear yellow, and Trap Balloons appear purple. Long-pressing again will reset it back to a regular Balloon.&#10;&#10;While creating these special balloons, make sure to hide your selection from your opponent - this step is where your strategic trickery begins! It might seem obvious to always select a Red Balloon as your Crown since they take the longest to pop. But your opponent knows this too, so they may start clicking the Red Balloon first. Knowing that, you could instead select a Blue Balloon as a Crown, making your opponent waste 3-6 clicks popping a non-Crown Balloon. Let the game theory begin!&#10;&#10;Triple click one balloon on each player's cluster to move to start the game. Your Crown and Trap balloons will now appear as regular balloons, and the health of all balloons will be set based on their color.&#10;Gameplay&#10;On their turn, players take on of two actions:&#10;Attack&#10;Click an opponent's Balloon to reduce its health, shown by the number of faces lit. Each click reduces health by 1. When a balloon is reduced to 0 health, it pops, revealing whether it was a Crown, a Trap, or neither.&#10;&#10;[diagram of slowly reducing health and death]&#10;Fortify&#10;You also can use your turn to fortify your own balloons. Remove a single balloon from your cluster to activate it - a single white face will appear on the Balloon. When you reconnect that Balloon to the cluster, it will transfer 1 unit of health to the Balloon it touches with the activated face.&#10;&#10;Only balloons with at least 1 health remaining can be used to Fortify, and Balloons with 6 health cannot receive fortification.&#10;&#10;Win Condition&#10;There are multiple ways to win Battle Balloons. If you pop all of your opponent&rsquo;s Crown Balloons, you are the winner!&#10;&#10;[diagram of winning]&#10;&#10;If, instead, you pop your opponent&rsquo;s Trap Balloon, they are the winner!&#10;&#10;[diagram of losing]&#10;&#10;To reset the game, double-click any Balloon in your cluster to go back into Setup.&#10;Alternate Setup&#10;If you are playing with very few Blinks, you can instead give all Blinks to a single player and let them make the setup, then pass the entire cluster to the next player. That player then plays through the game with that cluster, counting the number of rounds it takes to win or lose.&#10;&#10;In addition, you can play with more than 2 players. In a multiplayer game, you choose who to attack on your turn. If a player&rsquo;s Crown Balloons are popped, they are out of the game. If you pop a Trap Balloon, you are out. The last player standing wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hidden Victory Points"
    ],
    "Families": [
      "Series: Blinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dynamo",
    "ID": 314446,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/314446/dynamo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In the far-off future year of 1902, our Steampunk world will run on the greatest of all inventions: the Dynamo.&#10;&#10;Dynamos are powered by touch, but each charge only lasts about a second. If a Dynamo runs out of power before being recharged, it will burn out and die. Once activated, Dynamos must continue to be recharged by touching them before they die out.&#10;&#10;Dynamo is 3 party games in 1 small package!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Power Struggle&#10; Dynamo power is scarce, and you must fight to keep the lights on.  The goal is simple: be the last person to keep your Dynamo alive and operational.&#10;Setup&#10;Distribute 1 Dynamo Blink to each player.  Players should place their Dynamos on a table or other flat surface, keeping a finger on their Dynamo at all times. Players can change the color of their Dynamo by double-clicking it.&#10;&#10;For a more intense game, try playing without a flat surface.  But be careful! Dynamos are tough, but not unbreakable!&#10;Gameplay&#10;All players begin the game at the same time by activating their Dynamos with a single-click.&#10;&#10;Your goal is to keep pressing your Dynamo to keep it alive... by any means necessary! Distract, tempt, bargain, and befuddle your opponents on your path to victory.&#10;&#10;If your Dynamo dies, you&rsquo;re knocked out of the round.&#10;&#10;Win Condition&#10;The winner of the round is the last player to keep their Dynamo alive and operational.&#10;&#10;After a Dynamo dies, it can be reset for the next round with a double-click.  It will glow with a new randomized color to indicate that it's ready for play.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Bulb JugglerYou are a street-performer, and juggling Dynamos is your bread and butter.  Try to keep as many of your Dynamos  lit as you can before dropping one!&#10;&#10;Setup&#10;Gather Dynamo Blinks together into a group. Double press them to put them in the ready state, each with a random color gently pulsing.&#10;&#10;You can also play with a friend by starting with one Dynamos and having them pass you additional bulbs while you play.&#10;&#10;Gameplay&#10;Start the round by single pressing any Dynamo.   As it starts to fade, continue to add more Dynamos to the game as you play, pressing their buttons to keep them alive.  If any of your Dynamos die the game has ended.&#10;Win Condition&#10;The game ends when at least one Dynamo dies.  Keep count of how many you can keep alive before any of their lights go out.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Electron DriftElectron Drift  is a &ldquo;hot potato&rdquo; meets &ldquo;egg toss&rdquo; style game for 2 or more players, using Dynamo Blinks. Pass Dynamos back and forth, keeping the current flowing before losing the charge!&#10;&#10;Setup&#10;Players sit around a table or across from each other. Assign one Dynamo Blink to a starting player. For added complexity, try letting additional players start with Dynamos.&#10;&#10;Gameplay&#10;The starting player single presses their Dynamo to start the one second charge. Then  they pass the fading Dynamo either to the player next to them or across from them.&#10;Players continue to pass their Dynamos back and forth until one dies. The player responsible for letting the Dynamo die is eliminated from the game.&#10;&#10;The player nearest to the knocked out player may pick up the Dynamo, reset the charge with a double click, and pass it along to continue the game.&#10;Win Condition&#10;The game ends when only one player is left standing.  The last player to keep the Dynamo alive is the winner!&#10;&#10;If only playing with 2 players, players may alternatively pass the Dynamo  back and forth, keeping track of how many passes they make before their Dynamo dies.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Action Timer"
    ],
    "Families": [
      "Series: Blinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer kommt an's Ziel im Bleyle Spiel",
    "ID": 314459,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314459/wer-kommt-ans-ziel-im-bleyle-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the spaces A, B, C and D. Movement is determined by a die. On some spaces events hinder or benefit the players. The first player to reach space 112 wins the game.&#10;&#10;This is a promotional game with the name of various outlets printed on the box cover and back of the game board.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twilight of Divine Right: To The Peace of the Pyrenees – European War Scenarios 1622 - 1663",
    "ID": 314460,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314460/twilight-of-divine-right-to-the-peace-of-the-pyren",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Peace of the Pyrenees, European War Scenarios 1622 - 1663&#10;This scenario booklet for Twilight of Divine Right features battles from the Thirty Years War (1618-48) and up to the Peace of the Pyrenees (1663). &#10;It features the following 15 scenarios from diverse campaigns and featuring many different armies.&#10;&#10;&#10;     Wimpfen, 6th May 1622 &#10;     Hochst, 20th June 1622 &#10;     Crossing the Lech, 15th April 1632 &#10;     L&uuml;tzen, 16th November 1632 &#10;     1st Nordlingen, 6th September 1634 &#10;     Wittenweier, 9th August 1638 &#10;     Honnecourt, 26th May 1642 &#10;     2nd Breitenfeld, 2nd November 1642 &#10;     Rocroi, 19th May 1643 &#10;     2nd Lleida (L&eacute;rida), 15th May 1644 &#10;     Freiburg, 3rd &amp; 5th August 1644 &#10;     Rochetta Tanaro, 23rd September 1653 (Franco-Spanish War) &#10;     Valenciennes, 16th July 1656 (Franco-Spanish War) &#10;     Dunes, 14th June 1658 (Franco-Spanish War) &#10;     Ameixial, 8th June 1663 (Portuguese Restoration War) &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Franco-Spanish War",
      "History: Thirty Years War",
      "Series: Twilight (Pike and Shot Society)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swack",
    "ID": 314462,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/314462/swack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;IntroductionSwack is a finite territory game for two players: Black and White. It is played on the spaces (squares) of a square board of any size.&#10;&#10;At the start of the game, all squares of the board are covered with black and white pieces in a checkered pattern. On odd-sized boards, the center square is occupied by White. Additionally, each player must have access to a sufficient number of off-board pieces of their own color.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsIn these rules, &quot;adjacent&quot; always means &quot;orthogonally adjacent&quot;.&#10;&#10;A stack is a piece lying directly on the board along with all other pieces piled onto it on the same square. The color of a stack is the color of its topmost piece, which denotes its owner. The height of a stack is the number of pieces in it.&#10;&#10;A group is a stack along with all other like-colored stacks one could reach from it through a series of steps between adjacent stacks of its color. The size of a group is the number of stacks in it.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayBlack plays first, then turns alternate. On your turn, perform exactly one of the following actions:&#10;&#10;&#10;     Pass.&#10;&#10;&#10;&#10;     Move the topmost piece of a stack of your color onto an adjacent enemy stack, provided that, before the move, the heights of both stacks are the same. Then, place a piece of your opponent's color onto the stack from which you just moved your piece.&#10;&#10;&#10;The game ends when both players pass in succession. Then, the players jointly remove pairs of opposite-colored groups of the same size from the board until there are no more such pairs to remove. The player with the biggest group left over wins. On even-sized boards, if the board is empty, whoever made the last move before the game's end loses.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Pie ruleThe pie rule is used in order to make the game fair. This means White will have the option, on their first turn only, to swap sides with their opponent instead of making a regular move.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;VariantsFree Swack: The board is initially empty. On your turn, instead of making a swap, you may place a friendly stack of height two on an empty square and an enemy stack of height one on an empty square orthogonally adjacent to it. At the end of the game, if the scores are tied all the way down to the smallest group, whoever made the last move wins.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;NotesSwack is based on the same designer's Escabel and Micha&#197;&#130; Zapa&#197;&#130;a's Slyde.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Chaining",
      "Pattern Building",
      "Pattern Recognition",
      "Point to Point Movement",
      "Slide / Push",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "10-10",
    "ID": 314469,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314469/10-10",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "10-10 was designed for the 2019 exhibition &#227;&#129;&#147;&#227;&#130;&#140;&#227;&#129;&#175;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#134;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#139; (Is this a trick-taking game?), for games that pushed the boundary of what could be considered both a game and a trick-taking game.&#10;&#10;The game uses a deck of 55 cards, each with a major rank and a minor rank. The major and minor ranks both follow the one 1, two 2s, three 3s... structure.  However, the combinations are structured such that the 1 occurs on 2 cards (1-10 and 10-1), while the 10 occurs on 19 cards (10-10 through 10-1, and 1-10 through 10-10).  The cards are suitless.&#10;&#10;In the game, rather than the suit of the lead player's card, it is the combination of cards played by the first and second players that determines what must be followed.  If the major ranks of the first 2 cards match, then subsequent players may only play a card with that major rank.  If the minor ranks of the first 2 cards match, then subsequent players may only play a card with that minor rank.&#10;&#10;However, if the first and second card share neither the same major or minor rank, then all subsequent cards can match no previously played cards' major or minor ranks.&#10;&#10;Players earn 1 point per trick taken, and the game lasts a number of rounds equal to the players.  The person with the most points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "不器用な２人 (They Two Are Clumsy)",
    "ID": 314470,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314470/bu-qi-yong-na2ren-they-two-are-clumsy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#228;&#184;&#141;&#229;&#153;&#168;&#231;&#148;&#168;&#227;&#129;&#170;&#239;&#188;&#146;&#228;&#186;&#186; (They Two Are Clumsy) was designed for the 2019 exhibition &#227;&#129;&#147;&#227;&#130;&#140;&#227;&#129;&#175;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#134;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#139; (Is this a trick-taking game?), for games that pushed the boundary of what could be considered both a game and a trick-taking game.&#10;&#10;It is a game for 2 people that uses a seven-suit deck, with one suit ranking 1-7, one 2-8, another 3-9, etc.  The game also uses a board, some chips, and another set of cards ranked 1-7.&#10;&#10;Each player is dealt one card from each suit and during play, must follow suit.&#10;&#10;In the game, the players are competing for the same love interest, and thematically, winning a trick causes a player to move closer or further from that goal.  Depending upon the suit that player won the trick with, they may be able to activate a special ability.&#10;&#10;The loser of a trick either earns coins which can be used to increase the rank of card(s) in the future, or draws a new card from a suit still in their hand and then returns one of the two cards in that suit to the bottom o the deck.&#10;&#10;Points are won when a player passes the other on the love track and based upon the distance from the other player at the end of the round.&#10;&#10;The players complete two rounds and the person with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What Do You Meme?: The Office Expansion Pack",
    "ID": 314484,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314484/what-do-you-meme-the-office-expansion-pack",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Alert your coworkers, clear off the lunch table and get ready to play What Do You Meme, Dunder-Mifflin-style. Michael, Dwight, Jim and Pam and more faves are all here in our The Office-themed expansion pack!&#10;&#10;Contains: 50 brand new caption cards and 30 photo cards to be added to the core game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: What Do You Meme?",
      "Theme: Memes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TiRoBEx: Tiny Robots, Big Explosions",
    "ID": 314485,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314485/tirobex-tiny-robots-big-explosions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The name says it all. &#10;Take control of the smallest robots, and run amok on the battlefield with explosions so huge that they cause the very ground to shake, obscure your vision and create a fireball so big that it lasts well into the following turns of the game. Allocate your power to ensure your tiny robot has the best chance of survival; will you increase your attack, attempt to dodge incoming fire, run like the wind?&#10;&#10;Whatever you choose, don't forget about the resources scattered around the board, these could make or break your game...&#10;TiRoBEx is set in the far future, a time when mankind has begun to explore the far reaches of space. With technological advances, and the discovery of a super fuel called Tyridium, remotely controlled robots no bigger than a child (and in most cases smaller) are able to perform the tasks of armies of men.&#10;&#10;This game simulates the militaristic side of the robots use &ndash; in attempts to destroy opponents and secure resource rich environments of newly discovered worlds orbiting distant star systems.&#10;&#10;With an innovative system of 3-D Blast templates that gradually reduce in size, TiRoBEx takes wargaming to a whole new level - a really, really low down level. The complete rules and printable versions of the templates and tokens are contained within a single full-colour rulebook.&#10;&#10;Each 'Tiny Robot System' (TRS) has a unique reference card with values for various attributes that you can alter during the game. Tyridium (like an individual energy store) can be allocated to many different systems; Movement, Range of Attack, Number of Attacks, Accuracy, Shield Generation, Evasion capabilities, or to power-up the devastating Area Impact (AI) Rounds. All this in an attempt to destroy your opponent(s) and secure unrefined Tyridium around the battlefield.&#10;&#10;The main TiRoBEx rulebook contains full rules for eight different TRS, from four of the largest factions in the future of humankind as they explore the vast reaches of the cosmos, in a bid to claim the Tyridium scattered throughout the stars for themselves.&#10;&#10;They may be small, but they can have a BIG impact!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UnderGods",
    "ID": 314487,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.71",
    "Link": "https://boardgamegeek.com/boardgame/314487/undergods",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3",
    "Description": "UnderGods is a unique Dual Strategic, resource Oriented Deck-Building, board game with a competitive/cooperative mode.&#10;&#10;2-5+ Multiplayer with Single player (*)&#10;Quick (sideB) or Story (sideA) Mode&#10;Playing time: (45 -120) min&#10;Ages: 13+&#10;&#10;Turn based game, with different starting points on the board.&#10;&#10;Choose from 96 Characters of 4 mythologies: Celtic, Egyptian, Greek and Norse. Available to hire at the Temple. You will be fighting other player Characters from being forgotten. If you save enough Gods you win the game.&#10;&#10;Standard Quest cards represent goals, are available at the Shrine.  Players who complete a certain number of Quests can also win the game.&#10;&#10;Item cards represent weapons, shields to equip your Characters and are available to buy at the Barracks.&#10;&#10;When equipping some Characters with their own personal Items, that provides extra actions.&#10;&#10;Skills &amp; Treasure cards represent abilities and loot you can choose from. There are 4 types of Skills: Fighter, Mage, Ranger and Thief. All with different actions to use in your turn.&#10;&#10;Treasures are the rewards every player gets from fighting, only available after entering the Underworld.&#10;&#10;The Goal of the game is to win by saving enough Gods or completing a number of Quests while fighting other players.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Civilization",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Market",
      "Move Through Deck",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zirkus Bumsti",
    "ID": 314489,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314489/zirkus-bumsti",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at space 1 and have to go to space 50. Movement is determined by a die. On some spaces events hinder or benefit the players.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weihnachtstellereisbahn",
    "ID": 314490,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314490/weihnachtstellereisbahn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to skate from start to finish. Movement is determined by a die. If a player lands on a white space he has to move backwards on his next turn. On a red space the player topples and misses a turn. If he land on a ginger bread he may roll and move again. The first player to reach the finish wins the game.&#10;&#10;The game board may be folded into a Christmas plate.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Christmas",
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Desolate: Knuckles Promo Card",
    "ID": 314492,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314492/desolate-knuckles-promo-card",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Promo card for Desolate that came in the game box for StoneFire, from the same publisher. It is also available in a promo pack called the Gnome Pack #1, from Grey Gnome Games on the Game Crafter.&#10;&#10;Card name: KNUCKLES&#10;Card picture: Brass Knuckles&#10;Card text: &quot;Whenever you are attacking with your bare hands, you deal 2 damage instead of 1.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lewis & Clark: Promo Cards",
    "ID": 314494,
    "Year": "(2020)",
    "Geek Rating": "5.565",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314494/lewis-and-clark-promo-cards",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Six new promo cards, marked &quot;hc1&quot; to &quot;hc6&quot;, released with the new edition of Lewis &amp; Clark.&#10;&#10;Rules:&#10;Mr Hunter: If another player takes a basic ressource you can take 1 of the same kind. This action is valid as long as this card is present in your game plan.&#10;&#10;Mrs Hunter: If another player does a powwow you can take 1 Indian before them. This action is valid as long as this card is present in your game plan.&#10;&#10;Mr Cron: If another player recruits a new card you can take either 1 fur or 1 equipment. This action is valid as long as this card is present in your game plan.&#10;&#10;Mrs Cron: If  another  player  sets  up  his  camp  you  can  discard 1 time token. This action is valid as long as this card is present in your game plan.&#10;&#10;Mr Alex: If another player moves to a mountain, you can take 1 horse. This action is valid as long as this card is present in your game plan.&#10;&#10;Mr Peat: If another player moves to a river, you can take 1 food. This action is valid as long as this card is present in your game plan.&#10;&#10;This set also contains all the 5 &quot;old&quot; promo cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Racing"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Worker Placement"
    ],
    "Families": [
      "Game: Lewis & Clark",
      "Historical Figures: Lewis & Clark",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tha-Ga-Kaffee-Spiel: Abenteuerliche Reise einer Kaffeebohne",
    "ID": 314495,
    "Year": "(1931)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/314495/tha-ga-kaffee-spiel-abenteuerliche-reise-einer-kaf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players travel from Space 1 to space 100. Movement is determined by a die. On some spaces events hinder or benefit the players.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Hamburg (Germany)",
      "Food & Drink: Coffee",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Albastini Card Game",
    "ID": 314497,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/314497/albastini-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Albastini is a competitive trick-taking multiplayer card game which is originally from Tanzania, East Africa.&#10;&#10;It can be played with 2 to 8 players individually or in teams of 2, 3, or 4 players (i.e. 2v2, 3v3, 2v2v2, 4v4, or 2v2v2v2).&#10;&#10;There are 72 cards per deck (8 suits with 9 cards per suit) A=11pts; 7=10pts; K=4pts; J=3pts; Q=2pts; 3-6=0pts.&#10;&#10;It typically takes 15+ mins to play but players can opt to play with only 4 of the suits for faster game play (this is typically only encouraged if 2 - 4 players are playing).&#10;&#10;It is played clockwise with one card per hand. Players start off with five cards and pick a card from the deck every time a hand is played starting with the winner of the last hand. The game ends after all cards within the deck have been played.&#10;&#10;The objective of the game is to get the highest number of points.&#10;&#10;A trump suit is randomly selected at the beginning of each game which can be used to dominate all other cards regardless of their point value.&#10;&#10;The first card played within each round determines the suit that is in play for that round. It can only be beaten if a higher value card within the same suit is played or any trump card. Players do not have to follow suit during each round.&#10;&#10;The player (or team) with the highest number of points at the end of the game is declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wir besuchen Bremen",
    "ID": 314499,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314499/wir-besuchen-bremen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to get from space 1 to space 25. Movement is determined by a die. On some spaces events hinder or benefit the players.&#10;&#10;This game was the prize of a contest in the 1930s.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Bremen (Germany)",
      "Food & Drink: Coffee",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imaginarium: Chimera",
    "ID": 314501,
    "Year": "(2020)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314501/imaginarium-chimera",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "80",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Dreams are central to the Imaginarium: Chimera expansion. To every machine is added a dream, its &quot;soul&quot;. Once a turn, instead of doing one of the two actions you chose, you can spend some time dreaming &mdash; and if your dreams are persistent, you can win extra resources or victory points (VPs) &mdash; or even end the game earlier than normal.&#10;&#10;In addition to new projects and assistants, this expansion includes components to allow for play with up to six players, but only in the new &quot;team play&quot; mode in which teammates share resources, VPs, and broken machines. Good communication allows for combined actions...&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Worker Placement"
    ],
    "Families": [
      "Players: Expansions Changing Player Count",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vespula: Das turbulente Wespenspiel!",
    "ID": 314504,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/314504/vespula-das-turbulente-wespenspiel",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Recognize and win the wasp species with speed and skill, just like in flight.&#10;&#10;Are you the fastest wasp of them all? Win your races with speed. But watch out, otherwise you will fly wrong.&#10;&#10;Playfully discover the fascinating variety of wasps. It's about fun, speed, a close look and learning wasp species.&#10;&#10;Contents: 88 playing cards, 9 &quot;Who are you?&quot; Cards, and game instructions with information on the individual types.&#10;&#10;Goal of the game:&#10;All players are workers in a wasp colony. But who is the most hardworking and gets rid of their cards first?&#10;You need to pay attention to all the details and distinguish all the kinds of wasp species as fast as possible.&#10;&#10;Put a makeshift &quot;cocoon&quot; into the middle of the game (e.g. a piece of wood) and distribute all cards as drawpiles to the players.&#10;&#10;One after the other, each player uncovers the top card of their draw pile and puts it onto their personal discard pile.&#10;&#10;If two cards with the same motive are visible at the same time, the two players who own these two cards, need to touch the &quot;cocoon&quot; as quickly as possible.&#10;&#10;The player who touches the cocoon first, gives all their uncovered cards to the slower player. This player needs to put all own uncovered cards, as well as the other player's cards back onto their draw pile.&#10;&#10;If both players touch the cocoon at the same time, the player who can identify the wasp species first, wins.&#10;&#10;Once a player's draw pile is empty, the player skips the uncovering of cards. But they still need to get rid off all open cards on the discard pile.&#10;&#10;The game ends when one player got rid of all cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Matching",
      "Real-Time",
      "Speed Matching"
    ],
    "Families": [
      "Animals: Insects"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Folkestone",
    "ID": 314517,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/314517/monopoly-folkestone",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;&quot;Tour Folkestone for the hottest properties: sites, travel spaces and local services are all up for grabs. Invest in houses and hotels, then watch the rent come pouring in! Make deals with other players and look out for bargains at auction - there are many ways to get what you want. Stay sharp, because there's only room at the top for one. For everyone else, there's bankruptcy. Trade your way to success - you can own it all! MONOPOLY has made its way to the diverse city of Folkestone.&#10;&#10;Key Features&#10;&#10;The world&rsquo;s favourite family board game brings you another exciting edition of MONOPOLY &ndash; Folkestone!&#10;Choose your favourite token, tour your favourite sites and accumulate fortunes, but watch out for taxes, jail and bankruptcy&#10;Advance to Folkestone's historical sites &ndash; will you owe rent or reap the rewards?&#10;Invest in houses and hotels and trade your way to success&#10;The Fast-Dealing Property Trading Game is fun for the whole family&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Market",
      "Ownership",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: England",
      "Country: United Kingdom",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Dogs",
    "ID": 314525,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/314525/space-dogs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Space Dogs need homes on earth. All players are owners of dog agencies. Your goal is to find homes for Space Dogs by fulfilling contract requirements.&#10;&#10;Each turn a player draws cards from the Space pile and can do 3 actions like playing a card (dog,training or event), draw and/or transferring cards while trying to fulfill a Contract card. The game end triggers when a player gets 10 Points (total from the Contract cards) and at the end of that round the player with the most points wins the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Partout",
    "ID": 314529,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgame/314529/partout",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The trick-taking game Partout uses a 42-card deck that consists of 36 traditional number cards (1-9 in four suits) along with six special cards: King, Queen, Harlequin, Dungeon, Mathematican, Alchemist.&#10;&#10;Players compete in two-player teams over six or eight rounds, and whoever ends up with highest score wins. In each round, players are dealt a hand of seven cards (ten cards for a three-player game), then the first and second player of the round announce the trump number and trump color. Players must state how many tricks they expect to win, then teammates add their claims together ; teams have to reach their summed number of tricks to score important bonus points, the value of which depends on the initial claim.&#10;&#10;The playing and winning of tricks uses mostly standard trick-taking rules, with the exception that you don't have to follow the lead suit. Instead, the highest card wins the trick, which leads to often unpredictable victories because the six special cards have different skills.&#10;&#10;To win the game, teams have to estimate the risk of stating the expected tricks, use the special cards cleverly, and harmonize as an unit without either of them knowing what the other person holds.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iwari: Deluxe Edition",
    "ID": 314530,
    "Year": "(2020)",
    "Geek Rating": "6.052",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/314530/iwari-deluxe-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4074",
    "Description": "Evermore have they walked the world of Iwari. Evermore have they embodied its spirit and shaped its lands. They are stewards of the earth. Five Titans that make the cosmos breath. On Iwari, there are no teeming masses, no continent-wide civilizations. Humanity is in its infancy, living in scattered tribes in forest, tundra, and desert.&#10;&#10;Now we have left our ancestral homelands to explore the vast uncharted regions, encountering other fellow tribes and exchanging knowledge, culture and wisdom. In our journey, we all live in harmony with the Titans, and though distant to us, they decide our fate. And yet only we don't know if they created us, or we created them.&#10;&#10;Iwari is an abstract-like Eurogame in which players represent different tribes looking for their identity by traveling around far lands and expanding their settlements into five different regions on the board. In the game, players use cards for two different actions:&#10;&#10;1) Place tents and expand their settlements into five different regions on the board in a majority game that scores on each territory.&#10;2) Construct nature totems to bond with the Titans by placing them on regions and score points based on the totem majorities in adjacent territories.&#10;&#10;During the game, players can complete missions that grant small perks and score points by having the majority of tents in each territory after the end of the first card cycle. At game end, the majority of tents will be scored again, along with the majorities of nature totems in two adjacent regions and settlements that players have created (i.e., four or more tents in an uninterrupted sequence along one of the roads on the board).&#10;&#10;Iwari reimagines the award-winning game Web of Power by Michael Schacht by adding new layers of strategy, tribe player boards, different maps with their own set of rules, modules that can be added to the game, and unique co-operative and solo modes.&#10;&#10;&#10;Additional content in Deluxe Edition:&#10;&#10;     1 Double-sided game board: &quot;The Forgotten Islands&quot; and &quot;The Void&quot;&#10;     2 New maps: &quot;The Uncharted Paths&quot; and &quot;The Long Road&quot;&#10;     8 Plastic void totems&#10;     21 Silkscreen printing wooden void ruins&#10;     12 Void cards&#10;     Solo mode rules (separate rulebook)&#10;     10 Double-sided solo mode tokens&#10;     4 Mountains&#10;     Co-op Rules&#10;     16 Expedition cards&#10;     1 Feat: Courage&#10;     The Eagle pawn to use for the Feats: &quot;Complacency&quot; and &quot;Worship&quot;&#10;     2 Icebergs&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Components: Official Music Soundtrack",
      "Crowdfunding: Kickstarter",
      "Series: Web of Power / China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bimbo",
    "ID": 314539,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/314539/bimbo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Content of the playing instructions:&#10;&#10;The card game of 1000 possibilities&#10;&#10;Bimbo is a stimulating and entertaining game.&#10;Bimbo trains quick thinking and sharpens the mind.&#10;Bimbo is easy to play: cheerfulness and serenity come into their own right from the first game.&#10;&#10;How to play:&#10;1. Bimbo as a card game for 3 or more people (use 128 cards for more than 3 players)&#10;2. Bimbo as a solitaire game for 1 person&#10;3. Bimbo as a fighting patience for 2 people&#10;&#10;Bimbo consists of 64 cards, 21 with capital letters, 41 cards with small letters and two &quot;Bimbo&quot; cards.&#10;&#10;Bimbo is published in two editions: single game (64 cards) and double game with red and green back (128 cards)&#10;&#10;Personal note:&#10;The word &quot;Bimbo&quot; is commonly known as an insult.&#10;It is unclear why the game was called like this, as it is an abstract game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Melding and Splaying",
      "Solo / Solitaire Game",
      "Spelling"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Card Games: Shedding / Stops",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dawn of Madness: Of Art and Oblivion",
    "ID": 314540,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314540/dawn-of-madness-of-art-and-oblivion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Of Art and Oblivion is a Wanderer expansion featuring Cary James the Actor. This expansion adds a whole new chapter to a Dawn of Madness campaign, complete with its own twisted story.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Curse of The Necronomicon",
    "ID": 314541,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314541/curse-of-the-necronomicon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Curse of the Necronomicon is a trading card game where players take control of the spells and creatures described in the Necronomicon( based on the works of HP Lovecraft, August Derleth, and many others) and compete against each other to see who can hold on to their sanity while driving the other to madness. They do this by summoning creatures and casting spells from the pages of the Necronomicon to drive their opponent to madness.&#10;&#10;How To Play:&#10;1. Each player starts with a 35 card deck that they shuffle at the beginning of the game and draw five cards&#10;2. Each player then starts their turn with the draw phase then the summoning phase then the end phase &#10;2(a). during the draw phase the player draws one card from the top of their deck &#10;2(b.) during the summoning phase players may summon up to four creatures at a time on the field and may cast two spells per turn &#10;2(c). during the end phase players may attack the opponent sanity or their creatures and the effect of spells take place&#10;3. A player may take damage to their sanity when a spell is cast on them or a creature attacks them&#10;4. The game ends when one player has run out of sanity and is now mad&#10;Special rule: in order to summon larger creatures such as great old ones or outer gods a sacrifice is needed: for a Great Old One two lesser creatures must be sacrificed and for an Outer God two Great old Ones( or equivalent ) must be sacrificed. To check the classification of creatures and what spells affect them check the keywords.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Trading"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Turzan, Lion of Uzkara",
    "ID": 314544,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314544/ascension-turzan-lion-of-uzkara",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Name: Turzan, Lion of Uzkara&#10;Cost: 8 Runes&#10;Text: Lifebound Hero&#10;Draw a card.&#10;This turn, if you play two other lifebound heroes, you win the game.&#10;6 Honor&#10;&#10;This card was featured in the movie Good Boys (2019) and was first released as a prize during the Ascension Tactics Kickstarter Campaign.   There have been different iterations of this card with varied rune costs, abilities, and honor values.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scene It?: Game Pack – Movie Edition",
    "ID": 314549,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/314549/scene-it-game-pack-movie-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Add to your Scene It? board game with this Game Pack DVD and trivia cards! Hundreds more scenes and images from Hollywood's biggest movies test your knowledge and observation skills. Enjoy all your favourite visual puzzler challengers from the first game plus the extra Zoom Out and Credit Roll categories.&#10;&#10;So dim the lights, sit back and get ready for more movies, more stars and more fun!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Campeones de Midgard: Big Box",
    "ID": 314550,
    "Year": "(2020)",
    "Geek Rating": "5.607",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/314550/campeones-de-midgard-big-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "Champions of Midgard is a middleweight, Viking-themed, worker placement game with dice rolling in which players are leaders of Viking clans who have traveled to an embattled Viking harbor town to help defend it against the threat of trolls, draugr, and other mythological Norse beasts. By defeating these epic creatures, players gain glory and the favor of the gods. When the game ends, the player who has earned the most glory earns the title of Jarl and is recognized as a champion of Midgard!&#10;&#10;Placing workers allows for the collection of resources and warriors, which players may then send on journeys to neighboring villages or across the sea to defeat monsters and gain the glory they need for victory. Resources are used to carve runes, build ships, and feed your followers. Viking warriors (custom dice) do battle with the myriad enemies the town faces.&#10;&#10;&#10;This Big Box edition contains the base game, Valhalla and Dark Mountains expansions and KS promos.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Game: Champions of Midgard",
      "Mythology: Norse",
      "Theme: Vikings",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alone Against Fear: The Village of the Living Dolls",
    "ID": 314556,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314556/alone-against-fear-the-village-of-the-living-dolls",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "This is a 60-page PDF adventure for Alone Against Fear. Your uncle Phil is missing and you volunteer to help finding him, but this will plunge your character in a maelstrom of horror as you explore Harrowood, the Village of the Living Dolls.&#10;&#10;This is a complete adventure that will require two hours or more to complete.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flipway",
    "ID": 314559,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/314559/flipway",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Flipway is a drawless connection game for two players: Black and White. It is played on the intersections (points) of an initially empty square board. The top and bottom edges of the board are colored black; the left and right edges are colored white.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayTo start, Black places a black stone on an empty point. From then on, starting with White, the players take turns. On your turn, you must perform exactly one of the following actions:&#10;&#10;&#10;     Drop: Select a 2x2 area including one or more empty points, such that no other 2x2 areas include all those empty points as well as at least another empty point. Then place a stone of your color on each empty point in the selected area.&#10;&#10;&#10;&#10;     Flip: Replace the two enemy stones in a crosscut with stones of your color. A crosscut is a 2x2 area of the board containing two diagonally adjacent black stones and two diagonally adjacent white stones.&#10;&#10;&#10;You win by completing a chain of orthogonally adjacent stones of your color touching the two opposite board edges of your color. Draws are not possible.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Variants&#10;     Pie: To start, Black places between one and four black stones on different points of a 2x2 area of the board. The pie rule is used in order to make the game fair. This means White will have the option, on their first turn only, to change sides instead of making a regular move.&#10;&#10;&#10;&#10;     Checkered: The game starts with the board fully covered with black and white pieces in a checkered pattern. On odd-sized boards, the two possible checkered setups may be used. If the pie rule is used, Black starts by replacing one or two white stones in a single crosscut with black stones. Otherwise, Black starts by replacing any white stone with a black stone.&#10;&#10;&#10;&#10;     2x2 checkered: Same as checkered, but the initial checkered pattern is made of 2x2 blocks of same-color stones.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Chaining",
      "Connections",
      "Pattern Building",
      "Pattern Recognition",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "51st State: Master Set – Moloch",
    "ID": 314563,
    "Year": "(2021)",
    "Geek Rating": "5.692",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314563/51st-state-master-set-moloch",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8571",
    "Description": "The Moloch State Pack is an expansion to 51st State: Master Set, which introduces a semi-cooperative experience.&#10;It consists of 27 Moloch cards to be shuffled in the Base Set cards and 23 double-sided Machine cards.&#10;&#10;Each round a number of new enemy Machines are deployed and threaten all the players. Players may fight the Machines using two new actions, by hacking or destroying them.&#10;&#10;Hacking a Machine requires to pay the resources indicated in the Machine&rsquo;s code, and lets the player who does the action flip the Machine&rsquo;s card and build it as their own location offering that player a new ability. Another way to fight a Machine is destroying it, which requires spending Contact tokens equal to Machine&rsquo;s defense level. It brings the player victory points.&#10;&#10;If Machines are left in play, because no one hacked them or destroyed them, they will attack all players in the Assault phase and deal damage specified on the Machine&rsquo;s card. Players may choose to work together fighting the Machines or face the dangers alone.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Worker Placement"
    ],
    "Families": [
      "Game: 51st State",
      "Mechanism: Tableau Building",
      "Setting: Neuroshima",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet 28: Death Machines",
    "ID": 314564,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314564/planet-28-death-machines",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Death machines is an expansion for Planet 28 that lets you add vehicles to your miniature conflicts.&#10;&#10;In this book you&rsquo;ll find all the rules you need to build, &#10;&#10;     arm and battle with mechanical monstrosities, &#10;     gargantuan battle tanks, &#10;     ramshackle jetbikes &#10;     and everything in-between!&#10;&#10;&#10;Will you build a technological terror that grows more powerful from game to game, or will your creations go up in smoke?&#10;&#10;There&rsquo;s only one way to find out...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bleak Moor: Smugglers & Wreckers",
    "ID": 314565,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/314565/bleak-moor-smugglers-and-wreckers",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Bleak Moor is a single player card game that forces you to enter into the unsavoury world of wrecking &ndash; the despicable act of luring ships onto treacherous rocks so you can plunder their cargo.&#10;&#10;Your nightmare begins with the delivery of your first ransom note. It details a ship that is about to set sail, the amount of cargo it carries, and the price you must pay for this information.&#10;&#10;Starting with a limited amount of cargo you must first recruit help from an untrustworthy bunch of smugglers. Each smuggler has a unique ability, some bad habits, and a limit to the amount of cargo they can carry.&#10;&#10;Together you must then attempt to lure a ship onto the treacherous rocks, known as The Devil&rsquo;s Teeth, in the hope that you can salvage more cargo. With the turn of every card however you risk encountering survivors or being discovered by the patrolling Redcoats.&#10;&#10;Over the long winter months you will receive six of these ransom notes, each varies in difficulty and makes mounting demands upon you. Only by managing your resources and salvaging the right cargo will you be able to meet all six demands.&#10;&#10;Fail to meet any ransom demand and your life will most certainly be in danger, meet all six and you might just live to see another summer!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Commodity Speculation",
      "Force Commitment",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Princess Kina",
    "ID": 314566,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314566/princess-kina",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A fun family-friendly game with cute unicorns! One set of rules for small children and one set of advanced rules for older children and adults. The 4 to 6 year old rules allow for simple identification and collection of like unicorns.&#10;&#10;For the older age groups managing your hand and deciding which unicorns to collect will be more of a challenge.&#10;&#10;Your options after drawing a card are to place a matching set of unicorns, discard down to the hand limit of 4 cards, or play Japal the bat take cards from another player (but it will cost you points).&#10;&#10;The player that collects the most points when deck runs out wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Warhammer Age of Sigmar: Lightning Dice",
    "ID": 314581,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314581/munchkin-warhammer-age-of-sigmar-lightning-dice",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "They say lightning never strikes the same place twice . . . but how about six times? These supercharged dice will bring the thunder to any Munchkin game . . . and they come with four new Munchkin Warhammer Age of Sigmar cards!&#10;&#10;Doors (2)&#10;    Kitbashed&#10;    Wee Enforcers&#10;Treasures (2)&#10;    Scroll of World Blending&#10;    The Cosmic Balance&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slaughterville: The Cult Invades",
    "ID": 314583,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314583/slaughterville-the-cult-invades",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Cult Invades is an expansion based on the single-player, choose your own adventure game District-Z: The Cult. This expansion brings the dangers of the Cult into Slaughterville showing how they have been in the background working this whole time.&#10;&#10;Adding these cards to your Location decks will increase their difficulty and variety.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My Fake Band",
    "ID": 314584,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314584/my-fake-band",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "300",
    "Weight": "0",
    "Description": "MYFAKEBAND is a party game that celebrates the Music Industry while shining a light on the absurdity that surrounds band names and song titles.  MYFAKEBAND is a hilarious game that allows you to be the creator of some epically ridiculous bands, putting out equally cringeworthy hit singles.&#10;&#10;How to play: The person in the group who most recently sang karaoke, will become the first &ldquo;Founding Member.&rdquo; Or, the person in the group who most recently purchased music or concert tickets will become the first &ldquo;Founding Member.&rdquo; (SUPPORT YOUR LOCAL MUSICIANS!)&#10;&#10;The Founding Member draws 1 card from the &ldquo;My Fake Band&rdquo; deck and 1 card from the &ldquo;Genre&rdquo; deck. The Founding Member then reads the name and genre of their new fake band to the group. Each player in the group, including the founding member, will create &amp; write down the song title of the Fake Band&rsquo;s first hit single. Answers are passed back to the founding member face down.&#10;&#10;All of the song titles- including the one written by the founding member- will be read out loud to the group, twice.&#10;The first player up will try and match a song title to the correct author. When a match is made, the player who wrote that song title is eliminated from the round. Play continues until the current player guesses incorrectly. With an incorrect match, the mic passes clockwise to the next player, gameplay resumes. Gameplay continues until only 1 player remains or the mic makes it back to the founding member.&#10;&#10;Scoring:&#10;&#10;1 point for each correct match (Not including guessing their own)&#10;2 bonus points if a player completes all matches in one turn&#10;4 points for the founding member if no correct matches are made before the mic makes it back to the founding member&#10;&#10;&#10;        The player with the most points after 3 rounds wins&#10;    &#10;&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rallyman: DIRT – R4",
    "ID": 314592,
    "Year": "(2021)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314592/rallyman-dirt-r4",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "R4 cars are based off of the most iconic of classic rally cars! They set themselves apart from both R6s and R5s not only with their timeless looks though but also with their driving styles. What they lack in horsepower they more than make up for in agility!&#10;&#10;As their name suggests, R4 cars only have 4 Gear dice. However, they have 3 Coast dice instead of 2, giving them a major advantage on tricky sections of track. Therefor whilst they&rsquo;ll have a lower overall speed average they should be able to maintain 3rd and 4th gear quite consistently even on the most technical stages!&#10;&#10;Additionally, it shouldn&rsquo;t be understated that 3 coast dice allow you to easily drift most corners in high gears too so you&rsquo;ll find that, one again, despite the lower speeds R4s can cover distance quite quickly!&#10;&#10;This expansion contains:&#10;6 Car models&#10;6 Driver cards&#10;12 Dashboards&#10;1 Coast die&#10;1 Leader die&#10;Rules cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Rallyman"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sherlock's Mysteries",
    "ID": 314628,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314628/sherlocks-mysteries",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sherlock's Mysteries: Lucid Dreaming is an incredibly detailed and interactive puzzle adventure in the world of Sherlock Holmes available in both Journal and Puzzle Box formats. Solve puzzles, unravel enigmas, decipher codes &amp; step inside the Mind Palace of Sherlock Holmes, as you race to save the life of the World's Greatest Detective.&#10;&#10;The Journal seamlessly blends a narrative murder mystery experience with the puzzle and enigma solving that you would find in an escape room game. With more than 150 puzzles ranging from ciphers and codes to association and logic.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: Sherlock Holmes",
      "Category: Escape Room Games",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dwar7s Spring: Enchanted Forest",
    "ID": 314664,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314664/dwar7s-spring-enchanted-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "80",
    "Weight": "3",
    "Description": "The Enchanted Forest Expansion adds content to both Dwar7s Winter &amp; Dwar7s Spring by adding buildings, new monsters, and giving the players options to upgrade their dwarfs.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Crowdfunding: Kickstarter",
      "Series: Dwar7s"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dwar7s Spring: Elven Uprising",
    "ID": 314665,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314665/dwar7s-spring-elven-uprising",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "80",
    "Weight": "3",
    "Description": "We are the children of the woods, creatures of magic. For centuries we shared this valley, living in peace with our bearded fellows... But their greedy expansion confined monsters to our lands, threatening the very existence of the faeries. This has to change!&#10;&#10;The elves have a unique empire board featuring asymmetric gameplay. They have no agriculture so you will need to hunt.&#10;&#10;Special Abilities: Archery - When fighting a monster, elves in adjacent locations also take part in the fight.&#10;&#10;Faerie Dust - You get faerie cards in the production phase.&#10;&#10;Faerie Folk - If you build your fortress, ever 2 faerie cards in your hand gives you plus 1VP at the end of the game.&#10;&#10;Elven Magic - Your faerie power can go up to 3 making your faerie cards even stronger.&#10;&#10;Dragon King - As a free action, pay 2 gold to replace one of you elves with the Dragon king. When harvesting or fighting, the Dragon King awards you as many hero cards as you have faerie power.&#10;&#10;Note: Elven Uprising is an expansion that is compatible with Dwar7s Winter too, adding a new tribe to the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Expansions Changing Player Count",
      "Series: Dwar7s"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Give Me the Brain: Superdeluxe Edition",
    "ID": 314671,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/314671/give-me-the-brain-superdeluxe-edition",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Note: The Superdeluxe edition has 100 cards. The prior two versions had 112. A few of the worst and / or most confusing cards were removed, and a few difficulty numbers were adjusted.&#10;&#10;The following cards were dropped:&#10;One out of three copies of &quot;Are You Still Serving Breakfast?&quot;&#10;One out of three copies of &quot;Is This Meat Vegetarian?&quot;&#10;One out of two copies of Someone Loses An EYE.&#10;Both copies of Scrambling Practice.&#10;One out of two copies of Extra Hand.&#10;Both copies of Sharing is Caring.&#10;Graveyard Shift.&#10;&quot;I'd Like That With NO BUN.&quot;&#10;Bid 29 card&#10;Bid 30 card&#10;&#10;About the game:&#10;Welcome to Friedey's, the Fast Food Restaurant of the Damned, where the poor Zombies have only one Brain to pass around.&#10;&#10;You're a Zombie working at a fast-food joint, and you must finish a handful of chores before you can go home.&#10;&#10;Some of these chores are so complicated that they require a Brain. Or, rather, THE Brain, since there's only one.&#10;&#10;Give Me the Brain is an award-winning classic card game by James Ernest, where the goal is simply to empty your hand.&#10;&#10;You'll need a little luck, a little skill, and a little patience.&#10;&#10;But mostly, you'll need to get your hands on that Brain.&#10;&#10;- description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Zombies",
      "Series: Cheapass Zombie",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiles: The Name of the Game",
    "ID": 314682,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/314682/tiles-the-name-of-the-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tiles: The Name of the Game is a promotional game by Villeroy &amp; Boch for their 250th anniversary. It was produced by Ravensburger.&#10;&#10;Get your room board tiled with the help of two floor tilers. Collect different kind of tiles and and win with the most valuable pieces.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "End Game Bonuses",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SEEKRIEG 5: Ship Logs – Italy 1880-1945",
    "ID": 314689,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314689/seekrieg-5-ship-logs-italy-1880-1945",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This collection of the SEEKRIEG 5 ship logs, originally released on CD in 2009, represents the majority of the vessels comprising the navies of Italy during the years 1880 to 1945. Any subsequent corrections made to the original release are included in this set of files.&#10;&#10;A total of 986 ship logs are included and, wherever possible, planned warships, conversions and never completed vessels are also included and based on available information. In most instances, one or more logs are provided for individual ships within a particular class. Major refits or other modifications significantly affecting the fighting capability of a ship are reflected in the multiple logs available for some ships, however, details regarding individual modifications to some of the smaller vessels (torpedo boats, submarines, gunboats and MTBs) are not generally available so a single ship log is provided to serve for the entire class.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Corona Yuga",
    "ID": 314732,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/314732/corona-yuga",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The pandemic situation has imposed a lockdown on all of humankind. Veer Kashyap (Age 9Yrs 9Months), a class 5 student at Army Public School, New Delhi, had gone to visit his grandparents in Bengaluru during the academic break and got stuck due to lockdown. To overcome the boredom, he decided to design a board game on his own when our Prime Minister announced 21 days of lockdown. He understood the COVID-19 scenario through media and came up with a board game, which he named CORONA YUGA, meaning Corona Era. He designed the layout, drew it on a cardboard and completed using material available at home, and started playing with family.&#10;&#10;Board games are a fun and effective way of introducing new concepts to children of all ages and Corona Yuga aims to create awareness in a most interesting manner and spend time together at home during lockdown period. The board game designed like the infamous corona virus, promotes Yoga &amp; Social Distancing and also appreciates COVID Warriors for their services to mankind. This fun game played by ages 5+ will entertain everyone in future years, about the present scenario faced by each one of us.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Medical: COVID-19",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dirty Mining",
    "ID": 314734,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/314734/dirty-mining",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Story:&#10;It&rsquo;s the end of the twentieth century and you are in a post-soviet country in Europe. The main way to make a living is mineral mining. The market situation is very bad in the country troubled by corruption and high criminality. Market prices are barely enough to cover costs. The only way to make a decent living is to mine minerals supported by the government. The catch is that the government places subsidies just before the minerals are sold. This means you need to corrupt government officials to place subsidies in your favor.&#10;&#10;Game basics:&#10;The game is for up to five players. Each player represents a mine owner. The goal of the game is to make enough money to leave the country in three years by corrupting government officials, stealing, snitching or by exploiting miners.&#10;&#10;Each year is divided into four quarters. One turn is one quarter. Each quarter is divided into three months (actions), which means one player gets three actions each turn.&#10; In total, each player gets three actions each turn and four turns each year.&#10;&#10;At the end of each year, the government gives subsidies and sets market prices.&#10;&#10;The game ends at the end of the third year (the twelfth turn). Players sell their minerals as usually and then count their money. The player with the most money wins. If there is a tie, the player with higher ranking card wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Fighting",
      "Humor",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Push Your Luck",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cortiça",
    "ID": 314735,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/314735/cortica",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2",
    "Description": "Cork (Corti&ccedil;a, in Portuguese. /ku&#201;&#190;&#203;&#136;ti.s&#201;&#144;/) can be used to make a variety of products and Portugal is the world's largest productor of cork. Cork Oak trees take 25-30 years to mature, and their bark is extracted every 9 years. Play as competing farmers, aiming to harvest the most corks.&#10;&#10;Every turn the players will shuffle the five actions and make a line of four. Those actions can have one or two spaces in which the players will place their workers.&#10;&#10;The actions are resolved from left to right, up to down. When an action is resolved the worker goes in a stack. On the next turn, the players will draw and place the workers from the stack, one by one.&#10;&#10;&#10;Corti&ccedil;a was designed for Button Shy's 18 card worker placement challenge. It was one of the 10 finalists - out of 150+ games!&#10;&#10;Corti&ccedil;a won Best Analogue Game and was the runner-up for Best Game Design at the Imirt Irish Game Awards 2020.&#10;&#10;Corti&ccedil;a has been nominated for the 5 Seasons Awards 2024 in 4 categories: Family, Illustration, Author, and Game of the Year.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing",
      "Print & Play"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Serengeti: A Safari Board Game",
    "ID": 314742,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/314742/serengeti-a-safari-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Serengeti is a family game, combining strategy and a bit of luck, set in the &ldquo;endless plains&rdquo; of Africa. Each player will be tasked with managing a new national park for 4 years, while collecting victory points with the goal of developing their park into the most popular in Africa.&#10;&#10;Everyone will have their own mat where they will arrange the animals in their park as well as any workers they hire and vehicles they purchase. Each gameplay item has a unique ability, so the player must plan carefully and play the ones that will help them build the best park.&#10;&#10;Every player starts with 5 Safari Cards and each year they must decide whether or not to play one. Depending on the animals currently in their park they&rsquo;ll receive different benefits and victory points when playing one, so players must keep an eye on which Safari Cards they have and when the best time to play them would be.&#10;&#10;Each turn consists of moving your token to another tile and performing a simple action shown on the tile such as: obtaining resources, drawing or playing an animal or action card, hiring workers, purchasing vehicles, or hosting a safari. After each player has had a turn, a month is considered to have passed in the game. With quick turns, gameplay moves at a brisk pace and players will be eager to have another turn.&#10;&#10;The game has limited vehicles and workers, different safaris, and a constantly changing map, making every time you play a unique and different experience. Select your strategy, plan ahead, and create the best park in all of Africa!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Continents: Africa",
      "Digital Implementations: Tabletopia",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventure Tactics: Side Quest Guide Book 1 – Exploring Estellia",
    "ID": 314747,
    "Year": "(2020)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314747/adventure-tactics-side-quest-guide-book-1-explorin",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This book contains six bonus encounters, each one created by a special guest designer. These encounters are outside of the main Adventure Tactics campaign, and you can experience them in one of three different ways:&#10;&#10;&bull; As a one-shot adventure with brand new heroes&#10;&bull; As a side-quest with your main party of heroes&#10;&bull; As a progressive challenge for brand new heroes&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Episode IV",
    "ID": 314748,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/314748/episode-iv",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Episode IV, players are trying to create two poker hands, and the player with the most valuable hands will be the winner.&#10;&#10;The game uses two decks of cards.  One is referred to as the &quot;Normal&quot; cards, and consists of ranks 1 through 10 in each of 4 suits.  The other is referred to as the &quot;Randolph&quot; deck, in an allusion to the designer Alex Randolph, as they are acquired through the mechanism popularized in Hol's der Geier.  The &quot;Randolph&quot; cards may have more than one possible color and/or rank.&#10;&#10;The game consists of 4 phases, and each player will have ten cards in their hand at the beginning and end of each phase.&#10;&#10;In the first phase, the players are dealt 10 cards each from the Normal deck, and will draft cards until they have one card of each rank in their hand.&#10;&#10;In the second phase, the players will reveal a certain number of Randolph cards face up and have an auction for them using the Hol's der Geier mechanism.  For players who have their bid cancelled, they will return their Normal card to their hand at the end of the round.  Otherwise, players will enter the next round with any Normal cards they did not bid, and any Randolph cards they won.&#10;&#10;In the third phase, a trick-taking round occurs, which is must follow and does not have a trump suit.  The winner of a trick distributes the cards from the trick to the players as they choose, with each player getting 1 card.&#10;&#10;In the fourth phase, the players make two face down rows of 5 cards with the cards they obtained in the trick-taking phase.  Each row is revealed simultaneously and awarded a given number of points based upon poker hand type conditions.  There are a few exceptions in cases where only one player scores, or only one player does not score.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Open Drafting",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Malacca 1511",
    "ID": 314751,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/314751/malacca-1511",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "It is the year 1511 and the Portuguese Empire rules the seas.  Far in the east, the port city of Malacca makes the mistake of backstabbing them, sparking a war at their doorstep. As Admiral of the Portuguese Empire, you arrive at Malacca to punish the Sultan's foolish betrayal by laying waste to his city. Meanwhile, as Laksamana of the Sultanate, you must repel the invaders and save your home from certain doom.&#10;&#10;Malacca 1511 is a 1-2 player game of the Portuguese conquest of Malacca in 54 cards - with 2 Solo Modes: a Solo game as the Portuguese Empire, and a Solo Campaign as the Sultanate.&#10;&#10;In a two-player game, each player leads one side, fighting over the city and against each other's armies in this unique Deck Builder vs Engine Builder card game. The cards are double-sided, with one side being the Empire Attackers besieging Malacca, while the flip side is the Sultanate's Defenders trying to hold them at bay. The game also uses a creative area control mechanic that simulates the Frontline of battle. This makes vying for the right cards and spaces on the battlefield key to winning the war.&#10;&#10;The Portuguese Empire plays as a Deck Builder, building up their strength to unleash increasingly deadly attacks against the city. The Sultanate plays as a Set Collection, Tableau + Engine Builder, adding Fighters to their city to bolster up defenses and making it easier to defeat enemies on future turns.&#10;&#10;Awards:&#10;&#10;From the 2020 54-Card Game Design Contest.&#10;-Best War Themed Game: 1st Place!&#10;-Best Solo Game: 2nd Place!&#10;-Best Euro Game: 2nd Place!&#10;-Best Overall Game: 3rd Place!&#10;-Jury Prize: 3rd Place!&#10;-Best 2 Player Game: 3rd place!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Contests: 54-Card Game Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Haye Sainte",
    "ID": 314752,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/314752/la-haye-sainte",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "On the evening of 17th June 1815, the German garrison of the large farmhouse La Haye Sainte (the sacred hedge) settled down to dry out. They were posted there by the Duke of Wellington who saw the solid building as an anchor to his left flank and vital communication line to his Prussian allies. As the rain poured down, cold and wet soldiers did what all soldiers do &ndash; they smashed down the large gates of the barn to build a fire, little thinking that in six hours they would desperately need those gates...&#10;&#10;The epic struggle at La Haye Sainte is now the stuff of legend, with its small, but regularly reinforced garrison of green-clad rifleman of the King&rsquo;s German Legion and their allies clinging on grimly against massed French infantry assaults.&#10;&#10;Finally, with the riflemens&rsquo; ammunition spent, Marshall Ney ordered one more frenzied assault and this time, with Engineers led by Lieutenant Vieux swinging axes and crowbars, the French drove through the main gate. Bayonets and swords were freely used, in savage hand-to-hand fighting. By early evening the farm was in French hands and the loss of the farm keenly felt by the Allied forces. The overwhelming arrival of Bl&uuml;cher&rsquo;s Prussian forces won the day for Wellington&rsquo;s hard-pressed men who then reoccupied the battered remains, but the struggle for this key building will be remembered for eternity.&#10;&#10;You can now recreate this epic struggle with this superb battle-set. &#10;Will your brave German defenders be able to stave off the massed enemy assaults? &#10;Will your proud French troops be able to drive the Allies from this vital strongpoint and threaten Wellington&rsquo;s flank?&#10;Only time will tell...&#10;&#10;La Haye Sainte contains:&#10;&#10;Laser-cut wooden farmhouse, out-buildings, walls and pond including construction guides and acetate windows&#10;    Laser-cut wooden tables and chairs &ndash; use as firing steps&#10;    Two laser-cut wooden carts and plough (barricade)&#10;    Six metal branches to form an abatis&#10;    Major Von Baring, King&rsquo;s German Legion 2nd Light Battalion (exclusive metal figure)&#10;    15 metal King&rsquo;s German Legion 2nd Light Battalion with rifles and muskets&#10;    5 King&rsquo;s German Legion light infantry&#10;    36 French Light Infantry (30 plastic and 6 metal) including full-colour flag sheet and waterslide decals&#10;    Lieutenant Vieux (exclusive metal figure) and five metal French Engineers with muskets or tools&#10;    12-page scenario booklet&#10;&#10;Note: There is a collector's edition of this that also comes with:&#10;&#10;1 resin sandpit&#10;    Metal farmer's wife tending young calf&#10;    Resin pile of dead Frenchmen&#10;    6 metal French Voltigeurs skirmishing&#10;    Marshall Ney shouting at brigade commander&#10;    4 metal French casualties&#10;    Mounted French Officer&#10;    36 French Infantry (6 metal command and 30 plastic infantry)&#10;    6 Luneberg Light Infantry&#10;    6x 95th Rifles&#10;    1 British Rocketeer and a horse.&#10;    1 Nassau officer using cooking pot to extinguish the barn fire&#10;    6 metal Nassau infantry&#10;    36 Hanoverian Line Infantry (6 metal command, 30 plastic infantry)&#10;    Sprue of abatis stakes and branches (metal)&#10;&#10;&mdash;description from the publisher's site&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Series: Black Powder (Warlord Games)"
    ]
  }
]