[
  {
    "Rank": "20701",
    "Name": "Knights Of Glory",
    "ID": 237648,
    "Year": "(2019)",
    "Geek Rating": "5.510",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/237648/knights-of-glory",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "NOW AVAILABLE FOR PURCHASE: https://bluegeargames.square.site/product/pre-order-knights-of-glory/6&#10;&#10;THE STORY&#10;~~~~~~~&#10;A long time ago, kings, knights, and peasants all lived for a common purpose: kings ruled the land, peasants served their king, and knights defended their kingdom. Beyond the seas, beyond the woods, and beyond high mountains was a fortress ruled by a stern and powerful king. This stronghold was unbreakable and the king's army was undefeatable.&#10;&#10;Every year the king held an event called &quot;The Royal Games&quot; for his noble subjects to train to become highly skilled knights. Beneath this fortress lay a dungeon used to test their wits and strength. These knights faced rigorous obstacles including traps, weaponry, and psychological tactics. Only the most resilient knights prevailed. Whoever was worthy during the treacherous journey earned the rank among the king's elite.&#10;&#10;&#10;OBJECTIVE&#10;~~~~~~~&#10;In Knights of Glory, you play as one of the king&rsquo;s knights seeking the ultimate goal of becoming a Royal Games victor. Advance through a treacherous dungeon through the art of bluffing. Each player will try to make their way to the exit through deception and deduction. More than one knight may prevail. Exit the dungeon to win the Royal Games and become Elite Knights.&#10;&#10;&#10;TURN OVERVIEW&#10;~~~~~~~~~~~&#10;The most experienced knight will play first. Play then proceeds clockwise around the table, with each player taking a series of actions until the game ends.&#10;&#10;At the beginning of the game, the first player will take the Rook piece. A game of Knights of Glory is played over several rounds, each consisting of three phases:&#10;&#10;Action Phase&#10;Voting Phase&#10;Refreshing Phase&#10;&#10;&#10;TURN IN DETAILS&#10;~~~~~~~~~~~&#10;&#10;ACTION PHASE&#10;&#10;1) Pass - Pass your turn to next player in the rotation. This will end your turn.&#10;&#10;2) Discard - Discard your Weapon cards face-down up to or equal to the Tier Level  you are currently on. This will end your turn. Example: If you are on Tier 2, you may discard up to 2 cards. All discarded cards will be placed in a pile known as the &ldquo;Discard Pile.&rdquo;&#10;&#10;3) Advance - Advance by looking at the Destination card ahead of you. If the card is face-down, reveal it by flipping the card over to see what trap you must overcome. Roll as many Weapon dice as shown on the Dice Indicator  and play a Weapon card or KOG token for each dice. If you were successful after the Voting Phase, you may decide whether to push your luck and perform one of your turn actions again.&#10;&#10;VOTING PHASE&#10;&#10;Players will vote to determine if your play was the truth or a lie. If you were telling the truth and Players disagree, you will reveal your Weapon Cards and advance as normal but Players that disagree will retreat back to the previous Destination card. If you were bluffing, you will reveal your Weapon Cards and retreat back to the previous Destination card and Players that disagreed will advance to the next Destination card. Players who agree will do nothing. If all Players agree you will not reveal your cards.&#10;&#10;REFRESHING&#10;&#10;When the last player&rsquo;s turn ends, it is time to start the new round. The player in last place on the Destination Cards is now the first player in the new round and will claim the Rook.Players will keep any remaining cards that they still have. It is time to replenish every player&rsquo;s hand back to 5 cards again.&#10;&#10;&#10;GAME END&#10;~~~~~~~&#10;&#10;There may be more than one winner. When a player successfully arrives to the Exit Path, they are considered the winner, but other players have a chance to win as well and play one final turn. The game continues, starting with the next player in the rotation.&#10;&#10;Each time a player successfully advances to the Exit card, the Journey Paths will gradually collapse starting with the Cell, Start, and all of Tier-1 together; and then, when another player wins, Tier-2; and finally, Tier-3. If players are standing on a collapsed Destination card, they are eliminated from the game.&#10;&#10;When all the Tiers collapse or the last player fails to exit, the game then ends, and players that successfully advanced to the Exit card are considered the winners as well.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "20702",
    "Name": "Risky Adventure",
    "ID": 192349,
    "Year": "(2016)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/192349/risky-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5455",
    "Description": "Description from the publisher:&#10;&#10;In the dice-rolling game Risky Adventure, players embark on expeditions and try to find rare artifacts in an undiscovered world. Each player assumes the role of three adventurers trying to roll the right dice combination to get equipment, discover artifacts, and find new and mysterious places. The trick: Players have to mark the things they want to roll for with their adventurers before they actually roll the dice. Assessing the risk, using the right equipment, and finding the best locations to place the adventurers will be key to win a game of Risky Adventure.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20703",
    "Name": "Matching Madness",
    "ID": 11407,
    "Year": "(1985)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/11407/matching-madness",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "There are different colored rings, circles and figures on three wooden dice. Roll the dice. Players use observation skills to be the first to find the matching combination on the game boards. Players race to get all their tokens on the boards before the others.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "20704",
    "Name": "Party & Co: Extreme",
    "ID": 29020,
    "Year": "(2005)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/29020/party-and-co-extreme",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0625",
    "Description": "From the same family of Party & Co, Party &amp; Co Extreme is made out of 4 different categories of games: 'Quiz &amp; Co, 'Psyco &amp; Co', 'Show &amp; Co' and 'Art &amp; Co'. Each category have different card games including some like Pictionary, Taboo, Trivial-Pursuit...&#10;&#10;People have to compete with each other in teams until they fill out his objective card (a number of games won).&#10;&#10;The game includes:&#10;800 cards with different games (200 of each category).&#10;48 'peanuts' (12 of each color)&#10;A pair of party glasses (blind-drawing game) with a color pencil&#10;2 pencils and 2 block notes&#10;1 'flexispaghetti' (shape game)&#10;10 objective cards&#10;1 die and a instructions booklet&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Memory",
      "Paper-and-Pencil",
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Party & Co"
    ]
  },
  {
    "Rank": "20705",
    "Name": "Baba Yaga",
    "ID": 192730,
    "Year": "(2016)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/192730/baba-yaga",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Behold the saga of Baba Yaga! Use spells, potions, and a bit of luck to capture the legendary sorceress. Summon an enchanted owl or a plucky pelican to help you, but only if you can concoct the proper potions first.&#10;&#10;Think strategically and stay alert in Baba Yaga because the card game could end at any moment! Get the lowest score and conjure up a win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Folk Tales & Fairy Tales: Baba Yaga",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "20706",
    "Name": "Godzilla: Stomp!",
    "ID": 88960,
    "Year": "(2011)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/88960/godzilla-stomp",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "Godzilla: Stomp! is a fast-paced card game of monster-induced city destruction.  The game is played in a series of rounds.  During each round, several buildings will be revealed, and players will simultaneously choose their attack strength to destroy one or more buildings for the round.  Play continues for six rounds, at which point players add up their scores.  The highest score wins.&#10;&#10;Contains:&#10;&#10;&#10;     42 Building Cards&#10;     30 Monster Attack Cards&#10;&#10;&#10;From the back of the box:&#10;&#10;Godzilla, the King of the Monsters, is on the loose again, along with four other Kaiju: Mothra, Mechagodzilla, Battra, &amp; Destoroyah!  Together they compete to demolish the most buildings in the city, by sparring it out or going into a full-out RAMPAGE!&#10;&#10;There's nowhere to hide in this Kaiju free-for-all!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Monsters",
      "Movies: Godzilla",
      "Organizations: The Game Artisans of Canada",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "20707",
    "Name": "Golf 'n' Roll",
    "ID": 151530,
    "Year": "(2014)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/151530/golf-n-roll",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Golf 'n' Roll is a turn-based board game for 1-4 players that recreates a game of golf,  where players hit balls into a series of holes on a course using the fewest number of strokes. To do this, players must choose the club, decide the strength of the blow... and throw the dice to check where the ball ends!. A typical game lasts between 15-30 minutes, and the minimum age recommended is 5 years old.&#10;&#10;Golf 'n' Roll takes place in a rectangular board with 4 golfer tiles, 4 circular numbered ball tokens and 4 dice (white, green, yellow and red).&#10;&#10;The holes in the board are divided into squares, where golfers move after hitting the ball. Each of these squares have a gem whose color indicates the difficulty of that trail (green, yellow or red) and a flag indicating the presence or not of obstacles (free, vertical or cross mark). The latest of each hole have a darker green color, an they are called &quot;Green&quot;; one of them which also contains flag is called &quot;Hole.&quot;&#10;&#10;The game is originally designed for kids and families, so it has a great simplicity, but it also has an &quot;History&quot; gameplay, where our players can acquire skills, which will be very much appreciated for advanced gamers.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "20708",
    "Name": "Plucky Penguins",
    "ID": 253705,
    "Year": "(2018)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/253705/plucky-penguins",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Plucky Penguins is an easy to play, funny and fast competitive party game. Each penguin&rsquo;s goal is to survive to all the dangers and become the new leader of Elfishado, the legendary frozen island said to be the richest one in the whole Polo. Think fast to avoid being eaten by the walrus or the orcas, or being knocked out by other penguins!&#10;&#10;Before starting the game every players receive one character with its peculiar ability. At the beginning of their turn, each player draws an action card, can move up to two times, collect fish, and play the number of cards he/she wants. When all player have completed their turn ,the walrus moves towards the nearest penguin. Players in dangerous situations needs to draw event cards to see what happen.&#10;&#10;Think fast to avoid being eaten by the walrus or the orcas, outsmart the other players and become the next penguin leader!&#10;&#10;For 2-8 players, ages 8 and up. 30-45 minutes playtime.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Penguins",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20709",
    "Name": "Creature Castle",
    "ID": 3827,
    "Year": "(1975)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/3827/creature-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A cute, mostly for kids game of trying to get through a castle and get to the exit. Movement is done by matching cards in your hand to spaces on the board. First one out, wins!&#10;&#10;This game was basically a remake of the game Dark Shadows, also by Whitman.  The &quot;Barnabas&quot; and &quot;Vampire&quot; cards were replaced with &quot;Creature&quot; and &quot;Monster&quot; cards in this version.  The layout of the paper gameboard was also slightly changed/improved??&#10;&#10;Re-implements:&#10;&#10;    Dark Shadows&#10;&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Move Through Deck"
    ],
    "Families": [
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "20710",
    "Name": "Triolet",
    "ID": 13103,
    "Year": "(1996)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/13103/triolet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Triolet is a numbers games in which the objective is make &quot;15&quot; with three tiles on a board.&#10;&#10;Players lay 1, 2, or 3 tiles intersecting crossword-style on a board. Additional points are scored when three tiles equal 15 or all three tiles are placed in one go. It's an easy game to learn and the &quot;double&quot;, &quot;triple&quot; and &quot;bis&quot; squares ensure that players who have started slowly can catch up. When the tiles run out, the game ends and whoever has scored the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 15 x 15 Grids"
    ]
  },
  {
    "Rank": "20711",
    "Name": "Domitrio",
    "ID": 130188,
    "Year": "(2012)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/130188/domitrio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the catalog:  Settrio is a game of visual perception and deduction where both luck and skill add to the fun.  Easy to learn and fairly quick to play, Settrio will help build up your powers of observation as you try to find places to play.&#10;&#10;The game is comprised of 36 distinctive, &quot;double hexagon&quot; shaped pieces.  Each game piece is decorated with a unique pair of symbols made up one one of three shapes (circle, hexagon, star) painted either in red, blue or yellow.  No two pieces are alike.  Players take turns rolling the custom die, then finding a place to position one of the five tiles in his hand among those which have been played so far.  The object is to form sets of three tiles in a row in which the two attributes (shape and color) on each tile in the set are either all the the same or all different. A player draws a tile if he cannot play one of his. The first player to play all his tiles wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20712",
    "Name": "Quantum",
    "ID": 5221,
    "Year": "(1975)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/5221/quantum",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Quantum is an abstract strategy game, played on a simple squared board, with three different types of pieces. A quick game may be played on the central 60 squares of the board, or the full game on the entire 96 squares.&#10;&#10;Initially, all pieces move just one square. A square piece moves horizontally and vertically, a circle moves diagonally and a cross combines the two moves.  Opposing pieces are captured by landing on top of them to form towers. A tower may move as many squares as pieces it contains. &quot;Power&quot; squares in each corner allow unrestricted movement. Once a tower reaches the height of six pieces, it can no longer move or be captured.  The game is won when black or white owns three towers of 6 pieces.&#10;&#10;Both offensive and defensive strategies are possible and players should remember that a tower of 6 cannot move or be captured, but it can still block!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 12 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20713",
    "Name": "Lexigo",
    "ID": 78647,
    "Year": "(2010)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/78647/lexigo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "Starting with a small hexagonal grid of letter tiles, players add more tiles onto the grid. Every turn, players have to trace a path from their piece's location to spell out a word, including all of the newly added letters, and keeping their piece on the last letter of that word. Next turn, their word will start with that last letter. Players try to get rid of all their letter tiles in their hand and stack; the first one to do so wins.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20714",
    "Name": "Kiek: 20 years of Splotter",
    "ID": 239770,
    "Year": "(2017)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/239770/kiek-20-years-of-splotter",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This year, 2017, marks the 20th birthday of Splotter as a company. We started in 1997 by going to the Essen games fair, not knowing what to expect. We had 20 handmade copies each of 3 simple games, in videoboxes. We sold about half of them. Since then, we have come a long way! We wanted to celebrate this history somehow with our fans. We considered printing T-shirts or making a book about our history, but we felt a game to be more appropriate!&#10;&#10;KIEK, 20 years of Splotter is a special anniversary edition of the game KIEK. Kiek was originally developed in 1997 and published in 1998. As a game, it is much, much simpler than what we design these days. We are republishing it as a fan edition to celebrate Splotter's 20th anniversary.&#10;&#10;KIEK, 20 years of Splotter features pictures of our games, prototypes and prizes made by our long-time friend, game photographer Henk Rolleman; in addition, we have added a number of historical photo's from Splotter's past. Although it is playable as a game, it's mostly fun if you've been following Splotter for a while. As we feel this is more a fan item than a Splotter game, we have printed a very limited quantity only.&#10;&#10;The game was announced as a special surprise at Essen 2017. And yes, the box has a flavour text:&#10;&#10;The key turns slowly in the heavy door. The lady leading the way lowers her voice: &quot;We are now about to enter the Splotter vault. It contains all the games they published in the past 20 years; those they didn't; prototypes, game pieces, demo games. Please be very careful, because everything is exactly where it needs to be.&quot;. The door opens, and it reveals.... &quot;Joris!!!&quot; (she is shouting now), &quot;you promised to clean up all this old Splotter junk!&quot;. Everything is everywhere... can you help to sort out 20 years of Splotter history?&#10;&#10;KIEK, 20 years of Splotter is a re-edition of a game we published in 1998 (the second year of Splotter). It is also a set of 60 pictures that celebrate our Splotter years, the people who make and made Splotter to what it is now, and of course, all of our games. Be aware thatKiek is a completely different type of game from the ones that we publish today: it is short and simple. We invite you to see it more as a Splotter memorabilium than as a Splotter game. Or, if you like our set of rules, use them with your own set of pictures!&#10;&#10;Changes from the first edition: made-up categories like &quot;non-blue&quot; etc. are no longer allowed (unlike in the earlier edition). It also has double the amount of photos, all new and with a common theme.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20715",
    "Name": "TerrorEyes",
    "ID": 231273,
    "Year": "(2017)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/231273/terroreyes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The poor monster TerrorEyes can't see! Roll the big green dice to give the monster back the eyes that match the cards. Be quick because other players take turns rolling the red die to steal your eyes!&#10;&#10;Who will be the first one to find the monster's eyes?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "20716",
    "Name": "Willi",
    "ID": 2176,
    "Year": "(1999)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/2176/willi",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5833",
    "Description": "From the rules summary in M&#195;&#188; and Lots More:&#10;&#10;goal of this unusual game is not so unusual: it is to collect most points. There are 8 rounds&#10;and in each of these rounds point cards are distributed. There are 8 tricks in each round. The&#10;special features of this game are that each player takes exactly 2 tricks per round and a player&#10;can secure a trick by calling &quot;Meinz&quot;. At the end of a round, it is the sum of the numbers in each&#10;player&rsquo;s two tricks that determines the outcome of the round.&#10;&#10;Re-implemented by:&#10;&#10;    M&#195;&#188; and Lots More&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "20717",
    "Name": "Box Monster",
    "ID": 284299,
    "Year": "(2021)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/284299/box-monster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A silly monster lives in my house!&#10;Box monster eats everything in my room. A piece of pizza, my teddy bear and even grandma's false teeth! Then he has always stomach problem, of course. Help him to take out from his mouths the bad things he ate.&#10;&#10;Game Play&#10;&#10;&#10;     Put all stuff tokens in the box and shake it.&#10;     Shuffle the stuff cards and place the deck on the top of the box with hour glass and 3 life tokens.&#10;     reveal the top of the stuff card and check the stuffs on it.&#10;     Players put their hand in the same time inside the Box monster through the holes on 4 sides of the box.&#10;     They have limited time to find the things by their shape.&#10;     2 Players always need to take out the same thing at the same time from the Box Monster to clear the mission.&#10;     When they success, reveal the next card and turn the hourglass.&#10;     If they failed to find the stuffs in time, they lose 1 life token.&#10;&#10;&#10;When they lose 3 life tokens, the game is over.&#10;When they finish all stuff cards, win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "20718",
    "Name": "Think It Up!",
    "ID": 178038,
    "Year": "(2015)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/178038/think-it-up",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1",
    "Description": "How many professions starting with the letter &quot;M&quot; can you name in a minute? Who can come up with the longest first name starting with &quot;U&quot;? Who can call the shortest drink starting with &quot;R&quot;? Who will be the first to name a thing that is cheaper than two dollars or an object that can be found only in the countryside...starting with &quot;Z&quot;? Think faster, or else your opponents will get ahead of you.&#10;&#10;Think It Up! is a game for parties and family get-togethers. Each turn you draw letter and category cards, then show your great skills of reaction, trying to be the first player to come up with the right word. You do not have to be the know-it-all to win &mdash; you just have to be the fastest thinker!&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#208;&#161;&#208;&#186;&#208;&#190;&#208;&#187;&#209;&#140;&#208;&#186;&#208;&#190; &#208;&#191;&#209;&#128;&#208;&#190;&#209;&#132;&#208;&#181;&#209;&#129;&#209;&#129;&#208;&#184;&#208;&#185; &#208;&#189;&#208;&#176; &#208;&#177;&#209;&#131;&#208;&#186;&#208;&#178;&#209;&#131; &laquo;&#208;&#156;&raquo; &#208;&#178;&#209;&#139; &#208;&#178;&#209;&#129;&#208;&#191;&#208;&#190;&#208;&#188;&#208;&#189;&#208;&#184;&#209;&#130;&#208;&#181; &#208;&#183;&#208;&#176; &#208;&#188;&#208;&#184;&#208;&#189;&#209;&#131;&#209;&#130;&#209;&#131;? &#208;&#154;&#209;&#130;&#208;&#190; &#208;&#189;&#208;&#176;&#208;&#183;&#208;&#190;&#208;&#178;&#209;&#145;&#209;&#130; &#209;&#129;&#208;&#176;&#208;&#188;&#208;&#190;&#208;&#181; &#208;&#180;&#208;&#187;&#208;&#184;&#208;&#189;&#208;&#189;&#208;&#190;&#208;&#181; &#208;&#184;&#208;&#188;&#209;&#143; &#208;&#189;&#208;&#176; &laquo;&#208;&#163;&raquo; &#208;&#184;&#208;&#187;&#208;&#184; &#209;&#129;&#208;&#176;&#208;&#188;&#209;&#139;&#208;&#185; &#208;&#186;&#208;&#190;&#209;&#128;&#208;&#190;&#209;&#130;&#208;&#186;&#208;&#184;&#208;&#185; &#208;&#189;&#208;&#176;&#208;&#191;&#208;&#184;&#209;&#130;&#208;&#190;&#208;&#186; &#208;&#189;&#208;&#176; &laquo;&#208;&#160;&raquo;? &#208;&#154;&#209;&#130;&#208;&#190; &#208;&#191;&#208;&#181;&#209;&#128;&#208;&#178;&#209;&#139;&#208;&#188; &#208;&#178;&#209;&#129;&#208;&#191;&#208;&#190;&#208;&#188;&#208;&#189;&#208;&#184;&#209;&#130; &#208;&#178;&#208;&#181;&#209;&#137;&#209;&#140; &#208;&#180;&#208;&#181;&#209;&#136;&#208;&#181;&#208;&#178;&#208;&#187;&#208;&#181; 100 &#209;&#128;&#209;&#131;&#208;&#177;&#208;&#187;&#208;&#181;&#208;&#185; &#208;&#184;&#208;&#187;&#208;&#184; &#208;&#191;&#209;&#128;&#208;&#181;&#208;&#180;&#208;&#188;&#208;&#181;&#209;&#130;, &#208;&#186;&#208;&#190;&#209;&#130;&#208;&#190;&#209;&#128;&#209;&#139;&#208;&#185; &#208;&#188;&#208;&#190;&#208;&#182;&#208;&#189;&#208;&#190; &#208;&#178;&#209;&#129;&#209;&#130;&#209;&#128;&#208;&#181;&#209;&#130;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#178; &#208;&#180;&#208;&#181;&#209;&#128;&#208;&#181;&#208;&#178;&#208;&#189;&#208;&#181;&hellip; &#208;&#180;&#208;&#190;&#208;&#191;&#209;&#131;&#209;&#129;&#209;&#130;&#208;&#184;&#208;&#188;, &#208;&#189;&#208;&#176; &laquo;&#208;&#166;&raquo;? &#208;&#148;&#209;&#131;&#208;&#188;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#181; &#208;&#177;&#209;&#139;&#209;&#129;&#209;&#130;&#209;&#128;&#208;&#181;&#208;&#181;, &#208;&#184;&#208;&#189;&#208;&#176;&#209;&#135;&#208;&#181; &#209;&#129;&#208;&#190;&#208;&#191;&#208;&#181;&#209;&#128;&#208;&#189;&#208;&#184;&#208;&#186;&#208;&#184; &#208;&#178;&#208;&#176;&#209;&#129; &#208;&#190;&#208;&#191;&#208;&#181;&#209;&#128;&#208;&#181;&#208;&#180;&#209;&#143;&#209;&#130;.&#10;&#10;&laquo;&#208;&#161;&#208;&#190;&#208;&#190;&#208;&#177;&#209;&#128;&#208;&#176;&#208;&#182;&#208;&#176;&#209;&#128;&#208;&#184;&#208;&#185;&raquo; &mdash; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#176; &#208;&#180;&#208;&#187;&#209;&#143; &#208;&#178;&#208;&#181;&#209;&#135;&#208;&#181;&#209;&#128;&#208;&#184;&#208;&#189;&#208;&#190;&#208;&#186; &#208;&#184; &#209;&#129;&#208;&#181;&#208;&#188;&#208;&#181;&#208;&#185;&#208;&#189;&#209;&#139;&#209;&#133; &#208;&#191;&#208;&#190;&#209;&#129;&#208;&#184;&#208;&#180;&#208;&#181;&#208;&#187;&#208;&#190;&#208;&#186;, &#208;&#186;&#208;&#190;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#176;&#209;&#143; &#208;&#190;&#208;&#180;&#208;&#184;&#208;&#189;&#208;&#176;&#208;&#186;&#208;&#190;&#208;&#178;&#208;&#190; &#208;&#191;&#208;&#190;&#208;&#189;&#209;&#128;&#208;&#176;&#208;&#178;&#208;&#184;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#184; &#208;&#180;&#208;&#181;&#209;&#130;&#209;&#143;&#208;&#188;, &#208;&#184; &#208;&#178;&#208;&#183;&#209;&#128;&#208;&#190;&#209;&#129;&#208;&#187;&#209;&#139;&#208;&#188;. &#208;&#154;&#208;&#176;&#208;&#182;&#208;&#180;&#209;&#139;&#208;&#185; &#209;&#133;&#208;&#190;&#208;&#180; &#208;&#178;&#209;&#139; &#208;&#177;&#209;&#131;&#208;&#180;&#208;&#181;&#209;&#130;&#208;&#181; &#209;&#130;&#209;&#143;&#208;&#189;&#209;&#131;&#209;&#130;&#209;&#140; &#208;&#184;&#208;&#183; &#208;&#186;&#208;&#190;&#208;&#187;&#208;&#190;&#208;&#180;&#209;&#139; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130;&#209;&#139; &#208;&#177;&#209;&#131;&#208;&#186;&#208;&#178; &#208;&#184; &#208;&#186;&#208;&#176;&#209;&#130;&#208;&#181;&#208;&#179;&#208;&#190;&#209;&#128;&#208;&#184;&#208;&#185; &mdash; &#208;&#176; &#208;&#191;&#208;&#190;&#209;&#130;&#208;&#190;&#208;&#188; &#208;&#191;&#209;&#128;&#208;&#190;&#209;&#143;&#208;&#178;&#208;&#187;&#209;&#143;&#209;&#130;&#209;&#140; &#209;&#135;&#209;&#131;&#208;&#180;&#208;&#181;&#209;&#129;&#208;&#176; &#209;&#128;&#208;&#181;&#208;&#176;&#208;&#186;&#209;&#134;&#208;&#184;&#208;&#184;, &#208;&#191;&#209;&#139;&#209;&#130;&#208;&#176;&#209;&#143;&#209;&#129;&#209;&#140; &#208;&#191;&#208;&#181;&#209;&#128;&#208;&#178;&#209;&#139;&#208;&#188; &#208;&#178;&#209;&#129;&#208;&#191;&#208;&#190;&#208;&#188;&#208;&#189;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#191;&#208;&#190;&#208;&#180;&#209;&#133;&#208;&#190;&#208;&#180;&#209;&#143;&#209;&#137;&#208;&#181;&#208;&#181; &#209;&#129;&#208;&#187;&#208;&#190;&#208;&#178;&#208;&#190;. &#208;&#167;&#209;&#130;&#208;&#190;&#208;&#177;&#209;&#139; &#208;&#191;&#208;&#190;&#208;&#177;&#208;&#181;&#208;&#180;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#178; &#209;&#141;&#209;&#130;&#208;&#190;&#208;&#185; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#181;, &#208;&#189;&#208;&#181; &#208;&#189;&#209;&#131;&#208;&#182;&#208;&#189;&#208;&#190; &#208;&#177;&#209;&#139;&#209;&#130;&#209;&#140; &#209;&#129;&#208;&#176;&#208;&#188;&#209;&#139;&#208;&#188; &#209;&#141;&#209;&#128;&#209;&#131;&#208;&#180;&#208;&#184;&#209;&#128;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#188; &mdash; &#208;&#189;&#209;&#131;&#208;&#182;&#208;&#189;&#208;&#190; &#208;&#191;&#209;&#128;&#208;&#190;&#209;&#129;&#209;&#130;&#208;&#190; &#208;&#177;&#209;&#139;&#209;&#129;&#209;&#130;&#209;&#128;&#208;&#181;&#208;&#181; &#208;&#178;&#209;&#129;&#208;&#181;&#209;&#133; &#209;&#129;&#208;&#190;&#208;&#190;&#208;&#177;&#209;&#128;&#208;&#176;&#208;&#182;&#208;&#176;&#209;&#130;&#209;&#140;!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Think It Up!"
    ]
  },
  {
    "Rank": "20719",
    "Name": "Verona",
    "ID": 85474,
    "Year": "(2010)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/85474/verona",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "From the publishers website:&#10;&#10;Welcome to the city of Verona, which inspired William Shakespeare to write &quot;Romeo and Juliet&quot; his most famous story. This inspired Petr Chval to create an exciting board game of intrigue. Experience the Italian Renaissance as Verona has become a very influential center of culture and business; also rampant with corruption and intrigue! The city is so rich and powerful that it has freed itself from the strict authority of the holy Roman Empire. Influential families now rule Verona replacing the weak puppet and figurehead, Prince Escalus! Who will gain supreme power? Experience the trials and tribulations of Verona and see the great battle unfold before your eyes and ears!&#10;&#10;Game for 2-5 players and lasts about 60 mins. Players compete in hot auctions, plan intrigues and guess those (intrigues) of others by completing secret or public tasks. Winner needs sufficient economic and military power as well as domination of territory.&#10;&#10;The Czech Board Game Project helps successfully place Czech game developers into the game board market. The board game Verona is the winner of the CBG contest for 2010.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Political",
      "Renaissance",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding"
    ],
    "Families": [
      "Cities: Verona (Veneto, Italy)"
    ]
  },
  {
    "Rank": "20720",
    "Name": "Instant Propose (たった今考えたプロポーズの言葉を君に捧ぐよ。)",
    "ID": 275554,
    "Year": "(2017)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/275554/instant-propose-tatsutajin-kao-etapuropozunoyan-xi",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Using only the cards in your hand you have ten seconds to compose a marriage proposal!&#10;&#10;Each player has a deck of basic words (&quot;I&quot;, &quot;you&quot;, &quot;your&quot;, &quot;love&quot;), and each round you're dealt a hand of six cards with more creative words (&quot;grandma&quot;, &quot;house&quot;, &quot;miracle&quot;, &quot;fall in love&quot;). The proposee for each round puts their head down and counts to ten, and all the players try to compose a proposal using just the cards they have. Each round the proposee picks the best proposal, and the successful suitor gives them a ring. Give away three rings and you win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Judging Games",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "20721",
    "Name": "The Village Crone",
    "ID": 175592,
    "Year": "(2015)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/175592/the-village-crone",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Description from the publisher:&#10;&#10;Become a witch and enter the medieval world of Wickersby in this worker placement, resource management game with spellcasting! Make villagers fall in love, turn them into frogs, or teleport them to different locations. Use your familiars to gather ingredients and cast spells on the villagers to achieve goals and score victory points as you vie to be named the village crone.&#10;&#10;All the players are witches who have come upon a medieval village without a crone. They send out familiars to gather ingredients they can use in spells to complete Witch's Scheme cards. Each of the cards is worth 1, 2, or 3 points, which also indicates how difficult the scheme is to complete. The witch who scores 13 points wins.&#10;&#10;The village consists of 6 location game boards: village green, lord's manor, farm, mill, forge, and tithe barn. The locations are modular and can be placed in any order or configuration as long as the gridlines line up. (The easiest way to play is with a 3x2 retangular configuration.)&#10;&#10;The villagers, who are the most frequent targets of the Witch's Schemes, have starting locations. The peasant begins in the village green, the lord in the lord's manor, the farmer in the farm, the miller in the mill, the blacksmith in the forge, and the priest in the tithe barn.&#10;&#10;The ingredients can be found at 4 of the 6 locations. Silver is in the lord's manor, soil in the farm, flour in the mill, and fire in the forge. There are also 3 eye of newt cards in each stack of ingredients and can be used as wild cards in spells.&#10;&#10;At the beginning of the game, each player is dealt 1 of each of the 3 levels of Witch's Scheme cards. Consulting their Books of Spells (which are the same for each witch) to determine which ingredients will be needed to cast the spells on their Witch's Scheme cards, they put 1 familiar in the village green, take turns placing 2 additional familiars in other locations, and draw 2 ingredients from those locations.&#10;&#10;The first step in the order of play is to tithe. As soon as each player knows which ingredient they will sacrifice, they place it facedown in the tithe barn. This seeds the tithe barn with ingredients that can be gleaned with the Fortune spell (which allows a player to draw any 3 ingredients from the tithe barn). However, any player who placed a familiar in the tithe barn does not have to tithe.&#10;&#10;Then, in turn order, players may move their own familiars and/or villagers and cast spells. (Spells may be cast for strategic or tactical purposes as well as to complete Witch's Schemes.) The movement is limited to a total of 6 spaces, and the number of spells is limited only by the ingredients the player has. The movement and spellcasting can be in any order on a player's turn. A player can even intersperse movement and spellcasting. If a player completes a Witch's Scheme, the card is turned over so that the other players can clearly see how many points that player has. After he/she is finished moving and casting spells, he/she draws 1 of each of the 3 levels of cards, reads them, and decides which one(s) to add to his/her hand as replacements.&#10;&#10;When all players have finished moving and casting spells, the players harvest 2 ingredients for each familiar in a location, and the broom (which indicates the first player) is moved clockwise.&#10;&#10;The spells are Conjuring (to add up to 2 more familiars into play), Love (to join the fates of 2 villagers, meaning spells cast on one affect the other and movement of one moves the other), Transformation (to turn a villager into a frog or vice versa), Binding (to lock a location down and prevent anyone or anything from entering or leaving a location), Switching (to change the place of 2 familiars and/or villagers), Summoning (to cause a villager to move to a location containing one of the player's familiars), Fortune (to allow a player to draw any 3 ingredients from the tithe barn), and Protection (to block a spell cast by another player). 1 silver can also be used to complete a Scheme out of turn or to discard and draw a new Witch's Scheme card. Each spell requires not only ingredients but also an incantation, which is provided in the Book of Spells. Alternatively, players can make up their own incantations. If a player is caught trying to complete a spell without speaking the incantation, the spell does not work.&#10;&#10;Each witch has access to the same number of starting familiars, the same ingredients, the same spells, and 3 Schemes of the same level. But the witch who most cleverly uses these resources to reach 13 points is named the village crone.&#10;&#10;The Village Crone also includes rules for solitaire play.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "20722",
    "Name": "Photoshoot",
    "ID": 328268,
    "Year": "(2020)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/328268/photoshoot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "1",
    "Description": "Your team of photographers have been hired to do a photoshoot of a group of celebrities. Their time is precious, and these celebrities will not let themselves be easily placed! Be quick and meticulous to become the best team of photographers.&#10;&#10;In turns, two teams must complete the most photograph objectives during a limited amount of time. In order to do so, all players of a team will, in turn, swap Character tiles without consulting each other. During the game, they must follow the conditions imposed by the celebrities under the inflexible eye of the opposite team.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Anthropomorphic Animals",
      "Theme: Photography"
    ]
  },
  {
    "Rank": "20723",
    "Name": "Alan's Adventureland",
    "ID": 180908,
    "Year": "(2016)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/180908/alans-adventureland",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;In Alan's Adventureland, players are a part of the design team for a new amusement park. There are four themed neighborhoods within the facility, and each player is responsible for constructing the attractions in one of those neighborhoods: Animal Kingdom, Tour America, Sky World, and Foreign Lands. Each turn represents the passage of one week.&#10;&#10;During the game, players draw cards representing purchase orders (POs) for different types of attractions. These cards have two uses: first, as POs approved by the finance office to expedite construction of specific types of attractions each turn, and second, as the actual financing to construct the attraction represented on the card. At the end of each month, the review board meets, evaluates the progress of each neighborhood, and awards bonuses for meeting a set of predetermined preferences. These preferences relate to how attractions in a park are arranged. Points are awarded to the players who meet the review board's preferences.&#10;&#10;At the end of the game, the owners of the facility come in and award points to the finished themed neighborhoods. These points are awarded based on four criteria:&#10;&#10;&#10;    Excitement Level &mdash; size of the rides&#10;    Parking Lot View &mdash; curb appeal to visitors upon arrival&#10;    Main Entrance View &mdash; attractiveness to patrons waiting in line for their tickets&#10;    Themed Attractions &mdash; number of matched types of attractions in a neighborhood&#10;&#10;&#10;The player who earns the most points wins the design contract for the owners' next project.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "20724",
    "Name": "Formz",
    "ID": 289986,
    "Year": "(2020)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/289986/formz",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "No matter whether you're an artist or not, you can play the co-operative drawing game Formz!&#10;&#10;At the beginning of the round, each player draws a token to assign their role: guess the word or draw a shape (circle, square or triangle). Before the end of the timer, your team has to guess multiple words, with different levels of difficulty to score the most points possible. After each word guessed, the players draws again a token to change the role.&#10;&#10;Formz is a funny co-operative drawing game with different playing modes.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "20725",
    "Name": "Escalado",
    "ID": 9379,
    "Year": "(1929)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/9379/escalado",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Escalado was a popular English table horse racing game from the late 1920's.  Up to six &quot;jockeys&quot; each have a metal horse, (plastic in the recent update), and one player acts as the bookie.  Players then place wagers on the five colored mechanical horses, which race across a vibrating course.  The player with the most money after the agreed upon number of races is the winner.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simulation"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "20726",
    "Name": "3-D Chess",
    "ID": 3499,
    "Year": "(1851)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/3499/3-d-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "4.0714",
    "Description": "There are many forms of 3D Chess, the earliest being Kubicschach, which is German for Cubic Chess and was designed by the French Chess master Lionel Adalbert Bagration Felix Kieseritzky, in 1851.&#10;Kubicschach, as the name suggests, is eight standard Chess boards stacked up to for an 8x8x8 cube, it never became a popular game.&#10;&#10;Kubicschach was reduced by Doctor Ferdinand Maack in 1907, to five 5x5 boards and renamed Raumschach, which is German for Space Chess.&#10;It was played a lot in Germany during the beginning of the 20th century.&#10;&#10;The Dynamic Games company first produced a three 8x8 board in 1973 and sold it under the name Strato Chess. The game has been copied by many companies since and is the most widely available of all 3D Chess boards.&#10;&#10;The most famous variant of 3D Chess appeared in the Star Trek television show in 1966, in which it was referred to as 'Three Dimensional Chess'.&#10;The original stage property was designed by Irving A Feinberg and consisted of three 4x4 boards and four movable 2x2 boards.&#10;It was developed into a real game by the technical designer Franz Joseph Schnaubelt in his 1975 book, the Star Fleet Technical Manual and improved by a fan and chess player Andrew Bartmess, whose rules are some of the most popular.&#10;Fans of Star Trek still call it 'Three Dimensional Chess' but players of the game call it by the title Schnaubelt popularised 'Tri Dimensional Chess'.&#10;&#10;In 1985, the game design Gary Gygax published rules for Dragon Chess in Dragon magazine.&#10;A Dragon Chess board is three 8x12 boards stacked up and includes the extra pieces: Sylph, Griffon, Dragon, Warrior, Oliphant, Unicorn, Hero, Thief, Cleric, Mage, Paladin, Dwarf, Basilisk and Elemental.&#10;&#10;Max Chappell started designing Hyperchess in the early '70s but didn't produce and sell the first commercial set until 1996.&#10;Although it was influenced by the tri dimensional chess board, it has been described as more helical in design.&#10;&#10;In 2001 William d&#039;Agostino recreated the Strato Chess board and called it Millenium Chess, with the idea of extending Classic Chess, whithout distorting the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Three Dimensional Chess",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "20727",
    "Name": "My First BrainBox",
    "ID": 42311,
    "Year": "(2008)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/42311/my-first-brainbox",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "With fifty-five sturdy picture/question cards, My First BrainBox is a game that can be used for many years, in many ways. For a very young child each charming illustration can be a springboard to developing fundamental observation skills. If you don&rsquo;t know what to ask, use the questions on the back as your basic starting point. Designed especially for pre-readers, there are no words on the fronts of the cards, just child-friendly images.&#10;&#10;The next step would be to have your children study the picture and tell you a story about it. This develops their imagination and logic skills as they strive to make sense of the unknown. Then, as your child matures, he will be ready to develop both his short and long-term memory, so challenge him to recall the details after he has studied a card for ten seconds. A die is rolled, and if your child can answer the corresponding question on the back of the card, the card is his. This will encourage his visual memory and even his auditory processing skills. You know how deficient young children can be in both arenas, and you will hard-pressed to find another program that addresses these needed proficiencies in such an effortless manner.&#10;&#10;BrainBox games develop both short and long term memory by challenging children to recall what they saw. Players study a game card for 10 seconds trying to memorize a variety of features. A die is rolled and if the player can answer the corresponding question, the card is his. Play until one child has won a set amount of cards or play until all cards are acquired.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Memory",
      "Real-Time"
    ],
    "Families": [
      "Game: Brainbox"
    ]
  },
  {
    "Rank": "20728",
    "Name": "Derby",
    "ID": 882,
    "Year": "(2000)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/882/derby",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Players represent bettors at a horse track. The state of the betting is handled via a set of non-intersecting bet cards which players may draft. Movement of the horses is controlled by a combination of cards, one of which indicates which horses may move, the other which indicates how fast. Players must consider the probable goals of their opponents as well as what opportunities they may provide to the player on the left.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "20729",
    "Name": "Monopoly: Franklin Mint Collector's Edition",
    "ID": 80719,
    "Year": "(1991)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/80719/monopoly-franklin-mint-collectors-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.25",
    "Description": "Publisher Blurb:&#10;It's a classic from the word &quot;GO!&quot; With spectacularly designed houses and hotels, tokens rich with the glow of 24 karat gold accents, a distinctive &quot;Real Estate Portfolio,&quot; and much, much more -- including double the usual supply of money!&#10;&#10;Best of all, the lush green playing surface is luxuriously framed in fine hardwood, to present the classic MONOPOLY&reg; game graphics as never before! It's a grand combination of tradition and beauty for your home. There are built in drawers to store all the game components. It's the deluxe edition of the most popular board game ever. The perfect family heirloom for the next millennium.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Atlantic City (New Jersey, USA)",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "20730",
    "Name": "Magical Treehouse",
    "ID": 180157,
    "Year": "(2015)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/180157/magical-treehouse",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "It's magic school's graduation season.&#10;You are one of apprentice witches and to pass final exam to become a respectable witch.&#10;The contents of the test is to make a comfortable village to live for your familiars!&#10;While collecting the wealth of the forest, you will build magical tree houses.&#10;Let's build the tree houses more and higher.&#10;&#10;The game based on card-drafting in real time.&#10;In the planning phase, you will gather planning documents(cards) to your drawer and can occasionally use magic to influence other players.&#10;Then you can build magical houses in your village by setting these documents in the construction phase.&#10;Your familiars can sometimes help you to keep resources in the forest. This may be important for earning more VPs at the end of the game.&#10;After repeating 4 rounds of this, you will gain VPs from your buildings, the ability of those and the challenges that you could achieve.&#10;The player with the most VPs wins the game!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Series: Big in Japan (AEG)"
    ]
  },
  {
    "Rank": "20731",
    "Name": "Splish Splash Catapult",
    "ID": 200988,
    "Year": "(2016)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/200988/splish-splash-catapult",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;What a lot of fun! The rabbits have a splish splash water fight with their catapult. Who has the skill to aim well and hit the rabbits with the water balloons? Every hit counts. Particularly skilled catapult masters can collect extra points. Includes cool wooden catapult! A lively water balloon flicking game for 2-5 players, ages 5-99.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Rabbits / Hares",
      "Series: Superminis (HABA)"
    ]
  },
  {
    "Rank": "20732",
    "Name": "The Godfather Game",
    "ID": 3001,
    "Year": "(1971)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/3001/the-godfather-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "The Godfather Game puts players in the roles of mob bosses vying for control of rackets in several neighborhoods.  The game plays like Go, except that stones are bought for varying prices based on the area of the board they will be deployed to.  Three decks of cards provide monetary income for buying more stones and also good and bad events that must be dealt with.  Think of the game as Go combined with some aspects of Monopoly, notably the money and the Chance and Community Chest cards.&#10;&#10;The game was issued in at least two editions - a standard rectangular box set, and a set packaged in a plastic violin case.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Mafia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Events"
    ],
    "Families": [
      "Containers: Unique Shape",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "20733",
    "Name": "Scarab",
    "ID": 5210,
    "Year": "(2002)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/5210/scarab",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Egypt 2100 BC: In the temple of Thot, god of science and inventor of the game, the priests met annually to choose the highest priest of the temple. They did so by playing the game. Therefore they gathered around a board studded with Scarabs. The goal of the game was to collect as many pieces as possible. Because the one who had the most valuable collection at the end of the game was chosen to be the highest priest of Thot for the following year.&#10;&#10;Players move around a grid trying to collect the highest numbered tiles and force their opponents to take low or negative numbered tiles. Can be played in partnership with 4.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Number"
    ],
    "Mechanics": [
      "Area Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "20734",
    "Name": "Tome: The Light Edition",
    "ID": 331463,
    "Year": "(2021)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/331463/tome-the-light-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Scattered all about the world, ancient books lie hidden in plain sight. Contained within these mystic Tomes is said to be the arcane secrets of life, power, and the very forces of nature. It is said that whoever finds these Tomes, can control magic itself.&#10;&#10;Classic trick taking action, with a magical twist! Tome is a fresh take on the age old genre. In the normal mode, 4 players are split into 2 teams where teammates sit across from one another. Teams compete for points each chapter (trick) by playing 1 spell (card) to see who can win victory for their team. 3-4 Players can also square off against one another in survival mode, to see who is tough enough to be the last one standing.&#10;&#10;Trump is not stagnate each round, but constantly changing each chapter. After each player is dealt 6 spells, the remaining spells are set in the center to form the Element Deck. Each chapter, a Title Spell is revealed from the top of the Element deck. The Element of the Title Spell determines what Element is trump for that chapter.&#10;&#10;Each spell has a unique effect that can be used to shift the game in your favor. Weakening your opponents spells, powering up your own, or even changing trump! In order to gain the true power of a spell rules must be followed. Following suit is not required in Tome, a player can play any spell from their hand on their turn. When the lead player plays a spell, they begin a Chain in that Element. The next player can play a spell of the same Element to continue the chain and gain the effect of their spell. If a player plays a spell with a different Element, the Chain is broken and their spell is silenced and has no effect.&#10;&#10;Within the Tome deck there are also spells of a Special Element. These spells all share a similar property. They do not start nor break a Chain, and their magic cannot be silenced. However there is a trade off: A special spell cannot be trump.&#10;&#10;In survival mode, each player is on their own. Players begin a round with 2 health, then the player who plays the weakest spell each chapter loses a health. When a players health reaches 0, they are out of the round and each surviving player score a point.&#10;&#10;Tome is built to be a modular game. Switching in different Elements changes up the strategy and will ensure that each game is fresh and exciting!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Player Elimination",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20735",
    "Name": "Human Era",
    "ID": 239621,
    "Year": "(2019)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/239621/human-era",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Human Era is a 4-10 player social deduction game in which you and your crew are aboard the last time machine to save space and time from the chaos unleashed by the haphazard time traveling of humans. However, among your crew are machines and cyborgs disguised as humans with their own goals in mind. Achieve your goal of repairing or destroying the space-time continuum before fuel runs out!&#10;&#10;-Story-&#10;&#10;Immediately following humans' discovery of time travel, the space-time continuum began to fall apart along with the rest of civilization. You are all aboard the last time machine, but you are a mixed crew. Most of you are humans, set on repairing the damage your meddling has caused. However, two other races have disguised themselves as humans to sneak aboard your ship to accomplish their own sinister goals. The machines from the horrific future are bent on chaos to preserve their existence. The cyborgs from the near future, half-human half-machine, play both sides of order and chaos to achieve their own goals.&#10;&#10;Since the time machine was invented by humans, it is unsurprisingly experiencing technical difficulties- notably the main controls. Landing in one of six eras, the crew needs to democratically decide which members are best equipped to repair spacetime by returning beings to their appropriate eras, or create a chain reaction of paradoxes to sow more chaos through time!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "20736",
    "Name": "Zombie House Blitz",
    "ID": 137156,
    "Year": "(2014)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/137156/zombie-house-blitz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "Zombie House Blitz is a speed card game in which players try to save members of their family from zombies by getting people (cards) out of the house (stack) and into the cars (points piles) to safety. Players don't take turns, but rather race madly to get their cards into the shared scoring piles in the center of the table.&#10;&#10;Each round of the game, players start with a stack of cards (their house) and three face-up cards (escape routes) next to them. When everyone is ready, play begins with each player flipping cards from his draw deck. Any face-up cards can be moved into the scoring area as long as they can be placed on top of a card of the same suit in ascending order (1-6). Once all the cards in a player's house stack are gone, the round ends. Players score points for family members who escaped (made it to the scoring area), but lose points for people eaten by zombies.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Horror",
      "Real-time",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "20737",
    "Name": "Balkan Hell",
    "ID": 7977,
    "Year": "(1995)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/7977/balkan-hell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Balkan Hell: Bosnia-Herzegovina is a &quot;what-if&quot; simulation of intensified fighting that could have occurred in 1995 in the heart of the former Yugoslavia if the peace process had failed. It posits a campaign of about two weeks. Each hex is 7.5 miles and counters represent anywhere from 800 to 5000 men.&#10;&#10;It was published in Command Magazine Issue #35 as the issue 2nd game, along with Mason-Dixon.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Yugoslavia",
      "History: Yugoslav Wars",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Region: Balkans",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "20738",
    "Name": "Nightmares of Sushi",
    "ID": 392146,
    "Year": "(2023)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/392146/nightmares-of-sushi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "There's something strange in the Nightmares of Sushi.&#10;&#10;Players assume the roles of Sushi enthusiasts who fell asleep and entered a strange dreamland where they get to eat Sushi. Will it be a sweet tasty dream or a nightmare of disgust?&#10;&#10;The game is played over 4 rounds. Each round consists of the following phases:&#10;1. Choose Cards - Players choose a grade of Sushi card and Ability card from their hand.&#10;2. Eat Sushi - Players choose a piece of sushi by placing their Player token.&#10;3. Reveal Cards - Reveal all Sushi and Ability cards.&#10;4. Scoring - Players will be awarded with Gold and Penalty points.&#10;&#10;Players can win the game with one of these victory conditions:&#10;&bull; After 4 rounds, players will determine their final score by adding their final Gold points and then subtracting their Penalty points.&#10;&bull; The first player(s) to reach 10 Penalty points wins the game.&#10;&#10;As announced by Good Spirit Games, Nightmares of Sushi is the first title of the Shiba Senpai Game Series.&#10;&#10;&mdash;description from the publisher&#10;&#10;Awards:&#10;2023 Asian Board Game Festival Thailand 2023 Best Family Game Nominee&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deduction",
      "End Game Bonuses",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Country: Japan",
      "Food & Drink: Sushi"
    ]
  },
  {
    "Rank": "20739",
    "Name": "Karottenklau",
    "ID": 11195,
    "Year": "(2004)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/11195/karottenklau",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "From the box: The gluttonous rabbit is keen on eating our delicious carrots. If the players succeed in harvesting four carrots before the rabbit eats four carrots, all the players win together.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Farming"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Series: Mitbringspiele (HABA)"
    ]
  },
  {
    "Rank": "20740",
    "Name": "Line Up!",
    "ID": 24794,
    "Year": "(2002)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/24794/line-up",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "This game for two teams is like the first round of the Quiz Show &quot;Who wants to be a millionaire?&quot;: The teams try to sort 5 things, i.e. 1st Ladies in chronological order or instruments by how many strings they have etc.&#10;Depending on how many were right, the teams get points. Some special rounds (i.e.  were you have to bid for your guess) are also included.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "20741",
    "Name": "Granny Apples",
    "ID": 17577,
    "Year": "(2005)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/17577/granny-apples",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2727",
    "Description": "Roll them apples! In this fast-action dice game, race against your opponents to count the exact number of apples scattered in play. Watch out for birds, worms and apple pies that take away from the total. Count as quickly as you can and be the first to shout out the answer, but don't make a mistake or else you lose half your apples! The player with the most apples when Granny's basket is full wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "20742",
    "Name": "Deduction",
    "ID": 5118,
    "Year": "(1976)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/5118/deduction",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "From the box&#10;&#10;Deduction - the game that makes thinking fun!  Deduction is the great new game for the entire family... a challenge of wits and deductive reasoning.  Both players secretly set up one of thousands of possible color patterns.  The excitement builds as you race to duplicate your opponents pattern... move by move... before he duplicates yours.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20743",
    "Name": "Monte Rolla",
    "ID": 11972,
    "Year": "(2003)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/11972/monte-rolla",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Played on a board which is raised at the halfway point, and has hollowed spots to hold the pieces players use marbles to represent people trying to climb a mountain from a lake that lies at its base.&#10;&#10;Players roll to move, but if the result is a move onto an occupied space, the previous occupant is rolled down the river  back into the lake, forcing that climber to start over again.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Marbles",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "20744",
    "Name": "Break In: Chichén Itzá",
    "ID": 316598,
    "Year": "(2020)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/316598/break-in-chichen-itza",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "To escape, you must first...break in!&#10;&#10;Each title in the Break In game line presents a collaborative experience that begins the moment you lift the lid off the game box. Inside, you will see a 3D shape with graphics representing the area you are trying to break into. Your paperwork tells you to STOP and make sure you are all ready before you begin &mdash; get your cards laid out, settle in with all the players, read your instructions, then begin looking for clues to solve puzzles!&#10;&#10;Soon, you will be told to open the game board and unfold the first of three layers, expanding your board and revealing the next layer you have to explore to uncover clues that will lead you further inside! It's a one-of-a-kind unboxing experience! Along the way, you'll see wonderful things, meet interesting characters, and complete amazing challenges using clever hints and a unique solution system. The final puzzle leads you to your goal &mdash; and then you must escape!&#10;&#10;In Break In: Chich&eacute;n Itz&aacute;, the year is 1833, and in your studies of the ancient Mayans you have come across clues that allude to secret pyramids and a legendary throne. And now you go in search of them, entering Chich&eacute;n Itz&aacute;!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Break In (PlayMonster)"
    ]
  },
  {
    "Rank": "20745",
    "Name": "Geek Out! TableTop Limited Edition",
    "ID": 217035,
    "Year": "(2016)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/217035/geek-out-tabletop-limited-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Geek Out! is the outrageous game that finds out once and for all which player is the most knowledgeable about your favorite pop culture subjects!&#10;&#10;In the game, you will draw cards asking you to list things which fall under a certain category.  Before you begin, however, the other players may try to steal your points (and bragging rights!), by bidding to list even more than the card requires.  The bidding continues until one player is ready to &ldquo;out-geek&rdquo; their friends.  Will you Geek Out!&trade; over comic books, fantasy, games, science fiction and more?&#10;&#10;You don&rsquo;t have to be a geek (but it helps!) to win this amazing social interaction and bluffing party game of geek lists!&#10;&#10;The Geek Out! TableTop edition takes the game to the next level and finds out once and for all which player is the most knowledgeable about your favorite geeky pop culture subjects!&#10;&#10;This Limited Edition includes a bonus deck with additional lists.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20746",
    "Name": "Reflecto",
    "ID": 347912,
    "Year": "(2022)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/347912/reflecto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Reflecto is a word guessing game with mirrors.&#10;&#10;Players move their pawns using the movement rule from Checkers.&#10;&#10;To win the game, place your letters on the edge of play board to make your secret word. Or use your mirror to figure out opponent's letters and guess the secret word.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Grid Movement",
      "Memory"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20747",
    "Name": "Wobble King",
    "ID": 242550,
    "Year": "(2018)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/242550/wobble-king",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "King Leo is guarding his huge treasure of valuable silver. Unfortunately he's somewhat lazy, and he dozes off now and then. His dozing opens up the opportunity for players to attempt to skillfully snatch King Leo's valuable silver nuggets from underneath the board without him noticing. To do this, you need courage, skill, and a steady hand. But be careful! If you wobble too much and King Leo wakes up as a result, it can get very uncomfortable. The player who has been caught twice has rotten tomatoes thrown at them by King Leo's guards and will unfortunately be the loser. The other players can relish their victory in this wobbly test of courage.&#10;&#10;In more detail, in Wobble King you use a wooden stick to try to retrieve at least one silver nugget from underneath the game board, after which you place the silver nugget(s) on the round spaces at the edge of the game board. If the game boards tilts so that at least one edge touches the table or the lion tips over, the player must take a tomato tile.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Mitbringspiele S (HABA)"
    ]
  },
  {
    "Rank": "20748",
    "Name": "Marvel Super Heroes Game",
    "ID": 18732,
    "Year": "(1992)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/18732/marvel-super-heroes-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A roll-and-move kids' game where players try to hire super heroes onto their team and capture super villains.  Features traditional Marvel super heroes like Spider-man and Hulk as well as X-Men.  Ages 6 and up&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "20749",
    "Name": "Draconium",
    "ID": 278267,
    "Year": "(2019)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/278267/draconium",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Go to the fantasy world of Draconium and prepare for a battle!&#10;Collect dragon eggs and train small dragons to became stronger and stronger. Create the biggest army of dragons to fight a battle in four elements - fire, water, air and earth!&#10;Will your army prove powerful enough to win?&#10;&nbsp;&#10;A dynamic card game with elements of strategy. Choose cards to get a set of dragon eggs that you exchange for a specific element and point value. Remember, the more complex the combination of cards, the stronger the dragon you can get. Don't forget about the final battle, You win only when you defeat the opponent in more than two elements.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20750",
    "Name": "Schützenfest",
    "ID": 7178,
    "Year": "(1975)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/7178/schutzenfest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "The original version is themed around archery; players are attempting to hit targets, or come close while remaining under.&#10;&#10;The game was re-released as Hallo, Pauker, where the targets are now teachers, and players take on the role of naughty students.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "20751",
    "Name": "Shazam",
    "ID": 156962,
    "Year": "(2014)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/156962/shazam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Shazam, each player assumes the role of a knight and his goal is to rescue a princess kidnapped by Torak, the evil wizard! To fulfill its mission, players must go through several cities of the kingdom in search four artifacts: a map, a sword, a key and an antidote.&#10;&#10;The game is divided into two parts: the first part the players use money cards to buy clues that will lead to artifacts. For each clue purchased the player moves his marker on a specific track and get a bonus.&#10;&#10;In the second part of the game, the mechanics changes completely, and players use the collected artifacts and more help from alchemists to win four different tests, and rescue the princess.&#10;&#10;Shazam is a game in European style with medium level of complexity and can satisfy the more experienced players and more casual!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Series: Numbered Series (MS Jogos)"
    ]
  },
  {
    "Rank": "20752",
    "Name": "Codename: Oracle",
    "ID": 143588,
    "Year": "(2014)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/143588/codename-oracle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Codename: Oracle, you are an American CIA Psychic Operative or a Soviet KGB Mentalist in a struggle of wills with the fate of the world at stake. Can you pry the launch codes out of your target's mind before a nuclear showdown?&#10;&#10;Each player has a &quot;Mind-field&quot; made up of a 4x5 grid of Zener cards. (Zener cards were designed by perceptual psychologist Karl Zener in the early 1930s and used to conduct experiments for extra-sensory perception, most often clairvoyance.) The players also have a &quot;Code Row&quot; of five cards which represents their launch code. Players must position and remember where cards are in their mind-field in order to group them and perform a &quot;strike&quot;, &quot;shield&quot;, or &quot;focus&quot;. Each of these has a different effect depending on the matching Zener cards turned over and used.&#10;&#10;To win the game, a player must either correctly guess each Zener card in the opponent's Code Row, or deal enough psychic damage to the opponent to move that player's life counter to zero.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Memory",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20753",
    "Name": "Scum: The Food Chain Game",
    "ID": 6748,
    "Year": "(1996)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/6748/scum-the-food-chain-game",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2381",
    "Description": "This is a repackaging of the public domain game known variously as: Scum, President, Corporation, Asshole to name a few. It has the same climbing mechanics as The Great Dalmuti, Frank's Zoo, and Tichu. The face cards have been replaced with animals with value from 1 to 13. A board has been added that is simply a big score board.&#10;&#10;From the family of oriental &quot;climbing games&quot;, the public-domain version of Scum is similar to Big Two but has significant differences.&#10;&#10;Due to its popularity amongst students, many house rules have been developed.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "20754",
    "Name": "Magic Mandala",
    "ID": 246203,
    "Year": "(2018)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/246203/magic-mandala",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Mandala is a pattern matching game in which players have to match mandala designs using a set of three discs.&#10;&#10;Every player receives the same set of three plastic discs which have a different shape and also a different color on each side. A deck of approximately twenty cards (half of the forty cards provided) is shuffled and placed face down in the center of the table. The top card is flipped over showing a particular mandala design that everyone tries to match in shape and colors using the three discs that they have. Players have to manipulate their discs simultaneously, flipping them to find the right colors, stacking them in the right order, and rotating them to get the right position so they can recreate the mandala shown on the card. The first player to do it correctly claims the card and gets one point. The next mandala card is revealed, and players start the matching process once again.&#10;&#10;Once all the cards have been claimed, whoever holds the most cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "20755",
    "Name": "The Festivals",
    "ID": 165884,
    "Year": "(2017)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/165884/the-festivals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Festivals is a board game of travel and tourism about festival diversity in Indonesia. You can enjoy the true nature of Indonesia by presenting yourself in the annual festival held in Indonesia.&#10;&#10;Each turn, the players secretly choose their tickets to travel on eight beautiful major islands in Indonesia: Java, Sumatra, Kalimantan/Borneo, Bali, Maluku, Nusa Tenggara, Sulawesi and Papua. The first one who arrives at the destined festival gets the experience (VP). The game ends when at least one player collects a certain number of experience points, then whoever has had more experiences wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Country: Indonesia"
    ]
  },
  {
    "Rank": "20756",
    "Name": "Gezanke auf der Planke",
    "ID": 329840,
    "Year": "(2021)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/329840/gezanke-auf-der-planke",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The ship swings, the gold lies on the planks, and underneath the sharks are circling.&#10;&#10;Gezanke auf der Planke is played on a real 3D ship that lies rocking in the waves. All pirates want to get as close as possible to the prey, but most of the coins can be found only on the most tricky plank sites on the ship's exterior. With each move, one of the six planks is pushed sideways over the deck, and a pirate on the ship is moved. This always puts some pirates out of balance...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Slide / Push",
      "Three Dimensional Movement"
    ],
    "Families": []
  },
  {
    "Rank": "20757",
    "Name": "DisX",
    "ID": 12306,
    "Year": "(2003)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/12306/disx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "It consists of a 6 by 6 grid of poles and a bag of 150 disks that stack onto the poles.&#10;&#10;Each person places 3 disks onto any poles. When there are 4 on a pole, all 4 disks are distributed among neighboring poles. If this causes a cascade (i.e. another 4 has been created), continue this process, gaining 1 disk as a point for each time this happens.&#10;&#10;The game ends when the bag is out of disks. The winner is the player with the most disks (points).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "20758",
    "Name": "Kanoodle Head-to-Head",
    "ID": 250531,
    "Year": "(2018)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/250531/kanoodle-head-to-head",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Two-player, competitive version of the puzzle Kanoodle. A challenge card is played between the players, showing the set up for the present game. Each player sets up the game on their own personal board. When the game starts, players use the remaining game pieces to fill up the area on their board without leaving any open space. First player do so wins the round. The game ends after a prearranged number of rounds.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20759",
    "Name": "Cup-A-Cup",
    "ID": 173292,
    "Year": "(2015)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/173292/cup-a-cup",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;It's all cup for grabs! Cup-A-Cup is a game of quick thinking and fast hands, a race to catch the cups first! Roll the dice, quickly identify the missing colored shape, then swipe the matching cup off the table. But be careful! No cup is safe &mdash; they're all up for grabs! The first player to collect three cups wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "20760",
    "Name": "Old World New World",
    "ID": 149035,
    "Year": "(2013)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/149035/old-world-new-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Weeks on board the ship have taken their toll on me; I haven&rsquo;t been this light since I was a boy and I can barely stand up even now that we&rsquo;re on solid land again. Despite that, the view from this beach is amazing; I never imagined anyplace could as wonderful or wild as this new world. Our journey inland begins tomorrow and all of my men are showing their nerves tonight; my hope is good rest will grant us the strength to make our claim and return home someday soon&hellip;&#10;&#10;In Old World New World, from designer Aaron Smith, you take command of explorers trying to find their destiny in a recently discovered land. The map is revealed as you play against up to three opponents, with each of you trying to shape the land to best benefit your own side. With player controlled events such as Barbarians, Tornados, and Bribery, no plan goes unhindered and anyone could find themselves mapping their own destiny!&#10;&#10;Perfect for both new and experienced gamers, Old World New World has a great mix of simple mechanics and a variety of options that will keep you on your toes no matter how many times you play it.&#10;&#10;What's In The Box?:&#10;&#10;&bull;    One full color 8-page Rules booklet&#10;&bull;    72 cards (58 Terrain card, 14 Action cards)&#10;&bull;    26 laser-cut counters (24 Units, 2 Natives)&#10;&bull;    12 border pieces&#10;&bull;    One bright red, 9 1/4&quot; x 5 7/8&quot; Standard cardboard VPG game box&#10;&bull;    One beautiful box cover sleeve&#10;&bull;    One &quot;Wipes-A-Lot&quot; napkin&#10;&bull;    One charcoal desiccant packet&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Point to Point Movement",
      "Take That",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20761",
    "Name": "Don't Skip Leg Day",
    "ID": 401767,
    "Year": "(2024)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/401767/dont-skip-leg-day",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "BRO, you've got only TWO weeks 'til the comp! Time to get serious about getting RIPPED. You gotta dig DEEP and max out those SICK GAINS if you wanna be the most YOKED bro on stage. But whatever you do, bro, DON'T skip leg day. A JACKED upper body wows the judges, but NOBODY likes chicken legs, bro.&#10;&#10;Don't Skip Leg Day is a competitive game for 3-6 players, although you can add sets to increase the player count. The game is played over two rounds (weeks) consisting of seven turns (days). Each turn, all players select one card from their hand to keep, then pass the rest of their hand to another player. Players repeat this action (keeping a card and passing the ones they don't want) until all players have chosen seven cards. Some of the cards you choose to keep will be made public to all players, but many will remain a secret until the end of the game.&#10;&#10;After two rounds, everyone's full collection of cards is revealed and scored based on a variety of scoring methods. The player with the fewest &quot;Leg Day&quot; exercises is eliminated from the competition. After that, the player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "20762",
    "Name": "The Smog Riders: Showdown",
    "ID": 288182,
    "Year": "(2019)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/288182/the-smog-riders-showdown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The Smog Riders: Showdown is a card game in which each player controls a team of chibi steampunk characters who fight to control the steam city. Players must hire new characters and buy new items and weapons to become the ruler of the streets.&#10;&#10;The Smog Riders: Showdown is based on &quot;deck building&quot;, where players clash their characters in order to control critical locations. There are different types of cards: Character, Tactical (objects and weapons), Steam Coins and Dominion. Locations are represented with tiles.&#10;&#10;A player wins the game if they control three locations or achieve 50 Steam Power tokens.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "20763",
    "Name": "Le Paresseux",
    "ID": 10855,
    "Year": "(1990)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/10855/le-paresseux",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Also known as Le Paresseux. Players are sloths, and as a result are trying to be the last to complete the race.&#10;&#10;1992 As d&#039;Or Junior (8-12 years old)&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20764",
    "Name": "Management",
    "ID": 7006,
    "Year": "(1960)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/7006/management",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4286",
    "Description": "Another early Avalon Hill game. Become a Corporate President and learn all about managing your company. Analyze market conditions, take shrewd advantage of your competition and operate your own factories and warehouses at peak efficiency. 2 to 4 players. Ages 12 and up.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Math"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Paper-and-Pencil",
      "Player Elimination",
      "Simulation",
      "Trading",
      "Variable Set-up"
    ],
    "Families": [
      "Theme: Business/Management"
    ]
  },
  {
    "Rank": "20765",
    "Name": "Beutezug",
    "ID": 424730,
    "Year": "(2024)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/424730/beutezug",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "It's the year 1897, and you are hunting for loot in the city's well-secured villas. One after another, you and your fellow players choose a target, but whoever arrives last gets to take a crack at it first...and the more valuable the loot, the better secured it is.&#10;&#10;To start Beutezug (&quot;Raid&quot;), each player chooses a character, and you determine a starting player.  In a round, each player in turn chooses a loot card and places their character on it, then in reverse player order, players roll the dice shown on the card. To achieve the desired result, you can use bonuses that you've received previously to re-roll or gain a bonus for dice of a certain color.&#10;&#10;If you succeed, you take that loot card, moving any other characters there to a lower card. Once everyone has had a turn, the round ends, then whoever has the most loot points starts the next round.&#10;&#10;After seven rounds, whoever has the most loot wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "20766",
    "Name": "Die geheimnisvolle Drachenhöhle",
    "ID": 180565,
    "Year": "(2015)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/180565/die-geheimnisvolle-drachenhohle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;The little dragon on a big treasure hunt wants to collect as much as treasure as possible, and the players are eager to make this happen. If the dragon lands on the right box, he lights up with joy and whoever brought it to that space is rewarded &mdash; but with each new adventure in Die geheimnisvolle Drachenh&ouml;hle, the treasures are hidden somewhere new. Take care to find where they are because whoever first collects six treasures wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "20767",
    "Name": "SPQR: Warband Combat in the Ancient World",
    "ID": 282699,
    "Year": "(2019)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/282699/spqr-warband-combat-in-the-ancient-world",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Are you ready to forge your empire?&#10;&#10;With a lightning-fast and easy to play system, SPQR allows you to build a complete warband capable of scouting out enemy armies, clashing across borders, and conducting raids on farms and villages.&#10;&#10;Units in SPQR are divided into two broad categories; heroes and minions. Units of 5 or more Minions form the bulk of your warband, faceless henchmen who have been sworn into your service.&#10;&#10;Heroes are powerful individuals that will grow in stature from battle to battle, gaining new talents and becoming true legends!&#10;&#10;Each warband features specialized scenarios to reflect its own tactics and methods of waging war.&#10;&#10;SPQR comes a complete campaign system along with a detailed progression system for your heroes, allowing you to customize how they fight on the ancient battlefield! This is what sets SQPR apart - forge your own destiny and join the battle!&#10;&#10;Inside the SPQR rule book you'll find 196 Pages containing 42 scenarios dedicated to the warbands listed:&#10;&#10;Imperial Rome&#10;Dacia &amp; Sarmatia&#10;Iberia&#10;Gaul&#10;Caesar&rsquo;s Legions&#10;Macedonia&#10;Persia&#10;Thebes&#10;Sparta&#10;Athens&#10;&#10;Hire mercenaries or lead your force with Heroes of legend &ndash; let nothing stand in your way as you conquer all for the glory of your nation and the gods themselves!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20768",
    "Name": "La fleur au fusil, août 1914",
    "ID": 23619,
    "Year": "(2006)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/23619/la-fleur-au-fusil-aout-1914",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "Printed as a game insert in Vae Victis #68, this game recreates the first battle of World War I in France, the day of 22 August 1914. The French offensive was outlined in Joffre's Plan XVII, with the objective of capturing Neufch&acirc;teau.&#10;&#10;Note: some corrected counters in Vae Victis #69&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20769",
    "Name": "Plethora",
    "ID": 103745,
    "Year": "(2012)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/103745/plethora",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.75",
    "Description": "The aim is to have the most nobility points at the game&rsquo;s end. Players buy nobility cards using gold, which is gained by completing commissions for the city&rsquo;s nobles.&#10;&#10;When players visit any of the 3 nobles they are given a rendezvous destination, where they can receive a commission. A commission involves traveling to 1 or more locations and using silver to buy pearl, amber or sapphire gemstones. After delivering the gemstones, they are rewarded with silver (useful for completing further commissions) and gold (for buying nobility cards). The game ends when only 2 nobility cards remain.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "20770",
    "Name": "Les Batailles de St Albans",
    "ID": 88858,
    "Year": "(2010)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/88858/les-batailles-de-st-albans",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Les batailles de St Albans (Battles of St Albans) is an introductory level tactical medieval wargame about War of the Roses.&#10;&#10;The game includes one A4 map, 34 units and leaders counters and 10 markers.&#10;&#10;The game covers the two battles of St Albans, fought on the same battlefield:&#10;- First Battle of St Albans (May 22, 1455), Richard, Duke of York v. Edmund Beaufort, Duke of Somerset&#10;- Second Battle of St Albans (February 17, 1461), Richard Neville, Earl of Warwick vs. Henry Beaufort, Duke of Somerset&#10;&#10;",
    "Categories": [
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Components: Map (Continental / National scale)",
      "Country: England",
      "History: Wars of the Roses",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: A la Charge (Vae Victis)"
    ]
  },
  {
    "Rank": "20771",
    "Name": "Reichswehr & Freikorps: If the Red Army Invaded Germany, 1920",
    "ID": 99045,
    "Year": "(2012)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/99045/reichswehr-and-freikorps-if-the-red-army-invaded-g",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.2857",
    "Description": "Reichswehr &amp; Freikorps is a two-player (Soviet versus German) strategic level game, designed by Brian Train and Ty Bomba. The game includes 176 large-sized die-cut counters, with the Division as the primary maneuver unit, including Infantry, Naval Infantry, Cavalry and Armored Car units. The colorful map features the German/Polish border, with each hex representing approximately 15 miles across, and includes such prominent locations as Danzig, as well as various charts and tables for easy reference during play.&#10;&#10;The rules entail a variety of standard and unique rules, such as Fog of War, Port Supply, Railroad Movement, Replacements, Red Army Morale, German Sudden Death Victory Conditions, Red Army Sudden Death Victory Conditions, and the full range of historical unit types, such as the East Prussian Volunteer Light Infantry Corps, and Fedotov's Detachment, etc.&#10;&#10;The game sequence is as follows:&#10;&#10;Mutual Railhead Adjustment Phase&#10;&#10;Red Army Player Turn&#10;&#10;Red Army Reinforcement &amp; Movement Phase&#10;&#10;Red Army Combat Phase&#10;&#10;German Player Turn&#10;&#10;German Railroad Movement or Regular Movement or Combat Phase&#10;&#10;German Railroad Movement or Regular Movement or Combat Phase&#10;&#10;German Railroad Movement or Regular Movement or Combat Phase&#10;&#10;Victory in the game is determined by the accumulation of VPs for control of important hexes, and the arrival of important reinforcements.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Decades: The 1920's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20772",
    "Name": "文絵のために (For Fumie)",
    "ID": 244079,
    "Year": "(2017)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/244079/wen-hui-notameni-for-fumie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "One day, Fumie died...&#10;&#10;&#230;&#150;&#135;&#231;&#181;&#181;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171; (For Fumie) is a two-player co-operative card game of mystery solving by repetitively experiencing events in time loop. Three scenarios are contained in the box, each with multiple endings. For each scenario, the mystery is uncovered gradually as play progresses.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20773",
    "Name": "Koniggratz: Blood & Iron Triumphant",
    "ID": 106821,
    "Year": "(2012)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/106821/koniggratz-blood-and-iron-triumphant",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "(from S&amp;T press website:)&#10;&#10;On 3 July 1866 the armies of Austria-Hungary and Prussia met west of the Bohemian fortress of K&ouml;niggr&auml;tz (now Hradec Kr&aacute;lov&eacute;). The battle was the culmination of a quarter-century of political and military maneuvering by Otto von Bismarck, aimed at enabling Prussia to supplant Austria-Hungary as the dominant state of the coalescing German nation.&#10;&#10;The battle is presented using the folio line&rsquo;s Musket &amp; Saber system: brigade-sized units, one-fifth-mile hexes, 90-minute turns, 280 counters. The Austro-Hungarian army, chastened by a week of minor defeats, was entrenched a long line covering the fortress of K&ouml;niggr&auml;tz. It occupied a central position facing three converging Prussian armies. To win, the Prussians must sweep the Austrians off the field (as they did historically), while the Austrians must maintain a presence on the field to justify their continued claim to political primacy. The game emphasizes the differences between the armies in doctrine, weapons and morale. The Prussian triumph was born of more than just the famous needle-gun: their infantry used flexible organization and tactics to mass men quickly at the decisive point, while the Austrians used a throwback to Napoleonic column formations due to a misreading of the lesson from an earlier engagement. The Prussian artillery is outclassed by the superb Austrian guns, but can be dangerous if used properly. The Austrian cavalry is superior as well, but horsed charges were already an anachronism. In the end the battle came down to crucial command decisions, giving both players an opportunity to win.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 280 counters&#10;&#10;Magazine: Strategy &amp; Tactics #275&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Königgrätz (Czech Republic)",
      "History: Austro-Prussian War",
      "Magazine: Strategy & Tactics",
      "Series: Musket & Saber Combat System (Decision Games)"
    ]
  },
  {
    "Rank": "20774",
    "Name": "Chicken out!",
    "ID": 219374,
    "Year": "(2017)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/219374/chicken-out",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Chickens and foxes are at play in Chicken out!, with players taking turns revealing cards from their decks, adding (or subtracting) values to a generally escalating sum, and hoping not to exceed 21 because then the active player has to take all the revealed cards. Players can choose to chicken out and not risk failure, but sometimes you'll need to take a chance to win.&#10;&#10;Four kinds of foxes lie in wait among the cards, and they can mix up the revealed sum, counting as the last number played, escalating the sum to 20, or resetting the sum to zero to start the tension rising all over again. Play out all your cards to win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "20775",
    "Name": "Cucco 21",
    "ID": 145765,
    "Year": "(2012)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/145765/cucco-21",
    "Min Players": "5",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Cucco 21 is a deck of Il Cucco cards which specializes playing &quot;Cambio&quot;. It has some modifications both in the flow of the game and added special power cards.&#10;&#10;The goal of the game is same as &quot;Cambio&quot; - getting most number of chips when someone got bankrupted. Everyone holds only one card and you are penalized if your card is the lowest of all. From the start player, counter-clockwise, a player can either change a card with next player (person on your right) or not. Finally, the last player  can change his/her card with the top card of the deck, if he/she wishes.&#10;&#10;In the first 3 rounds, the loser get penalized 1, 2, or 3 points according to the number of rounds. From the 4th round and on, the loser is out of the play. The last one stands gets all chips in the pot. Then start again from round 1.&#10;&#10;There are several cards with special abilities. In cucco 21, some abilities are added and their ranks have been changed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20776",
    "Name": "PuzzLegend: Robinson",
    "ID": 378625,
    "Year": "(2023)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/378625/puzzlegend-robinson",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Rediscover through a journal the story of a legendary character. Progress in the story by solving a series of puzzles, which become progressively more difficult.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Books: Robinson Crusoe",
      "Misc: LongPack Games",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "20777",
    "Name": "Ganoven Jagd",
    "ID": 3335,
    "Year": "(1983)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/3335/ganoven-jagd",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8333",
    "Description": "Ganoven Jagd ('Crook Hunt') has each player controlling 6 police officers and one robber. Your officers are trying to bring to justice the opponent's crook, whilst your fugitive is trying to elude the  hunt. Although themed, this is really an abstract movement game with black and white pieces roving the squared grid.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: 7 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20778",
    "Name": "Banquet Royal",
    "ID": 245502,
    "Year": "(2018)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/245502/banquet-royal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Become the Royal Cook and win favor of the royal family by respecting the order of the menus banquet given in their honor. But be careful, you're not the only cook at the banquet and the royal family has specials request!&#10;&#10;Throughout Banquet Royal, players will place dishes or their toques on the table, and by respecting the good order of the combinations, they will gain royal points &mdash; but you also have to memorize the dishes under the kitchen bells to fulfill the desire of the royal family. Whoever has the most points at the end of the game is declared Royal Cook.&#10;&#10;The game includes different level of difficulty, strategy, and scoring depending on what you want.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "20779",
    "Name": "Pajarracos Party",
    "ID": 355205,
    "Year": "(2022)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/355205/pajarracos-party",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "Pajarracos Party is a fun and family card game. With 90 cards of fruits, birds and different effects that will help or harm you during the game.&#10;&#10;How to play Pajarracos Party?&#10;&#10;&#10;     Draw 5 random cards to each player.&#10;     In turns you can do one of these actions: Play a card or discard a card.&#10;     You can play Fruit Cards (of the same fruit) to create a fruit tree, Birds to attack another fruit tree, Scarecrows to ward off Birds...&#10;     There are special cards such as the Tractor that allows you to play fruit cards of different varieties, the Worm, which you will not like to have at the end of the game and the Firecracker that is the crazy moment of Pajarracos, where you will try to get rid of your Birds to send them to other players.&#10;     The game ends when there are no cards left and the fruit trees of each person will be counted. Whoever has scored the most points wins.&#10;&#10;&#10;Multiply the fun with Pajarracos Party!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "20780",
    "Name": "Gambler",
    "ID": 4123,
    "Year": "(1975)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/4123/gambler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1379",
    "Description": "Players move around the board conducting various games of chance (horse racing, lottery, lucky number, etc.) in order to win money.  The first person to reach a certain money level wins the game.  The centerpiece of the game is a unique dice shaker that randomizes the dice and has them fall into the handle so that players can bet on the order that the dice fall in (where the highest die will be located, for example).&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "20781",
    "Name": "3x8",
    "ID": 257955,
    "Year": "(2018)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/257955/3x8",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "In 3x8, each player tries to create three rows of cards with eight cards in each row. Take turns going clockwise, playing cards from your hands &mdash; ideally more than one at a time. Move cards into different rows, make life difficult for the other players with your blocker cards, and increase the number of cards in your hands to offer up more opportunities later. The first player to create their third complete row wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "20782",
    "Name": "Montana",
    "ID": 107834,
    "Year": "(2012)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/107834/montana",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.375",
    "Description": "Thanks to the discovery of abundant gold in its mountains, Montana became a territory of the United States in 1864. You represent a settler eager to stake a claim to as much of the rich land as you can. Doing so will require nerves, careful planning, a keen sense of timing, and more than a little bluffing because you are not the only one keen to become rich and powerful in Montana!&#10;&#10;Montana is a Euro-style area control game, based around an iterative auction in which bids are made in the form of poker hands. It is primarily an economic game about managing your hand of resources and expanding territory strategically, but it has bluffing and set-collection elements of poker.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "States: Montana"
    ]
  },
  {
    "Rank": "20783",
    "Name": "The Looney Bin",
    "ID": 38328,
    "Year": "(2008)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/38328/the-looney-bin",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3846",
    "Description": "The Looney Bin is a deduction game with fast action - reaction card play that depicts the uproarious occurrences of an insane asylum.  The object is to be the first to heal all the patients in your ward by treatment with various therapies. Non phasing player action ability keeps everyone involved for very little down time. Contains 35 patients, 90 staff and action cards, 35 symptom tiles and plenty of therapy chits.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Medical"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Medical: Psychiatric Hospitals / Asylums"
    ]
  },
  {
    "Rank": "20784",
    "Name": "Dungeons & Drinks",
    "ID": 313454,
    "Year": "(2020)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/313454/dungeons-and-drinks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Dungeon &amp; Drinks is a game for 2 to 6 players in which you are a drunken hero, who enters with his friends a dungeon full of dangers and monsters that did not bother anyone.&#10;&#10;In each game the players compete to see who is the best at killing defenseless monsters. Something that would be very simple ... if the other players weren't bothering you to prevent you from fulfilling your plans.&#10;&#10;The game ends when, after an &quot;epic&quot; combat, one of the players manages to kill the dungeon boss. At that moment, the one with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20785",
    "Name": "Labyrinth: The Paths of Destiny",
    "ID": 98197,
    "Year": "(2011)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/98197/labyrinth-the-paths-of-destiny",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Centuries ago a desert land existed in the world of the Eternal Kingdom. The land was rich from its many trade routes and populated by a nation called the People of the Book. Wise rulers had always reigned over them, and thanks to this everyone lived in prosperity. Even so, some had rebelled against the binding order, ignoring the venerable customs and breaking the law...&#10;&#10;You are one of those renegades and &quot;enemies of the kingdom&quot;, but you now have a second chance for freedom as this land's ruler prophesized that among you there is a chosen one who in the future will affect the fate of the desert lands. He decided that a trial in an ancient labyrinth would resolve who would be released and who would see daylight no more. The corridors of the labyrinth are winding and bristle with cleverly planned and dangerous pitfalls. Tales and legends also mention a guard, an immortal Golem that tramps the stone corridors.&#10;&#10;Labyrinth: The Paths of Destiny is strategy adventure board game for 2-6 players who impersonate both the great constructors of the ancient labyrinth and the daredevils who try to escape.&#10;&#10;To find a way out of the labyrinth, each player must find a special key while avoiding traps from other players, not to mention the Golem. With their two actions each turn, players can construct the labyrinth, set traps, move, rest, attack another player and much more.&#10;&#10;Components:&#10;&#10;&#10;    6 frame fragments (creating an empty space to build the labyrinth board inside)&#10;    6 hexagonal key fields&#10;    1 hexagonal central field of the labyrinth&#10;    30 hexagonal board fields&#10;    57 trap tokens, 3 clear trap tokens&#10;    6 key tokens&#10;    6 fate crystal tokens&#10;    24 life points token&#10;    12 stun tokens&#10;    3 adrenaline tokens (for the Female Archer)&#10;    6 blessing tokens (for the Monk)&#10;    6 curse tokens (for the Witch)&#10;    12 guard movement cards&#10;    10 character cards&#10;    10 characters skill cards&#10;    4 cards with the summary of rules&#10;    A trap table&#10;    2 dice&#10;    game rules&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Fantasy",
      "Fighting",
      "Maze",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Pattern Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "20786",
    "Name": "Pico",
    "ID": 2051,
    "Year": "(1996)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/2051/pico",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "Second-guessing game with just 11 cards in the deck. Players select cards simultaneously; high card wins unless it's more than twice the opponent's play. Losing card is returned to its owner's hand, while the winning card is scored.&#10;&#10;Card distribution is slightly different than that of Pico 2. Pico cards run 2-10, 13 and 16. The later version, Pico 2, sees the cards run 4-13, 16.&#10;&#10;Re-implemented by: &#10;&#10;    Pico 2&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "20787",
    "Name": "Black Stories: Funny Death Edition 2",
    "ID": 168226,
    "Year": "(2014)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/168226/black-stories-funny-death-edition-2",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "1",
    "Description": "A second part of the Game: Black Stories edition about morbidly funny cases of death which happened in reality.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "20788",
    "Name": "Treasure of the Pharaohs",
    "ID": 10154,
    "Year": "(1974)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/10154/treasure-of-the-pharaohs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "A 3-dimensional board game set inside an Egyptian pyramid, where the winner is the first player to pass through all the hazards in the pyramid and discover the treasure hidden in the sarcophagus.&#10;&#10;Players take it in turns to roll the dice and move their explorer along the track, following the directions on the board and negotiating the various hazards, including: The Great Stone of Cheops; The Spiral Maze; The Pit of Snakes; The Wheel of Anubis and finally the sarcophagus itself.&#10;&#10;As well as a basic board, the game comes with 2 triangular cardboard inserts which together form the shape of a pyramid, a square plastic tub and spinner (the sarcophagus) which holds the treasure token and the 3 curse tokens, and various other plastic objects to represent the hazards.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Children's Game",
      "Maze",
      "Mythology"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: 3-Dimensional (3D)",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Occupation: Adventurer / Explorer",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "20789",
    "Name": "Animal upon Animal: Memory Stacking",
    "ID": 230890,
    "Year": "(2017)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/230890/animal-upon-animal-memory-stacking",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "While enjoying a lively adventure to the sea coast the animals discover a lighthouse! The animals think they can create their own animal tower lighthouse with a glow worm on top. So the bear climbs onto the elephant, the lion onto the bear and so on. But the crocodile is offended &ndash; he wants to be on top! He keeps pushing animals out of the tower and confuses everyone.Who can keep an overview and stack the animals in the correct order?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "20790",
    "Name": "Light Division",
    "ID": 8382,
    "Year": "(1989)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/8382/light-division",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.6667",
    "Description": "The near future. After years of simmering, the Middle East has exploded into conflict. Tian closes the Strait of Hormuz. choking off the West's vital oil supply. In 1980 Carter couldn't invade Iran and rescue the hostages because the Walker spy ring enabled the Soviets to mass on the border waiting to invoke an old treaty promising mutual support. Carter's Christmas Scpise never happened. President Bush is not an hampered, and immediately sends in the 29th Light Division to take the Strait, hold it, and wait for reinforcements. &#10;&bull; Can the Light Division stop the Iranian Revolutionary Guard? &#10;&bull; Will Gorbachev's Red Army invoke the mutual support treaty and come to the aid of their 'friends&quot;? &#10;&bull; And, finally, will the 82nd Airborne get to the Strait in time?&#10; Light Division is an advanced game, for two players, depicting a hypothetical conflict in the near future.&#10;&#10;CONTENTS: &#10;1 32 page rule book &#10;1 full color map &#10;400 die cut counters &#10;1 ten sided die &#10;1 plastic tray&#10;&#10;Players: 2&#10;Playing Time: 3-6 hours&#10;&#10;(from the back of the box)&#10;&#10;&#10;Operational game of modern combat in Middle-East Gulf area, with the U.S. Rapid Deployment Force attempting to secure the Strait of Hormuz following its closure by Iran. The scale is one day per turn and one mile per hex. Units are battalions and some Iranian regiments. There are five scenarios, including a 'come-as-you-are&quot; U.S. incursion, a more carefully prepared operation, and two levels of Soviet intervention.&#10;&#10;(from BGG user)&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "20791",
    "Name": "Ipswich",
    "ID": 4114,
    "Year": "(1983)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/4114/ipswich",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The play consists of forming interlocking words, crossword fashion on a board, using letter tiles. In each of five rounds players compete for high score by forming words on a crossword puzzle pattern on individual game boards, taking advantage of letter usage points and bonus words.&#10;&#10;In rounds after the first, the board is passed to other players, so that each one is building on the partial crosswords of another player's previous rounds.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "20792",
    "Name": "Top This! A Pizza Flicking Game",
    "ID": 124647,
    "Year": "(2014)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/124647/top-this-a-pizza-flicking-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1",
    "Description": "Top This! is a fun-filled, strategic board game of pizza making for 2 to 5 players. Manage your toppings and flick them skillfully to win!&#10;&#10;Players take turns flicking wooden &quot;pizza topping&quot; pieces onto a pizza-like game board. Their goal is to position toppings so as to fulfill orders precisely, while managing their inventory of toppings. Players can earn tips by showing off (by yelling &quot;Top This!&quot; before flicking a topping) or by fulfilling two orders in one turn. The winner is the player with the most money (from orders and tips).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Pizza",
      "Mechanism: Finger Flicking Games",
      "Organizations: The Game Artisans of Canada",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "20793",
    "Name": "Olix",
    "ID": 1365,
    "Year": "(1994)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/1365/olix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1429",
    "Description": "Olix is a 2-player abstract strategy game.&#10;&#10;Each player places one piece on the board each turn. Once placed, pieces are never moved nor captured. The board is a simple 11 by 11 square grid.&#10;&#10;The players are attempting to form the largest formation in each of the four different types:&#10;&#10;    O = A rectangle occupying all exterior spaces of the rectangle (meaning there can be a hole or even filled with a friendly or opposing piece).&#10;    L = An L shaped formation (horizontal and vertical - not diagonal) with each leg having at least 3 spaces.&#10;    I = Any horizontal or vertical line of spaces of at least four spaces long.&#10;    X = Any diagonal line of at least four spaces long.&#10;&#10;&#10;Adjacent to the board is a scoreboard showing the lowest possible values for each formation:&#10;&#10;    O = 4, 6, 8, 9&#10;    L = 5, 6, 7, 8&#10;    I = 4, 5, 6, 7 &#10;    X = 4, 5, 6, 7 &#10;&#10;&#10;The player with the largest O, L, I, or X, marks its value on the scoreboard. If both players are tied for the largest formation of a type, both mark their scores on the scoreboard.&#10;&#10;The game ends when either player has an automatic win or when they concede that no further higher scoring formations can be made. The board should be about 66% full at this point and there simply won't be room for any higher scoring formations to be placed. The winner is the first player to form a formation larger than the scoreboard can handle (an automatic win), or at the end of game, the player who won more scoring columns than their opponent, wins. Ties are broken by the player with the furthest advanced scoring marker.&#10;&#10;Originally published in spielbox magazine.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 11 x 11 Grids",
      "Magazine: Spielbox",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20794",
    "Name": "Trailblazer",
    "ID": 5201,
    "Year": "(1981)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/5201/trailblazer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.2857",
    "Description": "Microgame #20 in the Metagaming Microgames series, Trailblazer is an economic simulation set in a period of interstellar expansion. Players discover new systems and buy and sell various goods based on what the planets produce and consume. Supply and demand are modeled by fluctuating values based on the numbers of goods sold. Interstellar travel is dangerous and fleets may be randomized away from their intended destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Series: MicroGame (Metagaming)"
    ]
  },
  {
    "Rank": "20795",
    "Name": "Gundam War",
    "ID": 17676,
    "Year": "(2005)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/17676/gundam-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "3",
    "Description": "&quot;Welcome to the Gundam War CCG.  Gundam War puts you command over a powerful army of Gundam mobile suits and only those with a strategic vision for victory will be able to harness their true power.  Each Gundam War team possesses unique strengths that allow you to customize your forces to your battle style.  The war for universal supremacy is upon us!  The time to enlist is Now.&quot;  The current offering from Bandai to keep the gundam franchise going here in the states.  It is a great improvement over the original Gundam Wars offered a few years back.  Pretty much a standard CCG, though there is only one starter set that includes two factions, so building a deck for any of the remaining 5 factions could prove to be either very expensive or very difficult.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "20796",
    "Name": "Штука",
    "ID": 302089,
    "Year": "(2017)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/302089/stuka",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "It doesn't matter what the name of the thing you're guessing is called. It is important how it looks and where it is hidden! Fragments of large playing fields are made up on the cards. EXPLAIN the hidden fragment with gestures, words, drawings, or little things. FIND it in the picture among hundreds of other items. GRAB the first thing if you know the answer! The good old mechanics in &quot;THING&quot; work in a completely new way!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Racing",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "20797",
    "Name": "StickUp",
    "ID": 209487,
    "Year": "(2016)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/209487/stickup",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Stickup is a colorful game of speed and visual perception.&#10;&#10;As soon as the colored matchsticks touch the table, grab the cards corresponding to their color and be the fastest to win the game.&#10;&#10;In each round, players try to win the cards that match the sticks dropped on the table by being the first to tap them. The player who collects the most cards by the end of the game wins.&#10;&#10;What you will like&#10;&#10;- A game of speed and visual perception&#10;- Develops concentration&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Matchbox Games (Helvetiq)"
    ]
  },
  {
    "Rank": "20798",
    "Name": "Open-face Chinese Poker",
    "ID": 285040,
    "Year": "(2005)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/285040/open-face-chinese-poker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Open-face Chinese poker, OFCP, commonly known as Open Face Chinese or OFC, is a variant of Chinese poker where players receive five cards to start and then one card at a time until each player has a 13 card hand legal or not. The game originated in Finland during the mid-2000s and spread to Russia a few years later. Professional poker player Alex Kravchenko, who is credited with introducing the game to the Russian high-stakes community, describes the game as &quot;spreading like a virus&quot;. The game was introduced to the United States in 2012.&#10;&#10;In December 2014, TonyBet hosted the first-ever World Championship of OFC where Jennifer Shahade won the High Roller and Mikal Blomlie won the Main Event.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "20799",
    "Name": "Charlemagne",
    "ID": 529,
    "Year": "(1998)",
    "Geek Rating": "5.510",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/529/charlemagne",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "This game debuted at Essen 1998 and was a minor hit, considering only three hundred copies were made.  The game was later re-released as the slightly modified Krieg und Frieden (War and Peace) by TM Spiele.  Players are feudal lords that rule their own land and seek to help King Charlemagne build pieces of his castle.  The entire game is made from wood, in a light, clear stain, including the over-sized game board.  Each turn is four seasons, and play continues until all six pieces of the ornate castle are placed.  Players use their resource tiles to bid for that year's agenda, and some resources have more or less value in the bid depending on what type of agenda is available. Then players use their remaining resources to build their lands, sack others' lands, bribe others' knights away from defense, or help to build Charlemagne's castle.  There are slight rules differences between this game and Krieg und Frieden, but mostly a reduction of agenda cards to shorten the game (for the better usually).&#10;&#10;Re-implemented by:&#10;&#10;    Krieg und Frieden&#10;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "20800",
    "Name": "Kreta 1941",
    "ID": 26293,
    "Year": "(1990)",
    "Geek Rating": "5.510",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/26293/kreta-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.75",
    "Description": "2nd Polish wargame.&#10;&#10;&quot;Kreta 1941&quot; (Crete 1941) is low-complexity tactic game about German airborne landing on Crete in spring 1941. It comprises a full colour map, counters that need to be cut. Battalion-company scale. Effect of struggle between units can be retreat or elimination. The rules are in Polish. The games was based on an early wargaming system developed at the end of the 1980s and the beginning of the 1990s, which in its exact form is discontinued now.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Islands: Crete (Greece)",
      "Players: Two-Player Only Games"
    ]
  }
]