[
  {
    "Rank": "1601",
    "Name": "MicroMacro: Crime City – All In",
    "ID": 364766,
    "Year": "2022",
    "Geek Rating": "6.355",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/364766/micromacro-crime-city-all-in",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.0909",
    "Description": "With MicroMacro: Crime City &ndash; All In, the next district of the crime-ridden black-and-white metropolis Crime City now opens up for the players. On a new, huge city map, which seamlessly follows the previous plans, 16 tricky crime cases are again waiting to be solved by one to four amateur detectives. These are brand new stories, more sophisticated and criminal than ever before! The aim is to determine motives, find evidence and convict the perpetrators. An attentive eye is just as much in demand as creative powers of deduction to unravel everything on the 75 x 110 cm game board. As a little help, a magnifying glass is included in the game and the individual cases are again marked with symbols, so that parents can decide which cases even the youngest investigators may investigate and uncover. MicroMacro: Crime City 3 - All In can be played completely independently, no previous knowledge from the other two parts is required.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Game: MicroMacro",
      "Mechanism: Campaign Games",
      "Misc: Limited Replayability",
      "Theme: City",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "1602",
    "Name": "In the Footsteps of Darwin",
    "ID": 376683,
    "Year": "2023",
    "Geek Rating": "6.355",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/376683/in-the-footsteps-of-darwin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.7209",
    "Description": "Twenty years after his expedition around the world, Charles Darwin is writing On the Origin of Species. He wants to gather new information about animal life, particularly about continents he hardly explored. Who other than young naturalists, eager for discovery, could help the renowned scholar finish writing his most famous work?&#10;&#10;In In the Footsteps of Darwin, players are junior naturalists who have just arrived aboard the Beagle to help Charles Darwin finish his book On the Origin of Species. During this journey, you will study animals, carry out cartographic surveys, publish your findings, and develop theories. Starting with the naturalist controlling the Darwin token, naturalists take turns in clockwise order, performing these two steps in order:&#10;&#10;&#10;     Study an animal or take inspiration from a character: Choose one of the three tiles facing the Beagle and place it onto your naturalist's notebook. It may be either an animal to study or a character from the Beagle's previous journey who will inspire you. Gain the bonuses depicted or any additional scoring bonuses triggered by the tile's placement.&#10;&#10;&#10;&#10;     Voyage of the Beagle: After placing a tile on your notebook, move the Beagle as many spaces forward as the distance between the Beagle and the tile you just selected (1-3 spaces), then draw a new tile to replace the empty space on the journey board.&#10;&#10;&#10;Your goal is to score more points than your opponents to determine who contributed the most to On the Origin of Species.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Nautical"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Coverage",
      "Layering",
      "Open Drafting",
      "Pattern Building",
      "Rondel",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Mechanism: 4 in a Row",
      "Misc: Mensa Select",
      "Theme: Biology"
    ]
  },
  {
    "Rank": "1603",
    "Name": "Expedition to Newdale",
    "ID": 272682,
    "Year": "2019",
    "Geek Rating": "6.355",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/272682/expedition-to-newdale",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.029",
    "Description": "Expedition to Newdale is the new Oh My Goods! (2015) card game from renowned designer Alexander Pfister. In this board game adaption of the successful card game, 1 to 4 players from 12 and up compete in different chapters to experience the world of the Longsdale kingdom once again. The story of Expedition to Newdale starts about five years after the events from Oh my Goods! Escape to Canyon Brook, but you don&rsquo;t need to know the prequels at all. Each chapter of the game lasts about 90 minutes which adds up to around 12 hours of exciting campaign gameplay. And when you found your favorite chapter while playing the campaign, you can always come back and play it again to have even more fun!&#10;&#10;At the beginning of the game you have your personal board, a coal mine as your start building and 5 hand cards. Depending on which chapter you are playing, the appropriate game board sits in the middle of the table. Each round is divided into 5 phases which are played in order (or partially parallel, once you become more familiar with the game). In phase 1, a new event is revealed which usually alters the course of play in this round slightly (e. g., by introducing new buildings). Additionally the event card shows a fixed amount of workers which are available this round. An information which is much appreciated, as you have to place your action markers in phase 2. The latter are numbered 1 &mdash; 4 which is important for phase 4 and means that you need to plan ahead. But first phase 3: in this phase, more workers are drawn from a bag and get added to the others. This means that productions which would have been impossible before (because workers were missing) are now easily done. Pushing your luck might be beneficial! Phase 4 is the opposite to phase 2. Instead of placing your workers, you resolve their chosen action in order of their numbers. We hope you had a backup plan in place if your desired workers were not drawn in phase 3, because this can trigger an unpleasant chain of events! Not enough workers could mean that a production does not happen, which then means that you might not have enough money to build the building with your second action marker. Oh, and your third marker was planned to directly produce in the newly built building? Well, where there is no building, there&rsquo;s no place to produce in, right? Clearly: planning ahead, a little luck and good alternatives are the way to success. In Phase 5, all players can either use a free building action or draw new hand cards. The last phase is used to resolve all buildings which do not need workers, e. g., an automatic coal production or a building which offers the conversion of a certain good to victory points. Afterwards the next round starts, of which you play a total of seven. A final scoring at the end of round seven will then show if you win or lose.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Setting: Longsdale (Lookout Games)"
    ]
  },
  {
    "Rank": "1604",
    "Name": "Conflict of Heroes: Storms of Steel! – Kursk 1943",
    "ID": 38823,
    "Year": "2009",
    "Geek Rating": "6.354",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/38823/conflict-of-heroes-storms-of-steel-kursk-1943",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1063",
    "Description": "Massive tank battles for the historical wargame that Eurogamers love to play!&#10;&#10;Storms of Steel! makes you a witness to the greatest tank battle in history! After their stinging defeat at Stalingrad, the Germans mass their best forces for an all-out attack against the growing Soviet bulge at Kursk. The Soviets&rsquo; network of master spies has caught wind of the German plans, and they are prepared to trap and decimate the best panzer forces the Germans can muster...&#10;&#10;No one is safe from the blazing steel raining from above as dive bombers and strafing attacks are combined with ground operations. Now you will need to consider all three dimensions of the battlefield with the unique new &ldquo;3D&rdquo; aircraft movement and attack rules. Your ground forces get a boost also, with the new &ldquo;Veteran&rdquo; and &ldquo;Special Weapon&rdquo; cards that allow you to customize your units to suit your own tactical goals and style!&#10;&#10;Storms of Steel! is the second stand-alone title in the best selling &ldquo;Conflict of Heroes&rdquo; series and follows in the footsteps of Awakening the Bear! Each game in the series uses the same core rules system, so it&rsquo;s easy to advance from one game to the next!&#10;&#10;The &ldquo;Conflict of Heroes&rdquo; system offers a unique blend of playability and realism.&#10;&#10;&#10;    Fun: Quick-paced simultaneous play keeps you in the action all the time! &#10;    Fast: Scenarios can be played in as little as half an hour or as long as 2 hours. &#10;    Easy: You can teach a new player how to play in under 5 minutes! &#10;    BIG: The high quality maps &amp; counters are BIG and easy to read. The counters are 1&rdquo; square! &#10;    Multi-player: Scenarios are included that are playable by 2 - 4 players.&#10;    Historically Accurate: Learn the unique tactics and logistics used by each side as you experience the same battlefield challenges real commanders faced! Noted historical game designers and WWII researchers Dana Lombardy, Bill Jaffe, and John Hill have joined forces to make the campaigns as realistic as possible.&#10;&#10;&#10;Storms of Steel! includes 4 new geomorphic map boards (including river, hill, and city overlays), 72 pc action card deck, hundreds of new units including Tiger tanks, Soviet rockets, strafing airplanes, and much, more!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Country: Soviet Union",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Conflict of Heroes (Academy Games)"
    ]
  },
  {
    "Rank": "1605",
    "Name": "Ishtar: Gardens of Babylon",
    "ID": 271088,
    "Year": "2019",
    "Geek Rating": "6.354",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/271088/ishtar-gardens-of-babylon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2424",
    "Description": "From the award-winning designer Bruno Cathala, Ishtar is a game in which you play the role of a gardener aiming to transform the dry desert into the Lost Hanging Gardens of Babylon. To accomplish your mission, you will have to plant flowers, which, if you place them well, can help you gather precious gems and activate actions. Whether to buy Trees (which will block the link between two Flower spots, as well as earning you points) or to purchase upgrades (such as getting two more points per Tree card at the end of the game), collecting gems will be a crucial part of the game. Get them before your opponents, recruit apprentices, send them to earn points in the copses of flowers you have created, block others and think carefully of the upgrades to purchase if you want to become the best gardener at the end of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Rondel",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Mesopotamia",
      "Misc: Mensa Select",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "1606",
    "Name": "Advanced Squad Leader: Starter Kit #2",
    "ID": 15126,
    "Year": "2005",
    "Geek Rating": "6.353",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/15126/advanced-squad-leader-starter-kit-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.8056",
    "Description": "(from MMP website:)&#10;&#10;ASL Starter Kit #2 is a self-contained module which will let players start playing Advanced Squad Leader almost immediately. A liberally-illustrated rulebook teaches gamers ASL using a conversational style to teach the concepts of ASL. If you own and play ASL Starter Kit #1 you will be pleasantly surprised to find how easy it is to spot the new rules ASLSK#2 adds - we've highlighted the new rules so that you can skip rereading what you've learned in ASLSK#1 and get right to the new rules!&#10;&#10;What does ASLSK#2 add? GUNS! Artillery pieces. Anti-tank guns. The famous and deadly German &quot;88&quot;. Mortars and bazookas! ASLSK#2 adds the &quot;to hit&quot; procedure to the foundation you learned in ASLSK#1. And if you didn't get ASLSK#1? There are two &quot;infantry only&quot; scenarios to get you up to speed!&#10;&#10;This answers the inevitable question we get with the Starter Kit concept. Do I need ASLSK#2 if I have ASLSK#1? The Starter Kits are self contained. Each has everything you need to play what's in the box, with the higher numbers adding to the ASL knowledge you'll have from playing previous Starter Kits. We do not anticipate changing what you've learned from prior Starter Kits (for example, ASLSK#2 adds about 4 pages of rules to the base built by ASLSK#1). A better question would be &quot;Do I need ASLSK#1 if I buy ASLSK#2?&quot;. The short answer is a resounding no! You can dive right in with ASLSK#2. But if you do, and you like the game, ASLSK#1 adds more boards and scenarios (infantry only) for you to enjoy. We know it's a little confusing, we hope this clears it up a bit.&#10;&#10;Contents:&#10;&#10;        2 8x22 Geomorphic Maps (w and x) for the ASL System&#10;        1 full Countersheet of 1/2&quot; counters&#10;        1 half Countersheet of 5/8&quot; counters&#10;        8 scenarios printed on 4 individual cardstock sheets&#10;        2 quick reference charts printed on cardstock sheet&#10;        1 20-page rules booklet (about 17 pages are rules) with plentiful color illustrations&#10;        2 dice&#10;&#10;&#10;Scenario List:&#10;&#10;        S9 Ambitious Assault Avola, Sicily, 10 July 1943&#10;        S10 Paper Army Sarandoporo River Valley, Greece, 3 Nov 1940&#10;        S11 A Long Way to Go Biscari Station, Sicily, 10 July 1943&#10;        S12 Over Open Sights Skyline Drive, Luxembourg, 17 December 1944&#10;        S13 Priority Target Korinthos, Greece, 26 April 1941&#10;        S14 88s at Zon Zon, Holland, 17 September 1944&#10;        S15 Hammer to the Teeth Bleialf, Germany, 16 December 1944&#10;        S16 Legio Patria Nostra Radicofani, Italy, 18 June 1944&#10;&#10;&#10;Time Scale:    2 minutes per Game Turn&#10;Unit Scale:    5 to 10 men, plus individual leaders, vehicles, guns&#10;Map Scale:    40 meters per hex&#10;Players:    2 (also suitable for solitaire or team play)&#10;Complexity:    Medium&#10;Solitaire Suitability:    Medium&#10;&#10;&#10;&#10;(user's description:)The second in the three-part series of starter kits for ASL.  The goal of the ASL Starter Kits is to introduce the rules of the massive World War Two wargame in more manageable pieces.  While the first starter kit focused on small infantry-only skirmishes, the second is based around confrontations involving infantry and the use of battlefield ordnance.  The Germans and Americans return, this time accompanied by the British and Italians.&#10;&#10;The box is a complete game, including rules (complete with updated rules from Advanced Squad Leader: Starter Kit #1), 1 full and 1 half counter sheet, two new geomorphic boards (w and x) and 8 new scenarios, (S9 through S16).&#10;&#10;The Starter Kit series is continued (and completed) with ASL Starter Kit #3, which introduces Armored Fighting Vehicles.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Game: Advanced Squad Leader Starter Kit",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "1607",
    "Name": "Unlock!: Escape Adventures – The Formula",
    "ID": 216091,
    "Year": "2017",
    "Geek Rating": "6.353",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/216091/unlock-escape-adventures-the-formula",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.2895",
    "Description": "Unlock! is a cooperative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;In the adventure Unlock! The Formula, The Department has lost contact with one of their chemists, Dr. Hoffman. Your mission is to retrieve the truth serum he had been developing. Deep in the New York subway tunnels, you must seek out his laboratory, locate the doctor, and recover the formula before time runs out. The clock is ticking...can you escape?&#10;&#10;An included ten-card tutorial allows you to learn how to play without reading the game rules. Note: Unlock! requires a free application to be downloaded from the App Store or Google Play. Once downloaded, an internet connection is not required during game play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "1608",
    "Name": "Antike II",
    "ID": 166857,
    "Year": "2014",
    "Geek Rating": "6.353",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/166857/antike-ii",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8621",
    "Description": "Antike II is a challenging strategy game about evolution and competition among ancient civilizations. Ancient nations create cities, build temples, sail the seas, and discover new principles of science and technology. Their legions and galleys open new settlements and defend their people against attacks from their enemies. Two scenarios can be chosen as the game board is two-sided.&#10;&#10;Every nation tries to win ancient kings, scholars, generals, citizens, and navigators for themselves. The nation that acquires a specified number (depending on the number of players) of ancient personalities first wins the game!&#10;&#10;Lead one of these nations to victory&mdash;but watch out for your enemies as they will want to conquer your cities to destroy your temples. The game depends not on the luck of dice or cards, but on thoughtful plans and skillful diplomacy.&#10;&#10;Antike II differs from the 2005 Antike in several ways, according to designer Mac Gerdts. To start, players now own city tokens, which allows them some degree of choice as to which resource a newly founded city shall produce. Military units have become more expensive, and the rules for the conquest of cities are considerably easier. The scientific progresses were altered as well. Neutral temples now exist, which may be destroyed, gaining VPs of a general, without harming other players. The game features two new maps in a new graphical design, and a new card named &quot;BELLONA&quot; (the ancient Roman goddess of war) has been introduced to counter the starting player's advantage.&#10;&#10;Gerdts notes that the main goal of all of these changes was to make the rules for a conquest of cities easier, while also opening more possibilities to win the game without the need to attack other players.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Fighting",
      "Nautical",
      "Territory Building"
    ],
    "Mechanics": [
      "Advantage Token",
      "Area Majority / Influence",
      "Area Movement",
      "Rondel",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Ancient: Greece",
      "Category: Combinatorial",
      "Components: Map (City Scale)",
      "Game: Antike",
      "Series: Rondel (Mac Gerdts)"
    ]
  },
  {
    "Rank": "1609",
    "Name": "Exit: The Game – The Polar Station",
    "ID": 215842,
    "Year": "2017",
    "Geek Rating": "6.352",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/215842/exit-the-game-the-polar-station",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6207",
    "Description": "An alarm sounded in the eternal ice, so the polar station has been evacuated and foreclosed, but a small group of researchers has remained behind by mistake &mdash; and they have only one hour to find the code that will crack the lock program.&#10;&#10;Exit: The Game &ndash; The Polar Station is a puzzle game modeled after escape rooms.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Region: Arctic",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "1610",
    "Name": "Beasty Bar",
    "ID": 165950,
    "Year": "2014",
    "Geek Rating": "6.352",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/165950/beasty-bar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4085",
    "Description": "The animals are dressed up and ready to enter the &quot;Beasty Bar&quot; nightclub. Who will actually make it through the door?&#10;&#10;Beasty Bar is a fun &quot;take that&quot; card game about party animals. The players play animal cards into a line, and each animal has a special power that can manipulate the order of the cards. Whenever five animals are present at the end of a turn, the two animals up front get to party while the one at the rear has to go home. Whoever manages to send more of her animals to the party than anyone else wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Alligators / Crocodiles",
      "Animals: Apes / Monkeys",
      "Animals: Giraffes",
      "Animals: Hippopotamuses",
      "Animals: Lions",
      "Animals: Seals",
      "Animals: Skunks",
      "Animals: Snakes",
      "Animals: Zebras",
      "Mechanism: Card Line",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "1611",
    "Name": "Kelp: Shark vs Octopus",
    "ID": 374595,
    "Year": "2024",
    "Geek Rating": "6.351",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/374595/kelp-shark-vs-octopus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.2778",
    "Description": "Kelp is a two-player asymmetrical game that offers players a unique opportunity to delve into the natural world of Pyjama Sharks and Common Octopuses, set in a South African kelp forest. Hide and seek meets bluffing and manipulation. Deck builder meets dice bag builder.&#10;&#10;As players take on the roles of these iconic sea creatures, they will discover that the gameplay mechanics closely mirror their real-life counterparts. Each has a unique path to victory. The Octopus, known for its cunning and adaptability, sneaks around the board by playing cards and managing their hidden and revealed blocks, channeling the creature's remarkable ability to camouflage and deceive. On the other hand, the Shark, embodying the ruthless and determined predator, patrols their territory and attempts to hunt down the elusive Octopus by rolling dice and using special abilities to mitigate their luck, showcasing the creature's natural instincts and predatory behavior. The game is a thrilling mix of deck-building and dice bag building, as well as hide and seek, bluffing, and manipulation.&#10;&#10;There are 3 ways the game can end:&#10;The Shark wins by successfully attacking the Octopus.&#10;The Octopus wins by surviving until the Shark is exhausted or by eating all four seafoods.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hidden Movement"
    ],
    "Families": [
      "Animals: Octopuses",
      "Animals: Sharks",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Kelp",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "1612",
    "Name": "Stephenson's Rocket",
    "ID": 204,
    "Year": "1999",
    "Geek Rating": "6.349",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/204/stephensons-rocket",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.0528",
    "Description": "Reiner Knizia expands his fleet of tile laying games with this game about colliding railroads in early 1800's England.  There are seven different rail companies that players can expand.  Each time you extend a rail, the other stockholders can veto your action, but it might cost them their shares.  When two companies' rail touch, the railways merge to become one.  The game is over when only one company remains or there are no rail tiles remaining, and the winner is the player who earned the most money over the course of the game.&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction: Once Around",
      "Chaining",
      "End Game Bonuses",
      "Grid Movement",
      "Hexagon Grid",
      "Investment",
      "Network and Route Building",
      "Set Collection",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Map (Regional scale)",
      "Country: England",
      "History: Industrial Revolution",
      "Occupation: Engineer",
      "Series: Cube Rails"
    ]
  },
  {
    "Rank": "1613",
    "Name": "Pioneer Days",
    "ID": 200057,
    "Year": "2017",
    "Geek Rating": "6.349",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/200057/pioneer-days",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.5286",
    "Description": "Saddle up and guide your wagon train along the perilous Oregon Trail! Build a team of hardy folk and gather resources and equipment with a unique dice drafting system. But dangers await in the dice you don't choose! You can hire townsfolk, buy wagons, pan for gold, and take on cattle &mdash; all the while preparing for inevitable raids, storms and famine. Who will best face the perils of the wild frontier and lead their wagon train to victory?&#10;&#10;Pioneer Days is a dice-drafting game reminiscent of The Oregon Trail. While you pursue your strategy, you must be prepared for impending disasters such as storms, disease, raids, and famine.&#10;&#10;Round by round, players draw dice out of the bag, roll them, then take turns drafting one to either collect silver, hire a townsfolk, or take an action based on the die value. Townsfolk confer immediate or constant benefits as well as end game scoring bonuses, while actions help you collect wood, medicine, cattle, equipment, and gold nuggets. The unchosen die each round advances one of the disaster tracks based on its color, and when a disaster gets to the end of its track, all players must deal with its effects:&#10;&#10;&#10;    During a raid, you lose half of your silver.&#10;    During a famine, you need to spend 1 silver per cattle or lose the cattle.&#10;    During a disease, you need 1 medicine per townsfolk or lose the townsfolk.&#10;    During a storm, you need 1 wood per wagon or suffer damage to your wagons.&#10;&#10;&#10;At the end of each round, you can satisfy the current town's favor conditions in order to earn their favor. Prepare for the disasters while you pursue your strategy, and earn the most points to win the game!&#10;&#10;",
    "Categories": [
      "American West",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Dice Drafting",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "1614",
    "Name": "Deep Rock Galactic: The Board Game",
    "ID": 348220,
    "Year": "2022",
    "Geek Rating": "6.349",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/348220/deep-rock-galactic-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "2.6901",
    "Description": "In Deep Rock Galactic: The Board Game, an authorized tabletop game adaption of the popular computer game, players take the roles of up to four dwarf miners in space: the Scout, the Engineer, the Gunner, and the Driller. Players must work together to mine precious minerals deep below the surface of a hostile planet where indigenous insectoid predators &mdash; the Glyphids &mdash; await, aggressively defending their caves against the intruders. Will your team be able to meet the mineral quota set by the company, or will you all end up as dinner for the Glyphids?&#10;&#10;Players move around the board while throwing dice to fight monsters and mine rare minerals in order to escape in time with the required amount of minerals needed to win the current mission.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Map Addition",
      "Modular Board",
      "Pick-up and Deliver",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "1615",
    "Name": "Axis & Allies: Pacific 1940",
    "ID": 55829,
    "Year": "2009",
    "Geek Rating": "6.349",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/55829/axis-and-allies-pacific-1940",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5725",
    "Description": "Axis &amp; Allies celebrates 25 years of strategy war gaming with a deluxe edition of its original theater-level game. Axis &amp; Allies Pacific 1940, designed and developed by Larry Harris, utilizes the updated rules established in A&amp;A Anniversary Edition. Two new combat units debut in this game, Tactical Bombers and Mechanized Infantry. Australia and New Zealand, joined together as the ANZAC forces, represent a new playable ally. China fields more forces than ever before, but will need help from their allies -- the United States and England -- to withstand the might of expansionist Imperial Japan.&#10;&#10;Axis &amp; Allies Pacific 1940 features an oversized board that measures 35 inches wide by 32 inches high (89 x 81 cm). With over 450 pieces, deluxe game components and local storage boxes, this game raises the standard established by A&amp;A Anniversary Edition. All new rules for neutral nations, naval &amp; air bases, kamikaze attacks and convoy disruption add even more depth and historical accuracy to this giant game.&#10;&#10;Finally, this deluxe theater-level game is designed to join together with Axis & Allies: Europe 1940 to create the greatest Axis &amp; Allies experience to date! When joined, these boards will measure 5 feet wide by 32 inches high (178 x 81 cm). Both games have been designed to play alone or together to offer a 2-6 player global 1940 scenario, complete with separate set up and national objectives.&#10;&#10;Integrates with:&#10;&#10;    Axis & Allies: Europe 1940&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Fighting",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Continents: Asia",
      "Decades: The 1940's",
      "Digital Implementations: VASSAL",
      "Game: Axis & Allies (Avalon Hill)",
      "History: World War II (Pacific)",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "1616",
    "Name": "Ca$h 'n Gun$",
    "ID": 19237,
    "Year": "2005",
    "Geek Rating": "6.349",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/19237/ca-dollar-h-n-gun-dollar",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2767",
    "Description": "In an abandoned warehouse a gangster band is splitting its loot, but they can&rsquo;t get an agreement on the split!  It&rsquo;s time to let the guns talk and soon everyone is aiming at everyone. The richest surviving gangster wins the game!&#10;&#10;Ca$h 'n Gun$ will make you relive the best scenes of your favorite gangster movies. Fun, bluffing, and tough negotiations are guaranteed, but will you dare to play? It's simply killing!&#10;&#10;On each turn, a player will assume the role of &quot;The Don&quot;, and will call out the steps in gameplay.&#10;&#10;Before the skirmish itself, an available pot of cash will be laid out before the players. This pot must be evenly split up amongst all of the surviving hoods.&#10;&#10;After that, the &quot;Don&quot; of the round will ask the players, including himself, to load their guns (in the form of selecting one of three possible cards: &quot;Bang!&quot;, &quot;Bang! Bang! Bang!&quot; or &quot;Click! Click!&quot; from a set of 8 cards: 2 &quot;Bang!&quot;s, 1 Triple-&quot;Bang!&quot; and 5 &quot;Clicks!&quot;), and then count down to all of the players aiming their guns (real foam guns).&#10;&#10;Each player will then take a look at how many guns are pointed at them, and also take a look at the available pot of cash for the round before deciding if they want to &quot;Chicken Out&quot; and remove themselves from the skirmish. If they choose to back down, they will get a &quot;Chicken&quot; token which will deduct from their ill-gotten gains at the end of the game.&#10;But all players have to &quot;Chicken Out&quot; at the same time, using a countdown like the aiming.&#10;&#10;The remaining players will resolve the shootout showing their cards. First, all Triple-&quot;Bangs!&quot; wound the players they are aimed at. If there are still-aiming players with &quot;Bang!&quot; cards, those now wound their targets. &quot;Click!&quot;s are only bluffs and do nothing. A player that is wounded during the standoff does not participate in the split of the cash and receives a bandage (any player that receives a certain number of bandages is eliminated from the game). Now all the used cards are discarded--even those of the players that &quot;Chickened Out&quot;.&#10;&#10;Now the remaining players will finally split the cash. If the cash cannot be divided evenly, the rest is kept on the table and is added to the new pot.&#10;&#10;The game is played 8 rounds, until all cards were played. Keeping track of the cards is important, since all players have only a limited supply of &quot;real&quot; shots.&#10;&#10;There are a couple of expansions packed-in with most editions that change some of the mechanics of the game, and also add a new &quot;traitor&quot;-based mechanic, as well.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Humor",
      "Mafia",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Ca$h 'n Gun$",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "1617",
    "Name": "Illusion",
    "ID": 244995,
    "Year": "2018",
    "Geek Rating": "6.349",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/244995/illusion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0484",
    "Description": "Can you trust your eyes? How much color do you really see? These questions are what drive gameplay in Illusion, with rules that allow for gameplay to start immediately. Who has the right perspective not to be fooled?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Nature Line (Nürnberger-Spielkarten-Verlag)",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "1618",
    "Name": "Robo Rally",
    "ID": 216201,
    "Year": "2016",
    "Geek Rating": "6.348",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/216201/robo-rally",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "2.3607",
    "Description": "The race is on for the robots of the Robo Rally automobile factory who work long, hard days at the assembly line building high&#226;&#128;&#144;speed supercars, but never get to see them in action. On Saturday nights, the factory comes to life as the ultimate race course with treacherous obstacles and rival sabotage. In Robo Rally, players move their robots through the course by speeding through corridors and dodging traps to reach each checkpoint first. Only the strongest robots survive!&#10;&#10;Enter the world of mad machines and dangerous schemes in the Robo Rally board game. Players control their robot with game cards which reveal directions on how the robots can move through the hectic Robo Rally automobile factory. Use strategy to outsmart rival robots while racing towards each checkpoint in your chosen course in numerical order. Beware of factory obstacles such as industrial lasers, gaping pits, and moving conveyer belts that can make or break the race.&#10;&#10;The 2016 edition of Robo Rally differs from earlier versions in a number of ways:&#10;&#10;&#10;    Players each now have their own deck of twenty cards, with the same cards in each deck. On a turn, a player draws nine cards from their deck, programs five of the cards, then discards the rest. Two cards says &quot;Again&quot; and repeat the action programmed in the previous slot; one card says &quot;Energy&quot; and gives a energy cube which you can use to buy options.&#10;&#10;&#10;&#10;     Since each player has their own deck, the cards no longer have priority numbers to determine who moves first. Now movement order is determined by whoever is closest to a transmitter on the game board.&#10;&#10;&#10;&#10;    When players are damaged, they no longer receive one less card for each damage (or have one of their program registers locked) at the start of a round; instead they receive damage cards that will be shuffled into their decks. &quot;Normal&quot; damage from the board or a robot laser gives you &quot;spam&quot; damage. When you program one of these cards, you remove it from play at the appropriate time and replace it in the register with the top card from your deck. Surprise! Other types of damage exist, with a Trojan horse granting you two spam, a virus infecting nearby players, and a worm forcing you to reboot, which gives you even more damage. By playing the damage, though, you remove it from your deck.&#10;&#10;&#10;",
    "Categories": [
      "Maze",
      "Miniatures",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Bias",
      "Grid Movement",
      "Modular Board",
      "Programmed Movement",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Sand Timers",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "1619",
    "Name": "3 Ring Circus",
    "ID": 371947,
    "Year": "2023",
    "Geek Rating": "6.348",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/371947/3-ring-circus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.675",
    "Description": "The circus has come to town! Under the tent, jugglers, clowns, magicians, strongmen and wild beasts capture the curiosity of a dedicated audience that applauds non-stop. After each performance, your little troupe accumulates fame and may one day pique the interest of P.T. Barnum, the greatest circus mogul of all time.&#10;&#10;In 3 Ring Circus, players take on the role of a circus director who tours the United States at the end of the 19th century. Your objective is to hire artists and offer performances in various towns and cities with the intention of gaining fame. In towns, features are easy to set up and give you starting resources to upgrade your cast; small cities are somewhat more demanding, but they allow you to come into contact with better artists; audiences in big cities are even more demanding and want to see very specific numbers, but performing there brings you much more fame!&#10;&#10;On their turn, players can hire an artist or host a performance. At the beginning of the game, each player's circuses are empty, so it will be necessary to contract to form the company. The artist cards grant more or fewer benefits depending on the order in which they act, so one of the keys to the game is planning the shows that will be offered.&#10;&#10;If they decide to act, the players must move to a free space on the map. If it is a town, they receive the most basic currency cards as a prize. If you perform in a small city, depending on the number of pedestals you have in your company you can claim more or fewer entry cards (the second most valuable) or fame points. In the big cities, you get a lot of fame points, but the public always demands a specific type of artist.&#10;&#10;While your little circus tries to survive, the great and splendid Barnum Circus travels across the country, and when it arrives in a big city, a score is held in that region, and the circuses that have given the most performances there will gain even more fame.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Hand Management",
      "Movement Points",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Control Boards",
      "Country: USA",
      "Mechanism: Tableau Building",
      "Series: Small Box Euros (Devir)",
      "Theme: Circus",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "1620",
    "Name": "Townsfolk Tussle",
    "ID": 312859,
    "Year": "2022",
    "Geek Rating": "6.348",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/312859/townsfolk-tussle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "200",
    "Weight": "2.6471",
    "Description": "After the death of the beloved sheriff of Eureka Springs, Ruffians are coming in droves to take advantage of the defenseless town! It is up to you and your fellow townsfolk to wallop these troublemakers into oblivion. And who knows&mdash;if you play your cards right, you may just prove yourself worthy of becoming the new sheriff!&#10;&#10;Townsfolk Tussle is a co-op boss battler for 2-5 players. In each game, your goal is to take down four unique Ruffians, each one tougher than the last! You'll build up your townsfolk with gear, explore Eureka Springs, and concoct unique strategies to take down even more unique hoodlums.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Square Grid",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Game Trayz Inside",
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "1621",
    "Name": "Warrior Knights",
    "ID": 22038,
    "Year": "2006",
    "Geek Rating": "6.347",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/22038/warrior-knights",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.5093",
    "Description": "The Kingdom is in chaos. The King lies dead without an heir, slain by a villainous hand. Will a leader rise up and rally the support of the people, or will the shadow of anarchy spread over the land?&#10;&#10;In Warrior Knights, each player takes on the role of a Baron vying for control of the Kingdom. Each Baron commands four faithful Nobles who lead his armies into battle. Each Baron seeks to capture cities in order to gain Influence (victory points), which is used to measure his claim to the throne. Barons may also seek to gain advantage by increasing their income, gathering Votes to use at the Assembly, or by amassing Faith, which can be used to gain a measure of control over chance events. Only through cunning strategy and careful diplomacy can a Baron hope to attain victory.&#10;&#10;Warrior Knights has a very clever mechanism.  Each player has a selection of tasks they can accomplish each turn, such as move &amp; attack, gain political strength, hire mercenaries, and gain religious faith.  Only 6 of these are done in any turn.  Each player selects 2 tasks for each 1/3 of the game turn.  The cards of all the players are then shuffled together, so the players know only the two tasks they will perform in each 1/3 of the game turn, but not the order they will be played.&#10;&#10;In addition, the game has four special phases that are triggered based on how frequently players are choosing a particular task.  Collecting taxes individually, once done often enough, will trigger a taxation phase.  Players collecting political power trigger a session of Parliament.  When enough players want to hire mercenaries there is an auction for their services.  The flip side is that the more mercenaries that are hired the more often they want to be paid in the wages phase.&#10;&#10;The mixing of these two clever mechanisms, choosing tasks but performing them in a random order and triggering the 4 special phases at somewhat unpredictable times makes for a tense game.   Players can often be caught short of cash if wages are demanded more frequently than taxes are collected.  If the other players all collect political influence a Parliament might be called when one or two players have only a single vote.  These elements of variable turn orders and variable phases give the game a highly addictive quality.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Simultaneous Action Selection",
      "Turn Order: Random",
      "Voting"
    ],
    "Families": [
      "Components: Miniatures",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "1622",
    "Name": "Dice City",
    "ID": 179572,
    "Year": "2015",
    "Geek Rating": "6.347",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/179572/dice-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0177",
    "Description": "The Kingdom of Rolldovia is in turmoil. Her royal highness, the Queen, has decreed that there will be a new capital after the old one was sacked by hordes of barbarians and bandits from the south. As leaders of one of the country's influential noble families, players vie with each other to establish their provincial city as the best home for Rolldovia's new capital. You must choose your city's path in gaining the approval of all others in the kingdom.&#10;&#10;Dice City is a &quot;dice-crafting&quot; game in which the locations in your city act as the changing faces of your dice each turn. Use tactics and strategy to press your claim!&#10;&#10;You each have several ways to promote your city; create strong armies; construct wondrous buildings; or open up trade routes. The secret is to manage your city and its natural resources carefully to make the best of your fortunes.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Game: Dice City",
      "Players: Games with Solitaire Rules",
      "Theme: City"
    ]
  },
  {
    "Rank": "1623",
    "Name": "Löwenherz",
    "ID": 66,
    "Year": "1997",
    "Geek Rating": "6.346",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/66/lowenherz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7836",
    "Description": "The king lies near death, so the princes compete to dominate the kingdom and secure the throne by grabbing as much land as possible.&#10;&#10;This is, in the ideal, a 4 player game. Each turn a card is revealed that displays 3 actions that players can choose from. Each player in turn choose an action by playing a 1, 2 or 3 card identifying the first, second or third action on the revealed card. The beauty of this mechanism lies in the distribution of 3 actions among 4 players. Someone always misses out.&#10;&#10;If two players choose the same action (and this is often, decided by the last player as the first 3 often - not always - but often  choose actions a1, 2 and 3) the players who chose it negotiate a solution. If they cannot come to an agreement they duel.&#10;&#10;This is one of the defining elements of the game, but can take some time (negotiations can) and so was dropped from the re-implementation as Domaine.&#10;&#10;The game board is built of 6 tiles randomly placed in a frame producing a slightly different game each time. It is seen by many as the third in a Teuber thematic trilogy defined by Entdecker, CATAN, L&#195;&#182;wenherz.&#10;&#10;The board is conflicted and in the manner of Go the idea is to capture as much territory as possible.  Each player starts with three castles (12 across all four players, and a crowded board). They build walls to create kingdoms, and train knights to defend them, both key actions on that action card they bid on each turn.&#10;&#10;Consequently this is a high conflict area grabbing game with a heavy element of negotiation.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Enclosure",
      "Modular Board",
      "Negotiation",
      "Square Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 10 x 15 Grids"
    ]
  },
  {
    "Rank": "1624",
    "Name": "Dice Throne: Season Two – Gunslinger v. Samurai",
    "ID": 266966,
    "Year": "2018",
    "Geek Rating": "6.345",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/266966/dice-throne-season-two-gunslinger-v-samurai",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.1923",
    "Description": "Dice Throne is a game of intriguing dice, tactical card play, powerful heroes, and unique abilities.&#10;&#10;It's a fast-paced 2-6 player combat game (1v1, 2v2, 3v3, 2v2v2, or free-for-all). Select from a variety of heroes that play and feel completely distinct from one another. Attack opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly (yours, your teammate's, or even your opponent's).&#10;&#10;Dice Throne: Season Two introduces a roster of new heroes and intriguing new matchups.&#10;&#10;A stand alone game supporting 2 players. Additional heroes required to play with more than 2 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Game: Dice Throne",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "1625",
    "Name": "Century: Golem Edition – An Endless World",
    "ID": 312318,
    "Year": "2020",
    "Geek Rating": "6.345",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/312318/century-golem-edition-an-endless-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1333",
    "Description": "Century: Golem Edition &ndash; An Endless World brings crystal traders face to face with primordial golems predating human existence. These golems are incredibly powerful and ever eager to assist. As the world continues to unfold itself to players, you will discover how endless the fun will be!&#10;&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Contracts",
      "Set Collection",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Game: Century (Plan B Games)",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "1626",
    "Name": "Aton",
    "ID": 19999,
    "Year": "2005",
    "Geek Rating": "6.345",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/19999/aton",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1166",
    "Description": "From Queen Games website:&#10;&#10;The whole of Egypt is in uproar &ndash; Akhnaton, who has just acceded to the throne, wants to ban the old deity Amon from the temples of the land. Aton is to be worshiped as the new God.&#10;&#10;But the priests of the land are not willing to give up their temples without resistance so the 4 largest temples are fiercely disputed.&#10;&#10;The players are adversaries and fight out this battle of the Gods between them. Both have the same starting position, but who will be able to make better use of his abilities and help his God to victory?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Wooden pieces & boards",
      "Mythology: Egyptian",
      "Players: Two-Player Only Games",
      "Series: Small Box (Queen)",
      "Theme: Temple"
    ]
  },
  {
    "Rank": "1627",
    "Name": "Scotland Yard",
    "ID": 438,
    "Year": "1983",
    "Geek Rating": "6.345",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/438/scotland-yard",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9442",
    "Description": "In Scotland Yard, one of the players takes on the role of Mr. X. His job is to move from point to point around the map of London taking taxis, buses or subways. The detectives &ndash; that is, the remaining players acting in concert &ndash; move around similarly in an effort to move into the same space as Mr. X. But while the criminal's mode of transportation is nearly always known, his exact location is only known intermittently throughout the game.&#10;&#10;The 125 fare tickets are 5 black, 23 pink underground, 43 green bus,  54 yellow taxi.&#10;&#10;Similar to&#10;&#10;    The Fury of Dracula&#10;    Clue: The Great Museum Caper&#10;    Ghost Chase&#10;    Letters from Whitechapel&#10;    Garibaldi: The Escape&#10;    Specter Ops&#10;    Whitehall Mystery&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Travel"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Characters: Mister X",
      "Cities: London (England, UK)",
      "Country: England",
      "Digital Implementations: Steam",
      "Misc: Dice Tower Hall of Fame",
      "Players: One versus Many",
      "Theme: Police"
    ]
  },
  {
    "Rank": "1628",
    "Name": "Vampire: The Eternal Struggle",
    "ID": 2122,
    "Year": "1994",
    "Geek Rating": "6.345",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/2122/vampire-the-eternal-struggle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4107",
    "Description": "Vampire: the Eternal Struggle (or VTES for short) is a multi-player collectable card game based on the award-winning Vampire: the Masquerade role playing game in which players take on the role of ancient vampires known as a Methuselahs. Considered mere legend by many, Methuselahs rule everything from the shadows, engaging in a eons-long Machiavellian conflict that encompasses political, social, and even physical warfare. The struggle is won or lost based on the actions taken by your minions &ndash; younger vampires who unknowingly do your bidding. In this way, the game can allow for deep and immersive storytelling as your minions purchase equipment, hire retainers, even suggest legislative changes to vampiric society, all in the service of your dark plots.&#10;&#10;VTES was the second card game designed by Richard Garfield (designer of Magic the Gathering, Netrunner, and other games). It was designed to avoid some of the flaws that Garfield found in Magic: VTES does not require you to include resource or mana cards in your deck, and cards are instantly replaced when played, meaning that card draw isn&rsquo;t as important as knowing when to discard a card to sculpt a better hand. It also has a gameplay experience more in keeping with a boardgame than a traditional card game &ndash; VTES is usually played by 4 or 5 players and games can last up to 2 hours.&#10;&#10;Unlike most multi-player games, players in VTES do not engage in a free-for-all. Each player directs their attacks to the player on their left (their &ldquo;prey&rdquo;) and defends against the player on their right (their &ldquo;predator&rdquo;). You gain victory points by eliminating or &ldquo;ousting&rdquo; your prey from the game, in which case the next player to the left becomes your new prey. The player with the most victory points at the end of the game wins (even if they have been ousted!). This arrangement makes the game a very social one &ndash; you and the player two seats to the left and right have common enemies. But if you help these allies too much, you may find that you&rsquo;ve made one of them too strong, and when they suddenly become your new predator, your help has transformed that ally into a deadly threat.&#10;&#10;VTES is also a resource management game. Each player begins with 30 points of influence called &ldquo;pool&rdquo; that Methuselahs hold dearer than unlife itself. If you run out of pool, you are ousted from the game. But this pool is also the way that you sway vampires to your cause. Each turn you have the opportunity to spend your pool to seduce a vampire. Weak fledgling vampire are easily swayed, but the older more powerful ones require convincing, which may require multiple turns to accomplish. Once a vampire is converted to your side, all the pool you spent on them becomes blood possessed by this vampire, which can be spent to play cards that allow them to activate their unique vampiric powers. Each minion must manage their blood and you must manage your pool &ndash; spending more provides you with additional minions, but brings you one step closer to being ousted. Under- or over- investing in your minions may well cost you the game.&#10;&#10;Vampire: The Eternal Struggle has risen once again from torpor! White Wolf has granted Black Chantry Productions license to print new cards! Details are still forthcoming as to what to expect. Go to http://www.blackchantry.com for the latest details. The game is also supported by Vampire: Elder Kindred Network&trade;, the official player organization responsible for sanctioning and regulating VTES tournaments, recording V:TES players&rsquo; ratings (and rankings), as well as designing and releasing new digital expansions featuring profession artwork.  Go to their site at www.vekn.net to check out what's new with the game!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror",
      "Political"
    ],
    "Mechanics": [
      "Acting",
      "Deck Construction",
      "Hand Management",
      "Multi-Use Cards",
      "Negotiation",
      "Player Elimination",
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Vampires",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "1629",
    "Name": "Stronghold: 2nd edition",
    "ID": 179460,
    "Year": "2015",
    "Geek Rating": "6.344",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/179460/stronghold-2nd-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.7353",
    "Description": "Stronghold is a two-player game telling the story of a siege. Players take opposing sides: one has to defend the stronghold, and the other has to break into the castle as soon as possible. The game board represents the stronghold itself as well as the surrounding terrain, where enemy forces are placed and whence they proceed to the walls.&#10;&#10;The defender has a small number of soldiers manning the walls, while the invader has an infinite legion of attacking creatures. A desperate fight takes place every single turn. The invaders build war machines, equip their soldiers, train them, and use black magic rituals to achieve victory. Meanwhile, defenders repair walls, build cannons, train soldiers, and do everything they can to hold the castle as long as possible.&#10;&#10;If the invader manages to break into the castle before the end of seven rounds, they win; otherwise the defender wins.&#10;&#10;This second edition of Stronghold features:&#10;&#10;&bull; Ten objective cards for the invader and ten hidden defense plan cards for the defender; each objective encourages the invader to consider a particular move, while each defense plan shows the defender different ways to surprise the invader&#10;&bull; Shorter gameplay than the first edition, with attackers being placed on the board during set-up&#10;&bull; Gameplay limited to two players only, replacing the team rules in the first edition&#10;&bull; Streamlined rules and an enhanced rulebook&#10;&bull; Improved components, such as a larger game board and new artwork&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "1630",
    "Name": "Blue Moon",
    "ID": 9446,
    "Year": "2004",
    "Geek Rating": "6.344",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/9446/blue-moon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "Blue Moon is a card game for two players, which has often been compared to Magic: The Gathering, although it has considerably different game mechanics. Particularly, it is not a CCG: There are no random cards in any expansion. It can thus be regarded as the first LCG, although it doesn't use that term yet.&#10;&#10;It is set in the fictional world of Blue Moon, where different peoples fight for dominance of the world and the favor of the Dragons.&#10;Each people has its own unique traits and gameplay mechanics, and is represented by a 30 card deck.&#10;&#10;The standard game box contains the 'Vulca' and the 'Hoax' decks, a small gameboard and three small plastic dragon miniatures, used as scoring counters in the game.&#10;&#10;Other decks can be bought separately as expansions with 31 or 30 cards each.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Rules overview from the official rules:The game consists of independent consecutive fights. The starting player begins the first fight.&#10;&#10;Each fight is contested in one of two elements, either fire or earth, as announced by the starting player of the fight. During each fight, players take alternate turns to play their cards building up power in their combat and support areas. Basically, each turn the players play a character card and possibly some additional cards to at least match the total power of their opponent, who must then in turn match his opponent&rsquo;s power, and so on. &ndash; If a player is unable to do this, he must retreat from the fight.&#10;&#10;A fight ends when one of the players retreats. The other player is the winner of the fight and attracts a number of dragons. Both players remove all their cards from their combat and support areas and place them onto their face up discard pile. The retreating player then starts the next fight.&#10;&#10;Usually, the game ends when one player runs out of cards and retreats from the last fight. Then the player with dragons on his side is the victor and scores some victory points (crystals). A player wins the game instantly if he has all three dragons on his side and then attracts further dragons.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Description from the publisher.The world of Blue Moon is in chaos. Its god has abandoned it, and its people are in open war against each other, while the ruling power of three elemental dragons reigns above all! In this original 2-player game designed by Reiner Knizia, each player takes control over one of the Blue Moon peoples - the creative machinations of the Mimix, the fiery Vulca, the lofty Flit, and the clever Hoax - in their quest for dominance. The Blue Moon Legends basic set provides all the material needed to play, including details on the various peoples, a game board, full-color rules, and three plastic dragon figures. Expansion packs contain additional people cards.&#10;&#10;Blue Moon is part of the Kosmos two-player series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck Construction",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blue Moon",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "1631",
    "Name": "Rum & Bones: Second Tide",
    "ID": 196202,
    "Year": "2017",
    "Geek Rating": "6.344",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/196202/rum-and-bones-second-tide",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8235",
    "Description": "Avast ye pirates! Gather your crews and set sail for adventure on the high seas in Rum &amp; Bones: Second Tide!&#10;&#10;Based on online MOBA (Multiplayer Online Battle Arena) style games, Rum &amp; Bones has 2-6 players taking control of legendary pirate heroes, each with unique powers and abilities, as their crews fight over Davy Jones' legendary treasure!&#10;&#10;Players each control up to five heroes at any time, moving them across the game board in an attempt to destroy various key features on their opponents' ship. Victory is obtained by destroying enough of these features. Your heroes are not alone, however, as your crew also consists of deckhands and bosuns who, while not controlled by the player, will work on a simple AI to wreak havoc on the enemy!&#10;&#10;Of course, what would pirates be without plunder? And in Rum &amp; Bones the most sought after treasure are Davy Jones' mythical pieces of eight! Players amass these powerful coins during gameplay to unleash devastating abilities and attacks from their Heroes, crushing all enemies before them until only they remain!&#10;&#10;This game is both a stand-alone and compatible as an expansion to Rum &amp; Bones. In Rum &amp; Bones: Second Tide, 2 to 6 players will take control of one of two deadly pirate crews: The mysterious and monstrous Deep Lords, who seek to claim Davy Jones&rsquo; treasure in an effort to flood the world and reshape it to their liking, or the Marea de la Muerte&cedil; a crew of ruthless gold-seeking Spanish cutthroats who will stop at nothing to claim the treasure for their own greed!&#10;&#10;Players control teams of three to five heroes, depending on the number of players, each with various and unique powers and abilities. These Heroes are drawn from five different classes, each with their own strengths and weaknesses:&#10;&#10;     Captains: Jack-of-all-Trade Heroes who specialize in buffing other Heroes.&#10;     Brutes: The toughest of the tough, Brutes can take a ton of punishment and only get stronger for doing so!&#10;     Gunner: Ranged damage dealers, Gunners have the lowest HP of all classes, but can also dish out the most hurt.&#10;     Swashbucklers: Like Gunners, Swashbucklers specialize in dealing damage, but prefer the up-close-and-personal approach.&#10;     Quartermaster: While they don't deal the most damage, Quartermasters make up for it in raw utility: specializing in healing and buffing Heroes, and also enhancing your Deckhands and Bosuns!&#10;&#10;&#10;The most notable change to gameplay is their new &quot;dynamic Leveling System&quot;. Now each Hero begins the game with their Basic Attack skill card. As they gain Coins, which are obtained from KO'ing enemies and Objectives, they can use those Coins to buy new skills, as well as level up existing skills! Also, they've introduced a new &quot;Alternating Activation&quot; method of play where players will take turns activating 1 Hero (or their Crew), and then their opponent will do the same, continuing back and forth until everyone has gone.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Humor",
      "Miniatures",
      "Nautical",
      "Pirates",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Bias",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: MOBA",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Rum & Bones",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "1632",
    "Name": "Endangered",
    "ID": 220133,
    "Year": "2020",
    "Geek Rating": "6.343",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/220133/endangered",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5091",
    "Description": "Endangered is a cooperative game that combines strategy, teamwork, and a race against time to save iconic species whose survival hangs by a thread. Only you and your team of dedicated conservationists can save them from extinction!&#10;&#10;To begin, you will step into the shoes of unique heroes like the Zoologist, Philanthropist, TV Wildlife Host, Lobbyist, or Environmental Lawyer&mdash;each armed with special abilities to turn the tide in this fight for survival. Together, your goal is to protect majestic tigers and playful sea otters from the relentless march of environmental destruction.&#10;&#10;To succeed, you must rally support from the United Nations, sway key ambassadors, and secure the crucial votes needed to pass a life-saving resolution&hellip; but the clock is ticking and the challenges are immense!&#10;&#10;Every turn presents tough choices and high-stakes decisions. Strategize with your teammates, roll dice to activate powerful action cards, and take bold steps to preserve habitats, mitigate threats and encroaching destruction, and ensure species' survival by helping each species find mates.&#10;&#10;Timing is crucial and every move matters. Can you and your team overcome destruction, safeguard dwindling populations, and sway the UN to act before it's too late or will humanity's progress spell the end for these incredible creatures?&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Animals: Tigers",
      "Components: Meeples (Animal) / Animeeples",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Endangered / Extinct species",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "1633",
    "Name": "Gravwell: Escape from the 9th Dimension",
    "ID": 142992,
    "Year": "2013",
    "Geek Rating": "6.343",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/142992/gravwell-escape-from-the-9th-dimension",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.719",
    "Description": "In Gravwell, players command spaceships that have been pulled through a black hole, transporting them into a different dimension. With each ship lacking fuel to get home, each player must collect basic elements from surrounding asteroids, using the gravity of the dimension and what little resources they have in order to reach the warp gate that will take them home. But in this dimension, moving ships will travel towards the nearest object, which is usually another ship, and when those objects are moving either forward or backward, reaching the warp gate isn't always easy. Time is running out to save your crew and your ship! As a grim reminder of the cost of failing to escape, the frozen hulks of dead spacecraft litter the escape route &mdash; but with careful card play, you can slingshot past these derelict craft and be the first to escape from the Gravwell!&#10;&#10;Gravwell uses 26 alphabetized cards to determine movement order and thrust; most cards move your ship towards the nearest object, but a few move you away from it. At the start of each round, players draft fuel cards, picking up three pairs of two cards, with only the top card of each pile being visible; you get some information as to which moves you can expect from the other spaceships, but you won't know which moves you'll be forced to make when you draft your cards!&#10;&#10;During a round, each player will play all of their fuel cards in the order of their choosing. During each phase of a round, each player chooses one card, then all cards are revealed and resolved in alphabetical order. When your opponents move in ways you didn't expect, you won't always be heading in the direction you thought you would! Each player holds an &quot;Emergency Stop&quot; card that they may tactically play only once per round to avoid such a situation.&#10;&#10;Whoever first reaches the warp gate wins, but if no one has escaped after six rounds, then the player who is closest to the gate wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Bias",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Track Movement"
    ],
    "Families": [
      "Misc: Mensa Select",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "1634",
    "Name": "Zombicide: Undead or Alive",
    "ID": 331224,
    "Year": "2022",
    "Geek Rating": "6.343",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/331224/zombicide-undead-or-alive",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4583",
    "Description": "There&rsquo;s plenty of things to test a person&rsquo;s mettle out in the harsh Western territories. There are cattle rustlers trying to steal your stock. There are bandits looking to rob the 10:13 to Yuma. There&rsquo;s all manner of critters and a desert environment looking to deal you the death card. Now, the recently-dead have started rising from prairie graves to assault the living. This town is turning into cowpies.&#10;&#10;Zombicide: Undead or Alive brings the Zombie-blasting action to an all-new era and location, bringing players to the middle of the mythical Old West. There&rsquo;s new Survivor types like the Gunslinger, Brawler, Townsfolk, and Faithful, each with their own, unique rules. Then, of course, there&rsquo;s plenty of Zombies to destroy. New game mechanics like Balconies and the Train will test players in new ways.&#10;&#10;",
    "Categories": [
      "American West",
      "Fighting",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Continents: North America",
      "Country: Mexico",
      "Country: USA",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "1635",
    "Name": "Solenia",
    "ID": 254018,
    "Year": "2018",
    "Geek Rating": "6.343",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/254018/solenia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1573",
    "Description": "Several millennia ago, the tiny planet Solenia lost its day-and-night cycle: Its northern hemisphere is forever plunged into darkness, and its southern hemisphere is eternally bathed in sunlight. Your mission is to carry on your ancestors' honorable task of traveling the world to deliver essential goods to the inhabitants of both hemispheres. While the Day people want you to deliver the rarest gems and stones, the Night people sorely need wood and wheat to survive. Be efficient and outpace your opponents to collect the most gold stars by the end of the game!&#10;&#10;A game of Solenia plays out over 16 rounds, and in each round, each player plays one card from their hand onto an empty space of the 5x5 game board. You can play the card on either:&#10;&#10;&#10;    A floating production island, to gain as many resources as the value of the card you played of the type corresponding to this space&#10;    A floating city, to fulfill a delivery tile by delivering the resources depicted on it.&#10;&#10;&#10;You must play your card adjacent to the airship in the center of the playing area or adjacent to another card of yours already played. When someone plays a 0 card, the airship advances one space, then at the end of your turn, you remove the back edge of the board, give players resources based on the cards they have on this strip of the playing area, flip the strip over (turning night to day or dawn to dusk or vice versa), and place it on the other side of the game board.&#10;&#10;The game ends when each player has played all 16 of their cards. The player with the most gold stars wins!&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Bias",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Floating islands in the sky"
    ]
  },
  {
    "Rank": "1636",
    "Name": "Photograph",
    "ID": 215471,
    "Year": "2016",
    "Geek Rating": "6.343",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/215471/photograph",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.027",
    "Description": "Time to walk about town and take some pictures! It's the 1960s in Japan, and you have a half-size camera that lets you take half-size vertical pictures. Let's see whether you can put together good shots...&#10;&#10;In Wind the Film!, you're trying to organize pictures on your roll so that they appear in the right order. Each player has a hand of cards, and on a turn, you'll add 1-3 cards to the front of your hand (without changing their order), move one card in your hand closer to the front, then discard as many cards from the back of your hand as the number of cards that you added. When the sunset card comes out, you can take no more pictures, and everyone scores for what's on their camera.&#10;&#10;The cards all have numbers and colors on them, and you try to line them up in hand to score the most points possible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Photography"
    ]
  },
  {
    "Rank": "1637",
    "Name": "Mascarade",
    "ID": 139030,
    "Year": "2013",
    "Geek Rating": "6.342",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/139030/mascarade",
    "Min Players": "2",
    "Max Players": "13",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5257",
    "Description": "Who are you in Mascarade? Whoever you want to be... at least until someone else calls you out on it!&#10;&#10;Each character receives a face-down role card at the start of the game, and in a game with 4&ndash;5 players, some role cards are placed in the center of the table. On a turn, you take one of three actions:&#10;&#10;&#10;     Announce your character: Claim the power of a certain character and take the associated action. You don't have to have that character card in front of you to take this action, but if someone else says that they're that character and reveals the card to prove it, that player takes the action instead while you lose one coin to the tribunal.&#10;     Swap cards or not: Take another player's character card along with yours, place them under the table, shuffle them around a bit, then give one card back to the other player while keeping one for yourself. You (presumably) know whether you changed characters and can have some idea of who you are now, but that other player might be in the dark.&#10;     Secretly look at your character: Look at your character card to make sure of who you are.&#10;&#10;&#10;Play continues until one player has collected 13 coins and wins &ndash; or until a player has lost all of their coins, in which case the player with the most coins wins.&#10;&#10;Mascarade includes more character cards than the number of players, so not all characters will be used in each game. The rules suggest that you use certain characters in your first games, but once you know the game and its roles, you can try many other configurations.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Memory",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "1638",
    "Name": "Mountain Goats",
    "ID": 63975,
    "Year": "2010",
    "Geek Rating": "6.342",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/63975/mountain-goats",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2048",
    "Description": "In Mountain Goats you work to move your goats to the top of 6 different mountains where they can score points as long as they stay there. You can share spaces with other goats on the way up, but there is only room for one goat at the top of each mountain. If someone else's goat moves to the mountain top, they will kick you off and you'll have to start your trek over.&#10;&#10;It's a game about timing. You need to not just get to the top of the mountain, but get there when no one else is in position to knock you off.&#10;&#10;It's a game about keeping your eye on your opponents. Maximizing your score, but also making sure you don't let anyone else score too much.&#10;&#10;There is the fun chance to knock each other off the mountain. But it doesn't feel too mean because you can only knock back goats that are in a scoring position, and it isn't a huge setback. It is just a normal part of the cycle of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;In Level X, each player has six playing pieces that they try to place at the end of the movement tracks on the game board in order to score victory points (VPs). The tracks are labeled 5-10, and they are 2-4 spaces long.&#10;&#10;On a turn, you roll four six-sided dice, then place them into groups of 1-4 dice with each group ideally totaling from 5 to 10. If you make such a group, you can either place one of your playing pieces on the first space of the track matching that number or advance your playing piece on that track until you reach the final space: the X. Whenever you first land on an X, you take a VP token worth a number of points equal to that track's number. If you are already on an X and roll that number again, you take another token. Only one playing piece can be on an X; if someone else lands on an X that you occupy, you remove your playing piece from the board and can start down that track again later.&#10;&#10;If you collect one token of each value (5-10), you take a bonus card, with the first being worth 15 VPs and the others worth 12, 9 and 6. When all the bonus cards have been claimed or three of the VP token stacks are empty, the game ends. Whoever has scored the most points wins!&#10;&#10;Part of the Schmidt Spiele Easy Play line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "King of the Hill",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Animals: Goats",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Series: Easy Play (Schmidt Spiele)",
      "Series: Small Box Big Game (Allplay)"
    ]
  },
  {
    "Rank": "1639",
    "Name": "Exit: The Game – The Catacombs of Horror",
    "ID": 255675,
    "Year": "2018",
    "Geek Rating": "6.342",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/255675/exit-the-game-the-catacombs-of-horror",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "Gloomy vaults lie under the city of lights. The catacombs of Paris swallow the light, secrets, and &mdash; apparently &mdash; also people. After the mysterious disappearance of a friend in the catacombs, players in Exit: The Game &ndash; The Catacombs of Horror embark on a mysterious search through the underground labyrinth. Will players be able to find their friend in time and escape this cavernous world full of dark mysteries?&#10;&#10;Like other titles in the series, Exit: The Game &ndash; The Catacombs of Horror includes components meant to be folded, written upon, or torn, so it's marketed as a single-use game. What's different in this game is that it consists of two parts, with each part being its own challenge.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "1640",
    "Name": "Land vs Sea",
    "ID": 336929,
    "Year": "2021",
    "Geek Rating": "6.341",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/336929/land-vs-sea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.7222",
    "Description": "Part puzzle, part game. Play as either Land or Sea (or the Cartographer in a 3 player game). Each player plays with 2 double-sided hex tiles containing a mix of land and sea shapes. They take turns placing a tile each to make a map together. Land places tiles trying to complete land areas, and Sea places tiles trying to complete sea areas. Completed areas score a point per tile; land areas for Land, sea areas for Sea. Some tiles score bonus points for whoever completes the area they are in. So players may decide to strategically complete rival&rsquo;s areas to gain their bonus points. Other tiles allow players to play their second tile, or steal a player&rsquo;s tile - but not their last one!&#10;&#10;Using 2 double-sided tiles (one side always revealed and the other always hidden until played) means there is partial information to plan around, and some surprises too. Players replenish back up to 2 tiles from a choice of 2 face-up tile stacks.&#10;&#10;The strategy of the game involves careful tile placement to score from as many land or sea areas as possible, while minimising your rivals&rsquo; opportunities to score from the tiles you play. Watch your rivals&rsquo; possible plays, and control tempo strategically with Play Again and Steal tiles. Look out for opportunities to score valuable bonus points in your and your rivals&rsquo; areas. Carefully select tiles as you replenish your hand to prepare for your next turn.&#10;&#10;The game ends once the last tile is placed. The player or team with the most points wins.&#10;&#10;The basic Land vs Sea game is simple enough for light / family gamers. After you have played the basic game, you can unlock more scoring options on the tiles to add surprising depth:&#10;1. Mountain &amp; Coral scoring - score for cumulative chains of connected Mountain (Land) / Coral (Sea) sections.&#10;2. Caravan &amp; Ship scoring - score for Caravans &amp; Ships added to Trade Routes on the map, and score each Trade Route you have majority in (more Caravans scores the Trade Route for Land, more Ships for Sea) at the end of the game.  &#10;3. Waypoints - bonus points you can place on the map to entice cooperation, or score for yourself.&#10;&#10;2, 3 &amp; 4 player modes:&#10;You can play head to head with 2 players, or with 4 players in teams using the basic rules and any of the additional scoring options. 4 player games use Waypoints to prevent alpha players directly instructing their partner.&#10;&#10;The challenging 3 player mode uses all of the additional scoring options in a more asymmetric game. The Cartographer scores by connecting Mountain and Coral sections, and all players compete for bonus points and Trade Route scoring.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Map Addition",
      "Network and Route Building",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "1641",
    "Name": "Star Wars: Epic Duels",
    "ID": 3284,
    "Year": "2002",
    "Geek Rating": "6.341",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/3284/star-wars-epic-duels",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7812",
    "Description": "Individual battles between famous Star Wars characters set on different board locations. Players choose a major character that is accompanied by one or two minor characters. Each set of characters has its own deck of cards which are used for attack, defense, or special abilities. Each deck is unique with certain special powers relevant to the major character. There are different modes of play; one-on-one battles, up to three teams can play against each other, or up to six players can play a free-for-all battle.&#10;&#10;Battle fields included are Geonosis Arena, Emperor's Throne Room, Carbon-Freezing Chamber, and Kamino Platform. The game includes 31 decorated figures from across the entire Star Wars spectrum, 12 character cards (which have major and minor character life trackers on them), 378 action cards (31 per character group), 4 battle field boards, 1 movement die, wound markers, and rules.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Player Elimination",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "1642",
    "Name": "Viral",
    "ID": 194690,
    "Year": "2017",
    "Geek Rating": "6.340",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/194690/viral",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5714",
    "Description": "You are a VIRUS that has just infected a human body. Now you have to spread out and mutate your virus in order to infect other organs to gain VIRAL POINTS. But watch out for the other VIRUS controlled by other players and the powerful IMMUNE SYSTEM!&#10;&#10;VIRAL is a 2-5 players competitive boardgame in which each player controls a virus that is growing inside a human body. Players will simultaneously play cards to place tokens on the board and move them around to gain control of zones to score Viral Points. Players also score points when they cause a crisis in an organ, thus activating the anti-virus (the immune system). Players also can play cards that allows them to attack other players. The player with the most Viral Points when the event deck runs out is the winner of the game VIRAL!&#10;&#10;",
    "Categories": [
      "Humor",
      "Medical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Catch the Leader",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Game: Viral",
      "Medical: Diseases",
      "Misc: LongPack Games",
      "Series: Dice Tower Essentials",
      "Theme: Biology",
      "Theme: Science",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "1643",
    "Name": "Gingerbread House",
    "ID": 258444,
    "Year": "2018",
    "Geek Rating": "6.340",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/258444/gingerbread-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8485",
    "Description": "Once upon a time a witch lived alone in her house in the depths of the forest. Her favorite hobby was baking yummy gingerbread; in fact, she loved gingerbread so much that she built her entire house out of it. Unfortunately, she wasn't the only one who loved it! Rude fairy tale characters passing by were eating away her walls, windows, and doors! One day, the witch decided that she'd had enough of them all helping themselves and, paying attention to which types of gingerbread these greedy intruders liked the most, she came up with an idea on how to get rid of them once and for all...&#10;&#10;In Gingerbread House, you place domino-like tiles in a 3 by 3 grid, covering symbols that provide you with four different types of gingerbread and special actions. Tiles may also be placed on existing types of tiles, forming a 3D structure in front of you. Covering two of the same symbol is extremely valuable as it provides a bonus gingerbread or action. Victory points are awarded for building the tallest structure, completing orders by discarding sets of gingerbread, as well as being the quickest to achieve certain conditions. In the end, the player with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Mythology",
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Layering",
      "Pattern Building",
      "Set Collection",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Authors: The Brothers Grimm",
      "Books: Alice in Wonderland",
      "Books: The Wizard of Oz",
      "Components: 3 x 3 Grids",
      "Folk Tales & Fairy Tales: Hansel and Gretel",
      "Folk Tales & Fairy Tales: Peter Pan",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "1644",
    "Name": "Get on Board: New York & London",
    "ID": 347013,
    "Year": "2022",
    "Geek Rating": "6.339",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/347013/get-on-board-new-york-and-london",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9138",
    "Description": "Ah, here&rsquo;s the bus! Hurry, grab a seat, and get out of the rain! Just like every trip, you're fascinated by all the other passengers on board: tourists, professionals, students... They're all traveling together, though they each have different destinations. This bus line is truly special, but will it be able to transport everyone safe and sound?&#10;&#10;In Get on Board: New York &amp; London, you have twelve rounds in which to build the best bus line in town. Each round reveals a new card that shows each player the route shape they must complete. Place your bus accordingly on the central board. Take the passengers where they want to go by connecting them and their destination to your bus line, avoid traffic, and gain as many victory points as possible!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Bingo",
      "Connections",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Race"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Cities: New York (New York, USA)",
      "Crowdfunding: Zeczec",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "1645",
    "Name": "Monumental",
    "ID": 248125,
    "Year": "2020",
    "Geek Rating": "6.339",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/248125/monumental",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8529",
    "Description": "In Monumental, each player will control a civilization that will evolve through his city: a grid of 3x3 cards (coming out from the player's starting civilization deck) that can each be activated to gather various resources such as Science, Military, Production, Culture, and Gold that will allow them to trigger many actions. But there&rsquo;s a trick: one cannot activate all their cards at once, which means that tough choices will have to be made each turn in order to select the cards that are the most needed.&#10;&#10;The resources gathered from the activated city cards will allow the players to acquire cards from a common pool, allowing them to get improved buildings, technologies, wonders, etc. and therefore to leverage their civilization deck to new heights through more and more efficient card combos. As the common pool of cards progresses (either as players have acquired cards or because they didn't - which leads to one card from the pool to be discarded per turn), the game progresses through eras. Medieval cards are better than classical cards, and industrial cards are even better, but of course those cards are more and more expensive to acquire.&#10;&#10;A modular board, at the center of the table, holds each civilization's army. The board is made of Provinces to be conquered. Unoccupied Province's inhabitants are barbarians who will provide resources to the player who defeats them. Holding a conquered province also brings victory points.&#10;&#10;The player with the most impressive civilization at the end of the game will be remembered for all time (and they also win the game!).&#10;&#10;&mdash;description based on the publisher's&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "1646",
    "Name": "Rune Age",
    "ID": 94362,
    "Year": "2011",
    "Geek Rating": "6.338",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/94362/rune-age",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.2835",
    "Description": "Game description from the publisher:&#10;&#10;An age of innovation and discovery is at hand. With war on the horizon and whisperings of a prophetic storm approaching, now is the time to gather all your strength and set out to forge your place in Terrinoth's book of legends!&#10;&#10;Rune Age is a deck-building game of adventure and conquest for 1-4 players. (The box says 2-4 players, but 2 of the 4 scenarios include solitaire rules.)&#10;&#10;Set in the fantasy realm of Terrinoth (Runebound, Descent: Journeys in the Dark, Runewars, and DungeonQuest), Rune Age puts players in control of one of four races, vying for dominance in a world embroiled in conflict.&#10;&#10;Designed by Corey Konieczka, Rune Age is a unique deck-building game that centers around scenarios. The four different scenarios included in Rune Age present alternate win conditions for players, from an all-out war to determine the victor to a cooperative game experience where players all win or lose together. Scenarios not only dictate the win conditions, they also determine which card types will populate Terrinoth (forming the central card pools) and which Event cards will form the Event deck. The Event deck contains thematic challenges, enemies, and happenings that are tied to the chosen scenario, creating a new play environment each turn.&#10;&#10;Gameplay in Rune Age centers around players working to develop their individual deck of cards. At the beginning of the game, each player begins with a small assortment of cards in their deck, drawing five cards each turn to carry out their actions. Each player's deck represents their faction's military strength and capabilities. These decks will be formed with their faction-specific Unit cards and a central collection of Neutral Unit cards, Tactics cards, and Gold cards.&#10;&#10;While players begin with limited cards in their deck, through cunning and strategic use of their available cards, players can expand their deck to create a destructive force of their own clever design. Will you create brutal deck of formidable Units? Or will you rely on Gold and Influence to acquire neutral forces and powerful Tactics?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Dice Rolling",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Fantasy Flight Silver Line",
      "Series: Runebound (Fantasy Flight Games)",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "1647",
    "Name": "Imagine",
    "ID": 191894,
    "Year": "2015",
    "Geek Rating": "6.338",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/191894/imagine",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.0638",
    "Description": "More than one thousand items from all walks of life can be guessed through the use of 61 transparent cards in Imagine, whether they're placed next to one another or superimposed. Almost everything in the world can be represented by a simplified concept &mdash; just don't speak while you're playing...&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Transparent Elements",
      "Mechanism: Give a Clue / Get a Clue"
    ]
  },
  {
    "Rank": "1648",
    "Name": "The 7th Continent: Classic Edition",
    "ID": 283317,
    "Year": "2019",
    "Geek Rating": "6.338",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/283317/the-7th-continent-classic-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "1000",
    "Weight": "3.1429",
    "Description": "It's the early 20th century. You have decided to sail back to the newly discovered seventh continent to attempt to lift the terrible curse that has struck you since your return from the previous expedition.&#10;&#10;In The 7th Continent, a solo or cooperative &quot;choose-your-own-adventure&quot; exploration board game, you choose a character and begin your adventure on your own or with a team of other explorers. Inspired by the Fighting Fantasy book series, you will discover the extent of this wild new land through a variety of terrain and event cards. In a land fraught with danger and wonders, you have to use every ounce of wit and cunning to survive, crafting tools, weapons, and shelter to ensure your survival.&#10;&#10;Unlike most board games, it will take you many, MANY hours of exploring and searching the seventh continent until you eventually discover how to remove the curse(s)... or die trying. Fortunately, The 7th Continent features an easy saving system so that you can stop playing at any time and resume your adventure later on, just like in a video game!&#10;&#10;The &quot;Classic Edition&quot; includes 3 curses for players to face &ndash; &ldquo;The Voracious Goddess&rdquo;, &ldquo;An offering to the Guardians&rdquo;, &ldquo;The Bloody Hunt&rdquo; &ndash; and contains 849 cards, 2 storage trays, 34 dividers, 9 cardboard figures with plastic stands, 8 dice, a 24-page rule booklet and 1 player aid. It differs from the &ldquo;Collector Edition&rdquo; of The 7th Continent, that was available via Serious Poulp's two successful Kickstarter campaigns, in that it lacks all of Kickstarter exclusives (1 curse, 2 characters, 113 adventure cards, and component upgrades such as the plastic figures, discard pile holder and magnifying glass).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: The 7th Continent"
    ]
  },
  {
    "Rank": "1649",
    "Name": "Kites",
    "ID": 348096,
    "Year": "2022",
    "Geek Rating": "6.337",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/348096/kites",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0667",
    "Description": "The sun is shining, the wind is blowing, and you know just what to do &mdash; gather your friends to fly some kites!&#10;&#10;In Kites, everyone works together to keep all their kites &mdash; represented by colorful sand timers &mdash; in the air. Take turns playing cards, flipping the sand timers, and coordinating with other players to ensure none of the timers run out. If it does, a kite has crashed! Add complication cards for additional challenges.&#10;&#10;Play all of the kite cards in the deck, and everybody wins!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Theme: Kites"
    ]
  },
  {
    "Rank": "1650",
    "Name": "Oranienburger Kanal",
    "ID": 352695,
    "Year": "2023",
    "Geek Rating": "6.337",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/352695/oranienburger-kanal",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.1864",
    "Description": "The Oranienburg canal, which gave this game its name, was built between 1832 and 1837 in Brandenburg. The Havel River was difficult to navigate near the Oranienburg mills, so a canal was built from the Havel that crossed the older Ruppin canal, thereby forming the Oranienburg canal cross. During the industrialization in the 19th century, lots of companies and businesses were formed at this important waterway. Moreover, additional streets and railways were built.&#10;&#10;In Oranienburger Kanal, you erect new industries and shape the infrastructure by building pathways, streets, railways, and canals. Most important of all are bridges that connect buildings. To do all of this, you have access to various actions that you select in the right moments.&#10;&#10;At the end of the game, the player with the best industrial area and the best infrastructure wins.&#10;&#10;Oranienburger Kanal also includes a solo game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Territory Building"
    ],
    "Mechanics": [
      "Increase Value of Unchosen Resources",
      "Market",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Country: Germany",
      "Crowdfunding: Gamefound",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Region: Brandenburg (Germany)",
      "Theme: Canals"
    ]
  },
  {
    "Rank": "1651",
    "Name": "System Gateway (fan expansion for Android: Netrunner)",
    "ID": 345976,
    "Year": "2021",
    "Geek Rating": "6.337",
    "Avg Rating": "9.15",
    "Link": "https://boardgamegeek.com/boardgame/345976/system-gateway-fan-expansion-for-android-netrunner",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.4444",
    "Description": "System Gateway is Null Signal Games&rsquo;s foundational Netrunner set. It is designed as an out-of-the-box learning experience and provides everything you need to start playing Netrunner. The cards in the set are straightforward, yet powerful, and will form the cornerstone of any player&rsquo;s collection.&#10;&#10;One copy of System Gateway, a handful of different coloured counters, plus the Null Signal Games learn-to-play guide, is all two people need to learn Netrunner with pre-constructed Starter decks. Also included is a full set of all the cards, so two players can build their own pair of custom decks to continue playing.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fan Expansion",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Hand Management",
      "Race",
      "Secret Unit Deployment",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Android – Netrunner (LCG)",
      "Setting: Android",
      "Theme: Cyberpunk",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "1652",
    "Name": "Happy Salmon",
    "ID": 194626,
    "Year": "2016",
    "Geek Rating": "6.336",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/194626/happy-salmon",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "1.0672",
    "Description": "Happy Salmon is a simple, ultra-fast, very silly card game.&#10;&#10;There are no turns. Players call out the action shown on their cards as fast as they can. When two players have a match, they celebrate by performing the action. Actions include the classic &quot;High 5&quot;, the unifying &quot;Pound It&quot;, the frantic &quot;Switcheroo&quot;, and the delightful and bizarre &quot;Happy Salmon&quot;.&#10;&#10;Each time a player celebrates a match, they quickly discard a card. The first person to get rid of all their cards wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Containers: Unique Shape",
      "Containers: Zippered Pouch",
      "Misc: LongPack Games",
      "Series: Happy Planet (North Star Games)"
    ]
  },
  {
    "Rank": "1653",
    "Name": "DC Deck-Building Game: Heroes Unite",
    "ID": 142852,
    "Year": "2014",
    "Geek Rating": "6.335",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/142852/dc-deck-building-game-heroes-unite",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1094",
    "Description": "In the DC Comics Deck-Building Game: Heroes Unite, each player takes on the role of a Super Hero such as Shazam!, Hawkman, Red Tornado, Nightwing, Black Canary, Batgirl, or Booster Gold. Your Super Hero has an ability that will guide your strategy throughout the game. Each player starts with his own basic ten-card deck and draws a hand of five cards each turn. Power is the currency you will use to buy new, stronger cards to add to your deck. There are five different types of cards that can be acquired: Villains, Heroes, Equipment, Super Powers, and Locations. Unlock special abilities, like Force Field or the Helmet of Fate, and unleash devastating card combos against your opponents! Craft your hero deck into a well-oiled machine to take on the most vile villains in the DC Universe in your quest for Victory (Points)! Mix the cards from Heroes Unite with the core DC Comics Deck-Building Game set to wage the ultimate showdown!&#10;&#10;Integrates with:&#10;&#10;    DC Deck-Building Game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Comic Books: Superman",
      "Game: Cerberus Engine – Heroes",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "1654",
    "Name": "A Gentle Rain",
    "ID": 334011,
    "Year": "2021",
    "Geek Rating": "6.333",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/334011/a-gentle-rain",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1207",
    "Description": "TAKE A DEEP BREATH, AND RELAX...&#10;&#10;You have come to the lake hoping to see a rare and beautiful sight. The lilies of the lake only open their blossoms in the rain, and only rarely do all eight kinds of lily bloom at once. The goal of A Gentle Rain is to place the lake tiles in such a way to cause all eight types of lilies to bloom before you run out of tiles and the rain ends.&#10;&#10;Place each new tile you draw next to a tile already in play, making sure to match the colors of all the tile edges touching the tile you are placing. Each time you manage to complete a square of four touching tiles, a blossom opens between them.&#10;&#10;Keep Score, or don&rsquo;t.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "1655",
    "Name": "Escape Tales: The Awakening",
    "ID": 253214,
    "Year": "2018",
    "Geek Rating": "6.333",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/253214/escape-tales-the-awakening",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "2.1333",
    "Description": "Escape Tales: The Awakening is a story driven escape room in card game form, with immersive exploration, no time limits when solving puzzles, and a collection of tough choices that will captivate and immerse you deeply. As for the story, here's the set-up:&#10;&#10;Players take on the role of Sam, whose daughter has been in a coma for over two months and whose doctors still cannot explain how this happened or what caused it. According to them, everything is fine with the girl; she's healthy and shouldn't be in this condition. Sam is desperate and looks for answers everywhere he can, which leads to a weird meeting with Mark.&#10;&#10;Mark's son was once in a similar situation, and his father was able to help wake the boy up. He has given Sam a scary-looking book and said that inside this book he will find a ritual called &quot;The Awakening&quot;. But Mark warned Sam that he needs to prepare himself mentally since this ritual will transfer him into another dimension, where he should be able to find his daughter and understand what is the cause of this state. If Sam's lucky enough, then he will be able to wake her up as well. Sam has held onto the book for more than a week. Finally, he's ready to go into the basement and perform a ritual. Are you ready, too?&#10;&#10;Content warning: suicide&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Mature / Adult",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Digital Implementations: Tabletopia",
      "Misc: Limited Replayability",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Series: Escape Tales (Board&Dice)"
    ]
  },
  {
    "Rank": "1656",
    "Name": "Tides of Time",
    "ID": 176229,
    "Year": "2015",
    "Geek Rating": "6.333",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/176229/tides-of-time",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5502",
    "Description": "Play as an ancient civilization as they prosper and collapse through time. Build gigantic monuments, raise impenetrable fortifications, and amass vast knowledge as the ages pass. The greatest civilizations will leave their mark long after their collapse. From times long forgotten to times recently lost, civilizations will rise and fall as the tide of time carries them.&#10;&#10;Tides of Time is a drafting game for two players. Each game consists of three rounds in which players draft cards from their hands to build their kingdom. Each card is one of five suits and also has a scoring objective. After all cards have been drafted for the round, players total their points based on the suits of cards they collected and the scoring objectives on each card, then they record their score. Each round, the players each select one card to leave in their kingdom as a &quot;relic of the past&quot; to help them in later rounds. After three rounds, the player with the the most prosperous kingdom wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "1657",
    "Name": "Sol: Last Days of a Star",
    "ID": 174837,
    "Year": "2017",
    "Geek Rating": "6.332",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/174837/sol-last-days-of-a-star",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.9231",
    "Description": "The Sun is dying&#10;&#10;In recent years, the Sun has become increasingly unstable, to the point where experts claim it could go supernova at any moment. The various inhabitants of the planets in this solar system are launching one last effort to save themselves, which involves building a final Ark to propel a small selection of their people into deep space. This requires a great deal of energy, and in a final ironic twist, the only source of such great energy is the dying star itself. In the process of extracting and transmitting the energy required to save themselves, they will be compounding the instability of the Sun and hastening the end of their worlds.&#10;&#10;Sol: Last Days of a Star is a board game for one to five players where each player represents a different planetary effort to transmit as much energy from the Sun back to their Ark so they can to escape the solar system before the Sun explodes!&#10;&#10;The board represents the solar environment: two layers of orbit around the Sun (Upper and Lower Orbit), and three layers within the Sun itself (the Convective, Radiative, and Core). The deeper you take actions, the higher your rewards, but the faster the instability of the Sun is increased. Your Mothership rotates slowly in orbit around the Sun, and this is the only place your ships can launch from to perform useful tasks in the solar environment. You can either convert ships into stations or use the ships to activate yours and other players' stations. If you activate your own stations you get the full reward, while activating other player's stations you split the reward with the owner. You gain energy by activating Energy Nodes, and you use this energy to either activate Ship Foundries to build new ships (which you need since you are constantly losing ships by converting them into new stations) or activate Transmit Towers to transmit the energy back to your Ark to turn into Momentum (which is ultimately how your Ark will escape). But you cannot enter the Sun without converting ships into Solar Gates which span the high energy membranes separating one layer of the sun from the next.&#10;&#10;You must carefully manage your time and resources in order to transmit the most energy back to your Ark before the Sun is lost forever. With any luck, some small collection of your last planetary residents will escape the solar system before it is engulfed by the oncoming supernova!&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Movement Points",
      "Network and Route Building",
      "Ownership",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "1658",
    "Name": "Cryo",
    "ID": 330608,
    "Year": "2021",
    "Geek Rating": "6.332",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/330608/cryo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7632",
    "Description": "A mission gone wrong. Tensions continued to mount aboard your colony ship as the days dragged on. An anonymous act of sabotage has sent the ship plummeting to the surface of a frozen uncharted planet. Damaged beyond repair, the scattered remains will do little to protect you from the brutal cold.&#10;&#10;In the engine-building, worker placement game Cryo, leaders of separate, hostile factions compete to survive and claim control over the underground caverns on a remote icy planet. You need to act quickly and strategically to avoid further sabotage from other factions. Send drones out from your engineering platform to scavenge resources and save your crew still in cryostasis. Gather different materials to upgrade and customize your platform, fine-tuning new actions to suit your individual strategy. Utilize multi-use cards to your advantage, and claim the underground caverns for your faction to survive.&#10;&#10;Though unplanned, a new chapter for humanity has begun. Scavenge, build, explore, and lead your faction to victory within this frozen world before the sun sets!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "1659",
    "Name": "Carolus Magnus",
    "ID": 481,
    "Year": "2000",
    "Geek Rating": "6.332",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/481/carolus-magnus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5802",
    "Description": "This game uses a collection of smallish hexagon clusters arranged in a circle.  Mercenaries, in the form of small wooden blocks, are placed onto the land pieces.  Players can then use these blocks to attempt to gain control of the corresponding mercenary type, or place the same small blocks onto the board which can help the player who controls that color.&#10;&#10;Once a player has majority of control markers on a piece of land, he can build a tower there.  The tower serves as a semi-permanent control marker, as well as a way to win.  If two land pieces are controlled by the same player, the land pieces are combined into one, which makes the position harder to take by the other players.&#10;&#10;The first player to place a set number of towers wins the game, but the game can also end when the land masses are reduced to three or fewer, in which case the player with the most towers placed wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Team-Based Game",
      "Track Movement",
      "Turn Order: Auction"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Country: France",
      "Digital Implementations: Yucata",
      "History: Francia"
    ]
  },
  {
    "Rank": "1660",
    "Name": "Age of Civilization",
    "ID": 264647,
    "Year": "2019",
    "Geek Rating": "6.332",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/264647/age-of-civilization",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2872",
    "Description": "In the Age of Civilization, you must lead your people to their glorious future. Analyze the characteristics of every era you are facing, make the best choice for your kingdom development, and become several famous civilizations in our fascinating history. By going through the rise and fall of empires, a unique civilization of yours will finally arise!&#10;&#10;Age of Civilization is a pocket-sized civilization game. Throughout one game, each player leads up to three historical civilizations to form a unique combination of abilities. Players build Wonders, research technology, develop culture, conquer for glory, or even exploit their people. Only the player who wisely manages his workers and wealth can achieve the greatest civilization.&#10;&#10;Game-play overview&#10;&#10;The game is played with 6 rounds. In the 1st round, each player picks one civilization card in the market and gains a number of worker tokens according to the population value indicated on the civilization card. Players may assign workers to action slots in the public region. There are usually 5-6 actions for each player to choose and these actions change between rounds. By assigning workers, players carry out the actions' effects such as earning coins or paying coins for technologies, wonders, or victory points, etc. At the end of a player's turn, workers may return to the player or disappear according to the kind of action it was working on.&#10;&#10;In subsequent rounds, players MAY pick another civilization card to replace their previous one. In that case, you reset the number of your workers to the population value indicated on the new civilization card and you lose the main ability of your previous civilization, but the legacy abilities of all your civilizations last forever. In each game, a player can only pick three civilization cards in total, so deciding when to raise a new civilization and which civilization combinations to pick is a big strategic decision of players. When the 6th round ends, the player with the most victory points is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Action Points",
      "Increase Value of Unchosen Resources",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "1661",
    "Name": "Space Crusade",
    "ID": 1568,
    "Year": "1990",
    "Geek Rating": "6.330",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/1568/space-crusade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2929",
    "Description": "Space Crusade is a cooperative effort between Milton Bradley UK and Games Workshop.  It takes the role-playing elements from Milton Bradley's Heroquest and merges them with Game Workshop's dark vision of the future.&#10;&#10;From the manual....&#10;&#10;&quot;One player must control the aliens.  This player is called the Alien Player.  The other players control the three Commanders and their Space Marines.  The players are called the Marine Players.&#10;&#10;Each game is a mission.  The missions are detailed in the Mission Manual.  The game starts with the Alien Player reading out one of the missions.  A map in the Mission Manual then shows the Alien player how to setup the game boards and Docking boards.  The Mission Manual also tell the Alien player how many, and which, Blip tokens he should take, as well as which Reinforcement tokens he may use.&quot;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Players: One versus Many",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "1662",
    "Name": "Bandu",
    "ID": 1231,
    "Year": "1987",
    "Geek Rating": "6.330",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/1231/bandu",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.2862",
    "Description": "Players take turns choosing blocks and giving them to each other to place on their structure.  A player may pay a certain number of 'beans' to refuse a block and it gets passed to the next player.  When a player's structure falls, they are out of the game.  Last player standing wins.&#10;&#10;Description of Bandu (1992, Milton Bradley, 2-6 players):&#10;Bandu is based upon the game of Bausack. Each player is given a base block and a number of beans. During a turn, a player chooses a wood block from a common supply and either holds a Refuse or Use auction. All player bid with their beans and the winner/loser must place the piece on their tower. If your tower falls you are out of the game. The last tower standing wins.&#10;&#10;Description of Sac Noir (Rio Grande Games, 2-8 players):&#10;There are five variations on how to play. The goal in all of them is to build a tower. The bag contains very different wooden pieces (i.e. an ashlar, an egg, a ring, a fir tree etc.) as well as a sack of beans for the &quot;auction variation&quot; of the game. Depending on the variation you choose, either each player builds his own tower or all build one together. The &quot;auction variations&quot; are the most suspenseful and surprising. One might end up spending quite some beans to avoid building an especially difficult element. Gambling and bluffing abilities are needed just as much as a feeling for statics and construction skills. It's a game with almost endless building possibilities. It's a challenge for steady hands and shaky suspense for clever tacticians.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Gems/Crystals",
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "1663",
    "Name": "Onirim",
    "ID": 71836,
    "Year": "2010",
    "Geek Rating": "6.330",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/71836/onirim",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6516",
    "Description": "You are a Dreamwalker, lost in a mysterious labyrinth, and you must discover the oneiric doors before your dreamtime runs out &ndash; or you will remain trapped forever!&#10;&#10;You may wander through the chambers of dreams, hoping that chance will reveal the doors, or you can linger in each type of room. In both cases, you will have to deal with the slithering Nightmares, which haunt the hallways of the labyrinth.&#10;&#10;Onirim is a solo/cooperative card game. You (and a partner) must work (together) against the game to gather the eight Door cards before the deck runs out; you can obtain those Door cards either by playing cards of the same color three turns in a row, or by discarding (under specific circumstances) one of your powerful Key cards. In both cases you will have to decide the best use of each card in your hand and carefully play around the Nightmares. Those cards are hidden in the deck and will trigger painful dilemmas when drawn...&#10;&#10;Basic Deck:&#10;&#10;     8 Door cards - two each of red, blue, green and brown&#10;     10 Nightmare cards&#10;     58 Labyrinth cards:&#10;         16 red chambers:     3 keys, 4 moons, 9 suns&#10;         15 blue chambers:    3 keys, 4 moons, 8 suns&#10;         14 green chambers:   3 keys, 4 moons, 7 suns&#10;         13 brown chambers:   3 keys, 4 moons, 6 suns&#10;    &#10;&#10;&#10;Three mini-expansions, all standalone and compatible with one another, are included with the basic game:&#10;&#10;&#10;    &quot;The Towers&quot; introduces a new type of card that allows more searching and deck manipulation, while also imposing an additional victory condition.&#10;&#10;&#10;&#10;    &quot;Happy Dreams and Dark Premonitions&quot; adds evil time bombs that will impede your progress at predictable moments of your quest as well as helpful but unreliable allies.&#10;&#10;&#10;&#10;    In &quot;The Book of Steps Lost and Found&quot;, you must find the eight Door cards in a randomly given order and may remove discarded cards from the game to cast powerful spells that will help you complete this difficult task.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Apple App Store",
      "Players: Games with Solitaire Rules",
      "Setting: Oniverse"
    ]
  },
  {
    "Rank": "1664",
    "Name": "Marrakech",
    "ID": 29223,
    "Year": "2007",
    "Geek Rating": "6.329",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/29223/marrakech",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3413",
    "Description": "In Marrakech each player takes the role of a rug salesperson who tries to outwit the competition. Each player starts with an equal amount of money and an equal number of carpets.&#10;&#10;On your turn, you may rotate Assam 90 degrees. Then roll the die and move him forward as many spaces as showing (d6: 1, 2, 2, 3, 3, 4). If Assam reaches the edge of the board, follow the curve and continue moving in the next row. If Assam lands on another player's carpet, you must pay that player 1 coin per square of the contiguous carpet area in that color. Then, you place one of your carpets orthogonally adjacent to Assam (but may not directly overlay another carpet).&#10;&#10;The game ends when all players have played all carpets. Each gets 1 coin per visible square of carpet. The player with most coins wins! Tie breaker: most carpet area visible.&#10;&#10;",
    "Categories": [
      "Arabian"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Layering",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Marrakech (Morocco)",
      "Components: 7 x 7 Grids",
      "Country: Morocco",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Misc: Mensa Select",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "1665",
    "Name": "Skulk Hollow",
    "ID": 232595,
    "Year": "2019",
    "Geek Rating": "6.329",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/232595/skulk-hollow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.1702",
    "Description": "THE GREAT RETURN&#10;&#226;&#128;&#139;Over generations and generations the ancient woodland of B&oslash;re prospered and grew. The world was bestowed with great spirit, which lifted the animals of the land to new heights. Unfortunately, over the years these clans lost touch with the spirit of the land and faction warring developed. The Foxen Kingdom of Skulk Hollow in the South, The spiritual Red Pandas of Cupboard in the North, the Mischievous Mice of Multon in the West, and the colony of Blackheart Bunnies in the East. As skirmishes started breaking out across the continent, lives lost, there was a monstrous shake and then The Great Return. No one quite knows why, but the Guardians have risen - but not the kind, life-giving Guardians of spiritual legend. Dark, ferocious, versions that are now attacking all the kingdoms of the land.&#10;&#10;OBJECTIVE&#10;In Skulk Hollow, two players take the roles of either a towering behemoth of a Guardian trying to eliminate the clans of foxes who have been causing havoc on the countryside, or a band of foxen heroes out to vanquish the evil beast that has been terrorizing the land and reunite the four kingdoms of B&oslash;re.&#10;&#10;The Guardian wins the game by either eliminating the Foxen King, or by gaining enough Tribute.&#10;&#10;The Foxen Heroes wins the game by eliminating the Guardian.&#10;&#10;GAMEPLAY&#10;Skulk Hollow is a 2-player, asymmetric, tactical combat game. Player use action cards to move their units, summon, and use special abilities. Taking down a guardian requires the Foxen player to leap onto the Guardian player board and take out different parts of the character.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Command Cards",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Foxes",
      "Category: Two-Player Fighting Games",
      "Components:  Meeples",
      "Components: Meeples (Animal) / Animeeples",
      "Components: Meeples (Monster)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: Watch It Played How To Videos",
      "Players: Two-Player Only Games",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "1666",
    "Name": "Dice Throne: Santa v. Krampus",
    "ID": 366310,
    "Year": "2022",
    "Geek Rating": "6.329",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/366310/dice-throne-santa-v-krampus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Two new and original Dice Throne heroes battle in this exciting, accessible stand-alone dueling game.&#10;&#10;Dice Throne is a game of intriguing dice, tactical card play, powerful heroes, and unique abilities.&#10;&#10;It's a fast-paced 2-6 player combat game (1v1, 2v2, 3v3, 2v2v2, or free-for-all). Select from a variety of heroes that play and feel completely distinct from one another. Attack opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly (yours, your teammate's, or even your opponent's).&#10;&#10;Dice Throne: Santa v. Krampus introduces two new heroes that can play against each other or any other hero in Dice Throne. Also compatible with Dice Throne Adventures!&#10;&#10;This is a stand-alone release supporting 2 players. Additional heroes are required to play with more than 2 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Game: Dice Throne",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "1667",
    "Name": "Harry Potter: Hogwarts Battle – Defence Against the Dark Arts",
    "ID": 254192,
    "Year": "2019",
    "Geek Rating": "6.329",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/254192/harry-potter-hogwarts-battle-defence-against-the-d",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.766",
    "Description": "Harry Potter&trade; Hogwarts&trade; Battle Defence Against the Dark Arts is a competitive deck-building game for two players, inspired by Harry Potter Hogwarts Battle. In this fast-paced game, players take turns playing cards, taking actions and acquiring new cards to build a more powerful deck as their defensive skills improve. Stun your opponent three times to win!&#10;&#10;With the noticeable rise in Dark Arts activity, Headmaster Albus Dumbledore has authorized practical Defence Against the Dark Arts lessons to ensure that students are prepared to defend themselves. Under the supervision of Hogwart&rsquo;s teachers, students will cast Spells and Hexes, use Items, and gain Allies to stun their opponents and protect themselves from evil forces.&#10;&#10;THIS IS A STAND-ALONE GAME. While inspired by Harry Potter Hogwarts Battle, none of the content in this game is designed to be incorporated into that game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Harry Potter: Hogwarts Battle (The OP)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "1668",
    "Name": "Amyitis",
    "ID": 29934,
    "Year": "2007",
    "Geek Rating": "6.328",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/29934/amyitis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.2156",
    "Description": "In Amyitis the players are rival architects competing to earn the most prestige building one of the seven wonders of the ancient world: the Hanging Gardens of Babylon. The game is named after the daughter (or granddaughter) of Cyaxares, the king of the Medes, who married King Nebuchadnezzar II, ruler of Babylon. The myth says that Amytis' homesickness for the forested mountains of the Median Empire led to the construction of the Hanging Gardens of Babylon, as Nebuchadnezzar attempted to please her by planting the trees and plants of her homeland.&#10;&#10;The players embody noble Babylonians in quest of prestige. All along the game, they strive to raise their status by building gardens and their irrigation network, and by trading and recruiting. At the end of the game, the player with the highest prestige is the winner.&#10;&#10;In this game the players compete to build gardens, acquire plants, hire craftsmen, build irrigation and trade with ancient cities. Points can also be gained from building your palace and controlling the temples. On a turn the players chose one of the following actions: a) Recruit a craftsman, that grants an action (priest on temple, resource, irrigation or camel) b) Move the caravan (to purchase plant or court card or trade) c) Pass to potentially gain income. It is an interactive game where a player's actions directly affect the other players.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Babylon",
      "Digital Implementations: Board Game Arena",
      "Series: Ystari originals",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "1669",
    "Name": "Roma",
    "ID": 16496,
    "Year": "2005",
    "Geek Rating": "6.327",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/16496/roma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0086",
    "Description": "Rome is in a state of emergency, the Senate and the Guard are embroiled in fierce arguments, the people are divided. Many roads lead to Rome, whether you decide to use powerful cards such as the Tower and the Praetorian Guard to protect the power and victory points you have, or instead prefer to use the Consul and the Tribune to skilfully pull the strings behind the scenes. Whoever succeeds in using their connections and manages to play their cards cleverly will at the end deserve their victor's laurels.&#10;&#10;Roma features unique card and dice play.  Players place cards at &quot;dice stations&quot; numbered 1-6.  The player uses dice rolled each turn to activate dice stations to use the card that has been placed at a station.  Card effects guide your tactical actions in the game through manipulating cards in play, providing money or granting victory points.&#10;&#10;In each game of Roma, there are a fixed amount of victory points in play, once all victory points have been collected, the player who has the most victory points wins the game.&#10;&#10;Can be combined with its sequel game, Arena: Roma II, with varying play options.&#10;&#10;Integrates with:&#10;&#10;&#10;     Arena: Roma II&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Tags",
      "Take That"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Rome (Lazio, Italy)",
      "Players: Two-Player Only Games",
      "Series: Small Box (Queen)"
    ]
  },
  {
    "Rank": "1670",
    "Name": "DOOM: The Board Game",
    "ID": 205317,
    "Year": "2016",
    "Geek Rating": "6.327",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/205317/doom-the-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.9828",
    "Description": "Description from the publisher:&#10;&#10;DOOM: The Board Game is strategy board game of tactical combat for 2-5 players based on Bethesda and id Software's video game of the same name. Featuring two distinct player roles, the game brings the epic battle between elite marines and Hell's most threatening monsters to the tabletop.&#10;&#10;DOOM immerses players in a fierce battle between legions of demons &mdash; which are controlled by one invader player &mdash; and a cooperative team of up to four marines. The game guides players through two cohesive operations, during which the marines strive to achieve objectives like restoring power to the United Aerospace Corporation's facilities or manning expeditions right down into the pits of Hell. Meanwhile, the invader commands their demons to slaughter the soldiers time and time again in an attempt to protect their fiery domain and destroy all of humanity.&#10;&#10;The game features custom dice, double-sided map tiles, and thirty-seven detailed plastic miniatures representing four marines and thirty-three demons. It includes two operations, Black Bishop and Exodus, consisting of six missions each.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Mechanism: Campaign Games",
      "Players: One versus Many",
      "Video Game Theme: Doom"
    ]
  },
  {
    "Rank": "1671",
    "Name": "Last Light",
    "ID": 315727,
    "Year": "2023",
    "Geek Rating": "6.327",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/315727/last-light",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.7273",
    "Description": "Last Light is a fast-paced 4x game with 3D planets and a rotating board in which players playing asymmetrical alien factions simultaneously gather light right before the heat death of the universe.&#10;&#10;Each turn, players select an action card, then all players take their actions simultaneously, exploring planets, mining for resources, gaining new technologies, and commanding fleets all while racing to the center of a rotating board to the last known white dwarf star to gather light for their civilization to survive.&#10;&#10;The first player to gather 20 light has what they need to overcome their rivals and lay claim to the last light in the universe and win!&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Negotiation",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "King of the Hill",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "1672",
    "Name": "Raising Robots",
    "ID": 366683,
    "Year": "2023",
    "Geek Rating": "6.327",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/366683/raising-robots",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.2237",
    "Description": "Raising Robots is a competitive, simultaneously played, engine-building game.&#10;&#10;In Raising Robots, you are a famous inventor seeking to assemble the greatest collection of robots. Each round, you simultaneously choose and perform two or more actions: upgrade, assemble, design, fabricate, recycle. Every action will be performed with a variable amount of power to make the action better or worse. However, the most powerful actions will also help your opponents.&#10;&#10;Whoever has the most points after eight rounds wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: Tableau Building",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "1673",
    "Name": "BANG!",
    "ID": 3955,
    "Year": "2002",
    "Geek Rating": "6.326",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/3955/bang",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.6319",
    "Description": "&quot;The Outlaws hunt the Sheriff. The Sheriff hunts the Outlaws. The Renegade plots secretly, ready to take one side or the other. Bullets fly. Who among the gunmen is a Deputy, ready to sacrifice himself for the Sheriff? And who is a merciless Outlaw, willing to kill him? If you want to find out, just draw (your cards)!&quot; (From back of box)&#10;&#10;The card game BANG! recreates an old-fashioned spaghetti western shoot-out, with each player randomly receiving a Character card to determine special abilities, and a secret Role card to determine their goal.&#10;&#10;Four different Roles are available, each with a unique victory condition:&#10;&#10;     Sheriff - Kill all Outlaws and the Renegade&#10;     Deputy - Protect the Sheriff and kill any Outlaws&#10;     Outlaw - Kill the Sheriff&#10;     Renegade - Be the last person standing&#10;&#10;&#10;A player's Role is kept secret, except for the Sheriff. Character cards are placed face up on table, and also track strength (hand limit) in addition to special ability.&#10;&#10;There are 22 different types of cards in the draw deck. Most common are the BANG! cards, which let you shoot at another player, assuming the target is within &quot;range&quot; of your current gun.  The target player can play a &quot;MISSED!&quot; card to dodge the shot.  Other cards can provide temporary boosts while in play (for example, different guns to improve your firing range) and special one-time effects to help you or hinder your opponents (such as Beer to restore health, or Barrels to hide behind during a shootout). A horse is useful for keeping your distance from unruly neighbors, while the Winchester can hit a target at range 5. The Gatling is a deadly exception where range doesn't matter: it can only be used once, but targets all other players at the table!&#10;&#10;Information on the cards is displayed using language-independent symbols, and 7 summary/reference cards are included.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Hot Potato",
      "Kill Steal",
      "Player Elimination",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: VASSAL",
      "Game: BANG!",
      "Misc: Dice Tower Hall of Fame",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "1674",
    "Name": "The Isle of Cats: Explore & Draw",
    "ID": 338460,
    "Year": "2022",
    "Geek Rating": "6.325",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/338460/the-isle-of-cats-explore-and-draw",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2333",
    "Description": "The Isle of Cats Explore &amp; Draw features gameplay like The Isle of Cats, but with players now choosing a set of cards each round instead of drafting, and then drawing their discoveries onto their boat.&#10;&#10;Explore &amp; Draw is a competitive, polyomino cat-placement board game for 1-6 players that is ideal for a quick break or taking to a friend&rsquo;s house.&#10;&#10;In the game, you are citizens of Squalls End on a rescue mission to The Isle of Cats and must rescue as many cats as possible before the evil Lord Vesh arrives. Each cat is represented by a unique shape and belongs to a family, you must find a way to make them all fit on your boat while keeping families together.&#10;&#10;You will also find treasures, Oshax (special cats), and ancient lessons which give you another personal way of scoring points.&#10;&#10;Complete lessons, fill your boat, and keep cat families together to score points, and the player with the most points after seven rounds wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Line Drawing",
      "Paper-and-Pencil",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter",
      "Game: The City of Kings",
      "Islands: Fictional",
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "1675",
    "Name": "Seas of Strife",
    "ID": 225482,
    "Year": "2015",
    "Geek Rating": "6.324",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/225482/seas-of-strife",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2424",
    "Description": "In the trick-taking game Seas of Strife, formerly Texas Showdown, originally published as Strife, you want to avoid taking tricks as skillfully as you can, but playing off-suit might not keep you safe as the suit can change during the trick, possibly stinging you in the end.&#10;&#10;Before play, all the cards are distributed evenly among the players. Once a player leads a single card for the first trick, all other players must play a card of the same suit, if possible. If a player can't play on suit, they can play a card of any color &mdash; but after they do this, all subsequent players can play a card of either matching color (or possibly a third color if they have neither of the first two).&#10;&#10;Once all players have played to the trick, you see which color has been played most frequently in the trick. Whoever played the highest card of this color wins the trick. If two or more colors are tied, then the highest card counts as the winner.&#10;&#10;You play several rounds until someone reaches the target number of tricks taken. At that point, whoever has captured the fewest tricks wins!&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Nautical"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Misc: Lowest Score Wins"
    ]
  },
  {
    "Rank": "1676",
    "Name": "Eight-Minute Empire",
    "ID": 131366,
    "Year": "2012",
    "Geek Rating": "6.324",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/131366/eight-minute-empire",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "8",
    "Play Time": "20",
    "Weight": "1.6233",
    "Description": "Eight-Minute Empire, by Ryan Laukat, is a quick game that implements the Civilization/Exploration theme using card-driven area control (by placing armies and cities in a small map) and set collection (by getting resources from the board and the cards). Players spread through the map in order to collect points at the end of the game by having majorities in regions and continents. All actions (such as land or sea movement, army production, or the founding of cities) are driven by cards that are face-up (six at a time) and available by increasing prices. Cards also contain resources, which also give points when the game ends if properly collected.&#10;&#10;Its first version was available as print-and-play, and a regular (Kickstarter funded) version was published in 2013. An expansion featuring a European map is available as an expansion (Eight-Minute Empire: Europe Expansion Board), and a stand-alone sequel has also been published (Eight-Minute Empire: Legends).&#10;&#10;From the publisher:&#10;Build an empire and conquer the land in around eight minutes!&#10;&#10;In Eight-Minute Empire, 2-5 players take turns selecting a card from six displayed.  The card gives a good, and also has an action that the player takes immediately.  Actions help players take over the map, but sets of goods are worth points at the end of the game, so players have to balance the two aspects.&#10;&#10;Eight-Minute Empire is the super-quick area control game with tough decisions.  It's easy to learn and perfect for when you only have a few minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction: Dutch",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Eight-Minute Empire"
    ]
  },
  {
    "Rank": "1677",
    "Name": "The Rose King",
    "ID": 201,
    "Year": "1992",
    "Geek Rating": "6.324",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/201/the-rose-king",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9375",
    "Description": "Originally published as Texas by db-Spiele.&#10;&#10;The battle between farmers and ranchers is fairly abstract. A single pawn travels on a square grid. Each player has a hand of cards face up. These each have a direction and a distance. The player can either draw a card and add it to his hand, or play a card. If he plays a card, then the pawn moves the appropriate distance to an empty square, and the player places one of his markers. Each player also has judge symbols that can each be used only once. The judge lets you move onto a previously placed opposition marker and reverse it. Players score points for each contiguous region equal to the square of the number of markers. If a player is not careful, such a move may be forced, as there is a maximum number of cards that a player may hold.&#10;&#10;Contains rules for playing with 4 (in two partnerships of two players).&#10;&#10;Later republished 1999 as Rosenk&ouml;nig by Kosmos, as part of the two-player game series. The republication also included a re-theming of the game. The setting changed from Texas to England, and the factions changed from farmers and ranchers to the factions of the Plantagenet family from the Wars of the Roses (1455-1485) - the Lancaster (red rose) and the York (white rose) factions in a similarly abstracted fashion.&#10;&#10;Rosenk&ouml;nig is part of the Kosmos two-player series.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management",
      "Move Through Deck",
      "Pattern Building",
      "Square Grid",
      "Static Capture",
      "Sudden Death Ending",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Digital Implementations: Yucata",
      "History: Wars of the Roses",
      "Players: Two-Player Only Games",
      "Series: L.BOARD (Playte)",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "1678",
    "Name": "CATAN: Starfarers",
    "ID": 282853,
    "Year": "2019",
    "Geek Rating": "6.324",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/282853/catan-starfarers",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5227",
    "Description": "Twenty years ago, the settlers started into the depths of the galaxy to discover unknown planets, the undiscovered universe lying before them. Maybe they'll find planets with good ore or carbon deposits &mdash; or perhaps only barren ice planets. They might encounter alien folks and start lucrative trading, with pirates and wormholes being a constant challenge for them.&#10;&#10;Catan: Starfarers is a new version of Starfarers of Catan, originally released in 1999, that contains completely revised graphics and game materials, revised rules, and (most importantly) a variable game board that brings even more variety to the exploration of space.&#10;&#10;Changes to the mechanics include&#10;&#10;-If you are lower in the points you get cards on your turn regardless of what you roll. Two random cards initially, then one, then none as your victory points go up. This is a nice touch. No matter how unlucky you are you still get something. Plus if a player rolls a seven, the person can take a card from any other player, but their opponents now draw a random card from the deck.&#10;&#10;- Market Trades: Since you have no roads you no longer need ports so, since you no longer have ports you can trade with the market for any resource on your turn; provided you have the right cards. Additionally the ratios aren't bad, Any resource for 3:1, i.e. three of one for one of any other type. Goods (a type of resource) trades for 2:1. This plus no road blocking allows you to trade for resources and keep playing.&#10;&#10;- There are NPC races that can give you benefits, some of which are +1 resources whenever you get a resource of the same type. But you have to get there early. Now there is a new dynamic to the game, going out into space becomes a strategy on its own.&#10;&#10;- Negotiated trades: Since the resources are more readily available there are less negotiated trades. They still exist and someone can still trade 1:1, 3:1, etc... but it is no longer a singularly driving force in the game. Unless you have a big move and you're missing that one card.&#10;&#10;- Resource (set collection) becomes part of your strategy without being limited to negotiation and luck of the die. I think this actually works better.&#10;&#10;Colonization: You colonize to claim planets in a system. This is the same as building towns in Catan. But how many can be in a system (hex) depends on player count. In a three player game you're only allowed two colonies per system. In a four player game each system only holds up to three players colonies.  If you got blocked out early from the closest systems, reach further into the stars to other systems. Who knows you might meet pirate and you'll have to fight, or traders, perhaps a race of Travelers who will open a worm hole to anywhere on the map.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Negotiation",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Trading",
      "Variable Set-up"
    ],
    "Families": [
      "Game: Catan",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "1679",
    "Name": "Kodama: The Tree Spirits",
    "ID": 181810,
    "Year": "2016",
    "Geek Rating": "6.324",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/181810/kodama-the-tree-spirits",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6408",
    "Description": "The forest is growing fast! As caretakers for Kodama, the tree spirits, you must keep the forest a healthy and lush home for your little friends. Over three growing seasons, you must cultivate trees with the right mix of flowers, insects, and branch arrangements to make your Kodama as happy as possible. Whoever cares for their Kodama best will be remembered for generations!&#10;&#10;From the designer of the hit game Kigi, Kodama: The Tree Spirits branches out into a fun new way to play! Grow your tree by placing cards in clever arrangements, being careful to leave room for future growth. At the end of each season, one Kodama will award you points for how well your tree suits its needs. With beautiful art and innovative mechanics, Kodama is an inTREEguing game for the whole family.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Layering",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Game: Kodama",
      "Mechanism: Partially overlapping cards",
      "Mechanism: Tableau Building",
      "Organizations: Game Designers of North Carolina",
      "Series: Small Box Big Fun (Action Phase Games)",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "1680",
    "Name": "Timeline: General Interest",
    "ID": 131325,
    "Year": "2012",
    "Geek Rating": "6.324",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/131325/timeline-general-interest",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0705",
    "Description": "Timeline: General Interest is a card game played using 110 cards. Each card depicts an historical event on both sides, with the year in which that event occurred on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;Themes included in Timeline: General Interest are: Discoveries, Arts, Events, Music, Inventions, Monuments, and Sports.&#10;&#10;Timeline: General Interest can be combined with any other title in the Timeline series (except Timeline: Star Wars).&#10;&#10;Integrates with:&#10;&#10;&#10;    Timeline: Science & Discoveries&#10;    Timeline: Events&#10;    Timeline: Inventions&#10;    Timeline: Music & Cinema&#10;    Timeline: American History&#10;    Timeline: Americana&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management",
      "Ordering"
    ],
    "Families": [
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "1681",
    "Name": "Campy Creatures",
    "ID": 214396,
    "Year": "2017",
    "Geek Rating": "6.323",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/214396/campy-creatures",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.537",
    "Description": "Players are mad scientists in need of precious mortals for future experiments. Rather than getting your hands dirty, your army of campy creatures awaits to do your bidding. Capture the most valuable mortals over the course of three nights to win. But be warned &mdash; the mortals won't go down without a fight.&#10;&#10;Campy Creatures is a ghoulish game of bluffing, deduction, and set collection for 2-5 players. Players begin each round with the same hand of creatures. Their goal is to capture valuable mortals by outguessing their opponents with the creatures they play. Each player has perfect information at the start, so knowing what a person might do in a particular situation is key.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "1682",
    "Name": "Aerion",
    "ID": 267127,
    "Year": "2019",
    "Geek Rating": "6.322",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/267127/aerion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.9474",
    "Description": "You are an air-shipwright, that is, an inventor of flying machines used by the dreams to traverse the skies of the Oniverse. You have been challenged to build a new fleet, the most beautiful ever seen. Now you must roll the dice to acquire the components you need to build airships.&#10;&#10;In Aerion, a solo/co-operative game for 1-2 players, you must find the best blueprints, acquire the finest construction materials, and recruit the best crew. Discarding cards can adjust your die rolls, but be careful not to exhaust your resources! Can you build the best fleet?&#10;&#10;Aerion includes six expansion modules with new options and challenges.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Setting: Oniverse"
    ]
  },
  {
    "Rank": "1683",
    "Name": "Le Havre: The Inland Port",
    "ID": 129051,
    "Year": "2012",
    "Geek Rating": "6.322",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/129051/le-havre-the-inland-port",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5058",
    "Description": "Le Havre: The Inland Port is a two-player game in which both players compete to become the richest harbormaster. How they do so? Players acquire resources, construct buildings and, after twelve rounds, score the total value of their buildings and their money in cash.&#10;&#10;Each round, a set of new, predefined buildings is added to the market. Both players now take turns by either building one of these buildings or by using an existing building's effects. To construct a building, players have to pay a certain amount of money and/or resources from their warehouse. Most of these buildings, in turn, allow to change the amount of resources on a player's warehouse board in a specific way when used. This is crucial to the game as players are restricted on how to fill or empty their warehouse. They have to combine and optimize these steps to max out the capacity of their warehouses. Players can even use their opponent's buildings, but they have to pay them one Franc (=money) to do so. When a building is not used during a round, it steadily increases in worth as its effects can be used up to four times in subsequent rounds. But a building that is not used for too long has to be sold to the market for half its value! The game uses an Ora et Labora-like wheel to track this status of each building in play.&#10;&#10;Although Le Havre: The Inland Port shares gameplay elements with Ora et Labora and is linked in theme with Le Havre, it is a distinct game with its own mechanisms and gameplay.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Cities: Le Havre (France)",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Le Havre",
      "Players: Two-Player Only Games",
      "Series: Fur Zwei Spieler (Lookout Games)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "1684",
    "Name": "Blokus 3D",
    "ID": 6411,
    "Year": "2003",
    "Geek Rating": "6.322",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/6411/blokus-3d",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.7493",
    "Description": "In the game Rumis, the players construct an Inca building with their stones. All players receive three-dimensional pieces made of wood or plastic, which they will try to position adjacent to already placed pieces of their own color. All of their own pieces are of different shapes, which is a challenge to the three-dimensional imagination.&#10;&#10;Cubic, wedge-shaped, or pyramidal volumes are different building limitations, which are imposed by the various building scenarios. Playing RUMIS, you will find that no game is similar to any previous one. Once your mind has mastered the puzzling shapes of the RUMIS pieces, you will explore the depth of tactical and strategic possibilities offered.&#10;&#10;The rebrand by Educational Insights is labelled 1 to 4 players on the box, adding solitaire puzzles such as building a 3x3 cube with one color and building the various shapes using all the colors, following the rules of the multiplayer games while leaving no gaps in the structure.&#10;&#10;Expanded by:&#10;&#10;&#10;    Rumis+&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Enclosure",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Game: Blokus",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "1685",
    "Name": "Valley of the Kings: Afterlife",
    "ID": 175223,
    "Year": "2015",
    "Geek Rating": "6.322",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/175223/valley-of-the-kings-afterlife",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2698",
    "Description": "Description from the publisher:&#10;&#10;Take on the role of Egyptian nobles at the time of the pharaohs, preparing for their death and burial in the valley of the kings. Using an innovative deck-building mechanism with a crumbling pyramid, players fill their tombs with jewelry, chambers, weapons, tomb art and other treasures. The player who collects the most valuable artifacts in their tomb wins the game!&#10;&#10;Valley of the Kings: Afterlife is a standalone game that can also be combined with Valley of the Kings to allow for play with up to six players.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Luxor (Egypt)",
      "Game: Valley of the Kings",
      "Mythology: Egyptian",
      "Players: Games with Solitaire Rules",
      "Series: Pocket Game (AEG)"
    ]
  },
  {
    "Rank": "1686",
    "Name": "Century: Golem Edition – Eastern Mountains",
    "ID": 283619,
    "Year": "2019",
    "Geek Rating": "6.322",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/283619/century-golem-edition-eastern-mountains",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1429",
    "Description": "Return to Carvania in the follow-up to Century: Golem Edition.&#10;&#10;In Century: Golem Edition &ndash; Eastern Mountains, players resume their roles as crystal traders and are now out exploring the Carvania mountain ranges and associated valleys seeking to establish a trade network.&#10;&#10;Century Golem: Eastern Mountains reimplements Century: Eastern Wonders but with vivid manga-inspired art. Explore the new gameplay elements and combine this game with Century: Golem Edition to play the unique game &quot;The Call for Adventure.&quot;&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Contracts",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Game: Century (Plan B Games)"
    ]
  },
  {
    "Rank": "1687",
    "Name": "Rune Stones",
    "ID": 285265,
    "Year": "2019",
    "Geek Rating": "6.321",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/285265/rune-stones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3393",
    "Description": "Rune Stones is a deck-building, hand management game by acclaimed designer R&uuml;diger Dorn. In Rune Stones, every card has a unique number on it. Two cards are always played together, and the higher numbered card is removed from the player's deck. You have to be careful which cards you buy and how you play them to not lose your best cards. Players will use their cards to gather gems, forge them into Artifacts, then combine those into Rune Stones, which grants a special ability for the rest of the game. The more artifacts used in making a Rune Stone, the more points it scores, so players must decide whether it is best to gain abilities early or save to score more points.&#10;&#10;On your turn, you may choose from one of three options:&#10;&#10;1. Summon Creatures: Take new creature cards from the display by playing the appropriate amount of spell power from cards in your hand.&#10;&#10;2. Play Cards: Play two cards from your hand, which will give you resources, new cards, or points. However, every card has a unique number, and the higher numbered card of the two is removed from the game (the other is placed in the player's discard pile).&#10;&#10;3. Forge Artifacts: Players spend gems at the 6 different Dwarf forges to make an artifacts. Once they have at least two artifacts of different colors, these may be made into a Rune Stone, which grants a special ability and a significant number of points.&#10;&#10;The first player to 65 points triggers the end of the game, and then the player with the most points at the end of the round is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;The time has come to find the most powerful druid, that they may claim the throne!&#10;&#10;Players will take on the role of druids who must prove their skills handling the powerful rune stones. Summon creatures by magic and benefit from their abilities, all in a search to gain precious gems. These gems must go to the talented dwarfs, who know how to use them to make a rune stone.&#10;&#10;As their collection of artifacts grows, the druid's rune stones become more powerful. Each stone gives the druid a permanent ability (as well as power points). The abilities will aid in acquiring gems and artifacts, and the power points increase the player's chance to claim the coveted throne.&#10;&#10;The druid with the most power points at the end of the game ascends the throne and is the winner of the game.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Multi-Use Cards",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Rune Stones",
      "Theme: Druids"
    ]
  },
  {
    "Rank": "1688",
    "Name": "Tortuga 1667",
    "ID": 218530,
    "Year": "2017",
    "Geek Rating": "6.321",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/218530/tortuga-1667",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.038",
    "Description": "The year is 1667 and you are a pirate sailing the waters of the Caribbean. A Spanish Galleon floats nearby, and you&rsquo;ve talked your crewmates into working together to steal all of its treasure. What you haven&rsquo;t told your fellow pirates is that you have no intentions on sharing the treasure once you have it. Your crewmates have told you that they share your loyalty and that they&rsquo;ll help you maroon the greedy pirates on your ship to the rocky island of Tortuga. But you&rsquo;ve seen your friends&rsquo; loaded pistols and heard their whisperings of a mutiny. You know that nobody can be trusted.&#10;&#10;Tortuga is all about the interactions you have with the other players. In some cases, such as when you and your shipmates are attacking the Spanish Galleon, you need to rely on your enemies in order to succeed. In the very next turn, however, your shipmates might stab you in the back with a mutiny in order to keep all the treasure for themselves.&#10;&#10;Since nobody holds a &quot;hand&quot; of cards, this game is also about knowledge and communication regarding the community Event cards. Unless you are in desperation mode, it is not wise to reveal Event cards at random. Almost half of the Event cards can hurt your team drastically. It's often in your best interest to use an action to view the cards first, or to rely on the knowledge of a trusted ally. Knowing where harmful Event cards are located allows you to force an enemy to reveal those cards and suffer the consequences. The most successful players are the ones who are able to discern who is on their team and then share vital information with them at opportune moments.&#10;&#10;Vote cards also play a key role in the game. Each Vote card has three sections - one each for Attacks, Mutinies, and Brawls. Players must put themselves in the best position to use their Vote cards, since their hand of Vote cards may not always be ideal based on their pawn location. For example, sometimes it may be worth putting in Water, causing an attack to fail, in order to save a Crossbones card for when you want to Mutiny against your captain.&#10;&#10;For 2-9 Players. 20-40 minutes. Ages 12+.&#10;&#10;Volume 2 in the Dark Cities Series by Facade Games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Hidden Roles",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Containers: Book-like",
      "Crowdfunding: Indiegogo",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Region: Caribbean Sea",
      "Series: Dark Cities (Facade Games)",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "1689",
    "Name": "Terracotta Army",
    "ID": 350458,
    "Year": "2022",
    "Geek Rating": "6.321",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/350458/terracotta-army",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.3902",
    "Description": "Emperor Qin Shi Huang has passed away. To protect him in the afterlife, a great army in the form of statues of faithful warriors must be assembled to stand guard in the Emperor's tomb. You will be among those tasked with building this magnificent army.&#10;&#10;In Terracotta Army, you represent talented craftsmen and artists laboring to build the wondrous assembly of statues. During the game, you collect resources, upgrade your workers, and seek favor with the Emperor's advisors. Your goal is to play a crucial role in the process of creating the terracotta army, and your success is measured in victory points (VPs). During the game, you and your fellow players build the army together, but after the fifth round of the game is over, only one of you &mdash; the one with the most points &mdash; will stand as the winner.&#10;&#10;During the game, you place warrior miniatures within the mausoleum, forming groups.  A group's miniatures may belong to multiple players as denoted by the player bases on those miniatures. Multiple separate groups consisting of the same type of miniature may exist within the mausoleum.&#10;&#10;You will have many opportunities to score points based on domination and presence. To achieve domination, you must be the only player with the most of the specific resource or type of statue currently being scored. (If you are the only player, you have domination.) To have presence, you must have at least one of the specific resource or type of statue currently being scored.&#10;&#10;At the end of the fifth round, the player with the most VPs wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Income",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Cities: Xi'an (China)",
      "Components: Miniatures",
      "Country: China",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Early Imperial China",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "1690",
    "Name": "Meuterer",
    "ID": 902,
    "Year": "2000",
    "Geek Rating": "6.321",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/902/meuterer",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3118",
    "Description": "Meuterer is a role selection card game in which players take the roles of crewmembers aboard a merchant ship. Each round, each player reveals goods from their hands that they wish to sell. However, most ports deal in only one sort of good, and only the captain may decide where the ship goes. If a player chooses to become the mutineer, he/she will try to become captain in order to change the destination of the ship. Each player may also have an ally in the fight, and the side which played the most conflict points gets the final word on the ship's destination.&#10;&#10;The player with the most points at the end of the game is the winner. Every time a player sells more goods than the other players or reaches their destination, they score points. Allies to a mutiny also get points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Theme: Colonial",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "1691",
    "Name": "Shogi",
    "ID": 2065,
    "Year": "1587",
    "Geek Rating": "6.320",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/2065/shogi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.7818",
    "Description": "Of Japanese origins, Shogi is played on a 9 by 9 board, and the object is to capture the opponent's king. There are two main differences with Western chess. First, not only pawns but almost every piece can promote if it reaches the opponents three last rows. Second and most distinctive characteristic is that captured pieces become property of the capturing player and during his turn he can &quot;parachute&quot; or &quot;drop&quot; them back to the board instead of performing a normal move. Because of this feature, similar to Bughouse, the game can last longer than a Chess game, the board generally stays fairly crowded and there is no simplification going into the endgame. However, the endgame is typically more rapid with many possibilities for attack and ways to achieve a checkmate, which also makes draws/ties very rare.&#10;&#10;According to &quot;A World of Chess&quot; by Jean-Louis Cazaux &amp; Rick Knowlton (2017, ISBN 978-0-7864-9427-9), Bishop, Rook and Drunk Elephant were introduced to the 9x9 Shogi creating Sho Shogi, the immediate predecessor of Shogi, in the middle of the 15th century. Modern Shogi where created with the introduction of the drop rule and the removal of the Drunk Elephant piece in Sho Shogi. This happened between 1567 and 1587 (earliest recording of modern Shogi). The latter date is based upon a picture in the diary of the samurai Matsudaira Ietada, dated 1587, which shows a game identical to the one of today.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 13 x 13 Grids",
      "Components: 9 x 9 Grids",
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: MindSports",
      "Digital Implementations: PlayStrategy",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Series: E-Serie (F.X.Schmid)",
      "Traditional Games: Shogi"
    ]
  },
  {
    "Rank": "1692",
    "Name": "Black Forest",
    "ID": 420805,
    "Year": "2024",
    "Geek Rating": "6.320",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/420805/black-forest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.2118",
    "Description": "In Black Forest, you start out with a small domain in need of new buildings and livestock. You&rsquo;ll travel from village to village, to enlist the aid of the best specialists.  Exploiting the abilities of these specialists lets you collect resources, lay out new landscape tiles (e.g. ponds and fields), and build a variety of buildings, which come in four types. Choose the right buildings, place landscapes, fire up your glass production, and expand your domain.&#10;&#10;Uwe Rosenberg&rsquo;s resource wheels, made famous in Glass Road (2013), return in Black Forest. Two resource wheels on your tableau help you keep track of your resources and production. Black Forest continues the story - as the name suggests &mdash; in the Black Forest. Among others, the main difference between the two games is the use of worker placement in Black Forest  instead of simultaneous action selection.&#10;&#10;A wide selection of buildings and their different effects offer many different paths to victory.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Medieval"
    ],
    "Mechanics": [
      "Automatic Resource Growth",
      "End Game Bonuses",
      "Once-Per-Game Abilities",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Game: Glass Road",
      "Mountains: Black Forest (Baden-Württemberg, Germany)",
      "Region: Baden-Württemberg (Germany)"
    ]
  },
  {
    "Rank": "1693",
    "Name": "Bargain Quest",
    "ID": 223740,
    "Year": "2017",
    "Geek Rating": "6.320",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/223740/bargain-quest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.025",
    "Description": "Bargain Quest is a game of adventure and capitalism for 2-6 players. Players will take the role of shopkeepers in an adventuring town plagued by monsters. Players must draft items and then secretly choose which items to place in their windows to attract wealthy heroes to their shops.&#10;&#10;Once all heroes have been equipped, they venture out to battle against monstrous threats, earning money and prestige for the shop they represent. Throughout the game players will encounter new heroes and monsters while upgrading their shops and hiring employees. Once the third monster is defeated the player who has earned the most gold and prestige is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Closed Drafting",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "1694",
    "Name": "Dog Park",
    "ID": 331401,
    "Year": "2022",
    "Geek Rating": "6.320",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/331401/dog-park",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.1513",
    "Description": "Welcome to Dog Park, a mid-weight, competitive set-collection and point-to-point movement game in which players take on the role of dog walkers who recruit, walk, and care for their dogs over four rounds. Each round is split into four phases:&#10;&#10;&#10;     Recruitment Phase: Players compete in two rounds of offers to add dogs to their kennels. Offers are made with players' reputation (victory points), so must be placed wisely.&#10;     Selection Phase: Players decide which dogs to place on their lead to walk this round.&#10;     Walking Phase: Players journey through the dog park with their fellow walkers, collecting resources, earning reputation, and interacting with other walkers.&#10;     Home Time Phase: Players earn reputation for their walked dogs, and lose reputation for any unwalked dogs in their kennel.&#10;&#10;&#10;Players must choose their routes and dogs carefully to earn the best reputation and prove they are the most accomplished walker of them all. At the end of the game, the player with the most reputation wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Set-up",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Dogs",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "1695",
    "Name": "Hit Z Road",
    "ID": 176083,
    "Year": "2016",
    "Geek Rating": "6.320",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/176083/hit-z-road",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8462",
    "Description": "In the fast-paced and morbidly kitschy game Hit Z Road, you and your fellow players embark on a road trip going south from Chicago along America's famous Route 66 &mdash; now infested by zombies. As you travel though a deck of adventure cards rife with dangers, you battle zombie hordes, drive abandoned school buses, scavenge for gas and bullets, and explore a darkened, tainted American countryside full of shambling undead, haunted carnivals, and plumes of toxic gas. Your goal is to stay alive until you reach the safe, sandy beaches of the California coast.&#10;&#10;Three different stages of adventure cards create an experience of increasing difficulty and ensure that each playthrough is unique. Each round begins with an auction that determines both player order and which cards you will encounter. Since the resources used for bidding are the same as those used to battle the oncoming zombie hordes, your survival depends as much on your resource management as it does upon winning those bidding wars. The player who either accumulates the most points or survives the longest wins.&#10;&#10;Zombies of all types await, with cannibals, anti-personnel mines and radioactive wastes also being among the hazards awaiting the players. Who will survive the zombie onslaught?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Player Elimination",
      "Push Your Luck",
      "Selection Order Bid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Country: USA",
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "1696",
    "Name": "Kremlin",
    "ID": 196,
    "Year": "1986",
    "Geek Rating": "6.319",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/196/kremlin",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.8493",
    "Description": "A game of political intrigue set in the Soviet Politburo of the early 20th century, with a satirical edge.  With politicians like Eduard Boremtodev, Nikolai Shootemdedsky and Natasha Nogoodnik vying for control of the party, you know the battle will be an entertaining one.&#10;&#10;At the start of the game, a number of politician cards are laid out to fill the positions of the politburo.  Players then secretly note influence on ten politicians they hope to control during the game, indicated by a number from 1 to 10.&#10;Gameplay is not clockwise, but proceeds phase by phase with the politician holding the relevant office performing the appropriate action by the player who reveals the greatest influence on the politician in question.  Players attempt to remove politicians opposed to their interests by purging, exiling them to Siberia or by demoting them within the Politburo.  One&rsquo;s own preferred politicians can be promoted or pardoned of their previous &lsquo;sins&rsquo;. &#10;But each action a politician takes causes him (or in one case, her) to age by one or more years (a measure of the aging effect of the stress of the job). Each turn, politburo members face a health check which can result in the politician becoming ill, or even dying.  The 'older' a politician gets the more likely it is that he (or she) will become ill.&#10;At the end of each turn, the Party Chief must be healthy enough to wave to the crowd at the October parade. Controlling a politician who succeeds at this three times makes you the winner.&#10;&#10;The original Fata Morgana edition included rules requiring the players to hold funeral speeches for deceased party chairmen and drinking vodka with it, for instance. The later Avalon Hill edition scrapped these rules and gave the game a less satirical and more serious tone.&#10;&#10;Jolly Roger reimplemented an edition providing three different KREMLIN games in one box -See Kremlin (Third Edition)-:&#10;&#10;1: The 'original' with fictional politicians, set in a USSR where KGB investigations send those found guilty to Siberia. This version will have victory conditions based on the original Fata Morgana rules.&#10;&#10;2: A version inspired by the Avalon Hill variant titled 'Revolution'. Set in the 1920s, it uses historical politicians as well as fictional politicians. It's a more violent game as those arrested by the KGB are shot and removed from the game&#10;&#10;3: A new version, set in the modern USSR and Russia, an era of entrenched bureaucracy and alternatives for escaping KGB persecution. This version introduces the concept of &quot;Going into Exile&quot; to avoid Siberia. It also includes modern politicians from the 1960s onwards, whether it is Kosygin or Putin and Gorbachev.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Country: Russia",
      "Country: Soviet Union",
      "Digital Implementations: Tabletopia",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Misc: Dice Tower Hall of Fame"
    ]
  },
  {
    "Rank": "1697",
    "Name": "Juicy Fruits",
    "ID": 325698,
    "Year": "2021",
    "Geek Rating": "6.319",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/325698/juicy-fruits",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2.0303",
    "Description": "Each player has their own small island paradise where they grow delicious fruit. To win, you must gain the most points by cleverly supplying ships and by adding the best businesses to your island.&#10;&#10;Your turn in Juicy Fruits works like this: First, you slide one of your fruit collector tokens a number of unblocked spaces and collect that many fruits of the token's type: banana, orange, lime, pomegranate, or mangosteen. Then you may either fulfill the order of a ship on your shores or claim a business from a shared display and place it onto your island (or do nothing). Clever planning and timing is vital because until you supply the ships on your shores, they block valuable island space which could be used to collect more fruit &mdash; but if you concentrate too much on the ships, the most promising businesses may get snatched by your opponents. Also, the sooner businesses are claimed, the quicker the game might end.&#10;&#10;With each play, Juicy Fruits poses new puzzles of how to move your tokens efficiently and how to balance clearing your island with claiming businesses. The game also includes an additional &quot;juice factory&quot; mode and four modes of solo play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Area Movement",
      "Contracts",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Food & Drink: Bananas",
      "Food & Drink: Fruit",
      "Food & Drink: Ice Cream & Gelato",
      "Misc: LongPack Games",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "1698",
    "Name": "Path of Light and Shadow",
    "ID": 217398,
    "Year": "2017",
    "Geek Rating": "6.318",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/217398/path-of-light-and-shadow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.1429",
    "Description": "The Realms lay divided, their former wonder lost and forgotten. The Tyrant Queen has seized the throne, forcing the rightful heirs deep into exile. You are the sons and daughters of the once-great houses: Foxway, Gorga, Mherzeen, and Spyre. Under the tutelage of advisors, you have gathered your followers, your conscripts. The time has come to take back what is yours.&#10;&#10;Path of Light and Shadow is a massive empire-building experience, combining area control, deck management, and civilization customization. As players vie for control of The Realms, they must enlist and promote supporters, outfit their burgeoning empire with powerful technologies, align with powerful leaders, and lay siege to rival exiles after the throne. Above all else, each player must decide what type of leader they will become, cruel or merciful. But choose wisely, for each path has its rewards and perils.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fantasy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "1699",
    "Name": "Magic Realm",
    "ID": 22,
    "Year": "1979",
    "Geek Rating": "6.318",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/22/magic-realm",
    "Min Players": "1",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "4.562",
    "Description": "From the 2nd edition rulebook intro for MAGIC REALM:&#10;&#10;MAGIC REALM is a game of fantasy adventuring, set in a land filled with monsters, fabulous treasures, great warriors, and magicians. The scene is set in the ruins of a mighty kingdom, now inhabited by sparse groups of natives and swarms of monsters. Beneath it all are the rich remnants of a magical civilization, scattered and lost across the map.&#10;To this scene come the adventurers, seekers of riches and fame, to make a name for themselves in this promising field. Swordsman and Dwarf, Magician and Sorceror, the humans and the half-humans come seeking to loot the legendary riches of a lost civilization. Now you can play the part of one of these adventurers, stepping into an unknown Realm of magic and monsters, battles and treasures.&#10;&#10;As a player, you will take on the role of one of the sixteen major characters who are represented in detail in the game. You will control where he goes, what he tries to do, how he handles himself in combat, and much more. In the course of the game, you will run into deadly monsters, tribes of humans ranging from old friends to sworn enemies, and treasures that will enhance your abilities in many ways.&#10;&#10;MAGIC REALM is a complex game designed to recapture the suspense and desperate struggles of fantasy literature. The game creates a small but complete fantasy world, where each game is a new adventure with a new map where everything lies hidden at new locations. The game includes many more playing pieces than are actually used in a single playing. The additional pieces are set up and can appear, depending on the directions in which the characters explore, but many of the treasure troves, treasures, and spells will still be set up, unfound, when the game ends, and many of the monsters and natives might never be met. The result is an extremely unpredictable game full of surprises, a game that plays very differently each time it is played.&#10;The complete game system includes hiking, hiding and searching, fatigue, wounds, rest, trade, hiring natives, and combat between characters, monsters, and natives using a variety of weapons on horseback and afoot, as well as many magical effects.&#10;&#10;Between exploring a new land where the mountains, caves, valleys, and woods change every game, and not knowing what you will find in each place, you will find each game a new and unpredictable adventure, filled with surprises. You will find this like no other board game you have ever played.&#10;&#10;Avalon Hill Complexity rating - 9&#10;&#10;See also the list of articles about Magic Realm in The General.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Events",
      "Modular Board",
      "Paper-and-Pencil",
      "Player Elimination",
      "Point to Point Movement",
      "Role Playing",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Bats",
      "Animals: Horses",
      "Animals: Octopuses",
      "Animals: Snakes",
      "Animals: Spiders",
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Players: Games with Solitaire Rules",
      "Theme: Weather",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "1700",
    "Name": "Voyages",
    "ID": 350736,
    "Year": "2021",
    "Geek Rating": "6.316",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/350736/voyages",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.7833",
    "Description": "Voyages is a roll-and-write game of open sea adventure and exploration. Each player is the captain of a vessel sailing the seas and requires a single printed game sheet and pencil, while one player also needs to provide three dice.&#10;&#10;On a turn, three dice are rolled for all the players. Each player chooses one die for the direction they are sailing, another for how far they sail, and the final die for crew duties aboard their ship. Players score points for visiting different islands, gathering and selling goods for trade, and training their sailors in case they come across the mysterious Dread...&#10;&#10;Playable from 1-100+ players, either locally or virtually, Voyages will be supported over time with new expansion content provided for free to original backers of the game.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Multiple Maps",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Roll-and-Write"
    ]
  }
]