[
  {
    "Rank": "N/A",
    "Name": "Earworm",
    "ID": 245059,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/245059/earworm",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Earworm is a party game for people who love music, and it's suited for groups of all shapes and sizes and can be played anywhere!&#10;&#10;Players have thirty seconds to vocalize a song to their team using any sound they can muster up with one rule: you can't use any lyrics! Players can play in a stress-free &quot;Party Mode&quot; or decide to get competitive and go &quot;On Tour&quot; to see who is the most worthy of rock stardom! We designed the game with two modes of play so people of all ages and skill levels would be able to join in on the fun.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viceroy: Times of Darkness",
    "ID": 245061,
    "Year": "(2018)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245061/viceroy-times-of-darkness",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3.5",
    "Description": "The Viceroy: Times of Darkness expansion supplies your pyramid of power with fastidious aristocrats and shady underworld figures that will help you earn precious diamonds and fend off invading monsters.&#10;&#10;This box contains three expansion modules as well as revised law cards for the base game and new game modes for both one- and two-player variants.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "City Building",
      "Civilization",
      "Fantasy",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Berserk (Hobby World)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Town: A Fistful of Cards",
    "ID": 245064,
    "Year": "(2018)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245064/dice-town-a-fistful-of-cards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Dice Town is in full effervescence, the first derricks make their appearance around the city. Will you be ready for this new adventure? The titles of exploitation are rare and only the smartest or luckiest, will become the new baron of the black gold.&#10;&#10;The Dice Town: A Fistful of Cards offers a new mechanism centered around the titles of property. Only the player in possession of the greatest number of derricks will be able to claim the title of Baron of the black gold.&#10;&#10;",
    "Categories": [
      "American West",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Green: Grand Fair",
    "ID": 245065,
    "Year": "(2018)",
    "Geek Rating": "5.730",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245065/fields-of-green-grand-fair",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.9091",
    "Description": "It is time for the annual Agricultural Grand Fair where all aspects of a farmer's life are celebrated! Farmers all around the area are coming to see the attractions, watch the festivities, take part in competitions and get information on the latest news in the farming industry.&#10;&#10;Grand Fair, an expansion for Fields of Green, introduces the Grand Fair Attractions, which let the players interact with the Grand Fair in many new and exciting ways! It also includes additional locations, objectives, components for a fifth player and rules and material for solo game.&#10;&#10;Come visit the Grand Fair, enjoy its attractions and get to experience the life of a farmer to the fullest!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Covil: The Dark Overlords – The Outposts",
    "ID": 245073,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245073/covil-the-dark-overlords-the-outposts",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The Outposts is adding 8 Outpost meeples to Covil. These add a new strategy, allowing you to deploy your troops directly either from your Castle or from any of your Outposts. To build an outpost you need to control a territory and pay the relevant cost in Gold Coins.&#10;&#10;Having an Outpost at the end of the game gives you extra Victory Points. Also during the &quot;Night&quot; phase, if there are no enemy forces in the territory of your Outpost, then that territory is considered to be controlled by you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Willy Maykit",
    "ID": 245084,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/245084/willy-maykit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Willy Maykit is just an average guy. You'd probably like him. But Willy has a problem. He let his friend, Betty Woent, drag him to the shopping mall on Black Friday, and that giant coffee-like drink has run right through him. If he doesn't find a restroom pronto, he may have a rather uncomfortable accident.&#10;&#10;In this game, you all play a different version of Will in alternate worlds, who are all suffering from the same dilemma at the same time - the desperate need to pee while stuck in a busy shopping mall. You're okay with karmically throwing another you under the bus if it's going to get you to the restroom sooner. It's all very existential.&#10;&#10;Will Maykit is a casual &quot;take that&quot; card game, where you'll be managing your (Bladder) Control. You don't want to run out of Control. That's when you have an Accident. In a public place. Embarrassing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Game on!",
    "ID": 245087,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/245087/game-on",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Game on! is a game released by Identity Games international as part of the Holland Casino Christmas bonus. It was given to all employees and special relations in the year of 2011.&#10;&#10;The game combines trivia questions containing information on all sorts of subjects like sports, movies, history and many others, with a gambling mechanic in which players can bet on whether the other player gets the question right or not.&#10;&#10;The game can be played in either teams or every player for themselves. On a players turn they spin the wheel selecting one of four categories: multiple choice, open question, versus question, or co-op question. They are rewarded with chips depending on whether they answered the question right.&#10;&#10;During the game inactive players can place bets, using their own accumulated chips, on whether the active player gets the question right or wrong (in the multiple choice and the open question categories) or which of the players (in the versus and co-op categories) gets the right answer. All bets are collected and payed out by the bank which one player will represent. The first player(s) to collect 50 chips is declared the winner.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Cucaracha Card",
    "ID": 245088,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/245088/la-cucaracha-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The sink in the restaurant kitchen is a real cockroach paradise &mdash; until suddenly the chef appears, and now everyone is running around wildly and all jumbled up.&#10;&#10;Who can find their cockroaches first in KakerlaCard and place them in safe hiding places?&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Junior Kimble",
    "ID": 245107,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.15",
    "Link": "https://boardgamegeek.com/boardgame/245107/junior-kimble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Junior Kimble is Kimble variant for younger children.&#10;&#10;Players race around the board with their pawns, but color die replaces the regular die in the Pop-O-Matic. Players simply move to the next matching colored spot based on the die roll. First player to get all their pawns to finish is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Knowledge the Game",
    "ID": 245112,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/245112/knowledge-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Knowledge is a battle-based, deck-building game that uses dice to determine victories. It takes place in a Fantasy realm where Knowledge is power and fought for. Mana allows you to summon giant creatures, defensive structures, and mighty warriors into your army in the quest to battle enemies and gain the most Knowledge. Knowledge cards give you victory points and bestow you with unique, extra abilities instead of clogging up your deck.&#10;&#10;Knowledge is a fast paced Deck-Builder where you are constantly reacting to your opponents cards. When someone plays a card it attacks each other player one by one. Roll die to determine battles and roll die for certain cards that give you extra abilities if you roll the right number.&#10;&#10;The whole point of the game is to gain the most Knowledge. Once all the Knowledge cards are gone the game is over. Count up all your Knowledge points, highest wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Breakaway Football: Expansion Teams",
    "ID": 245122,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245122/breakaway-football-expansion-teams",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Experience new teams for greater play variety with in Breakaway Football.&#10;&#10;SET 1&#10;Boneyard: (Navy 2015) College-style Triple Option attack&#10;&#10;Eclipse: (Atlanta Falcons 2006) Exceptional scrambling QB with wide range of strong running and passing plays. Streaky QB who can get hot and take over a game single-handedly.&#10;&#10;Stallions: (Indianapolis Colts 2006) Elite QB play with a special ability to force defenses to reveal their play pre-audible!&#10;&#10;Vultures: (Baltimore Ravens 2000) An elite defense in the game. The Vultures Offense is one-dimensional and does some things well, especially Power running, but the challenge to find variety in the passing game tends to make their Offense weaker than average overall.&#10;&#10;SET 2&#10;Stackers: (Green Bay Packers 1967) Lombardi's Power Sweep and elite pass defense.&#10;&#10;Rhinos: (Chicago Bears 1985) Elite all-around defense, streaky Offense, Walter Payton.&#10;&#10;Hydra: (S.F. 49ers 1988) Joe Montana &quot;Final Drive&quot; mechanism, yards after catch for receivers, balanced all-around team.&#10;&#10;Werewolves: (Detroit Lions 1990's) Barry Sanders mechanism.&#10;&#10;SET 3&#10;Sharks: (Miami Dolphins 1984) Elite Receivers, QB Quick Release, and poor Defense.&#10;&#10;Minotaurs: (Buffalo Bills 1990) No Huddle Offense, strong Defense.&#10;&#10;Privateers: (Tampa Bay Buccaneers 2002) Balanced, ball-control passing Offense, elite opportunistic pass defense.&#10;&#10;Kardiacs (Cleveland Browns 1980) Late game heroics, keeps games close.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Duel: Point of Honor",
    "ID": 245125,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/245125/the-duel-point-of-honor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;...a story of dueling, which became a legend in the army, runs through the epic of imperial wars. To the surprise and admiration of their fellows, two officers, like insane artists trying to gild refined gold or paint the lily, pursued a private contest through the years of universal carnage.&quot;&#10;&#10;-Joseph Conrad, The Duel: Point of Honor, 1908&#10;&#10;The Duel: Point of Honor is a two player tactical card game that offers a fast-paced tactical experience. The game highlights elements of dueling culture, sword-fighting, and the discipline of martial arts.&#10;&#10;You are a robotic soldier in a life-long rivalry. Every few years, you meet your opponent to test your skill and to preserve your honor. In each game, opponents will participate in multiple duels to earn the most Prestige while managing to stay alive in the process. Each duel will be a choice when and how to attack your opponent in the most efficient manner. Players will then have the opportunity to evolve their play to surprise their opponents in later rounds with newfound tactics and attacks.&#10;&#10;Duel players will challenge each other with subtle but impactful decisions within this ten-minute card game. The game is enacted through a series of escalating duels fought between the players. In each duel, players will earn Prestige by dealing damage and playing faster timing cards than their opponent.&#10;&#10;Each duel consists of three rounds of combat, divided into two phases: Timing Phase and Action Phase. In the Timing Phase, players simultaneously choose a card from their hand to bid on turn order. In the Action Phase, players will play cards to try to win the duel. After each duel, players earn prestige and can gain better cards from the Advanced Techniques Deck. At the end of a duel, if a player has earned 7 Prestige, the game is over and the player with the most Prestige wins!&#10;&#10;The art and graphic design of the game captures the look and feel of renaissance era aristocracy. And the game's illustrations evokes the grace and intelligence of sword-fighting... but also robots.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tor-Duell",
    "ID": 245128,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/245128/tor-duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Kick off an exciting football match with Tor-Duell, with players trying to move into the opponent's penalty area. Hey, that was a clear foul! Now my opponent got in front of my goal. It's a clear shot, and &quot;Goooooooal!&quot;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle for Julu 207 B.C.",
    "ID": 245145,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/245145/battle-for-julu-207-bc",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The Battle for Julu was a battle between the forces of the Qin Dynasty and the rebellious State of Chu.  It marks the beginning of the end of the Qin because the bulk of the Qin army was destroyed by the vastly outnumbered rebel forces.&#10;&#10;This game employs a chit-pull system to simulate this key battle of Ancient China.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System"
    ],
    "Families": [
      "Country: China",
      "History: Early Imperial China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Budapest 1945",
    "ID": 245148,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/245148/budapest-1945",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "3",
    "Description": "Game covers several battles fought around the capital of Hungary at the end of 1944 and at the beginning of 1945, along with all three &quot;Konrad&quot; operations. &#10;Game uses division/regiment scale system &quot;Great Battles 1939-1945&quot;.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Hungary",
      "History: World War II (Eastern Front)",
      "Series: Wielkie Bitwy 1939-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railway Rivals Map DX: \"Dixieland\"",
    "ID": 245149,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245149/railway-rivals-map-dx-dixieland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A map to be used with Railway Rivals and Dampfross games covering SE USA from Cairoo to Hagerstown to Jacksonville to Natchez to a scale of  1 hex = 37Km&#10;&#10;",
    "Categories": [
      "Economic",
      "Racing",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Crayon Rail System"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Carrot and Stick",
    "ID": 245159,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/245159/carrot-and-stick",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Carrot &amp; Stick&#10;Will you be Naughty or Nice&#10;   The race build your own world has begun and you have victory in your sights but how will you convince the people to follow you will they get the Carrot or the Stick. This is an easy to learn, versatile and creative card game of bribery, threats and weirdness. Lead your island to dominate other island with adorable assistance or devastatingly creative cruelty.&#10; The game has 3 modes of play:&#10;&#10;&#10;     Party Play where players compete directly against each other to win followers the player with the most followers wins using bribery and blackmail or weirdness. This hilarious card combination game is easy to learn, always original and fast to play, perfect for casual gamers and ideal for pub play with family or friends.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keyflower: Boat 7",
    "ID": 245169,
    "Year": "(2018)",
    "Geek Rating": "5.590",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245169/keyflower-boat-7",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Keyflower: Boat 7 is a village tile for the game Keyflower. The tile was published in Q2 2018 exclusively through the BoardGameGeek store.&#10;&#10;The rules for Boat 7 are as follows:&#10;&#10;Boat 7a:  When obtaining resources or animals (KFF) from another player&rsquo;s village, or at the end of a season from a turn order tile (KFF) or a boat (KFM), or from a contract (KFM), then the player may place these on any tile in their village.&#10;&#10;Boat 7b:  At the end of summer, autumn, and winter, the owner receives one iron, one stone, and one wood onto their home tile from the general supply.&#10;&#10;&mdash;description and update from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Game: Keyflower",
      "Promotional: BGG Store Promos",
      "Series: Key (Richard Breese)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keyflower: Sorcerer",
    "ID": 245170,
    "Year": "(2018)",
    "Geek Rating": "5.601",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245170/keyflower-sorcerer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Keyflower: Sorcerer is a new village tile for the game Keyflower. The tile (only) will be published in Q2 2018 exclusively through the BoardGameGeek store.&#10;&#10;The rules for the Sorcerer tile are as follows:&#10;&#10;When a player places worker(s) on the sorcerer tile, they take the action on any one of the adjacent tiles in the owner's village. If the sorcerer has been upgraded, then they take the action of any one other tile in the owner's village. Workers cannot be placed on the sorcerer tile whilst it is being bid for, as the sorcerer tile is not adjacent to any other tile and the placement would therefore have no effect.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Game: Keyflower",
      "Promotional: BGG Store Promos",
      "Series: Key (Richard Breese)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feat on the Ground",
    "ID": 245171,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/245171/feat-on-the-ground",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Feat On The Ground is a sequel to Ahead in the Clouds. If you recall, the industrialists gather and manage resources (Hydrogen, Oxygen, Water and Stone) in order to provide for their families and keep the city in the clouds afloat.&#10;&#10;But now...&#10;&#10;Empacta, the planet beneath the cloud city, is in bad shape - which is rough news for everyone. After an eternity of exploiting the Empacta's resources, it is dried up and the ecosystem is exhausted.&#10;&#10;As an industrialist, you will use your resources to help re-shape the planet. By gathering and forming collections of assigned resources you will terraform Empacta back to its prime. After all, a city in the clouds is nothing without the planet below.&#10;&#10;In Feat on the Ground, each player will take their turn by playing a card to the map, adding resources or removing them. Together you will be working on a defined area, but players will assume different roles once an area is completed. If a player completes the area on their turn, they will get credit and score points. If it&rsquo;s completed on their opponent&rsquo;s turn, they will stash resources to bring back with them. At the end of the game, players score points if they stashed the most of a resource type. In the end, the player that manages to do these the best is declared winner.&#10;&#10;NOTE: Feat On The Ground requires 9 coins/cubes/tokens for tracking scores.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Containers: Wallets",
      "Game: Ahead in the Clouds",
      "Players: Two-Player Only Games",
      "Series: Select 250 Games (Button Shy)",
      "Series: Wallet Games (Button Shy)",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pick-Up",
    "ID": 245191,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/245191/pick-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Throw your chips onto an unstable turntable and be the first to get rid of all your chips.&#10;&#10;The equipment is like a turn-table. There is a spring on which you place a cap, with a pointed top facing up. The top is to serve as spindle for the turntable. All 32 chips are divided equally among the players who sit down (or stand) at a certain distance from the turntable. Minimum distance should be 30cm, measured between the clenched fist (arms outstretched)and the centre of the turntable. &#10;The object of the game is, for each player to try to get rid of his stock of chips, as quickly as possible. Players try to do so, when it is their turn, by throwing a least one chip onto the turntable, after which they may give the next player his turn. However, if a player thinks he will be able to get rid of more than one chip during one and the same turn, he may go on throwing chips onto the turntable. But mind this: if, during a player's turn, chips fall of the turntable, his turn is over, and he must add the fallen chips to his stock.&#10;In case a player, when it is his turn, feels it would be too risky to try and throw chips onto the turntable, because he is afraid many chips may then fall off, that player may throw one of his chips and miss, deliberately. In other words: he may try to throw his chip in such a way, that it will bounce off the top side of the turntable. There must have been contact.&#10;The player who first gets rid of all his chips, wins the game. Players may also agree to play several rounds, to have one final winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trouv'tout!",
    "ID": 245198,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/245198/trouvtout",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each turn in Trouv'tout!, players reveal an illustration as well as a card that depicts a shape or color. Whoever first finds this shape or color in the illustration claims the card as a prize, and whoever collects five cards first wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heckmeck Deluxe",
    "ID": 245200,
    "Year": "(2018)",
    "Geek Rating": "5.912",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/245200/heckmeck-deluxe",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2632",
    "Description": "Heckmeck Deluxe contains both the Heckmeck am Bratwurmeck base game and the Heckmeck Extrawurm expansion plus a new apple specialist.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Animals: Worms",
      "Series: Heckmeck",
      "Series: The Chicken Family of Zoch",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epidemia",
    "ID": 245204,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/245204/epidemia",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Each player has tokens representing 5 different organs (heart, lungs, brain, kidney, and liver). In your turn, you must play a card in order to damage another player organ, cure yourself, lower the defense of other players (easier to damage organs), raise your defense, exchange an organ with another player or damage an organ of all the other players.&#10;When a player has all the five organs damaged, he can't win, but still can annoy the others.&#10;A player is declared the winner when he is the last alive.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medical"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alexander Battle Module: The Battle of Corupedium, 281 BC",
    "ID": 245215,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245215/alexander-battle-module-the-battle-of-corupedium-2",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.6",
    "Description": "The Battle of Corupedium, 281 BC is a new battle module for The Great Battles of Alexander - Macedonian Art of War Expanded Deluxe Edition.&#10;&#10;Published in RBM Studio's C3i magazine #31&#10;&#10;5 Leader units are included for the Corupedium scenario&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Game: The Great Battles of Alexander",
      "History: Macedonian Wars",
      "History: Wars of Alexander the Great",
      "Magazine: C3i"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Order of Vampire Hunters: Lord Marku Expansion",
    "ID": 245225,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245225/the-order-of-vampire-hunters-lord-marku-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This Kickstarter Exclusive expansion for The Order of Vampire Hunters includes:&#10;&#10;1 Highly Detailed Plastic Miniature, Lord Marku.&#10;1 Vampire ID Card.&#10;1 Rule Sheet.&#10;&#10;LORD MARKU&#10;Stepping out of the shadows, Marku has now shown itself as the true Lord of the Night. Although Marku&rsquo;s complete history is unknown, the Order&rsquo;s library has tales of a giant bat ravaging Eastern European villages. Later stories tell of an Elder Bat leading a powerful Hungarian Vampire enclave.&#10;&#10;The Order believes this new bat-faced fiend is that same Elder, fed and corrupted by the evil it has spread across the centuries.&#10;&#10;Does the Order have the strength to destroy this feral beast that rules the Night?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baroque: War & Politics in the Holy Roman Empire",
    "ID": 245226,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/245226/baroque-war-and-politics-in-the-holy-roman-empire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.3333",
    "Description": "&quot;Baroque&quot; is a card-driven multi-player wargame in which players use a variety of strategies to control states, build cities and cathedrals, and thereby get  elected Holy Roman Emperor. The situation is very loosely based on the political situation in what is now Germany immediately after the Thirty Years War (starting about 1650), the Baroque Era.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: Spain"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1813: Glory's End",
    "ID": 245227,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/245227/1813-glorys-end",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "1813: Glory&rsquo;s End is engined with &ldquo;Triumph &amp; Glory&rdquo; system already published by GMT Games and designed by one of the most prolific game designer of our times, Richard H. Berg, about the Napoleonic battle of Leipzig in 1813.&#10;&#10;While Richard H. Berg passes away last month this project will not see light - perhaps GMT will find another author/designer to bring all up to the finish line?&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Triumph & Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Glory That Was Greece",
    "ID": 245228,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/245228/the-glory-that-was-greece",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "540",
    "Weight": "0",
    "Description": "In The Glory That Was Greece (GTWG), you, as a conglomeration of city-states, are seeking to expand your economy.&#10;That means you must colonize new territories, gain allies, and support the growing levels of civilization. While players control specific city-states, they do not represent a specific city-state. GTWG is also a game that requires the players to not only control areas, but to effectively use them to build, maintain and use colonies as well as to maximize Resources.&#10;GTWG is, at heart, an economic building/conflict game. Warfare is extremely limited and somewhat restricted, as it was historically.&#10;&#10;During a turn a player collects resources from their territories, play cards, and pays their armies. Every card grants an amount of activation points which are used for activating armies, building new colonies, adding population to colonies, and raising new armies and fleets.&#10;&#10;If a player controls 10 city-state areas, he automatically wins.&#10;Otherwise at the end of the game (when the last card is drawn from the deck) every city-state area, colony, and resource point are accounted. The highest total wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Ancient: Greece"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Order of Vampire Hunters: Lord Kurivan Expansion",
    "ID": 245229,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245229/the-order-of-vampire-hunters-lord-kurivan-expansio",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "This expansion for The Order of Vampire Hunters includes:&#10;&#10;1 Highly Detailed Plastic Miniature, Lord Kurivan.&#10;1 Vampire ID Card.&#10;1 Rule Sheet.&#10;&#10;LORD KURIVAN&#10;One of the most ancient Vampire Lords, Kurivan was known by many names, the Storm After the Calm, the Executioner of Death, Collector of Skulls. Driven by an insatiable hate and hunger that devours it from within, it can never rest. Where it walked, death was by its side, leaving nothing behind but scorched earth. But Kurivan&rsquo;s raging power burned quickly and his reign of terror lasted only a few decades.&#10;&#10;Can it be an accident that Kurivan has reclaimed leadership of the Night now? Has it sensed an unknown weakness in the Order that it plans to exploit?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Husum",
    "ID": 245231,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245231/fields-of-arle-new-travel-destination-husum",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Order of Vampire Hunters: Slayer Freebies",
    "ID": 245232,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245232/the-order-of-vampire-hunters-slayer-freebies",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This Kickstarter Exclusive expansion includes four new Hunters that can be easily integrated into any Hunt.&#10;&#10;Box contains:&#10;4 Highly detailed plastic miniatures:&#10;&#10;     Alexey&#10;     Nikolay&#10;     Svetlana&#10;     Boris&#10;&#10;&#10;4 Hunter ID Cards&#10;4 Basic Weapon Cards&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Arle",
    "ID": 245233,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245233/fields-of-arle-new-travel-destination-arle",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Wunstorf",
    "ID": 245234,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245234/fields-of-arle-new-travel-destination-wunstorf",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Kassel",
    "ID": 245235,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245235/fields-of-arle-new-travel-destination-kassel",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Gießen",
    "ID": 245236,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245236/fields-of-arle-new-travel-destination-giessen",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Göttingen",
    "ID": 245238,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245238/fields-of-arle-new-travel-destination-gottingen",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Wolfsburg",
    "ID": 245239,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245239/fields-of-arle-new-travel-destination-wolfsburg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Cities: Wolfsburg (Lower Saxony, Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Dortmund",
    "ID": 245241,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245241/fields-of-arle-new-travel-destination-dortmund",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Duisburg",
    "ID": 245242,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245242/fields-of-arle-new-travel-destination-duisburg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Osnabrück",
    "ID": 245243,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245243/fields-of-arle-new-travel-destination-osnabruck",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Koblenz",
    "ID": 245244,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245244/fields-of-arle-new-travel-destination-koblenz",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Siegen",
    "ID": 245245,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245245/fields-of-arle-new-travel-destination-siegen",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Frankfurt",
    "ID": 245246,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245246/fields-of-arle-new-travel-destination-frankfurt",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Cities: Frankfurt am Main (Hesse, Germany)",
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Stuttgart",
    "ID": 245247,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245247/fields-of-arle-new-travel-destination-stuttgart",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Cities: Stuttgart (Baden-Württemberg, Germany)",
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Dreieich",
    "ID": 245248,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245248/fields-of-arle-new-travel-destination-dreieich",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Darmstadt",
    "ID": 245249,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245249/fields-of-arle-new-travel-destination-darmstadt",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Wiesbaden",
    "ID": 245250,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245250/fields-of-arle-new-travel-destination-wiesbaden",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Eppstein",
    "ID": 245251,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245251/fields-of-arle-new-travel-destination-eppstein",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Viernheim",
    "ID": 245252,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245252/fields-of-arle-new-travel-destination-viernheim",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Order of Vampire Hunters: Injury and Infection Deck Expansion.",
    "ID": 245253,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245253/the-order-of-vampire-hunters-injury-and-infection",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This expansion includes optional decks that can be added to any Order of Vampires Game.&#10;&#10;Contents:&#10;25 Serious Injury cards&#10;25 Infection cards&#10;&#10;The Serious Injury Deck makes a Hunter's life harder by giving serious injuries with on-going effects.&#10;&#10;The Infection Deck contains 'Scratch' cards that have no effect and 'Infected' cards that allow a Hunter to Turn at will, essentially adding a Traitor mechanic to the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Heidelberg",
    "ID": 245254,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245254/fields-of-arle-new-travel-destination-heidelberg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Konstanz",
    "ID": 245255,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245255/fields-of-arle-new-travel-destination-konstanz",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Country: Germany",
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – München",
    "ID": 245256,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245256/fields-of-arle-new-travel-destination-munchen",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Cities: Munich (Bavaria, Germany)",
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Kempten",
    "ID": 245258,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245258/fields-of-arle-new-travel-destination-kempten",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Nürnberg",
    "ID": 245259,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245259/fields-of-arle-new-travel-destination-nurnberg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Wien",
    "ID": 245261,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245261/fields-of-arle-new-travel-destination-wien",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Basel",
    "ID": 245262,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245262/fields-of-arle-new-travel-destination-basel",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Forch",
    "ID": 245263,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245263/fields-of-arle-new-travel-destination-forch",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Gütersloh",
    "ID": 245265,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245265/fields-of-arle-new-travel-destination-gutersloh",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Ulm",
    "ID": 245267,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245267/fields-of-arle-new-travel-destination-ulm",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Marburg",
    "ID": 245269,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245269/fields-of-arle-new-travel-destination-marburg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Düsseldorf",
    "ID": 245270,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245270/fields-of-arle-new-travel-destination-dusseldorf",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Ahrweiler",
    "ID": 245273,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245273/fields-of-arle-new-travel-destination-ahrweiler",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Bern",
    "ID": 245275,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245275/fields-of-arle-new-travel-destination-bern",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Oldenburg",
    "ID": 245276,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245276/fields-of-arle-new-travel-destination-oldenburg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Böblingen",
    "ID": 245277,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245277/fields-of-arle-new-travel-destination-boblingen",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Feuerland started a set of new travel destinations. You can get them in the towns printed on the travel destination.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Takeover",
    "ID": 245280,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/245280/takeover",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "'Take Over' is a board game about gaining control of a company by building up a holding of the shares, and subsequently preventing other players from doing the same.&#10;&#10;For up to 9 people - 8 players and a Chairman. With less than 8 players, the excess companies are removed from play and their squares on the board are covered over leaving only the companies in play.&#10;&#10;The players take turns to roll a die and move a single counter around the board, the square the counter lands on affects all players in the game who has the shares in that company.&#10;&#10;The board is similar to monopoly with the companies separated by general bonus or penalty squares that affect all players in the game.&#10;&#10;When the counter passes the start the current round ends and the chairman invites bank investments or overdrafts, collects overdraft payments, and oversees the buying and selling of shares.&#10;&#10;If at any time during the round, a player cannot pay all the penalties then he has to sell shares to the chairman for a fixed price. At the beginning of the next round all players can buy those shares also at a fixed price.&#10;&#10;The game ends when 1 player has all 8 shares in 1 company, they get a &pound;1000 bonus. All players then add up their holdings in shares and money the player with the largest holding wins.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Der Räuber Hotzenplotz: Die magische Kristallkugel",
    "ID": 245282,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/245282/der-rauber-hotzenplotz-die-magische-kristallkugel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Where did the robber Hotzenplotz hide? The players in this predatory game slip into the roles of Kasperl, Seppl, Grandmother and Sergeant Dimpfelmoser and go on the hunt for the robber Hotzenplotz. In order to find him, players have to remember where the character is in the forest. Only the magical crystal ball of fortune teller Frau Schlotterbeck helps. But when the sun goes down, it's not automatically won by the one who collected the most order cards. In the end, the robber Hotzenplotz must still be found. And that includes a bit of luck.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Books: Der Räuber Hotzenplotz"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "チャイニーズ・レストラン (Chinese Restaurant)",
    "ID": 245283,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/245283/chiyainizuresutoran-chinese-restaurant",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#227;&#129;&#174;&#227;&#131;&#129;&#227;&#131;&#163;&#227;&#130;&#164;&#227;&#131;&#139;&#227;&#131;&#188;&#227;&#130;&#186;&#227;&#131;&#187;&#227;&#131;&#172;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#179; (Chinese Restaurant) is a cooperative game in which you order dishes served on a turntable in a Chinese restaurant. Take pieces of food from the plates and meld them for takeout orders.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murderopolis",
    "ID": 245284,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/245284/murderopolis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Welcome to Murderopolis, detective! A place where there is a shitload of killing going down. It&rsquo;s time to solve some murder cases, get paid, get laid, and get out alive&mdash;if you can.&#10;&#10;How To Play&#10;Shuffle and deal each player 8 cards. If the &quot;Death&quot; card is dealt, the recipient is to exchange it for a new card, and it be inserted back into the deck. Set the deck face down between all participants. The player left of the dealer takes the first turn.&#10;&#10;For each turn, players draw 1 card and try to match 4 cards: the Suspect, Weapon, and Evidence cards featured on any Location card. Witness cards are wild and may be used in place of any Weapon or Evidence card. When a player has all 4 cards to make a match, he or she is to set it down on the playing surface, and announce a murder case has been solved. An opponent may inspect the cards to verify the match. If a player is unable to solve a case, and has more than 8 cards, he or she must discard 1 card into an open field of cards. Another player may take any discard, rather than drawing from the deck. A turn ends when a player solves a case, discards, or can do neither.&#10;&#10;When the Death card is drawn, the player dies and is to add all cards held to the discard field.&#10;&#10;The first player to solve 3 cases, wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Mature / Adult",
      "Murder / Mystery",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beyond the Edge",
    "ID": 245289,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/245289/beyond-the-edge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Ancient enemies at war have brought ruin to the galaxy. A final act of desperation has caused the folding of space and time, destroying all but a small starfield of systems. Within that star field, on the free planet of Orion, you have been recruited to stem the tide of pirates who have blockaded their small sector of space. However, it is what lies beyond those pirates that will change your destiny &mdash; and the universe &mdash; forever.&#10;&#10;Beyond the Edge uses a gaming system called &quot;Evolve/Beyond&quot;, an innovative method of allowing you to keep all that you have obtained during each game for the next, allowing you to have individual stories that are specific to your character and which progress independently of your allies.&#10;&#10;Beyond the Edge has an easy-to-learn cooperative game system in which rules and story develop as you play, allowing casual players to learn as they go. However, for gaming veterans, the faction system of Beyond the Edge creates a dynamic play experience in which the races and groups you ally with not only change your objective, but which special abilities and upgrades you have. What's more, with the &quot;Dry Dock&quot; system, you can even take your ship, captain, and missions and jump into other players' games, creating an ever-evolving gameplay experience.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Cancelled Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Claustrophobia: Compendium Maleficarum",
    "ID": 245292,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245292/claustrophobia-compendium-maleficarum",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a french book made by Nicolas Colson (Konix) that gathers all scenarios and cards about Claustrophobia.&#10;&#10;-56 scenarios from core box &amp; expansions, official blog, boardgame press...&#10;-The Campagne Mode by Philippe Vill&eacute; (4 scenarios and 14 cards for characters's special abilities).&#10;-28 demon cards.&#10;-Rules summary (of the 3 boxes).&#10;-Repaint tutorial.&#10;-Extra characters sheets.&#10;... and many more!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cochabamba",
    "ID": 245293,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/245293/cochabamba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Time runs out and only few boats remains to escape. Each player manages a gang of animals trying to escape from the zoo by crossing the river. Players has to do their best to put them safely on the different boats. But be careful, if a boat is overweight it might get sink.&#10;&#10;The game last 3 rounds. &#10;Each round has two phases:&#10;&#10;1. Boarding the boats: Starting with the first player and going in turn order, players have to place their animals on the different boats.&#10;&#10;2. Resolution:  Resolving each boat takes place. &#10;Check the boat capacity: If the sum weight of the animals aboard is equal or less than the boat resistance the boat will set sail. If so, players place their animals in their player area, otherwise the boat sinks and animals go to the discard pile.&#10;&#10;Be careful the animals you place on each boat, since depending on the kinds of animal that meet aboard might cause different situations, so some animals might be eaten by other animals or taken out of the boat.&#10;&#10;After finishing the third round the game ends. Players total the weight of the animals in their player area. (those which got to escape on the boats). The player with the most points will be the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ohirune Nyanko Darake",
    "ID": 245315,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/245315/ohirune-nyanko-darake",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A balance game featuring cats in different poses.&#10;&#10;Set up the wobbling tire on a table or floor and then take it in turns to place one of 10 cat figures onto it using the chopsticks provided. Make sure you balance carefully and don't let the cats come tumbling off!&#10;&#10;The game is aimed at children but is challenging enough for adults to play, especially in lighthearted settings.&#10;&#10;It comes with numerous play options and mini games and puzzles.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Darake"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rescue Mac",
    "ID": 245320,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/245320/rescue-mac",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Your friend and one time rescuer has finally gotten himself into a situation that he can&rsquo;t get out of. Drawing on skills gained from your previous adventures and using only the items you find along the way you must now team up with others like yourself. Get your duct tape, bubble gum, and paper clip ready with only 10 minutes before the whole place goes up in flames, it's your turn to Rescue Mac.&#10;&#10;In each game of Rescue Mac you will be placed in a highly intense situation in which you will be required to complete six unique skills within 10 stressful minutes for 2-5 players ages 6 and up.&#10;&#10;What Is Included:&#10;The basic game includes 12 skills, 6 fixes, 6 characters, 30 items, 12 fails, 5 special fails, and 1 extra signed card based on support level.&#10;&#10;The deluxe edition includes 24 skills, 12 fixes, 12 characters, 60 items, 24 fails, 10 special fails, and 1 extra signed card based on support level along with additional rules and cards for both a cooperative and vs mode.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Card Kingdoms – Expansion Pack #06: Relics",
    "ID": 245335,
    "Year": "(2018)",
    "Geek Rating": "5.630",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245335/valeria-card-kingdoms-expansion-pack-06-relics",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Expansion Pack #06: Relics adds a new mechanism to the game that introduces variable player powers.&#10;&#10;During setup, shuffle up the Relics and give one to each player. Each Relic has a unique power. During the game, use your Relic to get bonus actions or discounts on performing actions to amplify your progress in the game.&#10;&#10;This expansion was included in the Kickstarter campaign for the Shadowvale expansion.&#10;&#10;The Relic expansion pack will NOT be available through retail. It will be available at conventions and possibly at the BGG Store.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – The Faith Militant",
    "ID": 245336,
    "Year": "(2018)",
    "Geek Rating": "5.557",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245336/a-game-of-thrones-the-card-game-second-edition-the",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Faith Militant is the fifth Chapter Pack in the &quot;Flight of Crows&quot; cycle for A Game of Thrones: The Card Game, and it introduces a special focus on the religions of Westeros, even when viewed alongside the other Chapter Packs of the cycle. Here, you'll find characters who've sworn fealty to The Seven, the Drowned God, and R'hllor, each serving their gods with the utmost fervor. With iconic characters like Arya Stark, Daenerys Targaryen, and Coldhands appearing in this expansion alongside a new agenda focused on The Seven, it's plain to see that the Seven Kingdoms will never be the same again.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: The Card Game – Promise of Power",
    "ID": 245338,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245338/star-wars-the-card-game-promise-of-power",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Throughout the &quot;Alliances&quot; cycle, you've been encouraged to forge new alliances across affiliations. Now, with Promise of Power, players find the final Force Pack of &quot;Alliances&quot;, marking the climactic conclusion of the cycle. With ten new objective sets (two copies each of five distinct sets), this Force Pack continues to reward players of Star Wars: The Card Game for melding affiliations together in a single deck. Promise of Power also introduces plenty of characters from Star Wars Rebels, bringing a new version of Ezra Bridger, Cikatro Vizago, and more Inquisitors into the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;Contains objective sets 285-289.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Star Wars – The Card Game (LCG)",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Android: Netrunner – Whispers in Nalubaale",
    "ID": 245339,
    "Year": "(2018)",
    "Geek Rating": "5.582",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245339/android-netrunner-whispers-in-nalubaale",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Enter the SSL with Whispers in Nalubaale, the fifth Data Pack in the &quot;Kitara&quot; cycle for Android: Netrunner The Card Game! Whispers in Nalubaale introduces three copies of twenty new cards for every faction, including a new Anarch identity that gives the runner new ways to spend their virus counters, and a risky new tool for Jinteki that pays dividends economically as it invites the runner to explore their deadly servers. Expand on the themes found in the Revised Core Set with Whispers in Nalubaale!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Android – Netrunner (LCG)",
      "Players: Two-Player Only Games",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ranter-Go-Round",
    "ID": 245343,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/245343/ranter-go-round",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ranter-Go-Round (also known as Chase the Ace, Cuckoo, Bohemian Poker, Screw Your Neighbor, Stick or Swap, Bring the King, or Chicago Shuffle) is a card game with bluffing elements.&#10;&#10;Any number of players, 52 cards. The object is to not have the lowest card at the table. The ranking of cards from highest to lowest is: K Q J 10 9 8 7 6 5 4 3 2 A, or alternately A K Q J 10 9 8 7 6 5 4 3 2. Suit is irrelevant.&#10;&#10;Each player has an equal number of counters placed in front of them - usually from 2 to 4 - to mark his or her &quot;lives&quot;. (Alternatively, a dollar bill or other note may be used, and players use the corners to mark their lives, folding a corner in when a life is lost.) Cards are dealt, one card to each, face down. Starting to the left of the dealer - each in turn examines their card. If they are satisfied with their card they may keep it, usually simply by announcing, &quot;I'm good.&quot; or similar. However, if they are unsatisfied they may pass it to the player on their left while announcing that they are &quot;not good&quot;, receiving that player's card back in return. The player to the left is obliged to exchange for the unwanted card unless they currently hold a King at which time they can refuse the card by showing their King. That transaction completed, privilege now passes to the player to the left who may or may not have a new card to decide on. (Players who have shown a King in defense are considered to have completed their play.) Play continues to the left as such. Once we reach the dealer the dealer has the same decision as any other player except that they exchange with the top card on the remaining deck instead of another player.&#10;&#10;All exchanges completed, the players' cards are then all turned face up, and the lowest at the table loses a counter/life - which they place into the central pot. Ties lose a life each. Once a player loses all their lives they are out of the game, and only remaining players are dealt in for the next hand. Each hand the dealer rotates to the next player to the left.&#10;&#10;Play continues as such until the only player with live(s) remaining takes the entire central pot.&#10;&#10;Of special note, if it gets down to just two players and they each have one counter and they tie, they both lose and place their existing counter into the pot and all players re-ante and start the round over again.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "THE PIT: The Board Game",
    "ID": 245344,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/245344/the-pit-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "The agents of SOLFORCE have been given a mission - infiltrate THE PIT, a diabolical alien super-laboratory, and destroy the evil mastermind in command.&#10;&#10;THE PIT: The Board Game is a sci-fi dungeon-crawler adventure set in the SWORD OF THE STARS universe of video games. 1-4 Players take their pick from 4 SolForce soldiers and 3 non-Teran operatives as they make their way through the hallways and rooms of THE PIT.&#10;&#10;Players take turns searching for supplies, looting rooms, and battling monsters as they make their way deeper and deeper into the facility. To win a game of THE PIT: The Board Game, Players must defeat the Lord of the Pit on the final floor.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neon Limbo: Redemption",
    "ID": 245345,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/245345/neon-limbo-redemption",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You play a long-retired knight of the once great but now disbanded knightly Order. Since becoming former knights, you and your remaining companions have been operating a modest bar together. One night, you have all been rudely awoken by threatening events and false accusations of mysterious origin. Split up and on the run, chased by agents of dangerous organizations and other threats to your peaceful retirement, you must hastily travel in secret across the realm and unravel the conspiracy.&#10;&#10;Neon Limbo: Redemption is a competitive game with some &ldquo;common threat&rdquo; elements. It is played over a fixed number of rounds, divided across three Chapters. Each round, you travel from location to location and choose from encounters of various degrees of difficulty to resolve. Encounters represent character choices and their resolution defines your character's personal path, traits, and story. By resolving encounters you can gather Support in the realm, but may also attract negative attention in the form of Glow tokens.&#10;&#10;The goal is to acquire the most Influence Points while avoiding accumulating too many Glow tokens which may cause you to lose in the end.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Maze",
      "Medieval",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – Sands of Dorne",
    "ID": 245349,
    "Year": "(2018)",
    "Geek Rating": "5.593",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245349/a-game-of-thrones-the-card-game-second-edition-san",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Sands of Dorne is a deluxe expansion for A Game of Thrones: The Card Game, bringing House Martell squarely into the sunlight and giving them the cards they need to go toe-to-toe with any other faction in the game. Here, you'll find powerful new versions of House Martell's most iconic and dangerous characters, all intent on bloody revenge, including Doran Martell, The Red Viper, Ellaria Sand, Quentyn Martell, Nymeria Sand, and Areo Hotah. Every other faction in the game also receives two new non-loyal cards in this deluxe expansion, plus a brand-new agenda&#10;and an assortment of neutral plots.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – Disciples of the Void",
    "ID": 245350,
    "Year": "(2018)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245350/legend-of-the-five-rings-the-card-game-disciples-o",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Step into the world of the Phoenix with Disciples of the Void Clan Pack for Legend of the Five Rings: The Card Game! Taking the best of the Dynasty Packs and the Deluxe Expansions found in Fantasy Flight Games' other Living Card Games, this clan pack contains seventy-eight new cards (three copies each of twenty-five different cards and one copy each of three different cards). Primarily focusing on the Phoenix Clan, Disciples of the Void features a different spell for every element, a bevy of Shugenja with powerful effects, a new role card, the highest costed character in the game, and much more.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Android: Netrunner – The Devil and the Dragon",
    "ID": 245351,
    "Year": "(2018)",
    "Geek Rating": "5.583",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245351/android-netrunner-the-devil-and-the-dragon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Devil and the Dragon, the fourth Data Pack in the &quot;Kitara&quot; cycle for Android: Netrunner features three copies of twenty new cards and continues to explore the Sub-Saharan League in the world of Android through the eyes of new Criminal and Weyland identities.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Android – Netrunner (LCG)",
      "Players: Two-Player Only Games",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crystal Clans: Shadow Clan",
    "ID": 245355,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245355/crystal-clans-shadow-clan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Out of the darkness, a new clan emerges seeking the power of the magic crystals. Summon all of your guile and embrace the shadows with the Shadow Clan expansion deck for Crystal Clans!&#10;&#10;This deck contains an array of stealthy and magical units for you to choose from when building your armies. Deploy Atticus Nightstalker and quickly teleport him across the battlefield into confrontations with your opponent. Or bring the Puppeteer and a never-ending army of Shadow Puppets to the battle and overwhelm the enemy with superior numbers. Tap into the darkness within and seize the crystals with the power of the Shadow Clan!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Crystal Clans",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crystal Clans: Fang Clan",
    "ID": 245356,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245356/crystal-clans-fang-clan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The path to the magic crystals leads through the forest and the animals who live there will claim what is rightfully theirs. Become the leader of the pack with the Fang Clan expansion deck for Crystal Clans!&#10;&#10;This deck contains a multitude of units who channel the power of the forest into overwhelming power. Combine Alpha heroes Pilo, Lyca, and Zerda with units such as Painted Wolves to create an intimidating squad that can quickly traverse the battlefield. Or trample the enemy under the thundering paws of your Bear Cavalry. Each unit offers new options for you to custom build your squads to battle for the magic crystals using the strategy of your choice. Muster the strength of the animals and enter the fray!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Crystal Clans",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder in Weisswurststüberl",
    "ID": 245359,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/245359/murder-in-weisswurststuberl",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Who has &quot;the godmother&quot; Elfriede Butterweck on his conscience? Take on the roles of Hansi Hinterwimmer &amp; Co. and determine the murderer together with up to 7 guests. You are allowed to combine, stalk and spy, which has what it takes! And because for &#10;savage rascals a good meal in every situation, they even tell you their favorite delicacies  Invite your guests to a tasty delicacy buffet and murderously good entertainment at the perfect thriller event!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ta Boite",
    "ID": 245361,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/245361/ta-boite",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ta Boite is the family version of Ta Yeule. A player draws a reflection card and reads one of the two reflections on the card.&#10;&#10;The next player must choose one of the 4 replicas on his card to answer.&#10;&#10;At the end of the round, the worst replica will receive a Ta Boite!&#10;&#10;Simple but hilarious because players can not use the same replica twice. So be strategic or lack of comic choice!&#10;&#10;---&#10;&#10;French description:&#10;&#10;Ta Boite est la version familiale de Ta Yeule. Un joueur pige une carte r&eacute;flexion et lit &agrave; voie haute une des deux r&eacute;flexions sur la carte.&#10;&#10;Le prochain joueur doit choisir une des 4 r&eacute;pliques sur sa carte pour r&eacute;pondre.&#10;&#10;&Agrave; la fin du tour, la pire r&eacute;plique recevra un Ta Boite !&#10;&#10;Simple mais hilarant car les joueurs ne peuvent pas utiliser 2 fois la m&ecirc;me r&eacute;plique. Alors soyez strat&eacute;gique ou faute de choix comique !&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Hunt",
    "ID": 245366,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/245366/dungeon-hunt",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dungeon Hunt is a card game simulating the experience of a classic dungeon crawler. The play deck is formed by 54 cards.&#10;&#10;Playdeck cards&rsquo; list:&#10;4 hero cards;&#10;12 dungeon cards (6 corridors and 6 rooms) + 1 Start card + 1 Elevator Exit card;&#10;8 Monster Cards;&#10;28 Equipment Cards;&#10;&#10;Players: 1-4&#10;&#10;3 difficulty levels&#10;&#10;Setting&#10;A race of hunter aliens (Predator like) lands on earth and take 4 warriors as prisoners for a survival game. The four are taken on a labyrinth-arena-ship where they must face mythological monsters finding at the same time a way to exit.&#10;&#10;Cards general description&#10;Hero cards are the sheets of all four characters, these cards contain all information to manage our hero.&#10;Dungeon cards are exactly what their name suggests - corridors and rooms to explore. On these cards there are symbols which have a value during the game.&#10;Monster cards are the sheets of monsters encountered in the dungeon, their statistics change according to the dungeon difficulty level.&#10;Equipment cards are weapons, potions, and various items that can be used by heroes during the game.&#10;&#10;Game setup:&#10;Cards are divided into three decks - monsters, equipment, and dungeon decks.&#10;Choose difficulty level (the dungeon cards number changes).&#10;Place down the Start card.&#10;Choose a hero.&#10;Draw 2 equipment cards.&#10;Now you are ready to to begin the turn.&#10;&#10;Games turns&quot;&#10;Draw a dungeon card and put it next to the Start card matching the arrows correctly.&#10;Draw a monster card and roll a 6 sided dice to determine the number of monsters.&#10;Roll another 6 sided dice to determine how many actions heroes can take this turn. All actions are subdivided among characters.&#10;Compare monsters initiative with the one of the current turn hero and proceed with the fighting. When all monsters are defeated, each hero draws a card from the equipment deck.&#10;Before beginning a new turn, equipment cards can be attached or exchanged among players and other actions can be taken.&#10;&#10;The turn passes to the second player and the game proceeds as described until the Elevator Exit room where heroes face the final boss monster and need to defeat it in order to win the game&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clank!: The Mummy's Curse",
    "ID": 245377,
    "Year": "(2018)",
    "Geek Rating": "6.787",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245377/clank-the-mummys-curse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Untold riches await inside the pyramids of the Ancients &mdash; but they are well protected. An undying Mummy guardian spreads a vile curse to those who would rob its tomb. And, inevitably, the treasure has attracted a dragon. Can you escape the fearsome Croxobek?&#10;&#10;Clank! The Mummy's Curse, an expansion for Clank!: A Deck-Building Adventure, adds a wandering mummy to the pathways that players will explore as well as new artifacts to acquire in the depths of the pyramid!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Dice Rolling",
      "End Game Bonuses",
      "Movement Points",
      "Open Drafting",
      "Pick-up and Deliver",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Egypt",
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Creatures: Mummies",
      "Game: Clank!",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Now goes me a light up",
    "ID": 245378,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/245378/now-goes-me-a-light-up",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;Now goes me a light up&quot; is a card game about common phrases. If you translate German idioms into the English language you don't get the correct English equivalent, but rather a funny English sentence. Then it's not English, it's Denglish (&quot;D&quot; for Deutsch = German). So one by one the players draw a card and have to translate the Denglish sentences into German and then also have to find the correct English forms. Only if a player can translate the Denglish phrase into German and then correctly into English they can keep the card. The more cards the players collect the more points they earn. Whoever earns most points wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schicht im Schacht",
    "ID": 245380,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/245380/schicht-im-schacht",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "The moles are always digging in the soil and building tunnels. The goal of this card game is to lay down cards as neatly and to build as many tunnels as possible. If a player completes a tunnel, he or she is allowed to clear away the cards and leave them as a reward in front of him or her. The one with the most gained cards in the end wins.&#10;Each player gets twelve cards and two cards that are the beginning of the tunnels. Then each player choses one card and discards faced down. The player with the highest number wins and is the first to place his card. It is important to only place cards to rows and columns in the same color (red, yellow, green, blue) and to place cards in the right number series. To gain points, the player has to complete a tunnel of four cards, which lay down in a row, a column or as a stack. The game ends if all cards are discarded. Additionally there are joker cards, which can be replaced for all other colors.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Moles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Town Called Nowhere",
    "ID": 245388,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/245388/a-town-called-nowhere",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "&quot;Howdy, stranger, I'm Ma Johnson. I used to run a lodging house back east. Ran a couple more in different towns on route out here, too. Seems to be the way, that once a town starts gittin' big it starts attracting the wrong sort. That's why I'm here talking to you now. The last town I was in turned bad once some mean critters started calling the shots. I knew it was time to move on when the mayor appointed the town drunk as marshal. We're way out in the middle of nowhere here, so hopefully the bad seeds will fall short.&quot;&#10;&#10;In A Town Called Nowhere, you take the role of a pioneer settling a new town in the Old West. There'll be business opportunities aplenty for folks with an eye on the main chance and pitfalls too for those who don't cover their tracks. As you'd expect, there&rsquo;ll be saloons, gambling, and gunfights. There'll be a jail, a bank, and a gunsmith. There'll be a marshal, a schoolteacher, and a lady called Ruby; the bank will get robbed, the corral will burn down, and some big shot will run you out of business so he can build a grand hotel where your wash house stands. Once the dust settles, that same big shot will paint his name on the town sign and say, &quot;If anyone has any objections, they should speak up now&quot;. Will you say anything? Course not, you'll head back to your washboard and eke out a meagre existence scrubbing miner's socks. Of course, it doesn't have to turn out that way. I mean, no one's even driven a stake yet.&#10;&#10;The game takes place on the grid map of the Town of Nowhere, which is empty at the start of the game. As players take their turns and the game progresses the map will become populated with all the buildings and businesses you'd expect in the Old West.  Each player controls the movements and actions of their gang of associates as they move about town taking care of business and business can be anything from manning the counter at the dry goods store to gunning down the marshal.&#10;&#10;The player with the greatest prestige at the end of the game wins and gets to name the town after themselves.&#10;&#10;",
    "Categories": [
      "American West",
      "City Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Push Your Luck",
      "Take That",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Obsession: Wessex Expansion",
    "ID": 245392,
    "Year": "(2018)",
    "Geek Rating": "6.642",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/245392/obsession-wessex-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3.0909",
    "Description": "The Wessex Expansion adds a fifth family board to the mix that gives the advantage of a larger starting country estate. A player selecting the Family Wessex player board will have their choice between the Breakfast Room and Tennis Court&mdash;second level improvements&mdash;in his or her manor house at the beginning of the game. The expansion also adds five additional Starter Guests, five additional Casual Guests, five additional Prestige Guests, and six new Solitaire opponents.&#10;&#10;- description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Country: England",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Game: Obsession"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "American Dreams",
    "ID": 245393,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/245393/american-dreams",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Objective&#10;Throughout history collect Life, Liberty, &amp; Pursuit of Happiness cards. Each of these cards has a value, the player with the most points is the winner of the game.&#10;&#10;Deck Types&#10;American Dream &ndash; These are the Timeline Cards that will be played each turn to progress through American History, each play of the game will be the length of fifty years. Life, Liberty, and Pursuit of Happiness Cards &ndash; These cards include special moments in your life that you have experienced during your time playing, collecting these cards are important to winning the game and finishing with enough points to obtain and maintain your American Dreams. Remember the player with the highest total from these cards is the winner of the game.&#10;&#10;Setup &amp; Starting&#10;Separate and shuffle the four different deck types, deal each player five American Dream Cards and one from each of the following decks; Life, Liberty, &amp; Pursuit of Happiness. The player will have all Life, Liberty, &amp; Pursuit of Happiness Cards face up in front of them.&#10;&#10;The first card played in the timeline will be played by the oldest player, they must play their earliest American Dreams Card i.e. 1909.&#10;&#10;Each player will take turns playing timeline cards and collecting or discarding Life, Liberty, &amp; Pursuit of Happiness Cards based off the actions the American Dreams Card has them take.&#10;&#10;For your turn you please note that you may only play a card 1 to 3 years after the previous card played. For example: If a player lays down 1925 and you are the next player, you may play 1926, 1927, or 1928&mdash;if you do not have that card, your turn is skipped and discard an American Dreams Card of your choice.&#10;&#10;History Behind the Game&#10;Each play you will most likely lose or gain Life, Liberty, &amp; Pursuit of Happiness cards each and every turn. The fluctuation mimics the point on the timeline when obtaining the American Dream was more difficult than in other years.&#10;&#10;During Wartime players will find it most difficult to maintain their current point total, use your cards wisely during these time to ensure that you will have the most points when the Timeline reaches fifty years from the starting point. Winning And Losing The Game When fifty years has passed on the timeline, you may begin to tally the total from your Life, Liberty, &amp; Pursuit of Happiness cards. The player with the highest total is the winner.&#10;&#10;Alternate Rules&#10;Century Play: Depending on which version of the game you will be playing with, this version of the game goes beyond fifty years, it will begin in 1901 and last the entirety of the American Dreams deck, all cards must be played.&#10;&#10;When you play the card it must be the exact following year, if you do not have that card&mdash;draw another card. You will not discard in this scenario. All American Dreams cards will be played on the timeline.&#10;&#10;Example Of Play&#10;Player One sets down 1904 to start the game, which causes them to collect one Happiness card, concluding their turn. Player Two sets down 1907 to follow, causing them to collect one Liberty card, concluding their turn. Player Three sets down 1910 to follow, causing them to lose one Life card. On Player One's second turn at play, they choose to use one of their Life, Liberty, &amp; Pursuit of Happiness cards that has an action&mdash;on this turn of play they have the option to trade a card with a fellow player. Player One chooses to take their 1 point value card and trade it for Player Two's 5 point value card. This action will help Player One going forward.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "楽園の方舟 (Rakuen no Hakobune)",
    "ID": 245394,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/245394/le-yuan-nofang-zhou-rakuen-no-hakobune",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "User summary&#10;In &#230;&#165;&#189;&#229;&#156;&#146;&#227;&#129;&#174;&#230;&#150;&#185;&#232;&#136;&#159; (Rakuen no Hakobune) Ark of Paradise, players are escaping a sinking island, and compete to collect the most resources before the end of the sixth round. Players place two workers each round, one at the lowest numbered position of a line of their choice, then one at the highest numbered position of a line of their choice, which are then moved in order to the available resource spots for that line. Points are scored for resources and majority of resources, for contributing to the arks that take them off the island, and for completing a secret goal by the end of the game.&#10;&#10;In the game of Ark of Paradise, players are clan leaders in an island which is doomed to sink. They send their workers everywhere in the island to gather domestic artifacts, animals, and plants, and to build arks to evacuate from the island.At the end of sixth round, the island sinks and the arks depart to a new land. Players score points according to amount of items gathered and contribution to ark-building, and the highest scorer is the winner and leads the entire clans on the new land.&#10;&#10;This game utilizes unique worker-placemnt mechanism. Each round, available actions are determined by card draw, and action spaces are divided into three groups. Workers don't go into action spaces directory but into spaces which determine a group and priority. You may place two worders in a turn, first one into the top available priority of a group and second one into the bottom. After all eligible workers are placed, each worker is sent to their intended action group in the order of priority. You cannot be fully aware of which actions your workers do until that time. You will have moderate interactions with other players, and that is a fun part of this game.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#129;&#187;&#227;&#130;&#141;&#227;&#129;&#179;&#227;&#129;&#174;&#233;&#160;&#144;&#232;&#168;&#128;&#227;&#129;&#140;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#179;&#182;&#227;&#129;&#174;&#230;&#156;&#137;&#229;&#138;&#155;&#227;&#129;&#170;&#233;&#131;&#168;&#230;&#151;&#143;&#227;&#129;&#174;&#233;&#149;&#183;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#232;&#135;&#170;&#227;&#130;&#137;&#227;&#129;&#174;&#233;&#131;&#168;&#228;&#184;&#139;&#227;&#130;&#146;&#229;&#179;&#182;&#228;&#184;&#173;&#227;&#129;&#171;&#233;&#128;&#129;&#227;&#130;&#138;&#232;&#190;&#188;&#227;&#129;&#191;&#227;&#128;&#129;&#229;&#179;&#182;&#227;&#129;&#139;&#227;&#130;&#137;&#232;&#132;&#177;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#174;&#230;&#150;&#185;&#232;&#136;&#159;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#231;&#169;&#141;&#227;&#129;&#191;&#232;&#141;&#183;&#227;&#130;&#146;&#229;&#179;&#182;&#228;&#184;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#139;&#227;&#129;&#141;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#239;&#188;&#150;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#140;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#129;&#168;&#227;&#129;&#141;&#229;&#179;&#182;&#227;&#129;&#175;&#229;&#174;&#140;&#229;&#133;&#168;&#227;&#129;&#171;&#230;&#178;&#136;&#227;&#129;&#191;&#227;&#128;&#129;&#230;&#150;&#185;&#232;&#136;&#159;&#227;&#129;&#175;&#230;&#150;&#176;&#229;&#164;&#169;&#229;&#156;&#176;&#227;&#129;&#184;&#230;&#151;&#133;&#231;&#171;&#139;&#227;&#129;&#161;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#169;&#141;&#227;&#129;&#191;&#232;&#141;&#183;&#227;&#129;&#174;&#230;&#149;&#176;&#227;&#130;&#132;&#230;&#150;&#185;&#232;&#136;&#159;&#227;&#129;&#174;&#229;&#187;&#186;&#233;&#128;&#160;&#227;&#129;&#171;&#232;&#178;&#162;&#231;&#140;&#174;&#227;&#129;&#151;&#227;&#129;&#159;&#229;&#186;&#166;&#229;&#144;&#136;&#227;&#129;&#132;&#227;&#129;&#171;&#227;&#129;&#138;&#227;&#129;&#134;&#227;&#129;&#152;&#227;&#129;&#159;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#130;&#146;&#230;&#137;&#139;&#227;&#129;&#171;&#229;&#133;&#165;&#227;&#130;&#140;&#227;&#128;&#129;&#227;&#130;&#130;&#227;&#129;&#163;&#227;&#129;&#168;&#227;&#130;&#130;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#230;&#150;&#176;&#229;&#164;&#169;&#229;&#156;&#176;&#227;&#129;&#171;&#227;&#129;&#138;&#227;&#129;&#145;&#227;&#130;&#139;&#230;&#140;&#135;&#229;&#176;&#142;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#174;&#229;&#156;&#176;&#228;&#189;&#141;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#239;&#188;&#136;&#227;&#129;&#164;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#171;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#239;&#188;&#129;&#239;&#188;&#137;&#10;&#227;&#131;&#175;&#227;&#131;&#188;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#129;&#174;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#140;&#231;&#139;&#172;&#231;&#137;&#185;&#227;&#129;&#167;&#227;&#128;&#129;&#228;&#184;&#173;&#229;&#164;&#174;&#227;&#129;&#174;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#190;&#227;&#129;&#154;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#128;&#129;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#129;&#174;&#227;&#129;&#130;&#227;&#130;&#139;&#229;&#156;&#159;&#229;&#156;&#176;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#228;&#184;&#138;&#227;&#129;&#184;&#233;&#128;&#129;&#227;&#130;&#138;&#232;&#190;&#188;&#227;&#129;&#190;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#168;&#227;&#129;&#174;&#227;&#129;&#187;&#227;&#129;&#169;&#227;&#130;&#136;&#227;&#129;&#132;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#191;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#128;&#129;&#233;&#129;&#169;&#229;&#186;&#166;&#227;&#129;&#170;&#230;&#130;&#169;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#149;&#227;&#129;&#140;&#233;&#157;&#162;&#231;&#153;&#189;&#227;&#129;&#132;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Garlic and Cross",
    "ID": 245397,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/245397/garlic-and-cross",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In &#227;&#131;&#139;&#227;&#131;&#179;&#227;&#131;&#139;&#227;&#130;&#175;&#227;&#129;&#168;&#229;&#141;&#129;&#229;&#173;&#151;&#230;&#158;&#182; (&quot;Garlic and Cross&quot;), players are vampires with weaknesses (cards tucked into the front of their player screens) seen only by the other players. Players bet on whether they'll be the last alive in this round, then play weakness cards to try to eliminate the other players first. The last vampire alive wins the pot.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marrak Hesh 17",
    "ID": 245408,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/245408/marrak-hesh-17",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Marrak Hesh 17 is a mini-game composed by a board, 26 goods tokens, 26 tranportation tokens, 2 2-players boards, 3 3-players boards, 3 corporation tokens and 10 &quot;deep space&quot; cards.&#10;At his turn a player places one transport token on a free space on the board representing an &quot;orbital souk&quot; and takes the corrisponding good. The taken good must be placed on the player board ortogonally adjacent to his others goods. The game ends when all players can't take goods from the board. &#10;Every player scores points for the biggest gruop of goods of the same type and the biggest group of goods of the same colour. Some goods give bonus points and in the advanced variant also the &quot;deep space&quot; cards add points for different conditions.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Magazine: ioGioco"
    ]
  }
]