[
  {
    "Rank": "N/A",
    "Name": "Pokemon TCG: Blazing Volcano Theme Deck",
    "ID": 291749,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291749/pokemon-tcg-blazing-volcano-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Blazing Volcano Theme Deck from the Lost Thunder expansion of the Pok&eacute;mon Trading Card Game predominantly focuses on Fire and Grass type Pok&eacute;mon. The main Pok&eacute;mon is Entei.&#10;&#10;Like other Theme Decks, Blazing Volcano includes damage counters, a custom coin, one two-player mat, an Entei deckbox and a TCGO deck access code.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Volcanoes",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The City: Upgraded Edition",
    "ID": 291752,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/291752/the-city-upgraded-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Upgraded Edition (Kickstarter) includes content packaged inside the base game box that is not found in the retail edition.&#10;&#10;This includes The City: The Expanded City, 3 Iconic City packs (Paris, Seoul, Washington DC), and the Eco Mini-Expansion.&#10;&#10;The cards from the Iconic City Packs replace those in the base game while the ones from the Expanded City and Eco Mini-Expansion are added to the base game.&#10;&#10;The cards in the Eco Mini-Expansion are labeled as 'ECO' on the right side of the lower text area of the cards. The cards in the Paris Iconic City pack are labeled as 'PARIS'. The cards in the Seoul Iconic City pack are labeled as 'SEOUL'. The cards in the Washington D.C. Iconic City pack are labeled as 'DC'.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rommel's Last Battle: Caen 1944",
    "ID": 291754,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291754/rommels-last-battle-caen-1944",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This is a war simulation game talked about Battle for Caen in 1944 for 1 - 2 players. The biggest feature in this game is no random elements (no dice, no CRT...).&#10;&#10;Components:&#10;Map x 1&#10;Counters x 82&#10;Cards x 55&#10;Rule-book x 1&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Caen (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Villages: Friends Promo Card",
    "ID": 291757,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291757/villages-friends-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Friends&#10;Light Unit&#10;When you give this unit to another player during your give phase.  You can move a card from your graveyard to the discard pile.&#10;&#10;Given out at SaltCon End of Summer 2019.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Villages: Pathfinder Promo Card Set",
    "ID": 291758,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291758/villages-pathfinder-promo-card-set",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pathfinder&#10;As your give phase, you can look at the top card of any deck and choose to put it  back or move it to the bottom of that deck.&#10;&#10;The pack contains:&#10;Purple, Blue, Yellow, Green, Orange and Red versions.&#10;&#10;Given out at SaltCon End of Summer 2019&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Civilization",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mumbo Jumbo",
    "ID": 291770,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291770/mumbo-jumbo",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mumbo Jumbo is a teasing tangled game of anagrams and general knowledge.&#10;Ingeniously-devised anagrams covering a wide range of topics from movies to places, television to household objects and people to books have to be solved with the help of subtle clues both straight and cryptic&#10;Mumbo Jumbo is more than just a brain teasing challenge - it's a tense race against time and all the others players.  Everyone is under the same time limit everyone is up against everyone else.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BrainBox: Opposites",
    "ID": 291772,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/291772/brainbox-opposites",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Children aged 4+ can learn about opposites with this beautifully illustrated BrainBox. Designed for parents to play with their children, this great game will improve observation and memory skills. Whether players are old or young, big or small, BrainBox Opposites will provide fun for all the family.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chute",
    "ID": 291773,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/291773/chute",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "2",
    "Description": "Chute is a board game for two players of approximately 25 minutes, which has two teams made up of different players from the &quot;Chutemundo&quot;, a fictional world made up of different regions that compete with each other with their own unique players and abilities.&#10;&#10;The game resembles a football match, which takes place over 9 rounds (aproximately 25 minutes total), which represent the 90 minutes of the football game, and the objective is to score more goals than the opponent.&#10;&#10;With the different cards in your deck you can create combos and extraordinary plays, and use objects to build up and upgrade your team.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Food and Drink Trivia Game",
    "ID": 291774,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291774/food-and-drink-trivia-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2400 questions the yummiest trivia game ever!&#10;&#10;Whether you are a fast food junkie, a lover of good home cooking or an expert in haute cuisine,  Food and drink trivia has something for you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tartan Snap and Join The Clan",
    "ID": 291775,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/291775/tartan-snap-and-join-the-clan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The box contains 2 packs of 42 cards, each with different clan tartans. &#10;Join the Clan has the objective of collecting as many pairs of tartans as possible. Any number of people from 2 to 6 can play. This is essentially the games of pairs. &#10;Tartan Snap is a more sophisticated game of snap where there are five sets of tartan cards with red in the fabric. These cards act as jokers. The players shout &ldquo;snap&rdquo; when a pair of cards appear, as in the usual game, but in this case a pair of two identical cards, or a joker and another card or two jokers will count as a valid pair.&#10;&#10;There are three variants to this games.&#10;&#10;&#10;     Smiling snap. Players stare at each other when a pair appears, the first one to smile loses. (Good for players with laryngitis or who are in love.) &#10;     Grab. When a pair appears the players try to grab the other players deck while also trying to protect their own. If one player gets their hands on both decks the game is over. &#10;     Snap for 3 players. The same as snap yet with three players. Anytime a joker appears it will be a &ldquo;snap&rdquo;. At any time a player shouts &ldquo;snap&rdquo; at the wrong time loses their played cards to the winner of that round.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Card Games: Snap"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spin the bottle",
    "ID": 291776,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291776/spin-the-bottle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Whose letter card will the bottle point to when it stops spinning?  Who will the be victim that has to be kissed on the part of  the body beginning with that letter ? Is it going to be the player with N (nose) or the player with T (toe)&#10;This hilarious game for bold players will have you frantically thinking up names for body parts (B for ... Bellybutton) and stealing kisses to win you the game.  But if the victim forbids you to kiss that body part you can use the ink stamp to decorate that very nose toe or belly button that was refused a kiss. The victim has one last option, to perform one of the forfeits on the back of one of the letter card. But it could be an embarrassing one.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Tiny Monster Heroes",
    "ID": 291778,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/291778/super-tiny-monster-heroes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Super Tiny Monster Heroes is a fast and funny, card-based dice game for kids in a lovely &bdquo;Doodle Papercraft&quot; graphic style.&#10;&#10;The players take on the role of children superheroes and try with five magic dice to drive away evil bed monsters to gain victory points. Some monsters even have crystals that are worth a lot of victory points. Monster abilities and super powers bring a lot of variety into the game!&#10;&#10;The game is from 6 years and for the very small superheroes (from 4 years) there is a simplified &quot;junior version&quot; in progress ...&#10;&#10;GAMEPLAY OVERVIEW 6+ Version:&#10;&#10;If a player takes his turn, he rolls the five orange dice. Then he compares his result with the three revealed monster cards in the monster zone. He sets aside suitable dice and tries to get a suitable combination with a total of three attempts of rolling. If he succeeds, he has chased away the corresponding monster, takes the appropriate monster card with the printed victory points and places them in front of him. If a blue crystal is shown on the monster card, the player takes an additional crystal from the supply. This is worth additional victory points. If the player does not manage to roll a suitable combination, he has the opportunity to use his superpower to possibly chase away a monster. If this is not possible or if the player does not want this, he must draw a minus card from the minus card pile. A new monster is revealed and the next player takes his turn.&#10;&#10;The game ends IMMEDIATELY when one of the following conditions occur:&#10;&#10;     A player has chased away his seventh monster&#10;     A player has received his third blue crystal&#10;     The minus card pile has been used up&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Ball Z: Road trip",
    "ID": 291785,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/291785/dragon-ball-z-road-trip",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Enter a whole new battleground in this new Dragon Ball Z adventure!&#10;&#10;An epic game of fun and strategy!&#10;Defeat the wizard Babidi's forces and stop the evil Majin Buu! Travel the game board of the real and other worlds to prove that you are the strongest saiyan warrior in the universe. Carry out board actions, gain ki energy, and acquire wishes in order to collect items that will help you in your fight against evil. Be the first saiyan to complete your score card by returning all 4 unique support items to your Kami's palace and be crowned the strongest!&#10;&mdash;description from the publisher&#10;&#10;2 to 4 players will compete to collect a set of tokens (Called support items) by rolling dices and moving around a board. The first player to bring back the different support items to his/her base win. A combination of lucky rolls and good usage of your action cards will help you reach this goal.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Characters: Dragon Ball",
      "Series: Road Trip (Aquarius)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Classic Air Racing: Thompson Trophy Air Racing 1930-1939",
    "ID": 291788,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/291788/classic-air-racing-thompson-trophy-air-racing-1930",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Air racing in the 1930s was a very popular spectator sport with excitement, drama, danger, and a huge fan base following the exploits of those intrepid aviators!  The art and science of aviation advanced rapidly in those early days of aviation, and hundreds of thousands of spectators came out to the races to see their stars in action!  The Thompson Trophy races at the National Air Races events were the premiere closed-course pylon racing events in the nation during the 1930s.  It was the Indianapolis 500 of air racing, drawing hundreds of thousands of fans to watch the best air racers of the era put their planes through the paces.&#10;&#10;Classic Air Racing: Thompson Trophy Air Racing 1930-1939 can take you back to the thrilling sport of 1930s air racing!!  This game is a table top, performance-based simulation of Thompson Trophy air racing in the 1930s.  The game is based on the historical performance of each pilot and plane that flew in the 10 Thompson Trophy races from 1930 through 1939.  Rules and procedures provide a simulation of flying around the closed pylon courses that were used in these races.&#10;&#10;The game document in the Files section includes historical background on the Thompson Trophy series, rules and procedures for performing the races, performance values for each pilot and plane in each race, graphic images of planes that flew in the historical races that are used as counters for game play, map sheets with hex grids that reflect the various closed courses used in the series of races, counters and markers for keeping track of each competitor&rsquo;s race status, and Plane Control Panels for each plane in the race.&#10;&#10;Game components can be printed from the game document, and instructions are provided for assembling the map sheets to provide the courses used for each race in the series.  Everything needed to play the game is included in the game document in the files section, except for two ten-sided dice.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Three Dimensional Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Core Space: Galactic Corps",
    "ID": 291789,
    "Year": "(2019)",
    "Geek Rating": "5.564",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291789/core-space-galactic-corps",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Galactic Corps is an expansion for Core Space that introduces the disciplined Galactic Corps and the local Security Wardens &ndash; new types of NPC. Work with and against them in a series of thrilling new missions, and then add them to your regular games with the new Event Cards and Security Dice. They&rsquo;re here for the Purge, but don&rsquo;t get in their way!&#10;&#10;New terrain adds the centrepiece Particle Transmitter to your board, and new equipment such as the Riot Fist will give your crew new ways to survive!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Devil's Run: Route 666 Demolition Derby",
    "ID": 291790,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291790/devils-run-route-666-demolition-derby",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "6 double sided Tiles which form the perfect circuit for a Demolition Derby and rules to make this version of Devil's Run refreshingly different, multiplayer and super exciting!&#10;&#10;Also comes with three Race missions&#10;&#10;The Bend tiles come with curved grids for the Demolition Derby and a square grid for use in normal Devil's Run games.&#10;&#10;You will need a copy of the Devil's Run core game to use this Expansion Pack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Racing",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Core Space: Get to the Shuttle",
    "ID": 291791,
    "Year": "(2019)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291791/core-space-get-to-the-shuttle",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Get to the Shuttle! is a mini-expansion for Core Space that introduces a brand-new piece of terrain, and mode of transport! The shuttle makes it much easier to extract your crew from a tight spot or get around between games, but it doesn&rsquo;t come cheap. In two thrilling new missions that slot straight into an existing campaign you will purchase a shuttle, and then be forced to escape with it, and your lives&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dice Throne: Season One ReRolled",
    "ID": 291794,
    "Year": "(2020)",
    "Geek Rating": "7.028",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/291794/dice-throne-season-one-rerolled",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.0357",
    "Description": "Dice Throne Season One ReRolled is a remastered edition of Dice Throne: Season One with two new characters! Fully redesigned with folding boards, individual character storage trays, Battle Chest storage, and two new heroes: Treant and Ninja!&#10;&#10;Dice Throne is a game of intriguing dice, tactical card play, powerful heroes, and unique abilities.&#10;&#10;It's a fast-paced 2-6 player combat game (1v1, 2v2, 3v3, 2v2v2, or free-for-all). Select from a variety of heroes that play and feel completely distinct from one another. Attack opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly (yours, your teammate's, or even your opponent's).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: GameOn Tabletop",
      "Crowdfunding: Kickstarter",
      "Game: Dice Throne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wander: The Cult of Barnacle Bay – Laughing Le'Sav Promo Card",
    "ID": 291798,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291798/wander-the-cult-of-barnacle-bay-laughing-lesav-pro",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Originally available as part of the Dice Tower 2019 Kickstarter campaign.&#10;&#10;A new random encounter promo card.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Primordials",
    "ID": 291799,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291799/primordials",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Universe is ending and it's up to you to save it, channel the energies of the ancient Primordials to bring harmony to the universe and stop it from falling into the void, or should you be so inclined you could devote yourself to using one Primordial's energy and create chaos, which is sure to bring about the destruction of the universe.&#10;&#10;This Take-that style of a set collecting game gets players to play cards to advance their board state while hindering their opponents.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "På jagt i isbjørnens land",
    "ID": 291803,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/291803/pa-jagt-i-isbjornens-land",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A game of fishing and hunting in the Arctic.&#10;Roll the custom die and move one of your eskimos, an ice floe, and/or the polar bear. The object of the game is to get all one's eskimos from the starting area to the other end of the board and back again.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Region: Arctic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PEBLS: the Sea Glass hunting game",
    "ID": 291804,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/291804/pebls-the-sea-glass-hunting-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Pebls is a game of competitive hunting for sea glass on Seaham Beach in England, one of the finest sea glass locations in the world. Players must search the beach, turning over driftwood to search the shingle below in the hopes of finding sea glass beads. They may also find rubbish which, as good citizens, they also collect. Players choose a direction of travel and can only change that direction when they reach the sea, or cliffs, or if they roll a starfish symbol on the custom dice. Play ends when all possible glass is collected or an agreed time period has elapsed. Sea Glass finds are totalled, and the value of the rubbish is assessed by one last roll of the starfish dice. The highest score wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Coverage",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TriviaJig",
    "ID": 291805,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291805/triviajig",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object is to win (obviously) and you do that by beating your opponent (or 5 other opponents, because the game is designed for up to 6 players)...&#10;Each player has there own colour coded jigsaw.  There are 25 pieces to be pieced together each question answered correctly is rewarded by a piece of the puzzle SIMPLE??... NO. because not all of the pieces fit.. and not only that, but the questions are designed for someone of a high intellectual standard, so ... if your ready here's a little taste of whats in score....&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Host Your Own: After Dinner Games",
    "ID": 291806,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291806/host-your-own-after-dinner-games",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Throw a dinner-party with a difference..! Whilst serving a meal from our menu of mouth-watering dishes prepare your guests for the evening of challenging games some sensible some silly some seemingly impossible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ホッタイモイジンナ (Hotta Imo Ijinna?)",
    "ID": 291808,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/291808/hotsutaimoizinna-hotta-imo-ijinna",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "&#227;&#131;&#155;&#227;&#131;&#131;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#162;&#227;&#130;&#164;&#227;&#130;&#184;&#227;&#131;&#179;&#227;&#131;&#138; (Hotta Imo Ijinna?) is a Japanese word game where Japanese players enjoy mishearing non-Japanese words.&#10;&#10;In Japan, some people humorously say, &quot;When you ask the time in English, just say 'Hotta Imo Ijinna', and they will hear it like 'What time is it now?'&quot;, hence the title of the game. (&quot;Hotta Imo Ijinna&quot; is a Japanese sentence which means &quot;Don't tamper with these potatoes harvested.&quot;)&#10;&#10;The game has dozens of cards, each of which has some foreign words written in it. Each round, players take one of these cards and hear how the words on the card sound through Google Translator (URL is known from the card). Each player then writes down what they heard in Japanese. They score points if their answer is the same as someone else. After several rounds, the highest scorer wins the game.&#10;&#10;Because this game uses Google Translator, internet access with a speaker is required to play it.&#10;&#10;The designer chose three languages that are uncommon in Japan: Telugu, Thai, and Urdu. The designer liked the beautiful shape of the characters, and that they are unusual in Japan, so players cannot imagine their pronunciation. The game uses public domain artwork.&#10;&#10;user summary&#10;&#10;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#228;&#187;&#165;&#229;&#164;&#150;&#227;&#129;&#174;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#227;&#129;&#163;&#227;&#129;&#189;&#227;&#129;&#143;&#232;&#129;&#180;&#227;&#129;&#141;&#233;&#150;&#147;&#233;&#129;&#149;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#128;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#133;&#183;&#228;&#189;&#147;&#231;&#154;&#132;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#141;&#152;&#232;&#170;&#158;&#227;&#130;&#146;Google&#231;&#191;&#187;&#232;&#168;&#179;&#227;&#129;&#174;&#233;&#159;&#179;&#229;&#163;&#176;&#230;&#169;&#159;&#232;&#131;&#189;&#227;&#129;&#167;&#232;&#129;&#158;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#227;&#129;&#169;&#227;&#129;&#134;&#232;&#129;&#158;&#227;&#129;&#147;&#227;&#129;&#136;&#227;&#129;&#159;&#227;&#129;&#139;&#227;&#130;&#146;&#227;&#129;&#138;&#228;&#186;&#146;&#227;&#129;&#132;&#227;&#129;&#171;&#231;&#153;&#186;&#232;&#161;&#168;&#227;&#129;&#151;&#227;&#128;&#129;&#228;&#184;&#128;&#232;&#135;&#180;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#228;&#186;&#186;&#227;&#129;&#171;&#229;&#138;&#160;&#231;&#130;&#185;&#227;&#128;&#130;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#230;&#153;&#130;&#227;&#129;&#171;&#230;&#156;&#128;&#233;&#171;&#152;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Smiley Miley's Radio 1 Roadshow Mileage Game",
    "ID": 291809,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291809/smiley-mileys-radio-1-roadshow-mileage-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game can be played by individual players or in teams.  The players must successfully negotiate a trip around the British isles starting from London and staging radio 1 roadshows on the way.  The players collect &quot;miles&quot; in the form of millage cards on their journey and the player/team with the highest number of miles at the end of the game s the winner.  The game ends when the first player arrives back in London with an exact throw.&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rising Darkness",
    "ID": 291812,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/291812/rising-darkness",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Semi-cooperative card game in which up to four players put themselves in the shoes of some students who, attacked in the forest by a group of strange creatures, manage to lock themselves in a shabby wooden house. Help is on its way, but the creatures are increasingly more and the walls will not resist much more.&#10;&#10;One of the players will take the role of the group of creatures that, as if it were a hive mind, will make strategic decisions to try to open a gap through which to access the interior of the cabin and ending their prey. If he succeeds, they will have gained the forces of darkness. If the students resist the number of shifts necessary for rescuers to arrive, everything will have been in a tremendous fright, and the young people will have won.&#10;Semi-cooperative card game in which up to four players put themselves in the shoes of some students who, attacked in the forest by a group of strange creatures, manage to lock themselves in a shabby wooden house. Help is on its way, but the creatures are increasingly more and the walls will not resist much more.&#10;&#10;One of the players will take the role of the group of creatures that, as if it were a hive mind, will make strategic decisions to try to open a gap through which to access the interior of the cabin and ending their prey. If he succeeds, they will have gained the forces of darkness. If the students resist the number of shifts necessary for rescuers to arrive, everything will have been in a tremendous fright, and the young people will have won.&#10;&mdash;description from the designer&#10; Juego de cartas semi-cooperativo en el que hasta cuatro jugadores se ponen en la piel de unos estudiantes que, atacados en el bosque por un grupo de extra&ntilde;as criaturas, consiguen encerrarse en una destartalada casa de madera. La ayuda viene en camino, pero las criaturas cada vez son m&aacute;s  y las paredes no resistir&aacute;n mucho m&aacute;s.&#10;&#10;Un jugador tomar&aacute; el papel del grupo de criaturas que, como si de una mente-colmena se tratase, tomar&aacute;n decisiones estrat&eacute;gicas para intentar abrir una brecha por la que acceder al interior de la caba&ntilde;a y dar buena cuenta de sus presas. Si lo consigue, habr&aacute;n ganado las fuerzas de la oscuridad. Si los estudiantes resisten el n&uacute;mero de turnos necesario para que lleguen los rescatadores, todo habr&aacute; quedado en un tremendo susto, y los j&oacute;venes habr&aacute;n vencido.&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Semi-Cooperative Game",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Ultimate Movie Showdown: A Card Game for 2 players",
    "ID": 291813,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291813/the-ultimate-movie-showdown-a-card-game-for-2-play",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this fast paced game, you and your opponent are cliche movie heroes or villains, challenging each other while recreating classic movie scenes. You should expect a lighthearted game, where your super villain character may tell his evil plan to the other contestant, who is apparently a 120 year old kung-fu master ... on the top of a moving train.&#10;&#10;The game requires two standard 52 decks and a pair of six sided dice for 2 players. Things that you already have probably. You can print one page to browse your character of choice, but let&rsquo;s be honest: most of you will use your smartphones to check your character sheet.&#10;&#10;There is not always a winner and a loser of a fight, if you can&rsquo;t put on a good show together, the audience will be displeased, and the director will &quot;remove&quot; the characters from the tournament. If the show was above expectations, the director may have mercy even on the defeated one too, meaning, the character progress won&rsquo;t be lost. Different characters use different subset of cards, and also alter the standard rules, giving more variety to the game, and offering more fun. Also, the fight can be spiced up with several scenarios listed in this booklet. Different environments may alter the rules, and may change the way how the contestants fight.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Throne: Promo Card Set – Season 1 Rerolled Promo Pack",
    "ID": 291817,
    "Year": "(2020)",
    "Geek Rating": "5.678",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291817/dice-throne-promo-card-set-season-1-rerolled-promo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The Season 1 Rerolled Promo Pack includes extra cards for all Season One heroes (including Treant and Ninja) to enhance your Season 1 Rerolled experience.  Includes Season One hero randomizer cards.  Featuring updated graphics and unified card backs!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Dice Throne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Throne Adventures: Promo Card Set – DTA Promo Pack 2020",
    "ID": 291819,
    "Year": "(2020)",
    "Geek Rating": "5.645",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291819/dice-throne-adventures-promo-card-set-dta-promo-pa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The Dice Throne Adventures Promo Pack includes 20 extra cards to enhance your Dice Throne Adventures experience.  More loot for your heroes to discover!&#10;&#10;Includes:&#10;- 5 Minion Cards: Melodic Maiden (I), Lithe Elf (II), Loot Goblin (III), Chimera (III), Umbra (IV)&#10;- 15 Loot Cards&#10;  -- Common: Trench Coat, Bolas&#10;  -- Rare: Cat Burglar, Firstest Strike, Utility Belt, Holy Relic, Black Belt&#10;  -- Epic: Firstest Strike II, Bolas II, Utility Belt II, Blood Amulet, Guard Dog&#10;  -- Legendary: Black Belt II, Holy Relic II, Guard Dog II&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Dice Throne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TenCo",
    "ID": 291830,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/291830/tenco",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "TenCo is an abstract strategy game for two players.&#10;&#10;It contains classical Elements of games like chess and go, mixed in with a lot of inovations.&#10;&#10;Goal of the game is to gain control of four fortresses or overthrow the opponents lord. Gaining dominance with your army or bring your opponents army to a halt are also possibilities to win.&#10;&#10;Only the lord, his guards and a shield unit start the game on the board. You can muster new troops with resource points and throw them into the battle.&#10;&#10;Every troop type is a specialist in one or more of the six attributes. Figures can jump, flank, take, destroy and restrain to influence the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Catch the Leader",
      "Square Grid",
      "Tug of War"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Plunder!: The Great Bermuda Treasure Hunt",
    "ID": 291832,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/291832/plunder-the-great-bermuda-treasure-hunt",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Players race across the Islands to be the first to reach a wreck site located at each of the four corners of the game board. The first player to reach a wreck selects a 'buddy' from among the other plays and they then dive to the Treasure Site of their choice and attempt to recover the doubloons buried there.&#10;&#10;BUT... The divers' time underwater is limited and meanwhile the other players have suspended their activity on the Islands and have become SHARKS. The sharks close in on the divers, intent on defending sites where they have hidden their own doubloons. They are also determined to steal any doubloons the divers may have recovered.&#10;&#10;The winner is the first player to reach the airport with 12 doubloons in his possession.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kluster XL",
    "ID": 291833,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/291833/kluster-xl",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Kluster XL is a dexterity game for 1 to 8 players, very short, easy to transport, incredibly fun, really simple, accessible to everyone and still full of strategy!&#10;&#10;Kluster&rsquo;s rules can be explain in no time: Magnetic stones are equally shared between players, who must, in turn, place one stone inside the area delimited by the cord. The first player to get rid of his or her magnets wins. But beware, when stones kluster together during one player&rsquo;s turn, he or she collects them!&#10;&#10;That&rsquo;s all you need to know to play Kluster XL!&#10;&#10;'Kluster XL' is a package that consist of two full games of Kluster and an additional longer rope.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": [
      "Components: Magnets",
      "Components: String"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enemy Weapon",
    "ID": 291834,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.07",
    "Link": "https://boardgamegeek.com/boardgame/291834/enemy-weapon",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Enemy Weapon is a card-based party game for 3+ players, where you and your fellow players will be engaging in a series of epic battles, facing off against a variety of powerful enemies.&#10;&#10;To aid in your fight, you'll have access to an assortment of legendary weapons. Each round you must examine your arsenal closely, and choose the artifact or special power most capable of vanquishing the current foe.&#10;&#10;With weapon in hand, each player must weave their own tale of glorious battle, arguing that they alone possess the tool necessary to defeat the enemy. However, only the warrior who presents the most unique (and hilarious) plan of attack will earn the favor of the almighty judge, and claim victory.&#10;&#10;Warrior, the time has come for you to abandon the tired distractions of lesser men. Steel your resolve, summon your courage, and prepare your butthole for the glory of Enemy Weapon.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantastic Factories: Promo Pack 1",
    "ID": 291840,
    "Year": "(2019)",
    "Geek Rating": "5.690",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291840/fantastic-factories-promo-pack-1",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "5 exclusive cards for backers of the Kickstarter. Later available as part of the Dice Tower 2020 Kickstarter campaign.&#10;&#10;Cards include:&#10;2 Cryolab cards&#10;2 University cards&#10;1 High Roller card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Fantastic Factories"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hoo Ha! Hoo Ha!",
    "ID": 291842,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291842/hoo-ha-hoo-ha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Hoo Ha! Hoo Ha! is a simple and captivating card game that uses number matching to amuse friends and family. Easy to learn and a lot of fun to play, it uses four learning styles (aural, oral, visual and kinaesthetic) to aid recall, improve concentration and develop spatial awareness and reasoning - great for young and old minds alike!&#10; The game begins simply: identify two cards that equal your target number, and cover them with two cards from your hand. The excitement begins when you have to work at speed and against other players, which is sure to get the whole family shouting 'Hooa Ha! Hoo Ha!' The winner is the first player to get rid of all their cards.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jak żyć Panie Premierze?",
    "ID": 291844,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.15",
    "Link": "https://boardgamegeek.com/boardgame/291844/jak-zyc-panie-premierze",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The game is based on a simple mechanism: the player rolls the dice and moves on the board for the number of rolls rolled, and then performs the action that was described in the field where he stopped (pulling the card, receiving a penalty or prize, lottery draw or rest) . Before making a move, each player must pay a mandatory fee (10 &quot;pn&#197;&#188;&quot;), symbolizing daily living expenses. Before rolling the dice, you can take out a loan, buy a good or a lottery ticket, and send your resume.&#10;&#10;The game begins as an unemployed with an allowance and three CVs, but each character has a variety of abilities, in addition, after the first day of each month, the right to sell their goods is acquired, and for each profession there are two levels of promotion.&#10;&#10;The goal of the game is &quot;survival&quot; - getting a job, own home and living. The winner is the player who not only owns a job and own house, but is also not in debt and his home is not occupied by a tenant. In the event that more than one player meets these conditions, the victory is determined by better paid work, goods and money.&#10;&#10;The instructions, like the content of the cards and fields on the board, are described in a humorous, or even satirical way. The authors of the game are detached from the decisions of state officials and various life situations.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Income",
      "Loans",
      "Open Drafting",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Operation Valkyrie",
    "ID": 291848,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/291848/operation-valkyrie",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Operation Valkyrie is a strategic, high-stakes social deduction game themed after the historical plots to remove Adolf Hitler from power by high-ranking conspirators within the German military.  Unlike some social deduction games, OV relies less on logical deduction and more by varying degrees of confidence, forcing players to lean on their intuition.&#10;&#10;Each player will be either a Conspirator working for the Wehrmacht (German Military) or a Loyalist working for the Gestapo, the Nazi secret state police.   The Conspirators know who each other are but members of the Loyalists are unaware of anyone&rsquo;s identity but their own.  Each round, each player will be assigned as an Operative, an Agent, or the Gestapo Chief.  Operatives have been ordered to meet Hitler in a high-level meeting and contribute to a mission.  Agents will investigate Operatives in an attempt to ascertain their motives by way of Suspicion cards.  The Gestapo Chief&rsquo;s primarily role will be to scrutinize Operatives and detain those who are particularly suspicious for additional interrogation.  In their assigned roles, Conspirators will attempt to undermine Nazi operations without raising suspicions and secretly plot the F&uuml;rher&rsquo;s assassination.  They must leverage luck and opportunity to manage perceptions, sustain alibis, and evade suspicion long enough to successfully execute Operation Valkyrie.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Print & Play",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hidden Roles",
      "Traitor Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Face It Challenge",
    "ID": 291853,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/291853/face-it-challenge",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Face It Challenge game is based on the &quot;Face It Challenge&quot; game that takes place on The Tonight Show Starring Jimmy Fallon.&#10;&#10;Each round in the game, two players each get a description of a crazy face that they must make, then show each other. The game includes a double-sided mirror so that each player can prep their face ahead of time, then at a push of the button, the mirror drops, and players start staring at one another. Freeze your face while trying to make your opponent laugh or otherwise crack their composure. Whoever holds their face longest wins the round.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: The Tonight Show Starring Jimmy Fallon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Best Friends Challenge",
    "ID": 291854,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/291854/best-friends-challenge",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Best Friends Challenge game is based on the &quot;Best Friends Challenge&quot; game that takes place on The Tonight Show Starring Jimmy Fallon.&#10;&#10;Each round in the game, two players are challenged with an outrageous question, e.g., &quot;Would you rather have a singing cat who can predict your future or be able to sneeze dimes?&quot; If the players answer the same way, they get to move the two halves of their heart locket closer together; if not, the players must draw a &quot;bonding moment&quot; card and carry out whatever action it describes, e.g., &quot;Make dinosaur arms and pretend you're two T-Rexes fighting&quot;.&#10;&#10;&mdash;user summary&#10;&#10;Best Friends Challenge is the most awkward way to bring friends together&hellip;literally! Besties put their friendship to the test in this party game that challenges them to answer &quot;would you rather&quot; questions with identical responses. Teams of friends wear a heart locket belt and each time they answer the same way, they turn the knob that brings the halves of the locket-and the two besties-closer together. Mismatched answers require them to draw a Bonding Moment card that instructs them to perform hilarious and often awkward activities. Completing the challenges can strengthen their friendship as it closes the distance between their halves of the heart locket. The team of besties that ends with the fewest Bonding Moment cards wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: The Tonight Show Starring Jimmy Fallon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FlickFleet Expansion 1: Scenarios and Scenery",
    "ID": 291860,
    "Year": "(2020)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291860/flickfleet-expansion-1-scenarios-and-scenery",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "An expansion that adds new ships, scenery and scenarios to FlickFleet.&#10;&#10;It includes the ISS Phantom with a cloaking device, the ISS Bastion mine layer and the Piledriver an Uprising ship specially strengthened for ramming.&#10;&#10;Plus mines, asteroids and a bunch of new scenarios.&#10;&#10;As with the base game and other expansions, there is a deluxe and standard version. The deluxe edition includes engraving on all the pieces.&#10;&#10;Contents:&#10;&#10;    Imperium:&#10;        Stealth &ndash; ISS Phantom&#10;        Mine Layer &ndash; ISS Bastion (+ 4 Mines and 1 Blast Template)&#10;    &#10;    Uprising:&#10;        Ram &ndash; Piledriver&#10;        2 x Fighter Wings&#10;    &#10;    Neutral/Other:&#10;        4 x Objective Tokens&#10;        4 x Civilian Ships&#10;        9 x Asteroids&#10;        1 x Round Counter Track&#10;        1 x Round Marker&#10;    &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Flicking",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "18TE: Eisenbahnen im Tecklenburger Land",
    "ID": 291864,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/291864/18te-eisenbahnen-im-tecklenburger-land",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "18TE is an 18xx game in the german region of 'Tecklenburger Land'.&#10;&#10;The focus of the game ist to give gamers without 18xx experience a possibility to play an 18xx with easy rules in a short time.&#10;&#10;Take it as your first step into 18xx gaming. Experienced players may use it as a nightcap.&#10;&#10;No privates, only 5 companies, a small map and 30% president shares make it playable for 2 or 3 players shortly.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Hamburg (Germany)",
      "Cities: Hamm (North Rhine-Westphalia, Germany)",
      "Cities: Münster (North Rhine-Westphalia, Germany)",
      "Cities: Osnabrück (Lower Saxony, Germany)",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blitzkrieg!: Nippon Expansion",
    "ID": 291866,
    "Year": "(2019)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291866/blitzkrieg-nippon-expansion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "The Nippon Expansion adds a new challenge to Blitzkrieg! What if the Axis coalition had won World War Two, and Germany invaded and occupied the United States of America? And &hellip; what if Japan then turned on its former ally and invaded German-held America? With the help of Godzilla?&#10;&#10;The Nippon Expansion explores this hypothetical scenario! One player controls the German forces and the other player controls the Japanese forces in a battle for domination of America in an alternate universe 1946.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Tile Placement"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Germany",
      "Country: Japan",
      "Series: 20 Minutes! (PSC Games)",
      "Series: Winzige Welten (Schwerkraft-Verlag)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rapid City",
    "ID": 291869,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/291869/rapid-city",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "2",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Rapid City is a game of observation and speed. Three to six cowboys can play. A deck of cards is created 3 cards per cowboy and 6 cards matching to the inhabitants of Rapid City. Each turn the top card is revealed. The players react according to that card: shooting on other cowboys, defender stay still. When a player doesn't act correctly, they receive a bullet. When a player receive their 6th bullet, the game is over and the player with the least bullets is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": [
      "States: South Dakota"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cubist Challenge Game",
    "ID": 291871,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291871/the-cubist-challenge-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A very simple roll die and move game, but by playing it one might be led to learn a little about Cubism. An example of instructions on a space is &quot;You&rsquo;re jealous of Braque; GO BACK&#10;3&quot;. Notes are included; the note relating to the above instructions is &quot;Even though Picasso may be considered the most famous Cubist painter, it is known that he was often jealous of Braque&rsquo;s innovations and ideas&quot;. The board is done in a Cubist style. It is one of several games about art available from the Artsology website.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gin Game",
    "ID": 291875,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/291875/the-gin-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The ultimate board game for any gin lover!&#10;&#10;It's a game of chance and twists that will test your gin knowledge. Work your way around the board by answering History cards, Mixology cards, Gin-ius cards.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Liquor / Cocktails",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Host Your Own Music Night",
    "ID": 291879,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291879/host-your-own-music-night",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sing your heart out with the new Host Your Own Music Night by Talking Tables.&#10;&#10;Will your team reach the top of the charts and win the coveted gold disc? With 6 card sets including musical shout out, hum and strum, musical trivia and kazoo karaoke there's plenty of musical fun to be had!&#10;&#10;Also includes Next line challenge card set, Musical taboo card set, 2x Microphone props, 4x Guitar props, 4x Kazoos, Mixtape scoresheet pad and Winners trophy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cosmic: The Iliad",
    "ID": 291884,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/291884/cosmic-the-iliad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Cosmic: The Iliad is a strategic dexterity game which will launch you into the depths of space, to conquest for galactic domination. Only the best use of strategy and skill will push you to victory. Yet victory may become obsolete, when confronted with the creatures that lurk in the abyss.&#10;&#10;The game has a campaign mode and a skirmish mode.Players build fleets of ships and eliminate enemy ships. The campaign mode consists of 3-5 individual battles, between which players can upgrade their ships, purchase captains and ships, or purchase space for a larger fleet. Each battle is in a different environment, some filled with asteroids, others with beasts roaming around the map.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Flicking",
      "Scenario / Mission / Campaign Game",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red Alert: Space Fleet Warfare – Quartermaster's Escalation Pack",
    "ID": 291893,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291893/red-alert-space-fleet-warfare-quartermasters-escal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Quartermaster, the fleet&rsquo;s expert in supply and logistics, provides Red Alert players with 48 additional markers for the Commonwealth and Confederation factions. These unit markers allow you to expand and customize the variety and number of support vessels you may take into battle. Two new units are included in this escalation pack &ndash; the Commonwealth Alliance gains guard destroyer squadrons and the Rebel Confederation now fields elite long-range fighter squadrons.&#10;&#10;This Escalation Pack contains 1 punchboard of starship tokens and 1 rulebook containing special rules for 2 new unit types and 7 new scenarios.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: Red Alert – Space Fleet Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – The Emperor's Legion",
    "ID": 291902,
    "Year": "(2019)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291902/legend-of-the-five-rings-the-card-game-the-emperor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "On the blood-stained battle elds of Rokugan, one clan stands head and shoulders above the rest. From the Matsu warriors, to the Akodo tacticians, to the Kitsu who harness the past itself, to face the Lion Clan in combat is an unenviable task for any clan.&#10;&#10;The Emperor's Legion, a clan pack for Legend of the Five Rings: The Card Game, spotlights the Lion Clan with 78 new cards (three copies of twenty-five different cards and one copy each of three different cards). Here, look for an emphasis on powerful recursion effects, unparalled Bushi, and cards that exact vengeance on your opponent for daring to challenge the might of the Lion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moonies",
    "ID": 291943,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291943/moonies",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A century after the first humans landed on the moon, valuable mineral deposits were discovered on the dark side of the moon. The resultant volatile market for these sought after gems attracts interest from far and wide; fortune seekers, runaways, fugitives.&#10;&#10;As the leader of a team of Moonies, you must mine various minerals, and manipulate the market to make enough credits to upgrade your spaceship and move on to bigger and better endeavours.&#10;&#10;Moonies is an extra-terrestrial card game where 1-4 players must use a novel card drafting mechanism to search for the right cards to complete their set, in order to maximize the payout they will receive.&#10;&#10;They can also choose to use special action cards to draw more cards, start additional mining operations, or influence the prices of the 4 different gems before ultimately calling the buyer, and selling what they&rsquo;ve mined. The first lunar leader to get to 60 credits wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "XenoCommand",
    "ID": 291950,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/291950/xenocommand",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "XenoCommand is an elite international organization tasked with countering alien invasions of Earth.&#10;&#10;Each player starts with a modular base and several structures. Roll the dice to gain resources that correspond to your structures. Spend gold and tech to expand your base, upgrade your defenses, recruit agents and buy vehicles. But as each time you roll the dice, the invader's plans advance, bringing you closer to the inevitable invasion.&#10;&#10;When the UFOs descend on Earth, the invaders will breech your base! The only way to survive is to spend wisely, position strategically, and cooperate with your fellow defenders. Wipe out the invaders or capture them to steal their secrets to create advanced weaponry! Survive the onslaught of invader attacks and team up to send your forces into space for a climactic battle against the invader Mothership!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Finale Ending",
      "Tile Placement"
    ],
    "Families": [
      "Category: Tower Defense"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Men at Kursk WW2 Skirmish Warfare",
    "ID": 291953,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/291953/five-men-at-kursk-ww2-skirmish-warfare",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tanks, commando raids, intense infantry action, campaign games and heroes against the odds.&#10;&#10;All this and more can be found in Five Men at Kursk, the premier set of second world war skirmish game rules.&#10;&#10;Building off the legacy of the FiveCore system, Five Men at Kursk aims at providing a complete, extensive and highly approachable package whether you prefer pick-up games, campaigns or solo gaming.&#10;&#10;Give orders, react to your enemy and secure victory using a dice based command system that requires hard choices to be made every turn, and a combat system that lets you establish both damage and morale loss in the same dice throw.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Game: FiveCore"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evangelion Card Game",
    "ID": 291954,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/291954/evangelion-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; The Evangelion Card Game is the third series expansion for the Chrono Clash System. Years ago, the Earth was attacked by unnatural creatures called Angels. To defend the people against the next Angel attacks, the world's governments and Nerv built the Evas, giant mechs of unknown power.&#10;&#10;Currently featuring Naruto/Boruto and Godzilla, the Chrono Clash System is a fast paced, living card game in which players alternate back and forth making big attacks and summoning even larger creatures. The bigger the attack or creature a player plays during their turn, the more resources they give their opponent for their next turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Series: Chrono Clash System",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olympic Games game",
    "ID": 291955,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.90",
    "Link": "https://boardgamegeek.com/boardgame/291955/olympic-games-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A roll-and-move game for 2-6 players, around a track shaped like he Olympic rings. Bonus and penalty spaces along the way are themed for various Olympic Events. The game was produced as a folding pamphlet promoting the Commonwealth Savings Bank, a sponsor of the 16th summer Olympic Games in Melbourne in 1956.&#10;&#10;The game pamphlet includes illustrations, an official programme for the games, Olympic records, trivia, and information on World Thrift Day.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Socks",
    "ID": 291959,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/291959/socks",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Socks is a card game that is simple to start, yet challenging to master.  It can be played with other people, or by oneself, competitively or cooperatively.&#10;&#10;In Socks, each card contains 1-6 socks in fixed positions (six positions, in every sock is in different color).&#10;&#10;All players compete simultaneously and try to claim &quot;match&quot; of cards in a single pass through the deck. A &quot;match&quot; consists of a set of three cards where all the socks are paired up.&#10;&#10;Lay out twelve Socks cards, face up.  Whoever spots a match first, says &quot;Match!&quot; and lets the other players check.  If the three cards have all the socks in them paired up, then the spotter gets a point.  If some of the socks are not paired up, then the spotter loses a point.&#10;&#10;If all the players agree that there isn't a match on the table, lay out three more cards face up.&#10;&#10;Continue playing until the deck runs out.&#10;&#10;Whoever has the most points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frantic: Supercharge Add-On",
    "ID": 291980,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/291980/frantic-supercharge-add-on",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "45",
    "Weight": "2",
    "Description": "More breathless moments and frantic reactions! &#10;With the second Frantic Add-On, Rulefactory brings you a brand-new card type and 24 additional Special and Event Cards.&#10;&#10;With the 24 new Power Cards, you can charge your hand cards with extra effects. At the start of the game you get 2 Power Cards each. Every time you play a card during your turn, you can also activate one of your Power Cards &ndash; but these only once.&#10;Block a colour, prevent a counterattack, or ask for black!&#10;It&rsquo;s still Frantic. But supercharged!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "KAMBA",
    "ID": 291983,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/291983/kamba",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Described on the box as &quot;Tongue Twisting, table-thumping turmoil&quot;, KAMBA is a card passing party game played whilst reciting tongue twisters.&#10;&#10;KAMBA is a game that involves all players, all of the time. There are no 'turns' or individual plays.&#10;&#10;A 'Pro' version of the game allows players to add physical actions to the gameplay to increase the difficulty.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Single Loser Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MechaTop",
    "ID": 291984,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/291984/mechatop",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2",
    "Description": "MechaTop is a board game system that will allow you to deploy on the battlefield all the models of your favorite mecha that you already have at home!&#10;&#10;The innovative game mechanics &quot;cockpit control system&quot; will make you live a frantic battle experience like the ones we are used to see on TV.&#10;&#10;The rules will contain a special section, where the player will be guided, step by step, in the creation of the stat-card of any robot model.&#10;&#10;The algorithm that determines the cost in points of the various units and weapons has been refined in over 2 years of playtest and guarantees a perfect balance.&#10;&#10;If you're a fan of robot TV series from the 70s to the present day, you won't want to miss it!&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Manifesto!: The Art Movements Game",
    "ID": 291986,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/291986/manifesto-the-art-movements-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Andy Warhol is Pop, Pablo Picasso is Cubist and Marcel Duchamp is Dada. Artists gather in movements, just as wildebeests run in herds. Do you know the great art movements and how the great artists fit into them? Play Manifesto to test your knowledge or effortlessly learn a little art history.&#10;&#10;Collect illustrated cards of fifty-two iconic artists and group them into their art movements to win. The accompanying booklet relates the fascinating biographies of each artist.&#10;&#10;Based on Go Fish, this game is the perfect gift for all art lovers of all ages.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Carpe Diem: 1st Expansion",
    "ID": 292011,
    "Year": "(2019)",
    "Geek Rating": "5.588",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292011/carpe-diem-1st-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.1667",
    "Description": "4 Streifen f&uuml;r die Banderolenleiste.&#10;&#10;4 Stripes for the banderole bar.&#10;&#10;Before you start the game, lay out the four strips next to each other in any order and orientation in a single line above the banderole bar. As a result of this placement, the strips can be upside down.&#10;&#10;Whenever a player places a building tile on a space with a banderole, instead of removing that banderole from the game, they instead place it on first empty space from the left or from the right on the bonus strip. If the space they are placing it on has an icon that player receives the corresponding bonus, either a ware (fish, herb, chicken, grapes), a coin, a bread, a fountain card or a 3-point victory point card.&#10;&#10;As usual, the player gets to advance 1 space on the banderole bar.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fresco: Expansion Box",
    "ID": 292012,
    "Year": "(2020)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292012/fresco-expansion-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Includes expansion modules 12 - 17.&#10;&#10;6 new expansion modules: The Ladies, The Catacombs, The Pews, The Dome, The Black Market, and The Guild Helps.&#10;&#10;Module 12: The Ladies&#10;In this module, players receive an extra player board that allows for special actions. Two tiles can be switched in the market, a fresco tile can be reserved in the Cathedral, more coins can be earned in the studio, colors can be exchanged in the workshop, and in the Theater the mood can be lifted even further.&#10;&#10;Module 13: The Catacombs&#10;This module changes the Hostel, Cathedral, and the Planning phase. The catacomb tiles are first placed face down in the cathedral and the fresco tiles are placed on top of them. Players can now purchase cartographer tiles in the hostel, which show locations in the cathedral that have to be painted in order to gain access to the catacomb tiles below. A catacomb tile can be sold for coins or kept till the end of the game, in which case the bishop awards extra victory points to the players.&#10;&#10;Module 14: The Pews&#10;This module changes the market action and the planning phase. The chapel board is placed next to the game board and every player takes six wooden planks and places them in front of their screen. New market tiles will allow the players to purchase these when they visit the market. In the planning phase players may place their assistants on the new action tiles to use their collected wood to build pews for the church and collect some extra points.&#10;&#10;Module 15: The Dome&#10;The dome tiles are shuffled and placed on the nine central fresco spaces, before the fresco tiles are placed on top. When a player finishes a fresco tile, they take the dome tile underneath and places it in front of them. A dome tile shows  a combination of two colors that the player needs to gain the depicted victory points. However, these tiles can only be painted at the end of the game, after the fresco in the cathedral is finished. So good planning and timing will be needed in order to keep the necessary paint cubes to finish the dome at the end of the game.&#10;&#10;Module 16: The Black Market&#10;A poor painter can&#202;&#188;t be faulted for succumbing to a tempting offer from the dubious merchants of the black market. Their paints, stored in large barrels, are not expensive, but you never know which paint you will get...&#10;When you visit a market booth to buy paints, you may assign one of your apprentices to visit the Black Market instead. For this apprentice, a paint tile will be pulled at random from the draw bag, and the player must purchase this paint if possible. Since tiles are returned to the bag when a player visits a market booth or closes one down, players earlier in turn order will have a better guess what they might receive from the Black Market.&#10;&#10;Module 17: The Guild Helps&#10;Painters often are missing urgently needed supplies for their work, but thankfully the members of the Painters Guild stick together and are willing to exchange among themselves. A lucky painter may find what they need at the guild.&#10;Each round one random basic paint and one random blended paint are placed on the guild tile. Using one of the two actions received for sending an apprentice to blend paints, the player may exchange one of their paints for the same type of paint from the guild tile (basic for basic and blended for blended). A player may now make two exchanges, two blends, or do one of each.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lyryx",
    "ID": 292014,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292014/lyryx",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The entire deck is shuffled. In turn, a player will reveal the top card of the deck. If the card has a word or word then the player has thirty seconds to identify the line of a song that contains a word from the card. The player may pick any word if the card drawn is blank. Players continue in turn order to recall song lyrics using the given word within the thirty-second time limit or be eliminated from the round. The sole survivor of the round is awarded the card for scorekeeping purposes. The player with the most cards after the deck is depleted is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Music",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death Battle!",
    "ID": 292016,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/292016/death-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Death Battle!: The Game is a fast-paced head-to-head card and dice game where players duel to the bitter end... To defeat your foe, you must outsmart and outwit their own devious battle plans. Are you deadly enough to win a Death Battle?&#10;&#10;In Death Battle!, gameplay continues until there is one player left standing. Each player is given a number of Armor, Weapon, and Skill cards to assemble a combo of card and dice abilities to combat their opponent's battle plan or punch right through it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alarm 22: Escape From Alcatraz",
    "ID": 292019,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/292019/alarm-22-escape-from-alcatraz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "It's 1938 and you've been sentenced to serve time in the notorious Alcatraz prison. The island is filled with the most dangerous criminals. Some are sentenced to life, but you don't plan on staying that long.&#10;Get ready to escape Alcatraz with nine routes based on real life attempts.&#10;Don't get caught on land.&#10;Don't get killed in the water.&#10;----&#10;&#10;The game is a competitive, dice rolling, and card collecting game featuring 2-4 Players. Play begins at The Warden Johnston boat, named after the longest-serving Warden of Alcatraz.&#10;&#10;There are three phases of the game Processing, Doing Time and Escape.&#10;&#10;During Processing, players take turns rolling two d6 dice to move and sometimes fight with each other if they land on the same space. The goal here is to arrive fastest at the Main Cell house in order to have the advantage of choosing an Inmate Card. Some inmate cards start with a tool, representing a tool that that inmate used in a real escape attempt.&#10;&#10;Doing time begins!  Players take turns circling the board through the Mess Hall, Recreation Yard, Laundry, and Model Industries by rolling two d6 dice on their turn. Landing on colored arrows grants a card of that color. The goal here is to collect Planning and Escape Cards. Each player may have up to 4 of each color card, all the while consulting their Escape Chart in order to plan their best escape route.&#10;&#10;Certain cards like Model Prisoner give you special access to Grounds Escapes.  Guard cards can be good or bad news when landing on black spaces. Rolling snake eyes grants The Warden Card, which acts as a favor that can be cashed in, negating a troublesome Guard card during an escape.&#10;&#10;When a player collects the appropriate cards he or she announces their escape then moves their pawn to the Escape Arrow space based on historic routes used by real-life historical prisoners. Rolling their single d6 dice to avoid being captured, shot, suffering hypothermia, worse.&#10;&#10;The first one to Escape wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Educational",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Simulation",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Constructions: Alcatraz (USA)",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rituale des Wahnsinns",
    "ID": 292023,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/292023/rituale-des-wahnsinns",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "At ancient forgotten ritual places, you want to call the Old Gods to gain as much secret influence over the world as possible.&#10;To do this you first have to discover the places and then gather together four cultists.&#10;The more skilled the cultists are who call the gods for you, the more your power grows.&#10;But you have to fight against many bad events.&#10;Not every cultist is equally well skilled to any ritual, and the order in which the cultists appear at the ritual place is of great importance.&#10;&#10;Each player has 7 hand cards.&#10;The game play is draw one card and play one card at each turn.&#10;The hand cards are cultists and event cards.&#10;All player play their card face down and reweal them at the same time.&#10;The cards of the cultists shows three possible ritual places where the cultist can be placed. The insanity worth of the cultist shows when the card can played and the elder signs shows the victory points you can get depending on the side of a ritual place where the card is placed. If four cultists at a ritual place, an invocation is performed and the owner of the ritual place get victory points for three cultist and one other player for one. The ritual place is lost after an invocation.&#10;If a event card is played the card explains what will happen.&#10;The player tries to place cultist with a high worth at there own ritual places and the lower at the places of other players. A player can be forced to place high victory points to a place of another player because of the placement rules and the play of other players or of event cards.&#10;Each player start with one ritual places and there are special rules how to get more or a new one.&#10;When the draw deck is empty, the game ends and the player with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monkeys vs Lemurs",
    "ID": 292027,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292027/monkeys-vs-lemurs",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Monkeys vs Lemurs is an extremely addictive, fast-paced card game that you can enjoy with up to 8 people! Choose which side you want to fight for, the monkey's side or the lemur's side, and battle it out with your friends for survival on the magical island of Leme! Win the game by forming teams, conquering territories and beating your opponents one by one! The game is very intense so watch out! While playing the game you will be able to admire each cards unique artwork, laugh at all the funny lemur quotes, and overall you will have a blast playing it! Guaranteed!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Adventure",
      "Ancient",
      "Animals",
      "Card Game",
      "Civilization",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Humor",
      "Mature / Adult",
      "Mythology",
      "Party Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Alliances",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Ownership",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "#demidancer",
    "ID": 292028,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.45",
    "Link": "https://boardgamegeek.com/boardgame/292028/demidancer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "0",
    "Description": "The game &quot;#demidancer&quot; is like the Dance Class Dash, which girls in dance class relate to, but plays as a super-fast dexterity and sequencing card game for two.&#10;&#10;A 2-player dance themed card game of speed, coordination and anticipation.  Place the right dance gear article on top of the next and be first to play out all your cards to win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Speed Matching"
    ],
    "Families": [
      "Card Games: Matching",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bite the pumpkin!",
    "ID": 292036,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/292036/bite-the-pumpkin",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "A tenacious Farmer against a herd of Pigs greedy for pumpkins. Who will win?&#10;&#10;Bite the pumpkin! is an asymmetrical abstract game for two (or three) players. Each player moves in a different way: while the Farmer just plants a new pumpkin every turn, the Herd of Pigs eats pumpkins and rushes in a chosen direction, until an obstacle is found.&#10;&#10;Each player has its own goal: the Farmer wins if he manages to plant all of his 20 Pumpkins, while the Herd of Pigs wins eating Pumpkins until the board contains 2 or less of them.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Moving Multiple Units",
      "Pattern Movement",
      "Programmed Movement",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Código secreto: Expansión promocional Andalucía",
    "ID": 292037,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292037/codigo-secreto-expansion-promocional-andalucia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "10 cards with 20 typical words from Andaluc&iacute;a, the South region in Spain.&#10;This promo pack is produced by Devir and it was launched at the XIV Festival Internacional de Juegos C&oacute;rdoba 2019.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Region: Andalusia (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Edge: Dawnfall – Terrains Expansion",
    "ID": 292038,
    "Year": "(2019)",
    "Geek Rating": "5.537",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292038/the-edge-dawnfall-terrains-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Four plastic terrain expansions bringing exciting terrain to the battlefield with special terrain gameplay (PVP expansion).&#10;&#10;Terrains Expansion contain:&#10;&#10;     Blood Magic with 7 miniatures, 3 cards and 2 scenarios&#10;     Crystal Manifestations with 7 miniatures, 3 cards and 2 scenarios&#10;     Power of Technology with 7 miniatures, 3 cards and 2 scenarios&#10;     Unstable Flames with 7 miniatures, 3 cards and 2 scenarios&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killer Bunnies and the Quest for the Magic Carrot: La-Di-Da London Booster",
    "ID": 292046,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292046/killer-bunnies-and-the-quest-for-the-magic-carrot",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The new Killer Bunnies Quest La-Di-Da London Booster Deck connects with cultures above and beyond as we journey eastward across the pond!&#10;&#10;This Booster Deck adds 55 large cards to your existing set plus four new Carrots and 12 small cards!&#10;&#10;Use a new Bunderground Station to move bunnies from place to place, Elephant and Castle introduces them at a great pace! You&rsquo;ll need help to learn the British slang and luck to win at Number Wang! Day Trippers will dwarf another bunny, even Lou and Andy are quite funny! If you&rsquo;re feeling crazed and your sanity has gone, breathe deeply, Keep Calm And Bunny On!&#10;55 new cards plus four new Carrots and 12 small cards&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Game: Killer Bunnies",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Company of Heroes: Solo & Co-op Expansion",
    "ID": 292064,
    "Year": "(2021)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292064/company-of-heroes-solo-and-co-op-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3333",
    "Description": "The Solo &amp; Cooperative pack allows you to now play the Company of Heroes Board Game solo or with a partner! Featuring a unique fog of war and AI reaction system, overcome 10 pre-set scenarios and challenges, or dive into a fully functioning free-play system like the video games' AI multiplayer!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: USA",
      "Players: Expansions Adding Cooperative Play",
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Company of Heroes: Elite Commanders Collection",
    "ID": 292065,
    "Year": "(2021)",
    "Geek Rating": "5.544",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292065/company-of-heroes-elite-commanders-collection",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The big boys of the armored divisions! Featuring the elite specialty vehicles and commanders that we could not fit into the Core Set. Featuring 2 unique vehicles for each nation faction. Includes the King Tiger, JagdPanther, IS-3 Heavy Tank, KV-2 Assault Tank, British Comet Tank, Sexton Motorized Artillery, US Pershing Heavy Tank and the US Sherman Calliope. Along with 2 variations of each Commander to unlock new abilities and upgrades.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Company of Heroes: Oberkommando West",
    "ID": 292066,
    "Year": "(2021)",
    "Geek Rating": "5.546",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292066/company-of-heroes-oberkommando-west",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is a faction pack that allows you to play with a different type of German faction. This faction focuses on mobility and its light vehicles as well as the ability to create bases anywhere on the map. Note that this is not a 5th player expansion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Company of Heroes: Eastern Reinforcements Pack",
    "ID": 292067,
    "Year": "(2021)",
    "Geek Rating": "5.549",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292067/company-of-heroes-eastern-reinforcements-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "The ISU-152 is one of our favorite units out of all the Company of Heroes video games and will receive special treatment here. It is one of the only vehicles that can switch between a powerful armor-piercing round and an infantry-devastating high explosive shell. With ultra-long-range and heavy armor, its weakness is its lack of turret and slow turning speed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Company of Heroes: Pathfinder Pack",
    "ID": 292068,
    "Year": "(2021)",
    "Geek Rating": "5.546",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292068/company-of-heroes-pathfinder-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "The Pathfinder Pack includes two modules. The first module contains 2 pathfinder doctrines and 9 pathfinder infantry figures. The second module includes two armored assault doctrines and a 3.5&quot; Elephant Tank Destroyer.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Company of Heroes: STUG Assault Pack",
    "ID": 292069,
    "Year": "(2021)",
    "Geek Rating": "5.534",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292069/company-of-heroes-stug-assault-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The STUG Assault Pack includes 4 STUG Assault Guns, 6 Elite Infantry Dice Markers, 2 Wehrmacht Commanders, 2 Oberkommando Commanders.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Company of Heroes: 2 Player Set",
    "ID": 292070,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/292070/company-of-heroes-2-player-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The 2 Player Set contains everything needed to play Company of Heroes with only two players. The set contains the American and the Wehrmacht factions. This set can also be mixed with the core set.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "After the Empire: Captain of the Guard",
    "ID": 292072,
    "Year": "(2020)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292072/after-the-empire-captain-of-the-guard",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A mini-expansion for After the Empire which adds 1 Captain Miniature and 1 Refugee card.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UltraQuest: Gold, Ruhm! und Ehre! – Lagerhaus 49",
    "ID": 292074,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292074/ultraquest-gold-ruhm-und-ehre-lagerhaus-49",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "600",
    "Weight": "0",
    "Description": "There was a missing entry in Stadt 49 (City 49), so this insert was created, not only correcting the omission, but inserting a whole new adventure/dungeon: Warehouse 49. Including some new rules and equipment on 6 new pages with 57 encounters.&#10;&mdash;user summary&#10;&#10;Autor Markus Still: Umfasst 57 Ereignisse und 3 neue Regelabs&auml;tze auf 6 Seiten f&uuml;r das fehlende Ereignis &quot;Stadt 49&quot;.&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UltraQuest: Gold, Ruhm! und Ehre! – Das Ogerkönigreich",
    "ID": 292075,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292075/ultraquest-gold-ruhm-und-ehre-das-ogerkonigreich",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The Ogre Kingdom&#10;The first in a row of Legendary Dungeons, Hills 98 (H&uuml;gel,H&uuml;98)&#10;Expands the entry of H&uuml;98 to a whole new 4 page Dungeon with a possibility of a legendary treasure for the Ultra-Victory in UltraQuest.&#10;Ties in with the Ogre Character Expansion.&#10;&#10;Das erste in einer Reihe von legend&auml;ren Verlies (H&uuml;98). 4 Seiten DINA4 mit neuen Ereignissen welche den Eintrag H&uuml;98 erweitern. Mit einer Chance auf einen legend&auml;ren Schatz f&uuml;r den Ultra-Sieg in UltraQuest.&#10;Passt zur Abenteuerer-Rasse Oger.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UltraQuest: Gold, Ruhm! und Ehre! – Traumburger Weihnachtsmarkt",
    "ID": 292076,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292076/ultraquest-gold-ruhm-und-ehre-traumburger-weihnach",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Should a group be in Traumburg (approx. Dream Castle in english) from the 1st advent to January 6th they can visit the famous Christmas Market and have a good time.&#10;&mdash;description from the designer (translated)&#10;&#10;This adds a new location of 6 Pages to the base Game, the Christmas Market in Traumburg, along with new encounters and rules (e.g. optional Bless rules for the Cleric and new Mannikins for the Wizard).&#10;&mdash;user summary (translated)&#10;&#10;Wenn eine Gruppe sich in Traumburg befindet und das Spiel zwischen 1. Advent und 6. Januar stattfindet, kann sie auf dem Kirch-platz den Traumburger Weihnachtsmarkt besuchen und es sich dort etwas gut gehen lassen&#10;&mdash;description from the designer&#10;&#10;6 Seiten Erweiterung und neue Regeln f&uuml;r Weihnachten in Traumburg (z.B. optionale Segen-Regeln f&uuml;r den Kleriker und neue M&auml;nnchen f&uuml;r den Zauberer.)&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UltraQuest: Gold, Ruhm! und Ehre! – Der Strand",
    "ID": 292077,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292077/ultraquest-gold-ruhm-und-ehre-der-strand",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Beach&#10;Preview expansion with 12 pages of new encounters at a new location (which will be added to the Base Game Map), first distributed as give-away at UltraCon (July 1st 2019).&#10;&#10;Erweiterung mit 12+ Seiten&#10;Die Preview f&uuml;r den Strand (12 seitige, fehlerhafte Playtestingversion ohne Illustrationen), die erstmalig am 1.7.2019 auf dem UltraCon 3 zum 3. Geburtstag von UltraQuest als Giveaway verteilt wurde.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Miniversity",
    "ID": 292078,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/292078/miniversity",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "3",
    "Weight": "0",
    "Description": "A 2-players card-placement micro game, only 20 cards.&#10;&#10;Every card is consist of 6 squares, and there'll be 3 kinds activities on the card. The activities are the elements consist a life of miniversity student, which are Studying, Dating, Travelling, Part-time jobs and Hanging out with friends! You need to arrange your TIME efficiently to get better memories during all these activities.&#10;&#10;Players each places 10 cards into their own placing zone in real time until each player has placed all their cards in their placing zone, then proceed to scoring points. The player who placed all cards faster get bonus points.&#10;&#10;Placing rule:&#10;You only need to overlap the previous card you just played, at least one square. It's no matter how many squares you covered, it's also fine to overlap whole card. It's free to cover any icons, you don't have to stack the same icon in the same position.&#10;&#10;Scoring rule:&#10;In Short game, check your 3 biggest blocks, you scoring 1 point for each icon in these blocks. The faster playing get 3 bonus points.&#10;&#10;In Full game, check your biggest blocks in each kind of icon, you scoring 1 point for each icon in these blocks. Players get bonus points according to the speed rank.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Real-Time",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kippt + Wackelt!: Das Partyspiel!",
    "ID": 292080,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292080/kippt-plus-wackelt-das-partyspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A pyramid of 55 plastic champagne glasses - and a red glass on top! Try to take one glass after the other out of the pyramid - but if the red glass falls down, you lose!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Sudden Death Ending"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solar Ocean: Colonies",
    "ID": 292081,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292081/solar-ocean-colonies",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Your stomach sinks as space-time warps around you. For an instant you are everywhere at once, infinite, then it's back to your tiny, cramped body. Yet, you are no longer where you were a moment before; you have arrived at a new space.&#10;&#10;Having exhausted its one-shot fuel, your Gateship Warpcore powers down. You are now by yourself in a virgin solar system, unimaginably far away from Cradle System Sol; a single Executor, with terminal authority over your cargo of a thousand intrepid colonists.&#10;&#10;Of course, you are not alone. The Joint Assets &amp; Colonial Operations Bureau (JACOB) rarely works without multiple levels of redundancy. Others have warped in with you; other players in the game of conflict and colonisation in deep space. You may choose to work with or against them. Will you form Alliances, or go for each other's jugulars from day one. There need not be one winner of the coveted Colonial Contract after all... but the fewer, the richer.&#10;&#10;Think now... and think well - First things first:&#10;&#10;You know the worlds; you have the probe data. Exploring them should reveal strategic sectors, key resources and unique secrets. Terraforming is always a useful tool, but do you really need to spend valuable resources on it? Once you have enough materials, you must start building - small outposts at first; and later on, larger settlements to suit your Faction's ideals. You must also full-body-print more colonists from personas downloaded through your ansibles - a weird kind of immigration.&#10;&#10;Build, conquer or destroy - your fame or infamy will attract more immigrants. More people mean more expertise and influence. Now you can truly start to weave your destiny: War, Invasion, Espionage, Sabotage, Crime, Culture, Technology, Industry, Commerce, Politics, World-Building... What is going to be your game?&#10;&#10;Your choice, Executor. Let's begin!&#10;&#10;---&#10;&#10;Solar Ocean: Colonies is a 4X tabletop game and companion RPG about Conflict and Colonisation in Deep Space.&#10;&#10;We are using digital asset sales as a unique way to fund game development. Please visit the game website for more details.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Environmental",
      "Industry / Manufacturing",
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Action Retrieval",
      "Alliances",
      "Area Movement",
      "Automatic Resource Growth",
      "Betting and Bluffing",
      "Critical Hits and Failures",
      "Deck, Bag, and Pool Building",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Interrupts",
      "Investment",
      "Market",
      "Modular Board",
      "Moving Multiple Units",
      "Re-rolling and Locking",
      "Resource to Move",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cheers",
    "ID": 292084,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/292084/cheers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Cheers is a board game focused on the social aspects of party games. It is a new concept targeting 16-25 years old people who enjoy having fun and partying. The game has many questions and challenges and thereby guarantees inappropriate but fun situations to occur.&#10;&#10;Cheers is a board game with a new groundbreaking concept. We have gathered a selection of the most popular pre-party games in one, so you can focus on having fun.&#10;&#10;Cheers - be the best host!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Action / Event",
      "Player Judge",
      "Singing",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crimson Company: The Other Side",
    "ID": 292086,
    "Year": "(2020)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292086/crimson-company-the-other-side",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Other Side adds additional character cards to Crimson Company. The theme revoles around a wold beyond life and death. Gameplay-wise, many new flip and destruction effects enable many new synergies, also with cards from the base game.&#10;&#10;In Crimson Company, two opposing players take on the roles of adventurous noblemen in a cut-throat fantasy world. In a battle of wits, they assemble armies of sellswords, from hardened warriors and shady merchants to mythical creatures as old as time.&#10;&#10;Your goal in a match of Crimson Company is to conquer two of the three castles in the center. You conquer a castle by amassing more strength than your opponent in the castle's lane by the time that lane is scored. A lane is scored once a player owns at least four cards in it.&#10;&#10;Cards represent a large variety of characters, all of which have specific strength values and unique effects. The latter are either one-time instant effects that happen when a card is played, or they are triggered in specific phases of the game. Four randomly drawn cards from the character deck are &quot;on offer&quot;. You may bid coins on only one of those at a time. Then your opponent decides to either pay you off, doubling the coins you bid, or pass and let you play the card.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tutti in Treno",
    "ID": 292087,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/292087/tutti-in-treno",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Tutti in Treno each player is a little train driver. The player with the lead throws 3 colored dice and combines them to move his train on a modular path with different landscapes (mountains, hills, lakes, snow and deserts), trying to stop at the stations to pick up passengers. Passenger tiles are worth only 1 point, but if players are able to deliver them to the next station, then the tiles are flipped over and may be worth from 2 to 4 points at the end of the game.&#10;&#10;The unused dice may be invested in some powerful and surprising bonus tiles to be used any time during the game. The first train driver who arrives at the last station of the path will also get a punctuality bonus, represented by a stationmaster hat.&#10;&#10;The mechanics of Tutti in Treno not only are thought to highlight the idea of a path game keeping it always fun, but they also encourage kids to make some basic strategy choices, training at the same time logic and sense of space.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Torwand-Spiel",
    "ID": 292089,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292089/das-torwand-spiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Promotional game made in 1974 by Flora Soft Margarine. Cashing in on the World Cup Finals that year.&#10;&#10;Have fun with this Goal-wall-Game!&#10;&#10;You have often seen the big football stars shooting at the goal. Now you can try your luck yourself and become the top scorer of your family.&#10;&#10;Game: Flick a counter three times at the bottom hole and three times at the highest hole.&#10;&#10;The one who scores the most goals has won and that does not necessarily have to be the family football fan.&#10;&#10;But do not forget that having a real ball game is just as much fun and a lot of health.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Board Games",
      "Traditional Games: Tiddlywinks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Dark Elves",
    "ID": 292096,
    "Year": "(2019)",
    "Geek Rating": "5.567",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292096/claim-dark-elves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Claim: Dark Elves is a new faction for the card game Claim and/or Claim2 with a unique ability, and this faction can be swapped for one of the existing factions in the base game to provide greater replayability.&#10;&#10;In Phase 2, if you collect at least one Dark Elf into your score pile in a trick, you must discard a non-Dark Elf card in your score pile from the game. (If you have only Dark Elf cards in your score pile, you do not have to discard a card. If you collect more than one Dark Elves in a trick, you still only discard one other faction card.)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test of Honour: The Samurai Miniatures Game – Ashigaru Scouts",
    "ID": 292097,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292097/test-of-honour-the-samurai-miniatures-game-ashigar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;Captain Hiroji leads his scouting force to patrol the border, and drive off any enemy clan forces.&quot;&#10;&#10;Mounted Samurai Captain&#10;    Scout Sergeant&#10;    Ashigaru Runner&#10;    3 Ashigaru Scouts&#10;    9 Recruitment Cards&#10;    1 Trait Card&#10;    6 Skill Cards&#10;    2 Quest Cards&#10;    MDF bases, including 1 multibase&#10;&#10;This set focuses on scouting, stealth and sudden attacks.&#10;&#10;Captain Hiroji is a master at keeping the enemy off guard, and starts with the Poised for the Attack skill card. His horse tack is functional and unadorned, ready to lead a swift, quiet mission on the borders of clan domains, or perhaps into enemy territory.&#10;&#10;The Scout Sergeant reading the map helps move up your other Ashigaru (of any type), with an extra boost if they are heading towards an objective.&#10;&#10;Meanwhile the Runner can carry orders from any characters and sergeants in your force, giving their effects a wider reach!&#10;&#10;The Ashigaru Scouts are armed with katanas rather than larger, bulkier weapons, and carry their bed-rolls and portions of rice with them, ready for an extended patrol.&#10;&#10;Skill cards include Flanking Manoeuvre, Reconnaissance and Hide!&#10;&#10;Also in the set are cards for a Mounted Samurai Captain and Mounted Samurai Officer, in case you don't want to use the named character. As well as having different stats to the Mounted Samurai from the Clan Forces pack, these new cards have the Military path icon, so they work perfectly with the skills, trait and quests from the Veteran Ashigaru set.&#10;&#10;Box contains 18 gaming cards for Test of Honour and 6 metal miniatures plus bases.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memo: Feel the Surface",
    "ID": 292098,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292098/memo-feel-the-surface",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The object of the game is to identify as many pairs of tokens as possible with the same surface by touch. All the tokens are placed in the bag and shuffled. On their turn, players will then take the bag, pull out one token, and try to find the same in the bag. If they succeed, they keep them ; otherwise, tokens are returned into the bag. The player who has the most pairs at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Zombies: Grave Mistakes",
    "ID": 292101,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292101/munchkin-zombies-grave-mistakes",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This looks safe . . .&#10;&#10;No one ever thinks to hide in the cemetery when the zombies roam the streets. With your sensible heels and a personalized gravestone, what could possibly go wrong? Add these 30 cards to your Munchkin Zombies game to find out!&#10;&#10;&mdash;description from the publisher&#10;&#10;A 30 card mini-expansion pack for Munchkin Zombies that adds 5 new monsters, a new mojo and new items and events.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Upset the Llama",
    "ID": 292102,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.25",
    "Link": "https://boardgamegeek.com/boardgame/292102/dont-upset-the-llama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Did you know that llamas don&rsquo;t like loud noises or rude behaviour? After this game, you certainly will! On your turn, draw a card from your deck and try to be the first to spot the horn or spray. The first player to grab the Llama water gun can spray a player of their choice!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Faerie Chess",
    "ID": 292103,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/292103/faerie-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "' Faerie Chess'  is a new take on Chess, featuring both the classic Chess units and 14 new unit types with new abilities/movements.  The game offers a 2 in 1 experience, in that it contains all of the components for a classic Chess game, and the new components for Faerie Chess.&#10;&#10;The new units added to the game include:  Soldier, Chamberlain, Peasant, Tower, Catapult, Herald, Lancer, Courtesan, Thief, Pontiff, Inquisitor, Jester, Regent, Mercenary.&#10;&#10;Included in the game are a deck of cards to illustrate each unit's movement pattern, to aid both beginners to Chess and the new game variant material.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bodensee-Reise",
    "ID": 292104,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/292104/bodensee-reise",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player gets a ticket and a steamboat. The players have to travel the route, indicated on their tickets. Movement is determined with two number dice and a symbol die. The symbol die has the following meanings:&#10;Arrow: roll again&#10;Flag: roll again&#10;Bell: only the result of 1 number die counts&#10;Anchor: the ship doesn't move at all&#10;Blanks (2x): no effekt&#10;The first player to reach his destination wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Austria",
      "Country: Germany",
      "Country: Switzerland",
      "Region: Lake Constance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Startropolis: Glow Box",
    "ID": 292105,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292105/startropolis-glow-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion allows a player to use a radioactive core module in &quot;Startropolis&quot; instead of the ordinary one included in the base game. It comes with a glow-in-the-dark radioactive core module component and a rules card describing how using it affects gameplay. Essentially, with a radioactive core, adjacent modules start with enhanced abilities but burn out during the course of the game.&#10;&#10;A spaceship turn marker component is also included with the expansion.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Glow in the Dark",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Startropolis: Nova Box",
    "ID": 292106,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/292106/startropolis-nova-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion to &quot;Startropolis&quot; adds three optional features to gameplay: new advanced modules, alien factions, and secret missions.&#10;&#10;There are six new module types, each with its own components, capabilities, and advanced modules card. Each of these are meant to be substituted for one of the basic module types in the core game to make for many possible variations.&#10;&#10;Alien factions make for an asymmetric game, with each player having both a special permanent ability and single use ability. Secret missions add a hidden information element making it harder to estimate the progress of other players.&#10;&#10;WHAT&rsquo;S IN THE BOX?&#10;&#226;&#151;&#143; 24 Advanced Modules (in 6 types)&#10;&#226;&#151;&#143; 54 Advanced Module Cards&#10;&#226;&#151;&#143; 12 Advanced Faction Cards&#10;&#226;&#151;&#143; 15 Mission Cards&#10;&#226;&#151;&#143; 100+ Credit Tokens and Player Revenue Markers&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  }
]