[
  {
    "Rank": "21706",
    "Name": "ZU Tiles: Hime – Starter Set 1",
    "ID": 266381,
    "Year": "(2020)",
    "Geek Rating": "5.507",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/266381/zu-tiles-hime-starter-set-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "1.5",
    "Description": "ZU Tiles: Hime is a strategic tile placement game based loosely on the creatures of the Chinese Zodiac. Players choose a creature (or creatures) to build customized decks around in order to out think and out play their opponent(s). Players earn points by creating patterns of &ldquo;compatible squares&rdquo; using creatures or by battling and capturing opposing creatures. The first player to 12 points wins! Think Collectable Card Game meets Dominoes...but with amazing anime inspired art and super fun tile interactions.&#10;&#10;ZU Tiles: Hime is a quick and easy game for the whole family, focusing more on its unique compatibility mechanics than it does on combat. We're hoping you have more fun and more genuine enjoyment of playing vs. the sometimes cutthroat competition that other more competitive deck building games can become. Relax. Take your time. Smile more. Laugh a bit. Enjoy yourself.&#10;&#10;Starter Set 1 consists of the Pig, Rabbit, Ram, Tiger, Horse, and Dog tiles.&#10;Starter Set 2 consists of the Dragon, Snake, Rooster, Rat, Ox, and Monkey tiles.&#10;&#10;AWARDS AND HONORS&#10;2020 Board Game Spotlight Top Game of 2020 Silver Spotlight Award&#10;Top 5 Game of 2020: Minimum Player Count&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Humor",
      "Puzzle"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Astrology"
    ]
  },
  {
    "Rank": "21707",
    "Name": "Kakerlakentanz",
    "ID": 153077,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/153077/kakerlakentanz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Time for the cockroaches to hit the dance floor in Kakerlakentanz. Players take turns playing their dance cards, then making the right &mdash; or precisely the wrong &mdash; dance moves and sounds while naming the style of dance.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Humor",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Cockroaches",
      "Animals: Insects",
      "Series: Ugly Animals (Drei Magier)"
    ]
  },
  {
    "Rank": "21708",
    "Name": "32 Dice",
    "ID": 113360,
    "Year": "(2011)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/113360/32-dice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "32 Dice is a clever combination of strategy and classic chess-checkers play. Roll 16 dice to set up your board... flip to a different number to alter your move and be the first to move one of your die to the opposite side of the board to win. It is a clever new board game... easy to learn, and with loads of challenge for the more serious strategy players. First player to maneuver one of their dice to their opponent's back line wins. What will your strategy be... to take your opponent's dice, or defend the back line? A strategic flip of the dice instantly alters the direction and outcome of every game. Addictively fun for players of all ages. &#10;Wooden 4-piece game board is modular and stores neatly inside wooden box along with game dice. &bull;Contents: Wooden storage box&#10; &bull;1 4-piece game board &#10;&bull;32 dice: 16 dark &amp; 16 light &#10;&bull;1 Rule book. &#10;For those who enjoy chess or checkers, this game is almost a must-have for your collection. A fun twist on chess, this game allows you to move your pieces in any direction (and look out for the option of a 90-degree turn of the die).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21709",
    "Name": "Brouhaha",
    "ID": 12317,
    "Year": "(2004)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/12317/brouhaha",
    "Min Players": "3",
    "Max Players": "42",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Here's a description of the game from Cocktail Games:&#10;&#10;Brouhaha is a game by Jean-Marc Pauly which interested us because of it's intergenerational nature, as well as the pleasant ambiance it generates around the table. The basis of the game is simple but highly effective: 42 Animal cards (21 pairs) and 4 Hunter cards are dealt out among the players. Each player then takes his cards into his hand without showing them to anyone else. Each player chooses a card and plays it face-down in front of himself. He then tries to mimic the cry of the animal on the card he has chosen, with the objective of finding its mate.&#10;&#10;As soon as two players think they share the same animal, the both knock the center of the table. This action suspends the game while the players check to see if they were correct. If they were, they are awarded their respective cards.&#10;&#10;At any time, a player who can't find his mate may take his card back into his hand and play out another, henceforth imitating the cry of the new card's animal instead.&#10;&#10;Players have to watch out for the Hunters, which let one imitate an animal's call...&#10;&#10;A game of hilarious cacophony for players 7 and up and which has an impressive variant intended for 42 players.&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "21710",
    "Name": "Quadwrangle",
    "ID": 2730,
    "Year": "(1983)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/2730/quadwrangle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3",
    "Description": "Quadwrangle is dice game played with a board with 9 columns.  Each column has a counter that starts in the middle and you attempt to move a counter by rolling certain dice combinations to your scoring area.  (It is a bit like playing 9 games of tug of war simultaneously.)  The winner is the first to get 3 counters in their scoring area.&#10;&#10;The dice are rolled in a manner similar to Yahtzee:  Roll 5 dice.  Keep the ones and reroll the rest.  You may reroll up to three times.&#10;&#10;The nine columns are marked:&#10;-  Number (from 1-6):  Roll a pair of those numbers move the counter 1 space in the column, triple 2 spaces, etc.&#10;-  Run:  You are trying to roll a straight (12345 for 2 spaces, or 23456 for 3 spaces)&#10;-  High/Low:  You are trying to roll a total over 23 or under 12.  There are bonuses for rolling more extreme totals.&#10;&#10;1996 Mensa Select&#10;&#10;Reimplemented as:&#10;&#10;    Kniffel Duell / Cosmic Cows&#10;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Magazine: Spielbox",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21711",
    "Name": "Piratatak",
    "ID": 31159,
    "Year": "(2008)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/31159/piratatak",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1739",
    "Description": "The objective of the game is to construct your own ship before pirates arrive and attack you!&#10;&#10;The basic mechanic is to draw cards to found gold (for buy ship cards to your opponents), ship cards (for construct your own ship),cannons (for attack pirates if they appear) but if you draw a pirate card you lose 3 cards! You may know when to stop.&#10;&#10;Components 55 cards (9 cards are pirates)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "21712",
    "Name": "Zum Kuhkuck",
    "ID": 167466,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/167466/zum-kuhkuck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Can you grab the right cow-tending equipment that you need in Zum Kuhkuck?&#10;&#10;To start play, lay the 59 cards of the deck face down on the table and mix them thoroughly. Each player now takes turns, and on a turn you can either draw a card from the table and add it to your hand or score points for one of your colors in hand. If you draw one of the five storm cards, then you must discard your hand and start anew next turn.&#10;&#10;When you score, you receive points based on the number of cards in hand &mdash; the more, the better &mdash; as well as two points for each card of the color of your choice. Note that you can score each of the five colors only once! You then discard your hand of cards and start building a new hand next turn.&#10;&#10;As soon as one player has scored for all five colors, the game ends. For each color in which both players have scored, the player with the higher sum receives a ten point bonus. Players then tally their scores, and whoever has the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Players: Two-Player Only Games",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)",
      "Series: Nürnberger Kuh (NSV)"
    ]
  },
  {
    "Rank": "21713",
    "Name": "Raben schubsen",
    "ID": 181089,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/181089/raben-schubsen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Every raven has its favorite resting place. But all the good spots are usually taken up fast. So, in order to protect their territory, the ravens are constantly pushing each other off their perch. No sooner has a raven settled down on its perch, does he find himself plummeting downwards. Try to find the best spots on your side of the wall to perch your ravens and at the same time knock your opponent&rsquo;s birds from their perch on his side of the wall. Who will have the most ravens perched up on his side of the wall at the end of the game?&#10;&#10;The youngest player begins. Then take turns. On your turn, roll&#10;the die. Try to roll it so that both of you can see the result.&#10;Depending on what the die shows, here&rsquo;s what happens:&#10;&#10;- White raven&#10;You&lsquo;re in luck! White ravens are rare. Take a raven&#10;lying next to the wall and place him on top of your&#10;side of the wall on the merlon. He is safe here and&#10;can no longer be knocked off the wall.&#10;&#10;- Black raven&#10;Take a raven lying next to the wall and place it on&#10;any perch that only shows on your side of the wall.&#10;&#10;- Knock a raven from the wall&#10;It&rsquo;s time to knock your opponent&rsquo;s ravens from the&#10;wall: Think about where your opponent may have&#10;set one of his ravens and slide out the perch from&#10;under his talons. Choose the perch you think an&#10;opponent&rsquo;s raven is resting on and pull it onto your&#10;side of the wall. If you guessed right and knocked a&#10;raven from his perch, your opponent has to put him&#10;back next to the wall with the other ravens.&#10;&#10;- It&rsquo;s your choice: Black raven or knock a raven from the wall&#10;You can either take a raven from the pile next to the&#10;wall and put it on a perch on the wall, or you can&#10;knock a raven from the wall by pulling a perch from&#10;your opponent&rsquo;s side onto your side of the wall.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21714",
    "Name": "Troia",
    "ID": 877,
    "Year": "(2000)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/877/troia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.875",
    "Description": "As archaeologists, the players try to reconstruct the individual layers of Troy by excavating puzzle pieces from the site. By publishing their results, players gain reputation (scientific prestige) and get additional digging permits. Whoever gets the highest reputation wins the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (City Scale)",
      "Components: Player Screens",
      "History: Trojan War",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "21715",
    "Name": "Boy Scouts",
    "ID": 13535,
    "Year": "(1912)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/13535/boy-scouts",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This is an old Parker Brothers card game with a Scout theme. The deck contains 5 Patrols (suits) of 10 cards each with the cards numbered from 1 to 10. The 1 card is called the Patrol Leader. The player to the dealer's left starts by playing any card between 1 and 10 from his hand to the center of the table. The next player must either play a card from the same Patrol whose number is 1 greater or 1 less than the card on the table, or play a card from a different Patrol whose number is the same. For example, if an Owl 4 card is led, the next player may play an Owl 3 below it, an Owl 5 above it, or a 4 card from a different patrol (say a Wolf 4) adjacent to it (thus allowing Wolf cards to be played). The lead card designates the number that all other patrols must start on (in this example number 4). If a player has no legal play he must pass. The first player to play his last card scores points equal to the numbers on all the cards still in the other players hands. A Patrol Leader card counts as 15 points for scoring. The first player to score 250 points wins.&#10;&#10;According to the Dutch rules from publisher Goliath Games, the number of Patrols used in a game is equal to the number of players (e.g. only use 3 Patrols in a three player game).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Scouting / Guiding"
    ]
  },
  {
    "Rank": "21716",
    "Name": "Pickpockets",
    "ID": 192717,
    "Year": "(2016)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/192717/pickpockets",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "All players play as thieves who are pulling bills out of a wallet stuffed with cash. What none of them know, is any player may be an undercover cop, trying to catch as many thieves as possible.&#10;&#10;In Pickpockets, players will take turns either drawing or manipulating money cards in a wallet until a player reveals themselves as an undercover cop, yelling &ldquo;Hands up&rdquo;. All other players will reveal their cards.&#10;The Undercover Cop Wins if at least one other player has two or more marked bills in their possession.&#10;&#10;Otherwise the Pickpocket with the most money wins.&#10;&#10;Alternatively a player can skip town if they have enough unmarked money in their possession.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "21717",
    "Name": "Fatal Rendez Vous",
    "ID": 22344,
    "Year": "(2006)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/22344/fatal-rendez-vous",
    "Min Players": "5",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Guests arrive at a mansion for what they hope will be a relaxing weekend, but alas the calm of Friday night is broken when a cry of fright rings out. The guests wake up and gather only to be horrified with the discovery of the lifeless body of one of them. Who could have killed him? And more importantly, who will be the next victim?&#10;&#10;Fatal Rendez Vous plays a bit like Werewolf, with most players belonging to one group while one or more of them secretly work against the group. Each player receives a role card at the start of play. Each night in the game, while everyone has their eyes closed, one of the secret assassins taps another player on the shoulder; this player counts to ten, then dies. Day comes, and everyone runs around in a tizzy &mdash; specifically turning in circles three times &mdash; during which time the other assassin winks at someone, killing that person as well.&#10;&#10;The guests handcuff two players during the day, and those two players take no actions for the next day. This pattern continues until three days pass. If the assassins have been handcuffed together during the weekend, then the other guests win, having captured the evildoers; if not, however, the assassins claim the victory.&#10;&#10;Fatal Rendez Vous includes special role cards that mix up play, for example, with a player who becomes a vampire after death, taking out the assassin and murdering people on his own. Another player might have a weak heart and perish after only five seconds, giving the assassin less time to find cover.&#10;&#10;&#10;From TricTrac:&#10;&#10;Le D&eacute;fifoo Noir (subtitled Friday the 13th at the Castle) is a game inspired by Cluedo and Agatha Christie&rsquo;s 12 Little Indians and is another game in the lineage of Werewolf. It is designed by Olivier Finet, principal designer at D&eacute;fifoo SA. The game can accommodate 5 to 20 players and play time is estimated at 30 minutes.&#10;&#10;Players are given a special role representing either an innocent guest at the castle or a sinister murderer. The players are invited to investigate the murders and hopefully throw the right suspect(s) in prison. In this game however, people are free to move around during the day phases and interact freely with one another, thereby using all of their senses to nab their victims/assailants. These negotiation phases however are timed and last only 3 minutes. Making things harder on the poor guests, the murders happen both at night and during the day over a maximum of 5 turns. The game components include the role cards, a pair of handcuffs (for the culprits), a timer and a bowtie for the Castle&rsquo;s host (game overseer).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Series: Défifoo"
    ]
  },
  {
    "Rank": "21718",
    "Name": "Débrouille-toi!",
    "ID": 226948,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/226948/debrouille-toi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In D&eacute;brouille-toi!, a.k.a. Unm&ouml;glich!?, players team up in a problem-solving contest against MacGivrette. At the start of the game, two mission cards are on the table. One player is sent on one of these missions, but doesn't know which one whereas everyone else does know. This ignorant person has two stacks of item cards in front of them and starts the round by picking one of the two top items, showing it to the first player in clockwise order, and asking whether they will need the item for the mission. The other player may answer only &quot;yes&quot; or &quot;no&quot;, but can stress the words in any way they like.&#10;&#10;Then the ignorant person picks another item and shows it to the next player, and so on. When the ignorant person has collected four &quot;yes&quot; cards, they have to guess what their mission is. If the guess is correct, the next round is played with an additional mission card, up to a maximum of five missions in play at one time. If the players can tell a good story about how to use the item, they get an extra point.&#10;&#10;All &quot;no&quot; cards go as points to MacGivrette. If an ignorant person guesses the wrong mission, MacGivrette also gets the mission cards as a bonus (and the number of mission cards goes down by one). If any player answers anything else other than &quot;yes&quot; or &quot;no&quot;, MacGivrette gets that item card as well.&#10;&#10;When the group has solved a round with five mission cards, the game ends and they count their cards. If they have gathered more cards than MacGivrette, they win!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "21719",
    "Name": "Kleiner Obstgarten",
    "ID": 104809,
    "Year": "(2011)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/104809/kleiner-obstgarten",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;It is harvesting time in the orchard! The cheeky raven, however, also wants his share of the delicious cherries, apples, pears and plums. He hops from tree to tree, pinching fruits here and there. Will you be able to harvest the fruit before the greedy raven reaches his nest?&#10;&#10;In Kleiner Obstgarten, the children - with a bit of help from the die &ndash; try to pick the fruits from the trees before the ravens reaches his nest.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies",
      "Food & Drink: Fruit",
      "Series: Obstgarten (HABA)",
      "Series: Superminis (HABA)"
    ]
  },
  {
    "Rank": "21720",
    "Name": "Joan of Arc's Victory 1429 AD",
    "ID": 85123,
    "Year": "(2012)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/85123/joan-of-arcs-victory-1429-ad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "From the publisher's website:&#10;&#10;Joan of Arc's Victory covers the entire campaign of the siege and relief of Orleans, with one-month turns beginning in April, 1429.  The French player must consolidate her polyglot army and its inspiring leader, while dealing with Joan's &quot;voices&quot; via an events table that leaves him feeling slightly out of control.  The English player has to deal with Scots and herrings and trying to resist the &quot;help&quot; of an unwanted Burgundian ally.  Both players face the challenges of making siege and open-field combat work for them, in an era where artillery and charges by armored knights belong on the same battlefield. The game includes 200 counters, a full-color, mounted mapboard, and all the charts you will need to keep your focus on the Maid.&#10;&#10;Joan of Arc's Victory also includes a random &quot;Joan Events&quot; table that will render the French player a sense of the uncertainty being around someone divinely inspired might provide. And it keeps life interesting for the English too, as Joan may do something very unexpected (and have surprising combat benefits too!).&#10;&#10;No two games will ever be alike.&#10;&#10;Part of the TPS &quot;Decisive Battles&quot; series&#10;That means straightforward rules, key insights into the history behind the game, and designs aimed at one-session conclusions and high replay value.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Orléans (France)",
      "Components: Map (Continental / National scale)",
      "Country: France",
      "Historical Figures: Joan of Arc",
      "History: Hundred Years Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Twenty Decisive Battles of the World (TPS)"
    ]
  },
  {
    "Rank": "21721",
    "Name": "Jena",
    "ID": 6129,
    "Year": "(1981)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/6129/jena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8571",
    "Description": "14th October 1806: The clash between the new French ideas about war regarding movement and psychological energy and the old fashioned Prussian traditions on discipline and invincibility.&#10;&#10;Degree of difficulty: 4/6&#10;&#10;Contents:&#10;&#10;    Rigid, plastic cardboard box printed in 5 colors, giving the indications of the number and age of players, the duration of the game, the level of difficulty and the historical setting.&#10;    131 pieces in plastic, matte finish cardboard, cut and printed on both sides, they represent the units taking part in the battle with their movement and combat factors.&#10;    Board in rigid, thick cardboard plastic with a matte plastic finish, cut in 5 pieces and printed in 5 colors.&#10;    Cardboard tables to determine the results of combat and artillery fire.&#10;    Calendar showing the entry of forces that were not present at the beginning of the game.&#10;    Training table.&#10;    Rule booklet in 4 languages with examples.&#10;    Plastic storage tray and dice.&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Ratio / Combat Results Table",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Cities: Jena (Thuringia, Germany)",
      "Country: France",
      "History: Napoleonic Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "21722",
    "Name": "Bommerz over da Sulphur River",
    "ID": 4646,
    "Year": "(1998)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/4646/bommerz-over-da-sulphur-river",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2308",
    "Description": "In Bommerz over da Sulphur River you can take the part of the Ork Fighta-Bommer pilots, screaming down to smash the vital bridges. Or you can command the heroic Imperial defense, pouring a devastating stream of flak and laser fire at your attackers and directing the counter-attack of your brave but outnumbered Thunderbolt Interceptors.&#10;&#10;Perhaps the strangest game set in the Warhammer 40,000 universe. Being a Games Workshop game, it includes several aircraft miniatures from the Warhammer 40k Epic line.&#10;&#10;In 2005, the game was re-released in a free print-and-play PDF file from Games Workshop's &quot;Specialist Games&quot; division website. Everything except the models (which are common GW buys) is now downloadable in the PDF. It was eventually removed in a site redesign, but an archived link is still available.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Board Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "21723",
    "Name": "Cookie Fu",
    "ID": 4861,
    "Year": "(2003)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/4861/cookie-fu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "From the publisher:&#10;&#10;So, Grasshopper, you wish to learn Cookie Fu? Only with a strong mind and plenty of practice will you master moves like the Sweet Flaky Kick or the Devastating Hurl of Crumbled Fate. Do not despair though, my young student. Cookie Fu is quick, fun, and easy to learn, yet difficult to master. What do you get with Cookie Fu you ask? The starter pack includes Fu and Fortune dice, simple and easy to understand rules, and crunchy custom fortune cookie all packed in mini-take out pail. Defeat your opponents, crush their cookies and unlock hidden moves. Collect all Fu Fortunes if your skill is strong enough. Build more powerful fighters with booster pack and rare chase cookies. Tossing your cookies has never been so much fun!&#10;&#10;Fortune cookie fighter is a fast and furious collectible dice game where two players battle against each other to see whose fu is best! Each player needs one pack to play. Normal play time runs about 10-15 min per match and best 2 out of 3 matches wins the battle. It's campy, quirky and full of take out yummy goodness. The game is expandable by buying additional booster packs to make a more powerful fighters. Do you have what it takes to be a Grandmaster Cookie Fu Fighter?&#10;&#10;Integrates with:&#10;&#10;    Cookie Fu: Grandmaster Chi Battles&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Food & Drink: Cookies"
    ]
  },
  {
    "Rank": "21724",
    "Name": "Fishing for Words",
    "ID": 239940,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/239940/fishing-for-words",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Roll the letter dice, then build the highest scoring word. Your opponent rolls any dice not used to create the highest scoring word crosswise. The more letters used, the better. The player or team with the highest score at the end of five rounds wins!&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "21725",
    "Name": "Travel Sequence",
    "ID": 22035,
    "Year": "(1994)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/22035/travel-sequence",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "Travel Sequence is a trimmed down travel version of the original Sequence game.  The rules are the same, but the game differs from the original version in several ways:&#10;&#10;* The board contains 6x8 card rows vs. 10x10 in the original&#10; * Uses a single deck of cards rather than 2 decks&#10; * For 2 players only instead of 2-4 players&#10;&#10;It comes in a small, plastic playing case that contains a deck of miniature playing cards (standard poker deck) and 2 colors of pegs that mark players' cards on the cardboard playing board, which is integrated with the lid of the case.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Travel"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Sequence",
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "21726",
    "Name": "Pyramid Raiders",
    "ID": 128910,
    "Year": "(2012)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/128910/pyramid-raiders",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Pyramid Raiders is a light back-stabbing strategy game for 3-6 players. Players are treasure hunters looking for fame and fortune in a long forgotten pyramid. With the help of their special equipment, they will compete with each other to gather the most treasure from this expedition &ndash; but watch out for The Guardian! He awakes from the darkness of the ruins to fulfill his mission, to chase all intruders and throw them out with a curse!&#10;&#10;In Pyramid Raiders, players lay down action tiles to move and collect treasure tokens on a hexagonal map. Besides providing a number for movement, action tiles will also effect The Guardian in different ways, such as rotate him to face another direction or make him move faster. Used action tiles will stay on board, and will be returned to hand only every five turns when they are all used.&#10;&#10;The Guardian's movement is guided by a set of rules and does not need a player to act as the GM. Each turn after all players have finished their moves, roll a die to move The Guardian, then move it extra spaces depending on the action tiles played this turn.&#10;&#10;At the start of each game, randomly place 49 treasure tokens of seven kinds on the map. Players score by collecting tokens of different colors, or by specializing in only one or two colors. Twelve wooden tokens are placed on the map as obstacles, and can be placed in different layouts to change the difficulty of the game. Ten item tiles are included to provide rule-bending effects for players. And for those who are up for the challenge, two extra Line of Sight tokens will let The Guardian literally grow eyes on his back, making it even harder to escape &ndash; or easier to trap other players depending on your point of view...&#10;&#10;",
    "Categories": [
      "Ancient",
      "Animals",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Constructions: Pyramids",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "21727",
    "Name": "Gruble",
    "ID": 28296,
    "Year": "(1989)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/28296/gruble",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "The players are drawing subject cards and rolling letter dice. Ie. the subjects could be Capitols, animals, female artists, mountains and cold drinks, and the letters could be A, E, G, H and P. &#10;Then the players will write down answers that matches these subjects and letters, receiving points for the answers given. More points are scored for answers you are the only one having.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "21728",
    "Name": "NewSpeak",
    "ID": 221298,
    "Year": "(2021)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/221298/newspeak",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Newspeak is a tense game of dystopian subversion in which you take the role of either the 'dissidents' or the 'moderators' in a mind-bending battle of wits to determine the reality around you.&#10;&#10;Will you challenge the status quo and shatter your fragile reality or seek to protect the safety of what you know?&#10;&#10;Dissidents utilise matching underground codes to coordinate meetings at one of the disturbingly illustrated locations on your map. They then each secretly use their location dials to declare their intended meeting point.&#10;&#10;The Mods, in a short amount of time, then have to determine where they expect the Dissidents to meet by inferring their intent from a book of every possible code set the subversives could use, and agree upon a location to direct a state raiding party.&#10;&#10;Once they've agreed on a location, the Dissidents each reveal their location dials. Depending on whether the majority of Dissidents have successfully coordinated at a single location, or the Mods have caught them in an attempt at subversion will determine whether that location becomes 'hacked' or 'moderated'.&#10;&#10;As the game progresses, moderated locations produce potential accomplices for the Dissidents to recruit, as undesirables are driven from now sanitized districts. However, as the Dissidents progress their mission to 'hack' as many locations as possible, the Moderators strike back with increasing numbers of surveillance outposts, installed to limit the Dissident's ability to move around the city undetected.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Real-time",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Network and Route Building",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "21729",
    "Name": "Bearly Working",
    "ID": 211212,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/211212/bearly-working",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1.3333",
    "Description": "Welcome to your City!  As the newly elected Mayor it is your duty to attend and bid at a 5 day bear auction in hopes of creating a prosperous society with a diverse workforce.  Watch out though because you&rsquo;ll be facing rival Mayors with the same objective!  Bearly Working is an &ldquo;auction-based card collecting game&rdquo; where the end goal is to have more points than your opponents while managing your resources wisely.  Develop your city by purchasing bears with special skills and hire covert criminals to sabotage your opponents!  Whatever your strategy&hellip;&#10;&#10;Running a city is grizzly business! &#10;-- &#10;This is an auction based game for two to four players and takes around 20 to 30 minutes to play.&#10;The game lasts 5 days and each day is broken into 3 phases.&#10;The first phase is the auction, where you will face off against the other mayors in an open bidding system.  One by one, a bear is showcased and then auctioned off.  The winning bidder hires the worker into their city. The second phase is payday. There are two types of bears. One provides victory points and the other provides income. Mayors with income bears in their city will collect their total pay check from the bank. The third phase is the action phase. Mayors will have three opportunities to either collect five coins from the bank or enlist the help of criminals.&#10;&#10;These crooks will be essential in sabotaging your competition. They do devious things such as fixing the auction, stealing some money or kidnapping bears.At the end of the third phase, the day is complete and this cycle is repeated for a total of 5 times. The player with the most victory points at the end of the game, is the winner!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "21730",
    "Name": "RPGQuest",
    "ID": 18590,
    "Year": "(2005)",
    "Geek Rating": "5.507",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgame/18590/rpgquest",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A very colorful mixture of RPG and Boardgame, this Brazilian game is designed for children of Ages 8 - 10 as an introduction to Role Playing Games.&#10;&#10;The basic game has 7 races and 8 classes to choose from, over 120 paper fold-out miniatures, 30 rooms and corridors and dozens of props.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "21731",
    "Name": "Caves of Rwenzori",
    "ID": 301366,
    "Year": "(2021)",
    "Geek Rating": "5.507",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/301366/caves-of-rwenzori",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Caves of Rwenzori (Ru-Wen-Zor-Ree)&#10;&#10;Deep in the rainforest the cloud covered Rwenzori mountains hide a vast network of ancient caves steeped in myth and mystery.&#10;&#10;Explorers have descended into those dark halls looking for fame, riches and glory, when disaster strikes and the entrance collapses. As the dust settles the legend of the caves rings in your ears, &ldquo;Only one ever comes out!&rdquo;&#10;&#10;Players develop the Rwenzori cave network by placing hexagonal tiles. Each turn the cave network grows to the advantage of some and the demise of others. Players need to jump, swing and hack their way through ancient tribal traps, subterranean waterfalls, gaping chasms and more in an attempt to be the first to escape the cave and win the game.&#10;&#10;Caves of Rwenzori is a simple tile laying game, where every game is different.&#10;&#10;In Caves of Rwenzori players take it in turns to place cave tiles to slow and obstruct their opponents forcing them to stop or move back through the cave network.&#10;&#10;The goal of the game is to place all your tiles down and then be able to play the escape tile and win the game.&#10;&#10;It is a rip-roaring, laugh-out-loud adventure as you hinder the other adventurers and speed your way to escape and victory.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Maze"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Movement Points",
      "Network and Route Building",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Pieces as Map",
      "Solo / Solitaire Game",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "21732",
    "Name": "Say When!",
    "ID": 9076,
    "Year": "(1998)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/9076/say-when",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Be the first player (or team) to score 10 points by guessing the numerical answer to factual questions.  The closest answer scores the points.  The closer you get the more you score.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "21733",
    "Name": "IncrediBrawl",
    "ID": 142653,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/142653/incredibrawl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "In IncrediBrawl, each player guides a colorful cast of characters from all corners of the imagination as they meet in an epic clash for glory! Summon the right characters at the right time to outwit your opponents; use whatever strategy you can muster to overcome the randomness of the brawl! Amass the most glory along the way to become the ultimate champion in this crazy contest of luck and wits!&#10;&#10;For basic gameplay, players shuffle their deck and draw five cards to start the game. Each player simultaneously selects a character from his hand and plays them face down at the current location. Once all the players have selected their characters, flip over the cards to begin the brawl!&#10;&#10;After triggering any abilities revealed by the flip, players then compare their power type and power levels to determine who wins each scrap and the overall brawl. The winner gains one Glory (VP), plus activates any abilities their character may have that trigger off of winning. Each player then discards the played character, and draw one new card before the next round begins. The first player to reach ten Glory wins the game!&#10;&#10;Each card in IncrediBrawl has a unique ability, and each player will start the game with a copy of the same set of cards. Choosing which character to play and what ability to trigger at just the right time is key to collecting the most Glory and winning the game!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21734",
    "Name": "Street Paintball",
    "ID": 37694,
    "Year": "(2008)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/37694/street-paintball",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1",
    "Description": "Each player controls a Paintball team in the city streets. When they see an enemy team member they have to shoot him, but be careful because it is easy to shoot a citizen or the police by mistake!&#10;&#10;Each player receives 6 team members in his Paintball team. They also receive a colored ball they have to store in the middle of the table. Each turn a player shows the top card of the draw deck to the other players. The object of the game is to react as fast as possible with the appropriate action.&#10;&#10;When the turned card shows a team member of another player you have to take the ball in your color and throw it to this player (you shoot the player with a paintball), but the victim can protect himself by taking all the balls away so the other players can't shoot. Because citizens look the same as the other players (but they don't carry a gun) it is easy to shoot a citizen by mistake. You also should be alert for the police. You don't want to shoot when a police card is turned. A few other special cards add some extra surprises to the game.&#10;&#10;(Street Paintball was released at Spiel 2008)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Sports: Paintball"
    ]
  },
  {
    "Rank": "21735",
    "Name": "Shape Up",
    "ID": 151015,
    "Year": "(2013)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/151015/shape-up",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Card game from the Dubbel en dwars series. All cards are printed on both sides. During the game you need both sides.&#10;&#10;In Shape Up everyone plays simultaneously. You try to play a card with an angle that corresponds (also in color) with a symbol at the top card of the discard pile. When you play a card with more equal angles, you may give a card to each other player. The first player that has played all his cards wins the game immediately.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Dubbel en Dwars"
    ]
  },
  {
    "Rank": "21736",
    "Name": "Robot Face Race",
    "ID": 23695,
    "Year": "(1984)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/23695/robot-face-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The game board in Robot Face Race contains 120 unique faces, each with four features. Each feature is in one of five colors that is different from the color of every other feature on the face. Shake a gizmo to select four colors and the feature that goes with each color. Then, try to find the matching face.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "21737",
    "Name": "Panik Pilze",
    "ID": 172259,
    "Year": "(2015)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/172259/panik-pilze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players score points for having the most mushroom baskets in Panik Pilze, and to make this happen players should collect as many different types of fungi as possible. Also, you might want to lay your hands on the baskets owned by other players...&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Mushrooms"
    ]
  },
  {
    "Rank": "21738",
    "Name": "Mops Royal",
    "ID": 168535,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/168535/mops-royal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Players are building a 5x5 grid out of their tiles trying to position their tiles next to tiles sharing the colour or the symbol of the newly placed tile in order to create scoring opportunities for themselves. Every time you score you turn over one of the tiles used for scoring and can't use it again.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "21739",
    "Name": "MiniMatch",
    "ID": 89396,
    "Year": "(2009)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/89396/minimatch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Each player is dealt a hand of 5 cards depicting animals, objects and people.&#10;The rest of the cards are stacked face down.  There is another type of cards that are larger in size.  They depict  about 15 various pictures found on the smaller cards. They are shuffled and turned face down. From this pile, a card is turned face up quickly. &#10;The first player to place a card from his hand that has a picture identical to the picture on the bigger card wins this round. Be careful, if you made a mistake you mist pick up 2 cards.&#10;&#10;The winner of the game is the player who runs out of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "21740",
    "Name": "Jask",
    "ID": 113995,
    "Year": "(2010)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/113995/jask",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "JASK is a dynamic game that can be played individually or in teams. At the start of the game, and each round, a card is selected. Players will have one or more counters positioned on different letters on the board. All players/teams have one minute to think of as many answers for the selected question using a letter on which one of their counters is positioned. The winner is the first person / team to get all 8 counters home.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "21741",
    "Name": "NBA All Star: Officially Licensed Board Game",
    "ID": 76541,
    "Year": "(2010)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/76541/nba-all-star-officially-licensed-board-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "from the publisher:&#10;Lights turn on over the NBA court: the East and West teams play the famous All Stars&rsquo; game. The game has a simple but refined mechanism able to represent the 24 seconds action in 3 shot-clock turns. Players move on the court, mark, dribble, block, pass, score for 2 or 3 points as in the real and amazing NBA matches! Time is running, the opponents are 2 points short and have the ball; a few seconds to the end, the public is shouting: &quot;defense-defense&quot; it is not only a game, it is really happening! GAME FOR FANS AND PEOPLE INTERESTED IN KNOWING A BIT MORE ON BASKETBALL.&#10;&#10;HOW TO PLAY: the miniatures are moved accordingly to the result of a red 6-sided die (for the ball's owner) and a green 6-sided die (for the remaining 4 miniatures). After any unit movement the defending team can reply with a unit movement trying to mark. All the miniatures have values of speed and passing capabilities, and also 2-points and 3-points percentages values. Therefore players can manage the game as a real NBA game, trying to have the best player in the best shooting position for scoring. When a miniatures decides to shoot a 12-sided die is rolled and the result is eventually diminished by one if the miniature is marked. If the result is equal or lower than the miniature's shooting ability then there is a score.&#10;Situations like blocks, dunks, stealing the ball, illegal defenses, screening, free throws and faults add to the game a high likelihood. Special cards for special actions are present.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports Teams: National Basketball Association (NBA)",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "21742",
    "Name": "Balance of Power",
    "ID": 1661,
    "Year": "(1979)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/1661/balance-of-power",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "'A Struggle for Power Game: Shift the Balance in Your Favour' (the theme is the Cold War).&#10;It consists of &quot;strategic&quot; balancing of chips on a board made up of multiple teeters (see picture).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Political",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 6 x 9 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21743",
    "Name": "Stratego: Transformers",
    "ID": 30000,
    "Year": "(2007)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/30000/stratego-transformers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5714",
    "Description": "Which army will prevail in this battle of galactic proportions as Decepticons and Autobots battle head to head in this classic game of Battlefield strategy? Choose which side you&rsquo;ll align with &ndash; the red Autobot army or the gray Decepticon army. Carefully place your army pieces strategically throughout your side of the battlefield and let the face off begin. Recreate the classic conflict between Megatron and Optimus Prime or build your own battle scenario. But beware &ndash; some robots have the ability to gain special powers during their turn, and will switch from vehicle mode to giant robot mode in an instant!&#10;&#10;Gameboard comes with 30 gray army pieces, 30 red army pieces, display tray, label sheet, instructions and special powers and reference sheet.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Stratego",
      "Players: Two-Player Only Games",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "21744",
    "Name": "Marvel Contest of Champions: Battlerealm",
    "ID": 240423,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/240423/marvel-contest-of-champions-battlerealm",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Choose your Champion, Enter the Contest! Inspired by the critically acclaimed mobile game, Contest of Champions: Battlerealm is a game of combat, strategy, and chance. Choose one of 13 fan-favorite Marvel champions, including Contest of Champions exclusives like Guillotine and Civil Warrior, roll the dice, and carefully allocate your ISO-8 to power up your champion and attack your opponents, travel to new locations, or activate powerful special abilities. Make every game unique in this fast-paced combat game as you battle your champions across 40 different locations!&#10;&#10;Heroes include: Captain America, Hulk, Hawkeye, Captain Marvel, Ant man&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "21745",
    "Name": "Lumberjacks with Rocket Launchers",
    "ID": 400144,
    "Year": "(2024)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/400144/lumberjacks-with-rocket-launchers",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A fast-paced, take-that card game about exactly what you think: Lumberjacks with Rocket Launchers!&#10;&#10;Rocket cards enter play and orbit the table, always pointed at one of the player-loggers. Some cards eliminate or modify Rockets in play, others spell the arrival of Rocket Time, when any player with three Rockets aimed at them is blown up and eliminated before any unexploded Rockets streak to menace the next player.&#10;&#10;The last lumberjack standing is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21746",
    "Name": "Game to Pick a Game: The Gateway Edition",
    "ID": 256399,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/256399/game-to-pick-a-game-the-gateway-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A plethora of game titles overwhelm the Kallax shelves that line the walls, yet the gaming table remains empty. Tensions rise as the group attempts to &quot;discuss&quot; the merits of the different games people want to play.&#10;&#10;Your alph&mdash; that is, your more assertive gamers make convincing cases for their selection, while your passive-aggressives know exactly what they want to play but would rather not stir the pot. As seconds turn into minutes, the frustration that's building is only made worse by the realization that half the drinks and chips are already gone, with still no game being decided upon.&#10;&#10;Never again! Game to Pick a Game: The Gateway Edition is your solution to selecting a game to play!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Math",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "21747",
    "Name": "The Solomons Campaign (Second Edition)",
    "ID": 38286,
    "Year": "(2008)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/38286/the-solomons-campaign-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Game description from the publisher:&#10;&#10;The Solomons Campaign is an extensive redesign of the old-SPI game of the same name originally designed and published by James F. Dunnigan in 1973. It presents a two-player, complex historical simulation of the air, sea and land campaigns waged on and around the island of Guadalcanal in the summer and fall of 1942. The game begins with the American invasion of that island and includes the subsequent Japanese attempts to retake it. The game is intended to be a simulation of combined air-naval-ground operations, or what are today called &quot;joint operations&quot;. Consequently it centers on modeling command and staff systems, focusing on the difficulties and advantages inherent in sequenced interactions between and among air, naval and ground forces.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Solomon Islands",
      "History: World War II (Pacific)",
      "Magazine: World at War"
    ]
  },
  {
    "Rank": "21748",
    "Name": "Ligretto: Das Brettspiel",
    "ID": 316596,
    "Year": "(2020)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/316596/ligretto-das-brettspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "As in Ligretto, in Ligretto: Das Brettspiel you want to get rid of your cards as quickly as possible, but now you're placing cards on the appropriate places on the game board, building from your starting point at the same time as everyone else.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21749",
    "Name": "Space Opera",
    "ID": 169768,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/169768/space-opera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "In a very, very likely future, in this very same galaxy&hellip;&#10;&#10;Many intelligent species have learned to travel between the stars, developing the technology necessary for interstellar jumps. The first encounters between them did not go peacefully. During centuries, war and conflicts expanded affecting almost every corner in the galaxy.&#10;&#10;During the longest part of the galactic history, different species used to settle on the systems they arrived to. Instead of just exploring the galaxy, they were sending their overpopulation to colonize new homes. That caused many wars, because it&rsquo;s not easy to share your home planet with a foreign species who has nothing in common with you. But everything changed when The Plague arrived.&#10;&#10;The Plague was an illness that affected all intelligent species all across the galaxy, decimating their population to the brink of extinction and ending wars.&#10;&#10;Survivors of each species regrouped as well as they could and, following severe isolation protocols, finally the Plague was almost eradicated although their customs changed forever.&#10;&#10;Since that day on, all species are nomads, because the void of space is the most aseptic environment, and they no longer settle on the systems they visit. The biggest part of the population stays on the surface of a planet the necessary time to get their  esources and nothing more.&#10;&#10;Space Opera  is a card game for ages above 14. 2 to 4 players. Approximate duration of the game: between 30 and 90 minutes, depending on the number of players. Each player, represents an specie, fighting to achieve supremacy on the Galaxy (through the Extermination the other species or reaching Civilization Level 3 or more).&#10;&#10;The game could be played with using all the same deck or could be played in a Competitive Mode. In Competitive Mode, every player have their own deck with the specie and 40 resources cards previously chosen.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "21750",
    "Name": "MTV: The Throwback Music Party Game",
    "ID": 313833,
    "Year": "(2020)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/313833/mtv-the-throwback-music-party-game",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "MTV, The Throwback Music Party Game, based on the iconic network, is for music lovers of the 80s, 90s and beyond (but don&rsquo;t worry, as long as you&rsquo;ve heard of a few artists from these years you&rsquo;ll be fine!). Open the throwback boombox, flip open the cassette player gameboard, and split into two teams.&#10;&#10;First, go head-to-head in the Quick-Fire Buzzer Round. One player from each team tries to think of a song to fit the description on the Head-to-Head category card (e.g. &ldquo;Pop Anthems&rdquo;) before the 15-second timer runs out, hitting the buzzer to throw the mic back to their opponent. The first person to run out of time loses this round.&#10;&#10;In the Artist Round, get ready to belt it out! Each player gets three Artist Cards and has 30 seconds to get their team to guess all the artists using one of three methods&mdash; using just one word; speaking the lyrics; or performing one of the artist&rsquo;s songs. When a team gets one right, they add the card to their collection. The first team to grab a card from all eight categories wins and has the right to party like it&rsquo;s 1999!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Television (TV) Networks"
    ]
  },
  {
    "Rank": "21751",
    "Name": "Orcwars",
    "ID": 5231,
    "Year": "(1988)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/5231/orcwars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "2.1111",
    "Description": "From the rules:&#10;&#10;This game is a humorous simulation of the Great Orc Wars, when the 10 Tribal Chiefs of the Known World attempted (in vain) to unite their humanoid hordes for control of the caravan routes and supremacy over the neighboring human and elven realms.  From two to four people are required, each representing a Tribal Coalition.&#10;&#10;Whenever one of the following victory conditions is achieved, the game ends and a winner is declared:&#10;1) A Tribal Coalition with five or more chiefs on the board at the end of any Game Turn wins a political victory.&#10;2) A Tribal Coalition wins a military victory by controlling 12 or more fortresses and/or territories at the end of any Game Turn.&#10;3) A Tribal Coalition with 35 or more gold points in Hand at the end of any Game Turn wins an economic victory.&#10;&#10;Published in Dragon Magazine #132, with clarifications in Dragon Magazine #134 and the final version was published in the D&amp;D Module The Orcs of Thar.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Political",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Monsters",
      "Magazine: Dragon",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "21752",
    "Name": "Granny's House",
    "ID": 7917,
    "Year": "(1985)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/7917/grannys-house",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the box:&#10;&#10;An adventure game designed to encourage thought and imagination in young children. On our journey to Granny's we go through Dark Woods, cross a Stream, be very careful passing a Sleepy Bear, etc. We decide what to bring along. Maybe our Dog will help us. Maybe a basket of Food. Perhaps some Sticks &amp; a Rope. Players will have to use these items to invent how they would deal with whatever Obstacle they meet.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Rodzinka wygrywa (Egmont Polska)"
    ]
  },
  {
    "Rank": "21753",
    "Name": "Palm Trees",
    "ID": 270957,
    "Year": "(2019)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/270957/palm-trees",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Palm Trees comes with 78 cards that represent fronds and coconuts. All of the cards have rules telling you the crazy ways you have to hold them: between thumb and pinky only, palm and index finger only, can't touch other cards, and more. Pick challenging cards for your opponents, and hope they drop their cards! The best tree wins! To add to the fun, Palm Trees includes trunk tattoo sleeves to wear on your tree-arm!&#10;&#10;Palm Trees can also be played in teams of two. One player is growing palm trees in both their hands, while their partner places the cards into those trees. Be the first team to place six cards in each tree to win!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "21754",
    "Name": "InterUrban",
    "ID": 6954,
    "Year": "(2003)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/6954/interurban",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "As America expanded in the 1920s and 1930s, suburbs grew rapidly around the densely populated urban areas. High-speed InterUrban trains like the &quot;Comet&quot; served these suburbs, carrying all manner of people to work and then home.&#10;&#10;Different InterUrban lines competed to reap the most revenue from the surrounding suburbs. Track was laid, trackage rights negotiated, and suburban stations built.&#10;&#10;This game has been redone as Gondoliere, which is very similar.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "21755",
    "Name": "REM Racers",
    "ID": 381741,
    "Year": "(2024)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/381741/rem-racers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "REM Racers is a 2-5 player racing game for the whole family, set in Infinity&rsquo;s sci-fi universe. Drivers will try to cross the finish line and stay in the lead while surviving the attacks of their rivals.&#10;&#10;Using movement templates and equipment cards they will try to push the other vehicles off the track and avoid being destroyed themselves.&#10;&#10;Each player will take the role of a racer and operate their controller with the control pad. Each remote has its own stats and special abilities. In addition, all racers have access to equipment cards with weapons to create chaos on the track.&#10;&#10;Speed and adrenaline are the protagonists of the race! Strategies will be pushed to the limit and only the driver with the sharpest mind will come out on top!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Template",
      "Race",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Corvus Belli's Infinity Universe",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "21756",
    "Name": "Infected",
    "ID": 207310,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/207310/infected",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.875",
    "Description": "The great Black Death has come to you in the Middle Ages, ravaging everyone you know. A Plague Doctor visits you. Can you trust him, and will you be next?&#10;&#10;Infected is a strategic, secret role social game where one of the party is a Plague Doctor, spreading the Bubonic Plague. The villagers need to find and rid themselves of the evil doctor before they succumb to the greatest plague in history.&#10;&#10;Players will try to vaccinate other players in their quest to gather information and protect each other, while finding the Plague Doctor.&#10;&#10;If you are the Plague Doctor, you&rsquo;ll try to spread the disease as quickly as possible so that you are the lone victor.&#10;Here&rsquo;s the catch: no one knows who anyone else is.&#10;&#10;Infected is a fast moving game using strategy, deduction, logic, skill, and people reading.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Medieval",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Elimination",
      "Role Playing",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Game: Werewolf / Mafia",
      "Theme: Plague Epidemic"
    ]
  },
  {
    "Rank": "21757",
    "Name": "Cue Me!",
    "ID": 1274,
    "Year": "(1989)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/1274/cue-me",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This game is played with partners.  One member of the team draws a card, rolls a 6 sided die to know what catagory they will be playing.  There are 4 dice with the letters of the alphabet on them that are rolled.  4 word clues are given to your team mate that start with the letters rolled.  Each time you roll to get new letters, the answer is worth less points.  A board is provided to keep track of the score.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "21758",
    "Name": "Coal Country",
    "ID": 193031,
    "Year": "(2017)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/193031/coal-country",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Coal Country is rife with corruption, with the many mine foremen &quot;influencing&quot; various aspects of the mining industry in a number of ways. As the boss of your mining company, it's your job to sit at your desk and plot where to send your most influential foremen. By successfully influencing the price of coal, permits, utilities, and construction, your company can expand and boost the profitability of its operations. Your job as boss is made all the more difficult by the ever-shifting nature of the markets, from turn to turn, round to round, and game to game. It is your responsibility to determine when &mdash; and how &mdash; to act in order to capitalize on a potentially beneficial marketplace. If your mine is not built wisely and safely, a share of your company's profits will be lost after the end-of-year visit from the mine inspector. The mining company that has the most money at the end of the year wins.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Queue",
      "Commodity Speculation",
      "Network and Route Building",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "21759",
    "Name": "Pocket Sub",
    "ID": 240108,
    "Year": "(2018)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/240108/pocket-sub",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Pocket Sub is the submarine themed game which is highly strategic, quick, yet small enough to fit in your pocket. Players take on roles as cold war submarines engaged in a battle of wits by placing their own and avoiding others' mines on a nautical battle field. Each turn players will move any of their 3 submarines around the grid system and lay a mine in any position where the sub moved through or from. As the minefield gets crowded, players must use strategic yet forward planning, to ensure their submarines remain on the battlefield at the end of the game to ensure victory!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "21760",
    "Name": "Grenadier: Tactical Warfare 1680-1850",
    "ID": 8788,
    "Year": "(1972)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/8788/grenadier-tactical-warfare-1680-1850",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.3333",
    "Description": "Grenadier - Tactical Warfare: 1680 - 1850&#10;&#10;Grenadier is a company/battery/squadron scale game of warfare in the period of the dominance of cannon and musket. The game depicts sixteen famous battles from the introduction of the bayonet to the invention of rifling. Because of the tactical scale of Grenadier some of the battles are represented by crucial segments, isolated and simulated. For example the Battle of Waterloo (1815) is represented by the attack of Napoleon's Old Guard on the center of the British line, The Battle of the Pyramids (1798) by the attack of the Marmeluke cavalry on the most exposed French infantry. Several other battles such as Palo Alto (1846) from the Mexican War are covered entirely. Commanders represented include Marlborough, Frederick the Great, Napoleon, Ney, Wellington, and Zachary Taylor. Some of the 16 battles depicted in Grenadier are Blenheim, Austerlitz, Marengo and Jena. Attacks are divided into fire (musket and cannon) and shock (bayonet and saber) modes. There are nine types of infantry units, three cavalry and five artillery. Grenadiers combat resolution systems depends less on chance (die rolls) than any game then yet developed.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "History: Mexican – American War",
      "History: Seven Years War",
      "History: War of the Austrian Succession",
      "History: War of the Spanish Succession",
      "Players: Two-Player Only Games",
      "Series: Tactical Warfare (SPI)"
    ]
  },
  {
    "Rank": "21761",
    "Name": "Stones River: Turning Point in Tennessee",
    "ID": 73249,
    "Year": "(2010)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/73249/stones-river-turning-point-in-tennessee",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "From the Decision Games' website:&#10;&#10;The Blue &amp; Gray classics are being updated with a slight change in scale to 352 yards per hex, an updated game system that treats unit differences more accurately, and a combat system that includes step losses.&#10;&#10;The Union Army of the Cumberland had been pursing the Confederate Army of the Tennessee after the Battle of Perryville, in October 1862. Throughout November the Confederate commander, Braxton Bragg, had misinterpreted that pursuit as an effort to capture Chattanooga; so now he halted and deployed his troops northwest of Murfreesboro, Tennessee, so as to safeguard the road junction there. Thus the Confederates sat and awaited their pursuers for a month. When the Federal army arrived in late December 1862, the Confederates launched a surprise attack near Stones River.&#10;&#10;Stones River utilizes the all-new Musket &amp; Saber Combat System, which presents a simple yet accurate portrayal of warfare during the American Civil War. The combat system is intuitive, including all the details that characterized battle during the Civil War while also simulating the unique aspects of 19th century warfare. Units can become weakened and rout; attackers can pursue, and the fortunes of war can intervene at any time. Cavalry can rip open enemy lines and shred fleeing units, and reserves must be ready to plug holes or secure a line of retreat.&#10;&#10;In Stones River a new Combat Results Table emphasizes playability while also simulating the lethality of the rifled musket. Leaders accelerate the action, replicating the importance of their presence during battle, and supply lines require players to protect their logistical trains. Winning a battle will depend on deployment, maneuver and massing firepower, as well as the strengths and weaknesses of each particular army.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Murfreesboro (TN, USA)",
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Folio (Decision Games)",
      "Series: Musket & Saber Combat System (Decision Games)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "21762",
    "Name": "Black Death",
    "ID": 166,
    "Year": "(1993)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/166/black-death",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.85",
    "Description": "In this cheerfully demented offering, participants each play the part of a disease trying to inflict misery on the European populace.  Each disease has mortality (lethalness) and virulence (contagiousness) factors, and the key to causing maximum suffering is striking the right balance between the two.  It's no good being a fast-acting disease if your carriers all die before passing you on to the next city!&#10;&#10;",
    "Categories": [
      "Medical",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Europe",
      "Medical: Diseases",
      "Theme: Plague Epidemic",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "21763",
    "Name": "Game of Dracula",
    "ID": 1956,
    "Year": "(1977)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/1956/game-of-dracula",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Ages 7 and up&#10;&#10;&quot;A fiendish game of suspense and fun!  Players plot their escape from Dracula's castle and move stealthily towards the exit.  But beware!  Dracula prowls the castle looking for a victim...&quot;&#10;&#10;The first player to suffer Dracula's bite becomes the &quot;green vampire&quot; and dons the green vampire's face mask.  This vampire then flits from room to room, seeking another victim to take over his role.  Any further victims of Dracula go back to the vault and must attempt their escape from square one again.  The Dracula and Green Vampire pieces actually engulf the players' playing pieces when they're &quot;bitten&quot;.&#10;&#10;A simple, fun chase game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Dracula",
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "21764",
    "Name": "Gelato",
    "ID": 314546,
    "Year": "(2020)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/314546/gelato",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the Gelato game we love to eat ice cream and our goal is to be the first player to get 3 ice cream cards.&#10;Gelato is a game of strategy and opportunity in which we must know how to manage the result of the dice roll to achieve victory.&#10;&#10;OBJECTIVE&#10;Be the first to get 3 ice cream cards.&#10;&#10;SETUP&#10;Place the 11 ice cream cards on the table, distribute each player 3 tiles of the same color and leave the 3 dice on the table.&#10;&#10;HOW TO PLAY:&#10;The youngest player starts. You must roll all 3 dice and be left with only the result of 2 dice (the other discards it).&#10;You must add them and with that result you can take an action.&#10;&#10;With the value of the sum of 2 dice you have 3 options:&#10;&#10;- Draw a token from your reserve and place it in the first position on the card of that value.&#10;- Advance a token already placed on a card of that value.&#10;- Remove one of his tokens from one of the cards he previously placed and relocate it to position 1 of the card of that value.&#10;&#10;HOW TO DRAW A LETTER:&#10;When a player reaches the final position of a card, he takes it for himself. He places it in front of him turned and leaves the used token on it being unused. He will play with one less chip.&#10;If other players 'tokens are found on the card to be lifted, they return to their owners' reserve.&#10;&#10;GAME OVER:&#10;The first player to get 3 cards in their possession wins the game.&#10;&#10;ADVANCED VERSION&#10;It is played the same as the base game but the 4 effect cards are mixed, the first 2 are taken and placed on the table. The remaining 2 are removed from the game.&#10;&#10;These letters have actions. Some are executed immediately and others on the next turn of whoever chose it. A player achieves an effect when one of his pieces is placed in the middle position of a card with its numerical value in white.&#10;&#10;At that time you can select one of the 2 visible effects. Then that card must turn it over and the effect of its reverse will be the one that can be chosen in the future.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Food & Drink: Ice Cream & Gelato",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21765",
    "Name": "High Voltage",
    "ID": 24820,
    "Year": "(2006)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/24820/high-voltage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "From the back of the box: &quot;The era of the old gas lamps is over: the city discovers electricity.&#10;Four power companies are fighting hard for concessions&hellip;&#10;HIGH VOLTAGE is a high-strategy game where tactics and interaction are your cutting edge.&quot;&#10;&#10;Install longer power lines and supply as many neighborhoods as you can with your power company!&#10;Each player acts secretly for one of the four power companies indicated by different colors (red, yellow, green and blue).&#10;Turn after turn the players place the High Voltage cards, so that they form electric lines with the colored segments on the cards.&#10;Whenever two power stations are connected via an electric line, points are assigned to the companies according to the color of the segments (such points are indicated by the colored score markers); the player also receives points, according to the length of the line (such points are indicated by the point tokens).&#10;At the end of the game the players reveal the color of their company and add the points in their possess to the score indicated by their score markers.&#10;The player with the highest score is the winner.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "21766",
    "Name": "Top Gun: The Game of Modern Fighter Combat",
    "ID": 6766,
    "Year": "(1986)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/6766/top-gun-the-game-of-modern-fighter-combat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7143",
    "Description": "From the box.&#10;&#10;The Top Gun fighter combat boardgame features a step-by-step rules system that allows players to learn as they go. The introductory game, titled Pensacola: Flight School teaches players the basics of fighter combat. After gaining experience, they will learn the advanced game. Miramar: Top Gun School. Then they will be ready for the expert game, Off the Flight Deck.&#10;&#10;In each of these games, the competition is fast and furious, with players simulating battles between American, Soviet and other major world powers.&#10;&#10;This game uses a simple and easy-to-understand game system. The components include a double-sided 17 x 22-inch playing map, a 16-page rulebook including record and reference sheets and four 6-sided dice. At least one printing included 40 small, plastic aircraft models as playing pieces. Later printings instead include 112 color cardboard counters.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Movies / TV / Radio theme",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Movies: Top Gun"
    ]
  },
  {
    "Rank": "21767",
    "Name": "District-Z",
    "ID": 148581,
    "Year": "(2014)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/148581/district-z",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "The city is overrun with undead and you are one of its last survivors. Kill the zombies, stay alive, and escape while you still can! But be careful, zombies await around every corner. They are desperate and eager to sink their teeth into you and make you yet another member of their growing legion.&#10;&#10;DISTRICT-Z is a zombie-killing card game for 1-4 players in which you must survive and make your way to the safety of the City&rsquo;s Edge. Each game takes about 30 minutes or less to play. The game &ldquo;board&rdquo; is always randomly generated and determines the layout of the city at the start of each game. The game is easy to play and easy to learn and allows players to get into the action right away.&#10;&#10;During the game, you play the role of one of the six Survivors. Each one of these Survivors has a special ability that helps you on your way to the City&rsquo;s Edge.&#10;&#10;During your turn, you must visit different Location cards. Each Location card has an Event Table at the top of its text area. This table is used to determine what happens as you make your way to safety. When you find a Location Objective, survive and make your way to the City&rsquo;s Edge. A multi-player game is semi-cooperative, however, you must be the first to escape the city to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "21768",
    "Name": "The Crew: Family Adventure",
    "ID": 406299,
    "Year": "(2024)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/406299/the-crew-family-adventure",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The Crew: Family Adventure crossed the gameplay of The Crew: The Quest for Planet Nine with the setting of The Swiss Family Robinson. Players find themselves stranded on a deserted island and have to find their way around together. Eating, sleeping, making decisions &mdash; how will the adventure end?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: The Crew",
      "Misc: LongPack Games",
      "Traditional Card Games: Eights"
    ]
  },
  {
    "Rank": "21769",
    "Name": "Trivial Pursuit: DVD – Disney Edition",
    "ID": 22048,
    "Year": "(2005)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/22048/trivial-pursuit-dvd-disney-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Played on a standard Trivial Pursuit board, but replacing the categories with Heroes &amp; Heroines, Once Upon a Time, Monsters &amp; Villains, Supporting Stars, Places &amp; Props, and Wonderful World of Disney.&#10;&#10;This game includes both 300 question cards / 1800 questions for the 'regular' spaces and a DVD with video / audio clip questions for the 'pie/wedge/cheese' spaces.  It covers traditional Disney animation from Snow White up to the present day, Pixar productions like Monsters Inc. and Toy Story, and live-action films such as Bedknobs and Broomsticks, Herbie, and Pirates of the Carribean.&#10;&#10;Also includes an additional die suggested for use with children to speed up gameplay, allowing bonus moves, two guesses, win a wedge on a non-wedge space, and similar.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Components: DVDs",
      "Game: Trivial Pursuit",
      "Trivia: Disney"
    ]
  },
  {
    "Rank": "21770",
    "Name": "Junta",
    "ID": 13863,
    "Year": "(1975)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/13863/junta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the box cover:&#10;&#10;A 'Revolutionary' game of skill and tactics&#10;A game with a new and unusual attacking technique.  The aim is to depose your opponent's President from his seat.  However, there are ways of replacing Presidents.&#10;&#10;Components:&#10;1 board&#10;12 generals per side&#10;&#10;An abstract game where the aim is to advance a piece to your opponent's capital.  Capture is by immobilizing, or by making a square with the opponent at one corner.&#10;&#10;For 2 players Ages 9 and up.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21771",
    "Name": "Buffalo",
    "ID": 127505,
    "Year": "(2012)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/127505/buffalo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "How fast can you name a vain artist? How about a glasses-wearing heartthrob? What do a flamboyant popstar, a blind scientist, and a skinny superhero have in common? You'd better think fast, or your fellow player will leave you buffaloed.&#10;&#10;In each round of Buffalo, players race to make matches using cards on the table. Be the first to shout out the name of a real person or fictional character who matches the descriptors on two or more word cards, claim the matched cards, and continue flipping. When the deck runs out, the player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Real-Time",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "21772",
    "Name": "Playbook Football",
    "ID": 36225,
    "Year": "(2008)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/36225/playbook-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.375",
    "Description": "The closest you can get to football without wearing shoulder pads!&#10;Playbook Football appeals to anyone who enjoys football, from the armchair quarterback to the dedicated season ticket holder. It is easy to learn, fast to play, and has all of the tactical depth of football. Constructed out of high-quality, all-wood components, Playbook Football is a beautiful piece of home d&eacute;cor as well as an engrossing game of strategy and luck.&#10;&#10;With 10 years of football statistics incorporated into the play cards this is the most accurate football board game ever brought to market. Players feel the excitement as the plays they call carry them down the field to victory or deny the opposing team critical yardage. From basic calls to fancy plays like the Blitz and Screen Pass, if you can do it in football, you can do it in Playbook Football!&#10;&#10;Players complete a full game in less than an hour. Every game is different, keeping players going all night long. Expansion packs with custom plays are planned for release in 2009, letting players build their own playbook and team. Want to see how your team stacks up to anyone else in the league? Grab a friend after the game and find out!&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "21773",
    "Name": "Monopoly Scrabble",
    "ID": 391992,
    "Year": "(2023)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/391992/monopoly-scrabble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Monopoly Scrabble combines elements of both Monopoly and Scrabble, with players using letter tiles to build words, then moving around the game board based on their score. Build a word on a premium space, and you immediately claim a property. Custom Community Chest and Chance cards keep things moving at a fast pace.&#10;&#10;When the final letter tile has been played, whoever has the highest total of cash and property value wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Word Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Loans",
      "Lose a Turn",
      "Ownership",
      "Set Collection",
      "Spelling",
      "Square Grid",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Game: Scrabble",
      "Series: Game Mashups (Hasbro)",
      "Series: Monopoly Derivatives (Official)"
    ]
  },
  {
    "Rank": "21774",
    "Name": "Vicious Fishes",
    "ID": 70922,
    "Year": "(2010)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/70922/vicious-fishes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.875",
    "Description": "Johnson&rsquo;s pond isn&rsquo;t that big, yet more fish are being born each year. The fish have divided up into schools and are at war.&#10;&#10;Vicious Fishes is a tile-laying game where six different schools of fish are fighting to become the dominating school of the sea. It&rsquo;s better to be a big fish in a small pond, goes the old saying, and this is a small pond. Players are actively supporting a faction of fish hoping that their faction is the winner. At the same time, they are secretly betting that one faction of fish loses. Which player will back the right faction?&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Fish / Fishes",
      "Containers: Zippered Pouch"
    ]
  },
  {
    "Rank": "21775",
    "Name": "Mausgetrixt",
    "ID": 126159,
    "Year": "(2012)",
    "Geek Rating": "5.507",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/126159/mausgetrixt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Mausgetrixt is a memory game about harvesting vegetables.&#10;&#10;One player (the mouse player) arranges the vegetables and mice under the board. On the upper side of the board, you only see leaves.&#10;&#10;The other players roll a colour die and than look at a plant.&#10;If there is a vegetable or mouse of the same colour attached to the leave, the player can remove it. If the die shows a mouse, the mouse player may remove one vegetable from the bottom of the board.&#10;&#10;The mouse player wins, if all vegetables are removed before all 3 mice are removed, otherwise all other players win.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "21776",
    "Name": "Hans im Glück",
    "ID": 285526,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/285526/hans-im-gluck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The luck of the dice will decide how many of your chips you&rsquo;ll need to trade for the next animal. But a word of warning: In this game, it&rsquo;s not about gaining the most wealth but instead about finding ultimate happiness. The first player to claim the four-leaf clover by skillful trading everything away wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Mitbringspiel Mini (HABA)"
    ]
  },
  {
    "Rank": "21777",
    "Name": "Robin Hood",
    "ID": 3569,
    "Year": "(1990)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/3569/robin-hood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "Robin Hood is played in four rounds. At the end of each round, players win gold coins for how far they have traveled through the forest After all four rounds are played, the player with the most gold wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Racing"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "21778",
    "Name": "Unstable Unicorns for Kids",
    "ID": 358153,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/358153/unstable-unicorns-for-kids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Unstable Games has designed all-new artwork, cards, and characters to delight our littlest gamers while remaining fun and engaging for parents.&#10;&#10;Unstable Unicorns for Kids features eight Colorful Unicorn card themes, including Hero, Animal, Princess, Space, Sports, Goofy, Rainbow, and Fantasy. With cards like Sock Puppet Unicorn, Astronaut Unicorn, and Mermaid Princess Unicorn, the game has a unique unicorn (a uniquecorn, if you will) for everyone!&#10;&#10;The gameplay consists of drawing unicorns, magical powers and NEIGH! cards into your hand with the goal of being the first player to have 7 unicorns in your stable. Unicorns placed in your stable enable their aligned magic colour cards to be played without having to discard a card like your would normally.&#10;&#10;Magic powers range from digging into the deck, swapping hands and stealing opponents unicorns from their stable!&#10;&#10;And last but not least, the NEIGH! cards enable you to stop any other players action, even another Neigh card!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Game: Unstable unicorns"
    ]
  },
  {
    "Rank": "21779",
    "Name": "The American Civil War",
    "ID": 2749,
    "Year": "(2001)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/2749/the-american-civil-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6512",
    "Description": "The American Civil War is a game of grand strategy and tactical battles during the epic struggle that divided the United States. The players take control of the war effort of the North as they attempt to save the Union, or the South as they attempt to gain independence for the Confederacy. They can lead armies into battle, build their navy, emancipate the slaves, enact conscription, or attempt to influence European involvement in the struggle to tip the balance. Re-fight the war, and change the course of history.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21780",
    "Name": "The Fall of South Vietnam: A Game of Combat in South Vietnam – 1973-1975",
    "ID": 4303,
    "Year": "(1981)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/4303/the-fall-of-south-vietnam-a-game-of-combat-in-sout",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "The Fall of South VietNam: A Game of Combat in South VietNam - 1973-1975 is a two-player Strategic level board wargame on the last two years of the VietNam War.&#10;&#10;The Fall of Saigon in the South of Vietnam by the People's Army of Vietnam and the National Liberation Front on April 30, 1975 marked the end of the VietNam War and the start of a transition period leading to the formal reunification of Vietnam into a Communist state.&#10;North Vietnamese forces under the command of the General V&#196;&#131;n Ti&#225;&#186;&#191;n D&#197;&#169;ng began their final attack on Saigon, which was commanded by General Nguyen Van Toan on April 29, with a heavy artillery bombardment.&#10;&#10;The Fall of South Vietnam concerns the attempt made by the North to capture Saigon and end the war.&#10;&#10;The South Vietnamese infantry divisions are trying during the course of this gane to stop and counter the attacks made by the North in order to hold Saigon.&#10;&#10;The game is played on a 24&quot; X 12&quot; hand painted board and is completed in 8 turns with each turn lasting 30 minutes and correspond to a different season starting with the summer of 1973 and ending in the Spring of 1975&#10;The map has several information on it. The Central Highlands are red and brown and Mekong Delta is mainly Green. The South Vietnam is divided by red borders in twenty different provinces each of which has a provincial capital depicted. &#10;Moreover the board is all inclusive with all tables necessary in order to play  printed on it.&#10;&#10;The North is starting the game and then Players alternate turns.&#10;The phases if a players turns are as follows:&#10;A)The number of units that are available on a players turn are determined by the rolling of a d6 dice&#10;B)Movement is made&#10;C)Attack phase(Players in the same province have to fight)&#10;D)Adjustment&#10;&#10;Both player have the same rules governing the first three phases.The fourth phase is different though.&#10;The North have to move a unit in a province capital in order to gain control and this type of movement is played in this phase&#10;The South in the adjustment phase has to total up the number of North Vietnamese-controlled provinces and, if that number is equal to or greater than five he roll on a table for each unit in the South Vietnamese army to see if that unit deserts.&#10;&#10;Combat occurs simultaneously. Each unit is firing at one other in the same province. If necessary the capital is assaulted if attackers remain.&#10;&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Cambodia",
      "Country: USA",
      "Country: Vietnam",
      "History: Vietnam War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Album Games (Yaquinto)"
    ]
  },
  {
    "Rank": "21782",
    "Name": "Hear 'N Seek",
    "ID": 9420,
    "Year": "(2004)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/9420/hear-n-seek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This is a memory game that uses ears instead of eyes.  The active player has ten pairs of cards face-down in front of him.  He picks up cards and listens to other players perform the sounds depicted on the side that he cannot see.  With every second card picked up he either receives a negative point for drawing an unmatched pair or gets to pick up a matched pair.  Play shifts to the next player once all of the cards have been picked up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "21783",
    "Name": "Mag-O-Mag",
    "ID": 217671,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/217671/mag-o-mag",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Mag-O-Mag features an innovative vertical holder with interchangeable game boards and magnetic game pieces that allows you to play three fun, action-packed games. The games are played in teams, playing one at a time. One teammate must move the guide magnet on the backside of the game board, while the other teammate sees the game magnet move on the front of the board. This teammate must communicate with the one controlling the magnet and tell them how to move the magnet to complete the game challenge without the magnet falling off or going to the wrong spot.&#10;&#10;&#10;    In the racing game, the object is speed: Which team can complete the course fastest &mdash; while making sure you don&rsquo;t crash!&#10;&#10;&#10;&#10;    In the golf game, the object is precision: How many strokes does the team need to take to reach the hole? Traps await everywhere!&#10;&#10;&#10;&#10;    In the treasure hunt game, players must collect as many gems as possible in a given time. Who can amass the most valuable treasure?&#10;&#10;&#10;Mag-O-Mag includes cooperative game variations and special rules for two-player games.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: Magnets"
    ]
  },
  {
    "Rank": "21784",
    "Name": "Battleship Shots",
    "ID": 300379,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/300379/battleship-shots",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Bounce 'em in to sink and win! The Battleship Shots game presents a ball-tossing twist to Battleship gameplay. It's head-to-head competition, strategy, and excitement as players get on their feet and bounce or toss their balls over the divider to land them inside their opponent's ships! Players can amp up the suspense when they go for an immediate win by getting the red ball into their opponent's life raft. No ship is safe in this game of stealth and suspense, so position ships strategically to survive an opponent's relentless onslaught. The Battleship Shots game is a great indoor activity for kids ages 8 and up.&#10;Battleship and all related characters are trademarks of Hasbro.&#10;&#10;&#10;     Includes Battleship case, transparent divider, 6 battleships, 2 yellow life rafts, 14 yellow balls, 1 red ball, and instructions.&#10;&#10;&#10;&#10;     DIFFERENT TWIST ON THE BATTLESHIP GAME: Battleship, the classic game of naval combat, has a different twist on gameplay. Bounce or toss balls over the divider and land shots in ships to sink and win&#10;     FUN, ACTIVE GAME: This Battleship Shots ball-bouncing game gets players up and out of their seats as they bounce or toss their balls at their opponent's battleships&#10;     HEAD-TO-HEAD COMBAT: Both players can get bouncing at the same time in this Battleship Shots game of strategy, skill, and a bit of luck. Sink opponent's life raft with the red ball for an automatic win&#10;     PORTABLE CARRYING CASE: The Battleship Shots game comes in a portable, fold-up case for easy and convenient storage&#10;     BE STRATEGIC: Each player gets 3 ships with 2 holes each, and a yellow life raft. Land all 7 shots to win or sink the yellow life raft with the red ball for an instant victory&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "21785",
    "Name": "Card Game: The Card Game",
    "ID": 278204,
    "Year": "(2020)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/278204/card-game-the-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Card Game The Card Game involves the most iconic and devastating effects in the history of card games in a single deck combining all the rules.&#10;&#10;Turn by turn you must go playing your cards and earning Money to be the first to collect 6pts to win the game... you can also win if you put together the 5 pieces of the Egyptian god, or if you are the Sheriff and you find the Wolf Man, or if the deck is over and you have The Princess in your deck.&#10;&#10;But beware! You could lose at any time if you draw the Kitten Suicide.&#10;&#10;This game involves many mechanics known and famous by the most fanatical players. Despite sounding chaotic, it is a very strategic game, full of secret combos and strange moves.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory",
      "Open Drafting",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Self-Referential Games"
    ]
  },
  {
    "Rank": "21786",
    "Name": "Entropia: The Game",
    "ID": 294529,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/294529/entropia-the-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Entropia gives you the chance of stepping into the shoes of a young powerful star, fighting to forge your own planetary system out of chaos. In this chaotic universe, each player is a young star trying to control the galaxy where they live, and prevent the other players from seizing power. Why on earth would you dream of controlling the chaos and fighting against other stars? Well, to become the brightest and the most powerful star of the galaxy! Do not miss your chance, show the other stars how badass you are!&#10;&#10;Playing the Game: To start playing Entropia, deal three cards to each player and place the deck on the centre. One of the players goes first and the game starts. During your turn, you can choose and perform only one action, which can consist in drawing a card from the deck or playing one of your cards, then the turn passes to the next player in rotation.&#10;&#10;All cards in the deck stand for a planet and you can use them to perform different actions: for example, you can use your card to attract planets with your gravity by putting the card on the board in front of you (using the keyword Attract), you can convert the mass of a planet into pure energy (using the keyword Fuse) in order to draw new cards from the deck, play an extra card during your turn or scupper the strategies of the other players by destroying their planets. Moreover, you can also discard your cards when your planets have the same mass of your adversary&rsquo;s planets (using the keyword Annihilate) in order to stop other players heading all the way to the winning.&#10;&#10;Since the first person to control four planets wins the game, every player should develop unique strategies to destroy other players&rsquo; cards and conquer the four planets as fast as she/he can. Even though the game looks simple and easy to play at first glance, you will need to devise strategies to control overpowered cards and use them wisely. It&rsquo;s up to you whether you want to greedily take over all the four planets or slowly destroy your enemies&rsquo; resources: there are more methods and strategies you can use to win over the other players, so come and discover them while playing. You need to sharpen your weapons and grit your teeth to be the next champion of Entropia!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Alliances",
      "Kill Steal",
      "Solo / Solitaire Game",
      "Take That",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "21787",
    "Name": "Titan Strike! Battle for the Moon of Saturn",
    "ID": 3174,
    "Year": "(1979)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/3174/titan-strike-battle-for-the-moon-of-saturn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "The Martian Rebellion of 2093 had frayed the economic fabric of the entire Solar System. As the USA and USSR gambled on the development of interstellar colonization, the European Economic Community and the Hegemony of Eastern Asia surveyed the Outer System. Most important among the new colonies was Titan; the largest moon of Saturn, beneath whose barren surface lay the salvation of civilization - fissionable materials sufficient to feed Earth's hungry reactors. Cooperation marked the early efforts of the two colonizing powers, but by 2117 - twelve years after the first fissionable strike - economic and territorial disputes precipitated war. Titan Strike! Simulates the struggle between the EEC and the HEA in deep space and on Titan itself. Futuristic infantry teams on hover platforms, Titan environmental Combat Vehicles, drone robot tanks, and jet-powered hoppers clash in an all-out effort to secure Titan's ultimate treasure - energy sufficient to sustain Earth's crowded billions for a century&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Capsule (SPI)"
    ]
  },
  {
    "Rank": "21788",
    "Name": "Weapons & Warriors: Power Catapult Set",
    "ID": 7185,
    "Year": "(1994)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/7185/weapons-and-warriors-power-catapult-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "A mini version of the Castle Siege game.  This one does away with the castle and instead has just a simple fortification.&#10;&#10;A simple action game. Basically, you each have a base with 5 or 6 targets (some require multiple hits or hitting things in order). You also have about 10 men. You arrange a man on each target, and then place the rest on various grey dots on your base.&#10;&#10;You each have mechanisms to shoot little balls..catapults and crossbows and the like. You take turns shooting 2-6 balls (depending on the die roll) at each other's targets. You continue to take turns until you wipe out all of your enemy's targets.&#10;&#10;You can spend some of your shots to move a soldier towards your opponent on these circles. You are allowed to place your shooting device closer to your opponent's base at this time...moving it up to be level with the advancing soldier. However, advancing soldiers are quickly targeted.&#10;&#10;In play, the easy shots (soldiers and simple targets) get knocked out in the first few rounds. The rest of the game is trying to make the tricky shots.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles",
      "Game: Weapons & Warriors (Pressman)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21789",
    "Name": "Clumsy Witch",
    "ID": 92879,
    "Year": "(2011)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/92879/clumsy-witch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "The Clumsy Witch has brewed ten potions. Each potion contains twelve ingredients - but unfortunately, she forgot one ingredient in each potion and put one in twice. The potions (large tiles) are placed on the track on the game board, the witch is put anywhere between two potions. Now a die is rolled. It determines how many steps the witch should go forward - but she doesn't actually move. Instead, each player calculates in his/her head where she should land, then looks at the next potion. The first player who can tell which ingredient is missing scores a point. &#10;When the players are familiar with the system, various difficulty levels can be added by rolling more than one die:&#10;&#10;- One die to determine the movement direction&#10;- One die to determine whether the witch looks in the cauldron ahead or the one behind&#10;- One die to determine whether the witch is used or the fox - who always does the opposite of what the dice say (including finding out which ingredient is used twice instead of missing)&#10;&#10;The more dice are in play, the trickier it is. Another way to increase the difficulty is to use the dice cup and only leave the dice visible for a short moment.&#10;&#10;The first player to collect a certain number of points is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Dice",
      "Fantasy",
      "Memory",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Series: Fex (HABA)",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "21790",
    "Name": "Monopoly Arcade: Pac-Man",
    "ID": 323910,
    "Year": "(2020)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/323910/monopoly-arcade-pac-man",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "The creators of Monopoly have taken the classic format and taken it in a new direction with the first in the Monopoly Arcade series with Monopoly Arcade: Pac-Man!&#10;&#10;Gamers and fans of the original Pac-Man can relive some of their gaming experiences with this Pac-Man themed Monopoly game. In the Monopoly Arcade Pac-Man board game players can play Pac-Man on the retro banking and arcade unit and can also use it to buy, sell, or steal Levels and perform various other actions. Players race around the board (but watch out for the Ghost!) to buy Levels and earn points. Each time a player passes Go they get to play a mini game of Pac-Man. Rack up the points while everything is tracked in the banking and arcade unit, with no money changing hands. The player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Minimap Resolution",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Take That"
    ],
    "Families": [
      "Series: Monopoly Derivatives (Official)",
      "Theme: Arcade Video Games",
      "Video Game Theme: Pac-Man"
    ]
  },
  {
    "Rank": "21792",
    "Name": "Lods 1914: Blitzkrieg in the East",
    "ID": 8252,
    "Year": "(1984)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/8252/lods-1914-blitzkrieg-in-the-east",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3846",
    "Description": "This game depicts the encirclement of the German XXV Reserve Corps southeast of the town of Lods in POLAND. This is a classic battle of maneuver where the Germans initially overwhelmed the Russian forces in front of them only to have the Russians send in reinforcements only to have the encircled Germans breakout.&#10;&#10;Published in The Wargamer Magazine issue 29.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21791",
    "Name": "Unnamed Farm Organisms",
    "ID": 252404,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/252404/unnamed-farm-organisms",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Introduction:&#10;&#10;As intergalactic biologists, players have a very important mission: cataloging and sending samples of newly discovered life forms back to the Intergalactic Institute of Natural Science (IINS). Every year, one remarkable biologist is granted the most prestigious internship in the universe.&#10; For the first time in the history of the IINS, there is more than one contender. To resolve the situation the finalists were sent to investigate one of the most unknown planets in the Milky Way: Earth.&#10; You are charged with the collection and naming of these strange earth creatures, starting with these places they call &ldquo;farms&rdquo;. It is best to avoid alerting these so-called &ldquo;farmers&rdquo; and definitely stay away from the dreaded Men In Black. The success of the mission may depend upon it.&#10;&#10;Game objective:&#10;&#10;During the game, players will re-name different Organisms. The objective is to remember the correct name for a given Organism and say it out loud.&#10; Each turn an Organism card will be revealed. The first player to call the Organism by its correct name wins the card.&#10; At the end of the game, whoever has the highest number of Organisms will be declared the most brilliant intergalactic biologist in the universe, winning the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "21793",
    "Name": "Llamasters: The Party Game",
    "ID": 337998,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/337998/llamasters-the-party-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.7895",
    "Description": "Designed for 2 - 5 players, Llamasters is premium entertainment created for card game revelers looking to nurture their relationships with one another.&#10;&#10;There is more than one game mode to choose from, and it doesn&rsquo;t matter if you&rsquo;re a teenager, an old age pensioner, or anything in between: just about anyone can play and be transported to a wacky world of llamas.&#10;&#10;The game is set in a savage Llama Kingdom, containing a plethora of comical llama characters - from royalty to thieves, and oracle readers to singers. There are also a bunch of other whimsical figures, such as killer sloths and armadillo guardians, that come with their own perks.&#10;&#10;The aim of the game is to ultimately protect your kingdom, by ensuring your Llama King or Queen remains standing, which you can do by keeping their cards in your possession until the very end. You can also win by collecting 3 Buddha Llamas, but this can be reduced to 2 with the right combination of cards.&#10;&#10;Gameplay involves tactical scheming through the use of various card types: Action, Magic, and Collectibles, and drawing a card from the deck ends your go.&#10;&#10;It&rsquo;s essentially the luck of the draw, but you must devise strategies, use your wit, and play combinations of cards to battle against other players, in an attempt to force them to remove their valuable cards and lose the round.&#10;&#10;There are other dangers lurking within the deck too, as drawing certain cards can mean instant death. However, there are ways to deflect this and Llamasters offers its players several routes back towards victory even when you&rsquo;re on the brink of giving up.&#10;&#10;One of the unique points of the game is the use of augmented reality, which if used, can allow players to re-enter a round they have already been knocked out of. The augmented reality app also includes enchanting animations to complement the gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Llamas",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21794",
    "Name": "Labyrinth: The Paths of Destiny (Second Edition)",
    "ID": 175274,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/175274/labyrinth-the-paths-of-destiny-second-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Centuries ago a desert land existed in the world of the Eternal Kingdom. The land was rich from its many trade routes and populated by a nation called the People of the Book. Wise rulers had always reigned over them, and thanks to this everyone lived in prosperity. Even so, some had rebelled against the binding order, ignoring the venerable customs and breaking the law...&#10;&#10;You are one of those renegades and &quot;enemies of the kingdom&quot;, but you now have a second chance for freedom as this land's ruler prophesized that among you there is a chosen one who in the future will affect the fate of the desert lands. He decided that a trial in an ancient labyrinth would resolve who would be released and who would see daylight no more. The corridors of the labyrinth are winding and bristle with cleverly planned and dangerous pitfalls. Tales and legends also mention a guard, an immortal Golem that tramps the stone corridors.&#10;&#10;Labyrinth: The Paths of Destiny 2 ed. is an adventure board game for 2-6 players who impersonate both the great constructors of the ancient labyrinth and the daredevils who try to escape.&#10;&#10;To find a way out of the labyrinth, each player must find a special key while avoiding traps from other players, not to mention the Golem. With their two actions each turn, players can construct the multi-level labyrinth, set traps, move, rest, attack other players and much more.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Fantasy",
      "Fighting",
      "Maze",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Pattern Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "21795",
    "Name": "Timberman",
    "ID": 232510,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/232510/timberman",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Over 30 million players could not be wrong - old-school lumberjacks are now available in the world of tabletop games! &#10;In Timberman players take on a role of lumberjacks and explore woods for the most valuable lumber. But be careful because there are dangerous bears in the woods...&#10;&#10;Only a player who can place their lumberjacks in the most efficient way and score the most victory points will be a winner.&#10;&#10;There are 6 different kind of tiles in the game: tree tiles (worth 1/2/3 points), lake and stone tiles which are bostacles and bear tiles. At the beginning of the table each player draws 3 tiles from a bag.&#10;&#10;GAMEPLAY:&#10;&#10;Players take their turns one by one in a clockwise order, starting from the first player.&#10;On your turn, you can take the following actions (in order):&#10;&#10;1. You must place one of your tiles next to the tiles already placed on the table, following the rules.&#10;&#10;If you chose so, you may also add another of your tiles next to the tiles already placed the table, following the rules.&#10;&#10;2. You may add one of your lumberjack tiles next to the tiles already placed on the table, following the rules.&#10;&#10;3. You must randomly draw 1 tile from the cloth bag (even if you placed 2 tiles on that turn) and add it to your hand, unless there are no more tiles in the bag in which case, you skip this step.&#10;&#10;Then the next player in a clockwise order takes their turn.&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "21796",
    "Name": "Desert Duel: First Alamein",
    "ID": 34713,
    "Year": "(2008)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/34713/desert-duel-first-alamein",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1.9167",
    "Description": "An LPS bonus mini-game for two-players, Desert Duel, by designer Mike Rinella, looks at the first battle of Alamein in 1942, where modern armies fought each other and the desert, in a desperate effort to breakthrough to or defend the path to the Nile.  This is not the Monty vs. Rommel El Alamein battle most people think of but an earlier action, July 1 to July 27, 1942. Each turn represents three days of combat, and each hex is about four miles across.&#10;&#10;Where 2nd El Alamein reminded many of WW1 type conflict, this first battle was pure open desert warfare, of the guy that both sides were developing on the fly, and Rinella&rsquo;s design captures the feel of the grit and gloom.&#10;&#10;Low density counter mix, ratio combat results table, supply, leaders, weather, air support, recon screening units, minefields and a special 88 Flak unit make for an interesting mix of mechanics.&#10;&#10;Desert Duel comes with 88 large 5/8&quot; mounted die-cut counters, and an integrated 17&quot; x 22&quot; full color map with rules and charts.&#10;&#10;This game was included as a bonus game for subscribers with Against the Odds (ATO) magazine #21 (the Kadesh issue).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21797",
    "Name": "Scriptoria",
    "ID": 305211,
    "Year": null,
    "Geek Rating": "5.506",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/305211/scriptoria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Will you work with the demon in Scriptorium to finish your illumination?&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "21798",
    "Name": "The Offensive Band Name Generator",
    "ID": 142859,
    "Year": "(2014)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/142859/the-offensive-band-name-generator",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Offensive Band Name Generator is a party game for 3 to 20 players. The object of the game is to score the most points by creating clever, funny and fitting band names.&#10;&#10;The game is played with each player being dealt a number of &quot;Word&quot; cards, each card contains four different words that can be used to construct a band name. Players may use as many words as they wish when creating their band names.&#10;&#10;The first player announces a preset goal. For example, &quot;Heavy Metal or Hip-Hop&quot;, &quot;Perverted&quot;, &quot;Food and Drink&quot;, &quot;Offensive&quot;, etc.&#10;&#10;All players then create a band name they feel best fits the current theme. For example, if the theme was &quot;Science Fiction&quot; you may players play band names like &quot;Robot Death Weasel&quot;, &quot;Oprah's Black Hole&quot;, &quot;Martian Ghetto Punks&quot;, or &quot;Hairy Alien Concubines&quot;. The game is designed to create as much hilarity as possible, but may be offensive to some depending on the word combinations chosen.&#10;&#10;Players then vote on who they feel generated the most fitting band name. This player wins the Theme List and one point.&#10;&#10;Players then draw new cards for the next round.&#10;&#10;Play continues for 10 rounds, the player who has the most points at the end of the last round is the winner.&#10;&#10;",
    "Categories": [
      "Humor",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21548",
    "Name": "Bumper Car Arena",
    "ID": 24373,
    "Year": "(2006)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/24373/bumper-car-arena",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Bumper Car Arena is OGP&#039;s first full blown board game.  Earlier offerings were more along the Cheapass Game quality of components.  In this game, the components are quite good.  This is a race game with pre-programmed movement ala Roborally.  Players also score points for knocking into their opponents.  The last place player also controls the &quot;rogue&quot; bumper car, Jimmy Fudge -- who only wants to bump other players.&#10;&#10;Each player controls one bumper car. Simultaneous movement card play determines the movement order. Players score points for moving around the track in the appropriate direction, and for bumping other bumper cars. Draws are done from a face up draft of n+1 cards where n is the number of players. The remaining card is used to control Jimmy Fudge's bumper car. Play continues until someone has scored 21 points, thereafter, there is an increasing chance of the game ending every turn.&#10;&#10;From the Publisher:&#10;&#10;It's a beautiful day at the amusement park. You and your friends have decided to take over the bumper car ride for your own purposes. Players score points for bumping other players cars and going around the track in the proper direction. (Going backwards makes the carnies angry.) And who is this Jimmy Fudge kid anyway?&#10;&#10;",
    "Categories": [
      "Humor",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "21799",
    "Name": "Droids",
    "ID": 2337,
    "Year": "(1991)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/2337/droids",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4286",
    "Description": "Players program and pilot a robot around a board trying to eliminate the other robots. Orders for movement and action take the form of tiles placed on your programing board. Only good programing and the ability to anticipate the orders of other players will enable you to be the last robot standing.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "21801",
    "Name": "Le Saghe di Conquest",
    "ID": 8476,
    "Year": "(2001)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/8476/le-saghe-di-conquest",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The game is very similar to Talisman, but characters move freely on a hex-board.&#10;&#10;Goal of the game is complete the personal Mission (that isn't a secret for all other players).&#10;&#10;Players can cooperate or fight each others to obstruct other players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "21800",
    "Name": "My Hero Academia: The Card Game",
    "ID": 257081,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/257081/my-hero-academia-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "0",
    "Weight": "1",
    "Description": "LET THE SUPER-POWERED GAMES BEGIN! A thrilling card game set in the super-powered world of the hit anime My Hero Academia!&#10;&#10;&quot;Welcome, Students, to the most important training in your life, where you will learn how to be true super heroes!&rdquo; &ndash; All Might&#10;&#10;&#226;&#128;&#139;In My Hero Academia: The Card Game, you must recruit super-powered students to your hero agency. Select students with the best combinations of quirks (i.e., super-powered abilities) to complete challenging missions and become the mightiest agency around!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Theme: Anime / Manga",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "21802",
    "Name": "Erbsenzählen",
    "ID": 259360,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/259360/erbsenzahlen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "In Erbsenz&auml;hlen, players are presented with a big jumble of peas that they need to straighten out. By sorting, calculating, and exchanging, the players try to put the pea cards from 1 to 6 in the correct order to earn a giant pea as a reward. Whoever defies the pea thieves and the bad luck peas can, in the end, collect the most giant peas and win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Mitbringspiel Mini (HABA)"
    ]
  },
  {
    "Rank": "21803",
    "Name": "La Campagne de Gettysburg, 1863",
    "ID": 9957,
    "Year": "(1996)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/9957/la-campagne-de-gettysburg-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1429",
    "Description": "&quot;La Campagne de Gettysburg, 1863&quot; covers the Gettysburg campaign from June 22 to July 13, at two days per turn.  Fog of war is significant, as befits the scenario, and rules also exist covering engineering operations, weather, reinforcements, and munitions supplies.  The map covers an area from Harrisburg PA in the North to Harper's Ferry in the South, and from Martinsburg in the West to York in the East.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: USA",
      "History: Battle of Gettysburg",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "21804",
    "Name": "James Clavell's Shogun",
    "ID": 2690,
    "Year": "(1983)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/2690/james-clavells-shogun",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6364",
    "Description": "From the publisher:&#10;&#10;The family game of diplomacy, duplicity, and military conquest in feudal Japan.  Each player, as one of the five Regents, attempts to increase his control over the central provinces of Honshu Island and to suppress his fellow regents so that he alone can become Shogun.&#10;&#10;Includes game board depicting the 25 central provinces of Honshu Island; the three principal cities of Yedo, Nagoyah, and Osaka; and the Great South Road of Tokaido.  Also, 39 Troop Unit markers, 2 Leader units, 136 influence markers, 23 event markers, 80 pieces of game money, 115 Karma cards, 39 honor tokens, 25 plastic bases, 5 turn order cards, 2 ten-sided dice and a rules book.&#10;&#10;Note:  combat is resolved by means of combat results table.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: James Clavell",
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "21805",
    "Name": "Death By Coconuts",
    "ID": 360832,
    "Year": "(2022)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/360832/death-by-coconuts",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "1",
    "Description": "You&rsquo;re on an afterlife cruise to the totally tropical island of Eternal Paradise - your final destination&hellip; If you catch our drift. On the way, your ship slams into a rock, not far from the sad sandy shores of Purgatory Island. You manage to escape the sinking vessel on a trusty inflatable flamingo and reach the shore, self-assured that you&rsquo;ve survived a shipwreck and shark-infested waters - only to be bludgeoned by a falling coconut.&#10;&#10;What are the chances?! Well it turns out, there are an average of 150 deaths by coconut per year. You regain consciousness to the realisation the shipwreck has turned your heavenly cruise to Eternal Paradise into a hellish race across Purgatory Island.&#10;&#10;From Coconut Beach, you&rsquo;ve gotta move by backing your betting ability in deciding which of the three options is most deadly. For example: Falling Coconuts, Lightning Strike or Extreme Selfies&#10;&#10;You&rsquo;ll be betting by using the only currency to hand: coconuts (ironically). You&rsquo;ve got a one-in-three chance of getting the answer correct. Which is roughly the same odds as being struck by lightning&hellip; if you play golf in a thunderstorm&hellip; dressed like a medieval jouster.&#10;&#10;Bet small and move cautiously. Bet big and move quickly - but risk going backwards just as fast. Navigate shortcuts and lava flows - you know, the usual features of a deserted tropical island. Oh, and look out for buried treasure, it could be the difference between life and death.&#10;&#10;Whichever tactic you choose, only the first to the finish gets into Eternal Paradise. It&rsquo;s a pretty exclusive guest list - so you better get a move on! Or you&rsquo;ll be wandering the wastes of purgatory for eternity... And that sounds like a fate worse than death!&#10;&#10;So, grab yourself a few fellow shipwrecked shipmates and get going on the race to Eternal Paradise, where your knowledge of death just might save your life.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Catch the Leader",
      "Race",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  }
]