[
  {
    "Rank": "N/A",
    "Name": "BattleTech: Spotlight On Nakayama's Blood",
    "ID": 350114,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350114/battletech-spotlight-on-nakayamas-blood",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When Federated Suns forces stormed into the Draconis Combine during the FedCom Civil War, proud samurai Chu-sa Harold Nakayama and the Forty-Sixth Dieron Regulars deployed to Ashio to repel the invaders. Disaster struck when an all-but-unknown mercenary command slaughtered Nakayama&rsquo;s troops, humiliating him. Nakayama swore an oath to exterminate mercenaries wherever they tainted Combine soil, and gathered around him an independent company whose BattleMechs were anointed by the blood of their MechWarriors in an oath to seek out and destroy mercenary scum. The Jihad provided Nakayama&rsquo;s Blood with rich hunting grounds and the opportunity to strike fear into the hearts of mercenaries operating anywhere near Combine territory.&#10;&#10;Spotlight On: Nakayama&rsquo;s Blood includes a Unit History, Personalities, Personnel Rosters, Mission Tracks, and data for use with all scales of BattleTech play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Spotlight On",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Spotlight On Crimson Seeker Star",
    "ID": 350115,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350115/battletech-spotlight-on-crimson-seeker-star",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the right place, a few small rocks can change the course of a river. The Seekers of Clan Goliath Scorpion and the Escorpion Imperio have long sought out relics of the past which they believe will steer their course. But relics are not the only rocks: one small unit and its warriors changed the path of the Clan and the Imperio. The saKhan of fifty years who formed them. The Star Colonel who returned to guide them in their darkest hour. The survivors who escaped the Reavings to claim a new home. Those who continue to use the relics of the past to guide the future. Come discover the small rocks of the Crimson Seeker Star, who changed the course of the Seekers, the Goliath Scorpions, the Escorpion Imperio and many more.&#10;&#10;Spotlight On: Crimson Seeker Star includes a Unit History, Personalities, Personnel Rosters, Mission Tracks, and data for use with all scales of BattleTech play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Spotlight On",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Spotlight On Unending Faith",
    "ID": 350117,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350117/battletech-spotlight-on-unending-faith",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Nearly every faith in human history has had its militant, stalwart protectors of the light ready to cast down those who would question the true path. The vision of Blessed Blake is no different. The creation of the Republic and its disbanding of the Com Guard cast a deep shadow, but true faith endures. Now, amid a Dark Age, the light of Blake is needed more than ever and the Blessed Order stands ready to share it with the Inner Sphere. For the warriors of Unending Faith, the end of the Com Guard was only the beginning.&#10;&#10;Spotlight On: Unending Faith includes a Unit History, Personalities, Personnel Rosters, Mission Tracks, and data for use with all scales of BattleTech play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Spotlight On",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Spotlight On First Marik Protectors",
    "ID": 350118,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350118/battletech-spotlight-on-first-marik-protectors",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the fires of the Jihad, a handful of brave souls placed honor before duty, service before survival, and the people of their shattered nation before all others.&#10;&#10;Considered traitors by some but heroes by those they watch over, the First Marik Protectors rose from the ashes of the Free Worlds League to protect worlds at the far-flung edge of their fallen nation. An elite cadre of warriors, the Protectors&rsquo; dedication to safeguarding the lives of their countrymen is nearly unmatched in the Inner Sphere.&#10;&#10;The Marik Protectors exist to offer a single hope to the citizens of these outcast worlds: that when darkness closes in, there will be a light shining for them, a hammer and anvil to smite any who would disrupt their peace, a shield against all the ills the Periphery holds. Protectors, behind whom they may rest.&#10;&#10;Spotlight On: First Marik Protectors includes a Unit History, Personalities, Personnel Rosters, Mission Tracks, and data for use with all scales of BattleTech play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Spotlight On",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Spotlight On Thermo Police",
    "ID": 350119,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350119/battletech-spotlight-on-thermo-police",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Beyond the edge of acknowledged civilization lie the Outworlds Wastes. Planets abandoned by the Star League centuries ago. Governments shattered by apathy, obscurity, and the march of time struggle to provide even the most basic needs of their people. From these meager surroundings one small but zealously dedicated unit stands to serve and protect the remnants of their realm. The Thermo Police may be enrolled as mercenaries but in truth they patrol these lawless stars seeking to bring the order they once knew. Specializing in non-lethal tactics, and trained beyond the typical pirates and bandits prowling the Wastes, their next encounter could be from past the distant stars they call home. But will it be a threat or an opportunity?&#10;&#10;Spotlight On: Thermo Police includes a Unit History, Personalities, Personnel Rosters, Mission Tracks, and data for use with all scales of BattleTech play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Spotlight On",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Spotlight On The Crazy Eights",
    "ID": 350120,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350120/battletech-spotlight-on-the-crazy-eights",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There is no company more fitting as heralds of the Davion sword and sunburst than the Crazy Eights, and even fewer regiments in the AFFS with as storied and lengthy history as the Eighth Company of the Twentieth Avalon Hussars. Disbanded and lost during the Word of Blake&rsquo;s Jihad, the Crazy Eights were reformed when the call to war once again compelled the Federated Suns to raise new regiments for the protection of the realm. Now, as House Davion&rsquo;s ancient enemy bears down on New Avalon in this new Dark Age, the Crazy Eights are one of the few to stand in the Dragon&rsquo;s path.&#10;&#10;Spotlight On: The Crazy Eights includes a Unit History, Personalities, Personnel Rosters, Mission Tracks, and data for use with all scales of BattleTech play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Spotlight On",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Spotlight On Schmidt's Petraries",
    "ID": 350121,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350121/battletech-spotlight-on-schmidts-petraries",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Captain-Marshal Rudolf Schmidt took command of the Hanseatic Defense Force at a critical juncture. The nearby Scorpion Empire posed an existential threat to the Hanseatic League. While reorganizing the HDF, he recognized a crucial need for an elite company to inspire the troops. Thus was born Schmidt&rsquo;s Petraries, the HDF&rsquo;s overall command company and home to the best of the best. Intense training with their comrades was far different from the trial by fire that the Petraries faced when the Scorpion Empire finally invaded. The Petraries rose to the occasion, defying the fearsome invaders and inspiring a nation with their deeds.&#10;&#10;Spotlight On: Schmidt&rsquo;s Petraries includes a Unit History, Personalities, Personnel Rosters, Mission Tracks, and data for use with all scales of BattleTech play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Spotlight On",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Football Story Combos",
    "ID": 350126,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/350126/football-story-combos",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Football combo story is a football-themed game that can be played alone or with two players in confrontation.&#10;&#10;A match takes place over 2 halves during which you will have to resolve 8 phases of the game: 4 offensives and 4 defenses.&#10;It's up to you to manage your workforce well to meet the objectives to defend or score goals.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nuuk",
    "ID": 350127,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/350127/nuuk",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Nuuk is a Print &amp; Play card game to play solo or with two players. Each poker-sized card has one of Greenland's coastal villages - visit a new village each time you turn over a card. Starting with just a couple of basic resources, your aim is to gain as much money as you can in order to pay for your sea passage home, before you run out of time.&#10;&#10;Trade resources and learn new local skills as you travel between villages. Skills will gain you benefits later in the game, or help you avoid penalties, but learning a new skill means spending more precious time in that village. You'll need to decide when to invest in skills and when to push on to the next village.&#10;&#10;With multiple solo and two player modes, this pocket sized game will keep you thinking for hours.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Print & Play",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Islands: Greenland (Denmark)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Master Strikes",
    "ID": 350128,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350128/master-strikes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Master Strikes is a high skill-cap 15th century German longsword card game where players honor-duel to the first cut. The game utilizing authentic fighting stances, swing types from each stance, and counter moves which force players to change stances in order to react.&#10;&#10;Master Strikes relies on deduction and memory, as well as chess-like strategy to outwit your foe. The game is easy to learn and hard to master, with several balanced methods to find an advantage.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deduction"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Sports: Fencing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My English is under all pig",
    "ID": 350129,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/350129/my-english-is-under-all-pig",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;My English is under all pig&quot; is a card game about common phrases. If you translate German idioms into the English language you don't get the correct English equivalent, but rather a funny English sentence. Then it's not English, it's Denglish (&quot;D&quot; for Deutsch = German). So one by one the players draw a card and have to translate the Denglish sentences into German and then also have to find the correct English forms.&#10;&#10;If a player can translate the Denglish phrase into German and then correctly into English they can keep the card. The more cards the players collect the more points they earn. Whoever earns most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BookWorms",
    "ID": 350131,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350131/bookworms",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "BookWorms is a simple word search game where players, acting as worms, find letters in adjacent books to form words.&#10;&#10;PLAY IN ROUNDS&#10;&#10;Play at least two rounds. Each round consists of setup and game play until the draw piles are depleted.&#10;&#10;GAME PLAY&#10;&#10;On each turn, the current player &hellip;&#10;&#10;     Examines letters adjacent to and in a path of letters from their location.&#10;     Calls out a word using any nearby letters and optionally one letter from a draw pile.&#10;     Moves their bookworm to the location of the last letter used.&#10;     Collects all the book tiles used. &#10;     Places the tiles collected upside down in front of them.&#10;     Takes a random tile from the draw pile and places it face up on any empty board space.&#10;     Moves the mole.&#10;&#10;&#10;The mole is used to steal a random book from an adjacent bookworm.&#10;&#10;Making a Move&#10;&#10;     Move your bookworm onto a location where the first letter will be used to form your word. The location must be adjacent to, or within a continuous &ldquo;tunnel&rdquo; of five empty spaces from your worm&rsquo;s current position. However, you cannot move next to, or pass next to the mole.&#10;     The word will be a combination of adjacent letters in sequential order and optionally a letter or bigram from any draw pile.&#10;     Call out the word for others to verify.&#10;     Pick up the tiles used and them place in front of you upside down.&#10;     Move the worm to the location of the last letter used.&#10;&#10;&#10;TIP: Try to use letters with the highest values.&#10;&#10;Moving the Mole&#10;The current player moles the mole at the end of their turn. The mole is moved onto a book tile whose letter matches the first letter of the word just made.&#10;If the mole is moved next to a worm, that player loses one of their collected letter tiles at random.  The current player selects one of the that player&rsquo;s tiles and places it face up on a random board location.&#10;&#10;ENDING THE ROUND&#10;When all players agree that no more words can be formed, the game is over. &#10;Each player tallies their collected books&rsquo; points and records them on a score sheet. Repeat the setup and play at least one more round.&#10;Repeat the setup and play at least two rounds.&#10;&#10;ENDING THE GAME&#10;At the end of the last round, the winner will have the most points. In case of a tie, the youngest player wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BAM!: Fußball-Spezial",
    "ID": 350132,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350132/bam-fussball-spezial",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an expansion pack for BAM! of 5 red and 17 grey cards that are all themed around soccer.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legendary: A Marvel Deck Building Game – Black Panther",
    "ID": 350143,
    "Year": "(2022)",
    "Geek Rating": "5.643",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350143/legendary-a-marvel-deck-building-game-black-panthe",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "King T'Challa and Queen Storm call upon the full might of Wakanda to combat the forces of evil, not only for Wakanda, but for the entire planet!&#10;&#10;&#10;     The Black Panther comes to Legendary to join the amazing collection of Super Heroes in this 29th Expansion to the vast Legendary landscape!&#10;     Five Heroes! Two new Masterminds and Villains groups!&#10;     Players can work both with and against other players to defeat the Mastermind!&#10;     Join Black Panther, Storm, and more in the fight against the Enemies of Wakanda!&#10;     All cards will feature original art! 100 cards in total!&#10;     Requires the Marvel Legendary Core Set to play.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Legendary (Upper Deck Entertainment)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dawn of Iron: The American Civil War at Sea – 1861-1865",
    "ID": 350144,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/350144/dawn-of-iron-the-american-civil-war-at-sea-1861-18",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Dawn of Iron: The American Civil War at Sea, is a game of naval combat, set during American Civil War (1861-1865). While many think of the war&rsquo;s naval campaigns as a static blockade, the truth is that it was actually just as desperate and bloody as other aspects of the conflict. From the coastal regions of Virginia and the muddy rivers of the Mississippi Valley to the far flung freezing waters of Alaska&rsquo;s Bering Strait, Union and Confederate navies fought for dominance.&#10;&#10;Dawn of Iron puts you in command of a Civil War-era vessel, or a full squadron of them. Assemble your fleet, engage the enemy, and send them to the bottom!&#10;&#10;The 24-page Dawn of Iron rulebook includes all the rules you'll need to play in a concise 15-pages with diagrams and illustrations. There's also a few pages dedicated to open sea and coastal battlefields that you will fight on (riverine coming soon!) and four general play missions that should get you sailing in no time!&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Nautical",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Solo / Solitaire Game",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Noon: Grizzly Greenwood",
    "ID": 350145,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350145/high-noon-grizzly-greenwood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the deep woods of Timber Heights comes the silent big game hunter, Henry &quot;Grizzly&quot; Greenwood. With his sturdy long rifle, near limitless supply of bear traps and a loyal pack of wolfhounds by his side, Henry has collected many trophies in his career and has now set his iron sights on more challenging prey.&#10;&#10;The Grizzly Greenwood posse is one of corral and control. Greenwood's bear traps make his targets think twice about taking their next step, while his wolves can pounce and maul their prey, keeping them in one vulnerable location for Henry to pick off at a safe distance with his rifle.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: High Noon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Noon: Marketplace Expansion Set",
    "ID": 350151,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350151/high-noon-marketplace-expansion-set",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Up the ante on the carnage and speed up the pace of the game with the Marketplace expansion! Did your enemy loot the last crate? One shot left in your shotgun? Now you can use your hard-earned gold to purchase more loot and keep your posse armed to the teeth! For the best experience, play with the starting tiles that come with Monco &amp; McAtte, The Jenkins Brothers and The Abernathy Gang.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Grid Movement",
      "Line of Sight",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: High Noon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Noon: Expansion Loot – Volume 1",
    "ID": 350152,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350152/high-noon-expansion-loot-volume-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Expand your loot options with 45 colorful items including all new rations, holsters, and powerful and experimental weapons!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Grid Movement",
      "Line of Sight",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: High Noon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kreisverkehr",
    "ID": 350156,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/350156/kreisverkehr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The ideal family fun for everyone!&#10;Playable in many variations with or without rotating wheel.&#10;First one to get all pieces into the target area wins.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Kreisverkehr is a variant of Malefiz. In this variant, a part of the board can rotate, and it is rotated whenever a player rolls multiple sixes in a row.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Static Capture"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Lone Star",
    "ID": 350160,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350160/battletech-touring-the-stars-lone-star",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cold, desolate, long-abandoned and looted of any treasures centuries ago, Lone Star was once a crown jewel of the Terran Hegemony and bold achievement of terraforming. In Touring the Stars: Lone Star, players learn about Volgadon and the Pond Cities and their disparate and fabulous architectures, discover why Lone Star was a major agriculture and manufacturing center for the Terran Hegemony...and read how the horrors of the Amaris Civil War and the First Succession War set this once-great world onto the path towards oblivion.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Benet III",
    "ID": 350161,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350161/battletech-touring-the-stars-benet-iii",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The mineral-rich planet Benet III served as a place of industry, a base for military forces and as a home to a hearty, stubborn populace--a people who survived the Succession Wars, the FedCom Civil War and the Jihad, only to all but wiped out by the fickle planet itself. In Touring the Stars: Benet III, players learn about the planet's constant volcanic and seismic activity, as well as the infamous &quot;Death Mists&quot; that eventually led to the disastrous end of Benet III.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Bone Norman",
    "ID": 350162,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350162/battletech-touring-the-stars-bone-norman",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A stark world on the fringes of the Inner Sphere, Bone Norman's desolate, haunting geography can spook even the most experienced warrior. A sleepy backwater planet for most of its history, Bone Norman vaunted to the front lines of the Clan Invasion and Jihad. In Touring the Stars: Bone-Norman, players learn about the planet's interesting flora and fauna, as well as the mysterious F&ouml;hnkrankheit, or &quot;wind sickness&quot;? brought on by the planet's unique geography.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: A Time of War – The BattleTech RPG",
    "ID": 350163,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/350163/battletech-a-time-of-war-the-battletech-rpg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It is the 31st century. Mankind has spread to the stars and spawned titanic stellar empires, each controlling hundreds of worlds across a thousand light years and beyond. Yet the sins of man have followed him from the cradle of humanity.&#10;&#10;Political machinations of feudal lords plunge whole sectors into war; unscrupulous merchant starship captains smuggle weapons to their own faction's enemies; greedy military commanders demand tribute from worlds they're protecting; animalistic pirate kings harvest high technologies and human slaves in lightning raids; betrayals from oath-bound allies leave honorable soldiers growing cold on forgotten worlds; death at the tip of knife from a concubine turned assassin to avenge a world and love lost: it is a time of war.&#10;&#10;What empire will you swear allegiance to: a warrior merchant of House Steiner; the honorbound samurai of House Kurita; the vat-bred warriors of the Clans; a mercenary that fights only for the highest bidder?&#10;&#10;Choose your life in the universe: a MechWarrior piloting the thirty-foot-tall BattleMechs that turn the tide of any battle; a spy deep behind enemy lines discovering critical secrets; a merchant carrying critical supplies; a scientist unleashing the latest cutting edge technologies?&#10;&#10;How will YOU become a legend?&#10;&#10;",
    "Categories": [
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Stat Check Resolution",
      "Storytelling",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Current Core Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bibi & Tina: Mädchen gegen Jungs",
    "ID": 350164,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/350164/bibi-and-tina-madchen-gegen-jungs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The players collect clues on clue squares to exchange them for 4 star cards. In addition, the 3 girls' pieces must be moved to the target square before the boys' piece. The figures are moved by a dice roll.&#10;The collected clues are immediately deposited in a cloth bag. When a player thinks they can acquire one of the 4 face-up star cards, clue cards are drawn from the cloth bag. Clue cards that do not match are lost.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Manassas",
    "ID": 350167,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350167/battletech-touring-the-stars-manassas",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The victim of a devastating cosmic impact and war, Manassas is still one of the Inner Sphere's safest planets, except for the so-called &quot;Dead Zones&quot;? dotting the world. In Touring the Stars: Manassas, players will learn about the famed Manassas Run, an annual world-spanning treasure hunt for valuable LosTech where anything goes and the prize of becoming Run Champion is all that matters.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Parade of the Bruges Fools",
    "ID": 350174,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/350174/parade-of-the-bruges-fools",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The government of Maximilian, who inherited the reign over Bruges in 1482, is harsh and taxes are high, leading to public discontent. When Maximilian visited Bruges in 1488, the people decided to revolt. They were able to imprison their monarch for over four months. Out of vengeance, Maximilian imposed a prohibition to organize festivities and fairs. To calm him down, you as the people of Bruges decided to organize a celebration to honor Maximilian.&#10;&#10;In Parade of the Bruges fools players take on the role of a medieval labourer living in Bruges. Together, you try to gather musicians, acrobats and jesters to join a big parade in honour of Maximilian in order to earn his respect and therefore more freedom. However, the player who surpasses the expectations of grumpy Maximilian, wins this game and becomes mayor in Bruges.&#10;&#10;Each turn, players perform one of three actions:&#10;&#10;     persuade an artist by offering a drink in the local bar&#10;     play an artist into the parade and score (some artists have the possibility to move other cards one space or to swap with a card)&#10;     rest (by taking back into your hand all of the cards you needed to persuade artists)&#10;&#10;&#10;When an artist reached the seventh column, the parade is complete and the game ends.&#10;&#10;In the advanced game mood bonusses are dealt to the player(s) who took most notice of the King's temper (3 out of 20 mission cards).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck Construction",
      "End Game Bonuses",
      "Hand Management",
      "Pattern Building",
      "Pattern Movement",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Bruges (Belgium)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pandemonium Estate",
    "ID": 350183,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/350183/pandemonium-estate",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Pandemonium Estate is an Otherworldly, Thematic Adventure board game for 2-5 players. Pandemonium Estate takes place in an interdimensional mansion that exists between world and time. The heart of the mansion, the Verge Portal, consumes objects and people from the many worlds it visits, trapping them in the mansion against their will.&#10;&#10;Players can choose to play one of three full-length, replayable thematic Storyline modes as one of eight playable characters with their own unique Traits. Regardless of the chosen Storyline, players must complete various tasks in order to gain enough Essence (Victory Points) to return to their home world.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Highest-Lowest Scoring",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Take That",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Acts: Persecution",
    "ID": 350186,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350186/the-acts-persecution",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Persecution expansion simulates some of the challenges faced by the early church. Disciples can have their actions limited, and churches can be destroyed, as the forces of persecution affect region.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Level Chess",
    "ID": 350187,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350187/level-chess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game of chess for 4 with levels.&#10;Level Chess is a chess variant where it's harder to move Up than Down. Then you go Up, you can go just on first reachable box of higher level. Going Down no any restrictions.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lords of Ragnarok: Utgard – Realms of the Giants",
    "ID": 350196,
    "Year": "(2023)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350196/lords-of-ragnarok-utgard-realms-of-the-giants",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Utgard is a land that was sometimes recognized as the world and sometimes only as a fortress located in Jotunheim. Regardless, it was a place inhabited by Ice Giants. In the game, Utgard will replace Jotunheim. With this realm, you will introduce Ice Giants to the game, which players with an alliance will be able to recruit into their armies. They will be helpful in the next battle in which your army will take part, giving you a significant bonus to strength.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Components: Miniatures",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Special Weapon Tiles",
    "ID": 350197,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350197/robinson-crusoe-adventures-on-the-cursed-island-sp",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Part of an add-on (Treasure Chest Promos) during the Robinson Crusoe Collector's edition Gamefound campaign. The promo was also available for backers of the Secret Cabal 2021 Kickstarter campaign.&#10;&#10;Special weapon tiles introduce additional usage of your weapons when you hunt for certain animals.&#10;&#10;SPECIAL WEAPON TILES:&#10;&#10;Someone once told you that there was more than one way to skin a cat&hellip; you're beginning to understand the meaning of that phrase. Weapons are not always as straightforward as a knife or a gun-sometimes they're more subtle. If nothing else, this island has at least taught you the importance of innovation.&#10;&#10;During Setup, place the Special Weapon tiles Invention side face-up near the Board.&#10;&#10;During the Action Phase, you may use a Build Action in order to build a Special Weapon. When you successfully resolve the Build Action, flip the tile and place it on the corresponding space on the board. Once Built, the Special Weapon may be used for every Hunt Action with the indicated animal type.&#10;&#10;You may have only 1 Special Weapon Built at a time. If you want to Build a different Special Weapon, you must remove the current Special Weapon tile from the board. Then place the newly Built Special Weapon on the corresponding space on the board.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Robinson Crusoe",
      "Game: Robinson Crusoe – Adventures on the Cursed Island"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arachnoir",
    "ID": 350202,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/350202/arachnoir",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The bug city of Basin Quarter has been infested by pests from the &quot;Hive&quot; syndicate. Players are spider detectives moving through the city to capture these pests.&#10;&#10;Each round, dice are rolled to generate a small pool of movement options. Players simultaneously move their spiders on the board, drawing threads along their path. When an area is bounded by threads, it becomes a webbed area that can be used to catch pests.&#10;&#10;Each pest requires a specific condition to be caught, such as web size or spider position. Players must plan their paths carefully, and decide what targets to pursue or abandon.&#10;&#10;Victory points are gained through the capture of these pests, as well as a varied number of side objectives. The player with the most points at the end of the game wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Grid Movement",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Pattern Building",
      "Roll / Spin and Move",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lords of Ragnarok: Valkyrie Hero",
    "ID": 350203,
    "Year": "(2023)",
    "Geek Rating": "5.562",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350203/lords-of-ragnarok-valkyrie-hero",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Additional hero (Valkyrie) expansion with high quality miniature and hero board, including special rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Components: Miniatures",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Portals & Champions",
    "ID": 350204,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/350204/portals-and-champions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The realm of Rolaria has been plunged into chaos by a war among Deities. The divine forces at play have created ruptures between dimensions &amp; various locations within the realm. These portals hold the key to triumph over the other regions battling for control of Rolaria. As a player, you will assume the role of a Deity, commanding an army of Allies, strategically positioning them to secure access to these portals while simultaneously directing your Champions in the heat of battle. Prepare to unleash your divine power and lead your armies to glory in this epic fantasy-themed card game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Events",
      "Tug of War"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eagles over Europe",
    "ID": 350212,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/350212/eagles-over-europe",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Recreate the Air War over the European theater of World War II as part of the epic clash between the Allies and Germans in some of the most historic battles of World War II, during the years 1941-1945.&#10; Eagles Over Europe is a historical boardgame where players take the roles of US Army Airforce and the RAF (including the Polish pilots, of course!) to participate in WWII's most famous battles, including Omaha Beach, Pegasus Bridge, Operation Cobra, and the Ardennes (Battle of the Bulge).  You'll also deal with the bombing campaign, as Mustangs and Thunderbolts try to protect the B-17s from hordes of Luftwaffe fighters. &#10;Eagles Over Europe includes over 15 battle scenarios, all fought out on a huge, 140 cm x 100 cm game board (55&quot; x 39&quot;). Each scenario recreates the historical objectives of the two sides, and includes special events that impacted the battle's outcome.&#10;Eagles Over Europe is designed to be easy-entry, but the game mechanics require strategic card play and finding skillful combinations between the dice, the symbols on the cards, and pilot abilities. In addition to the huge gameboard, Eagles over Europe includes detailed airplane miniatures, beautifully illustrated Combat cards, Scenario, Event and Pilot cards. Special Terrain tiles and Custom dice complete the &quot;wow&quot; people will feel when they open the box. &#10;Those familiar with the &quot;303 Squadron&quot; game will recognize the core game mechanics but enjoy additions like Flak, RADAR, ground attack, and many more. But you don't have to have 303 Squadron to play Eagles Over Europe-- it is a totally free-standing game. &#10;Eagles Over Europe is designed as a co-operative game for 1 - 4 players. The average game length is between 60 and 90 minutes. Each scenario includes innovative and clever mechanics, dynamic gameplay, and startling surprises...all &quot;normal&quot; for Eagles Over Europe!&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Código Secreto: Expansión promocional Américas",
    "ID": 350213,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350213/codigo-secreto-expansion-promocional-americas",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "10 cards with 20 typical words from Latin America.&#10;This promo pack was produced by Devir and it was given as a promo for those who participate of acompetition proposing latinamerican words.&#10;&#10;10 cartas con 20 palabras t&iacute;picas de Amercia Latina.&#10;Este pack promocional fue producido por Devir y entrgado a aquellos que participaron de un concurso proponiendo palabras.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Continents: South America",
      "Game: Codenames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Brownsville",
    "ID": 350214,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350214/battletech-touring-the-stars-brownsville",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Now a lifeless, dead planet, Brownsville was once a vibrant and discreet supplier of atmospheric processors and inexpensive water filters before the Amaris Coup. But political and diplomatic mistakes would turn the unassuming planet into another casualty of the Star League Civil War and early Succession Wars. Brownsville's demise sealed the fate of dozens of other worlds.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Bob",
    "ID": 350215,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350215/battletech-touring-the-stars-bob",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It is a shadow world of dark woods and darker rivers, and so was it named--Dunklew&auml;lderdunklefl&uuml;sseschattenwelt. Alien predators roam the land, seas and air, named for creatures of folklore, while survivors of the once proud settlements eke out an meager existence. Dunklew&auml;lderdunklefl&uuml;sseschattenwelt suffered during the Succession Wars as many planets of the Inner Sphere did, but as detailed in Touring the Stars: Bob, the beginning of the end was unwittingly initiated by a vote to change the planet's name...&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dangerous Mining",
    "ID": 350216,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/350216/dangerous-mining",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Dangerous Mining is a micro game consisting of 18 action cards to mine gems.&#10;On your turn, you put one of the four cards on the display into your hand and plays a card from your hand.&#10;Cards have the abilities to draw gems, play another action card, or discard an opponent's gems.&#10;The game ends when a player get 20 / 18 / 16 (2p / 3p / 4p) points of gems, or the pile of gems runs out.&#10;The player with the highest points of gems wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Promised Land",
    "ID": 350217,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350217/battletech-touring-the-stars-promised-land",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promised Land was not exactly as the colonization brochures described, but was settled nevertheless. A chance encounter during the early Star League saved the planet from abandonment, and the struggling colony remained. Long a border waystation between the Lyran Commonwealth and the Free Worlds League, Promised Land's history is the story of overcoming the challenges of this strange world and thriving in its unique environment.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Inglesmond",
    "ID": 350218,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350218/battletech-touring-the-stars-inglesmond",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A curious, albeit devastated, survivor of the First Succession War, Inglesmond was once a shining jewel of the Terran Hegemony. Though Inglesmond is now a planetary nature preserve in the Republic of the Sphere, it could easily be reinhabited and once again rejoin the Inner Sphere. Learn about the planet's unique climate and equatorial-spanning ice belt, tribal survivor communities and salvage operations gone awry.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – McEvedy's Folly",
    "ID": 350219,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350219/battletech-touring-the-stars-mcevedys-folly",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "McEvedy's Folly--a world where mad science ran rampant. In the grip of an ice age in the final years of the Star League, the planet once known as &quot;Project SAGITARIUS UMBRELLA&quot; was of little interest to anyone, save for brilliant xenobiologist Alpheus McEvedy. Under the aegis of terraforming, McEvedy played god with the primitive fauna, using them as vehicles to recreate long extinct species from across the Inner Sphere--as well as other rumored abominations. McEvedy and his team were eventually abandoned as the Star League fell, and the planet was lost for centuries--while only the legend of McEvedy's Folly remained.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Butte Hold",
    "ID": 350220,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350220/battletech-touring-the-stars-butte-hold",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Butte Hold is a harsh and unforgiving world home to criminals and rogues that has long been a haven for outlaws. Drawn by rumors of hidden Throline Desert caves caches filled with looted valuables, the world became infamous for being the home of Redjack Ryan and his dreaded capital of Raider's Roost.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Ionus",
    "ID": 350221,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350221/battletech-touring-the-stars-ionus",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An introverted, self-contained world of modest technology, Ionus was originally a poor candidate for human colonization. However, recovery of the Helm Memory Core brought new importance to Ionus as the Free Worlds League's premier WarShip producer. A lucky survivor of the Word's Jihad, today Ionus's advanced shipyards remain a tempting target for any world-be conqueror.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Tyrfing",
    "ID": 350222,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350222/battletech-touring-the-stars-tyrfing",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Once an exotic and beautiful planet known for its large, naturally-occurring crystalline formations, Tyrfing was a provincial capital for the defunct Terran Hegemony. Savaged by the Star League Civil War, Tyrfing was damaged beyond repair by a five-way battle between all of the Great Houses during the early Succession Wars. Descending into a dangerous, mutated, feral wasteland, Tyrfing fell off the map. Left to rot, the world is still home to primitive human cultures struggling to survive their deadly world.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Noisiel",
    "ID": 350223,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350223/battletech-touring-the-stars-noisiel",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You are cordially invited to visit the greatest festival world in all of Lyran space: Noisiel! Come for the pastoral atmosphere, share the local flavor, and test your skills in the galactically renowned Noisiel Summer Games! Experience the sportsmanship, the finesse, and the wonder as military technology meets friendly competition! Thrill to the spectacle of baseball, football, hockey, rugby, and even chess on the scale of titans!&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dumb Luck: The Lottery Game",
    "ID": 350224,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350224/dumb-luck-the-lottery-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players are given chips and a lottery ticket on which they mark 6 numbers (out of 44). From the starting field, they travel through the American states and are allowed to move one step at a time when one of their 6 numbers is drawn. Events (chip win, chip loss) are triggered on some of the spaces reached. If all 6 numbers were drawn by a player, that player is allowed to go 6 more steps. Then all players have to buy a new lottery ticket and the procedure starts again. The first player to reach the target field with at least 20 chips wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Bingo",
      "Events",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Jardine",
    "ID": 350225,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350225/battletech-touring-the-stars-jardine",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Once a world of vibrant forests and exotic wildlife, Jardine&rsquo;s loss in the early Succession Wars nearly erased it entirely from the annals of history. Rediscovered on the eve of the Word of Blake Jihad, its centuries-long isolation revealed one of the greatest secrets in ComStar&rsquo;s dark past: the Hidden Worlds! Scoured by its own Guardians, the birthworld of the Manei Domini now lies under the shroud of endless smoke, its ruins a mute testament to the legacy of its fallen masters.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Iron Land",
    "ID": 350226,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350226/battletech-touring-the-stars-iron-land",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Billed as a lost world paradise for thrill seekers and wannabe explorers, Iron Land has a dark history seldom spoken of, as those who know of it either never live to tell the tale, or live to profit from it.  The dark history of this tortured world both resonates with, and haunts those drawn to it from across the stars.  Iron Land is a planet where you can check out any time you like, but never leave.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spiel und sprich mit Bello",
    "ID": 350227,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350227/spiel-und-sprich-mit-bello",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bello the little dog immediately takes every child to his heart. The wooden dog figure is great for free play. The six finger games with rhymes around Bello motivate to imitate and speak and thus promote language development. The twelve domino cards also make a picture story that encourages storytelling.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Series: Spielend erstes Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Wynn's Roost",
    "ID": 350228,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350228/battletech-touring-the-stars-wynns-roost",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "While the Outworlds Alliance shrunk on ComStar&rsquo;s maps for two hundred years, not all of disappearing worlds died. The &ldquo;Outworlds Wastes&rdquo; also included secessionists, would-be pocket imperial capitals, abandoned worlds, pirate havens, pirates&rsquo; victims, and imagined sanctuaries from the bloody Succession Wars. Wynn&rsquo;s Roost was one such world, alternately seceding from the defenseless Outworlds, attempting to build an interstellar nation, being abandoned by collapsing civilization, and suffering pirates&rsquo; depredations. The sulfurous world has outlasted its pirate tormentors, rebuilt its industrial base, and hosts a growing population that is now reaching out to the stars. It is a glimpse of the potential of the modern Periphery.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Old Kentucky",
    "ID": 350229,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350229/battletech-touring-the-stars-old-kentucky",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When the first waves of explorers and settlers departed Terra for the great black ocean, not all looked to the future&mdash;some longed for the traditional values of the past. One such group made their new home on Old Kentucky, a world near the heart of humanity which has persevered through centuries of abandonment, conflict and conquest.&#10;Touring the Stars: Old Kentucky details this hot, rugged world, its proud history, and its native &quot;sasquatch&quot; primates.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Mizar",
    "ID": 350230,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350230/battletech-touring-the-stars-mizar",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The two thousand worlds of human space often claim to have some incredible beauty spot that is unrivaled by any other world. Some worlds claim to be the most beautiful entire world known to humanity. Statistically, one has to be correct, and that world is Mizar. This freakish accident of planetology has thrilled tourists, earned a title as champion party planet, and avoided most wars for centuries until the Word of Blake arrived.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oktoberfest",
    "ID": 350231,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350231/oktoberfest",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players move along a route by rolling the dice and have to solve tasks on event fields and mostly drink a beer. The first player to reach field 30 alive is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Category: Drinking Games",
      "Holidays: Oktoberfest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memorace: Meghökkentő rekordok",
    "ID": 350232,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350232/memorace-meghokkento-rekordok",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One minute is not the world, right? Do you think so even if you have even less time to memorize every detail of an image? Memorace board game amusingly develops not only memory but also general knowledge and literacy. Learning becomes a captivating experience with its tasteful illustrations. How good is your memory?&#10;&#10;Learn about the Earth&rsquo;s most prominent natural phenomena and man-made records in the Memorace Astonishing Records.&#10;&#10;You can play Memorace alone or with more people.&#10;&#10;     Draw a card and put it in front of you!&#10;     Turn the clock over and try to memorize as many details as possible before the sand drips off - it&rsquo;s about 10 seconds.&#10;     Throw the dice!&#10;     If you rolled 1, you must answer the thought-provoking puzzle on the front panel. Look at the picture and calculate or deduce correctly!&#10;     If you did not roll 1, turn the card over and answer the question on the back next to the rolled number. These will put your memory to the test, but if you watch well, you will know the answer for sure!&#10;&#10;&#10;There&rsquo;s no reason to get frustrated even if you didn&rsquo;t know the answer, turn the card over and find the solution! However, if you answered correctly, you can keep the card - congratulations, you already have a point!&#10;Who will collect the most cards? Can you break your own record?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Region: The World",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memorace: Ismerkedjünk a betűkkel",
    "ID": 350233,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350233/memorace-ismerkedjunk-a-betukkel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One minute is not the world, right? Do you think so even if you have even less time to memorize every detail of an image? Memorace board game amusingly develops not only memory but also general knowledge and literacy. Learning becomes a captivating experience with its tasteful illustrations. How good is your memory?&#10;&#10;Take the initial steps towards learning the ABCs. Your child can learn the letters by playing and his vocabulary also expands.&#10;&#10;You can play Memorace alone or with more people.&#10;&#10;     Draw a card and put it in front of you!&#10;     Turn the clock over and try to memorize as many details as possible before the sand drips off - it&rsquo;s about 10 seconds.&#10;     Throw the dice!&#10;     If you rolled 1, you must answer the thought-provoking puzzle on the front panel. Look at the picture and calculate or deduce correctly!&#10;     If you did not roll 1, turn the card over and answer the question on the back next to the rolled number. These will put your memory to the test, but if you watch well, you will know the answer for sure!&#10;&#10;&#10;There&rsquo;s no reason to get frustrated even if you didn&rsquo;t know the answer, turn the card over and find the solution! However, if you answered correctly, you can keep the card - congratulations, you already have a point!&#10;Who will collect the most cards? Can you break your own record?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Erzähl mal!",
    "ID": 350239,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/350239/erzahl-mal",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A quiz and storytelling game where you get one point for each correctly answered question about a family member or a story told. The player who collects the most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "History of the Ancient Seas: Expansion III – New Armies",
    "ID": 350240,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350240/history-of-the-ancient-seas-expansion-iii-new-armi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "With this expansion players will replace the wooden playing pieces in the three games by wooden blocks that will provide a huge amount of fog of war to the game. Fully coloured stickers of Ships and Legions are put on top of the blocks. On the back there will be stickers of their strength. Information of strength will only be revealed at the moment of combat. &#10;This expansion give the military aspect of the game a complete new approach. It can be used for all three volumes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Ancient",
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Barbarossa Army Group Center",
    "ID": 350242,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/350242/operation-barbarossa-army-group-center",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "600",
    "Weight": "0",
    "Description": "It is June 1941.  The Third Reich embarks upon the greatest military campaign of all time.  The Wehrmacht attacks across an 1800 mile front, 3.8 million men, 3350 tanks, 3000 aircraft, and 23,000 artillery pieces.&#10; Now, as a tactical commander in the most significant campaign of the 20th century, it is up to you to win your battles, and shape the world, before it's too late!&#10; (This is a Combat Boots game.  Each unit represents a squad, individual gun, tank, or aircraft.  Each space is 50 meters across, and each turn is approximately 5 minutes long.  Best played face-to-face, but the game includes provisions for solitaire play)&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Series: Combat Boots (Dark City Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Double Base USA / Pacific Electric",
    "ID": 350243,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350243/age-of-steam-expansion-double-base-usa-pacific-ele",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "The Age of Steam Con 2021 Map Set contains two new maps.&#10;&#10;Double Base USA&#10;This map is the first to use two copies of Age of Steam. The map is a two-piece poster that is assembled to create a gigantic map. Players start their networks from the east coast and expand westward. Government land grants in the West help players build more track and get more deliveries. Track build limits double in later turns. Players can get up to a 12 Locomotive.&#10;&#10;Pacific Electric&#10;Players build a network out of Los Angeles into the surrounding cities using Power Plants to increase the length of deliveries on their electric rail network. This map shares a common core with Age of Steam: Kansas City Interurban and adds its own unique twists and geography. The Express action allows players to deliver through a City matching the good color. The Engineer action allows players to build on rough terrain hexes. The map size is small and promotes a lot of player interaction.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Los Angeles (California, USA)",
      "Country: USA",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Series Computerized Baseball",
    "ID": 350244,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350244/world-series-computerized-baseball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Batter up! Bases are loaded - there are two outs and full count on the batter - can he outwit the pitcher and drive in the winning run?&#10;Two players or two opposing teams plan their pitching and batting strategy and feed their plays into the Analog Computer.  The Computer &quot;Read Out&quot; gives the resulting plays instantly. The Computerized Play Chart guides the next action play - all in accordance with Official Baseball rules.&#10;All of the Challenge-Strategy-Suspense of live Baseball-from base hits to homeruns!  Planned Strategy keeps the game moving for 9 or more action-packed innings.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sounds of Fun: Disney's Beauty and the Beast",
    "ID": 350245,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350245/sounds-of-fun-disneys-beauty-and-the-beast",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Actual character voices and realistic sound effects bring Beauty and the Beast to life as you make your move in the 3-D palace ballroom and courtyard.&#10;&#10;An enchantress has turned the Prince into a Beast, and all his servants into Enchanted Objects. Use your memory to help bell break the spell-and make them all human again. The player that reveals the Prince wins the game.&#10;&#10;Players press the center button on the Sound Randomizer board, following the instructions given.  The aim of the game is to collect 5 Enchanted Objects chips. which are needed to turn the Beast Human.  Players have 5 chances to turn the beast human.  The player who turns over the correct magic rose square, wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Brands: Disney",
      "Folk Tales & Fairy Tales: Beauty and the Beast"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silent Ships",
    "ID": 350250,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350250/silent-ships",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A naval-themed card game for 2 players. It is a card battler that borrows mechanics from war games by making units move around the board. Instead of a mana system, players can play ships for free but need to discard cards to move them around the board. Islands can be captured to increase one's draw power, but these are out of the way and come at the cost of tempo. Additionally, as ships begin to sink, the deck gradually thins, and eventually draw power becomes irrelevant in the end game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Irukandji",
    "ID": 350254,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/350254/irukandji",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Irukandji is the first game in the SNACKBOX Mini Game Series.&#10;&#10;You have swum a long way out, and it is now time to head home. Race back to the beach without coming across one of the most venomous jellyfish in the world: the Irukandji.&#10;&#10;Irukandji is a game of tile laying and tile playing. Swim well, use the conditions, and watch out for the Irukandji.&#10;&#10;Be the first player to get to +2 (points) on the scorecard, by scoring each swim to The Beach.&#10;&#10;Take turns moving from tile to tile, dealing with the ocean conditions as you go while trying to avoid the hidden dangers. Aim to get back to The Beach first, and collect the Beach Ball token, if you can.&#10;&#10;&mdash;description form the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Maze",
      "Memory",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Race",
      "Score-and-Reset Game",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Series: SNACKBOX Mini Game Series – Collection One",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skate Park",
    "ID": 350255,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/350255/skate-park",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Skate Park is the second game in the SNACKBOX Mini Game Series.&#10;&#10;The competition is ready to start. Can you prove you&rsquo;re the best skater in the park?&#10;&#10;Execute your best tricks over a series of obstacles to claim the title. Flip, grind, and find air to win each challenge&#10;...without hitting concrete.&#10;&#10;A flipping good game of trick making and tile taking. Lay down your moves, land well, and dominate the competition.&#10;&#10;Win the most Obstacle Tiles to prove you are the best skater in the park. Play tricks and execute them with successful rolls to win each Obstacle Tile. Each trick has a different winning value, cost, and percentage of success. Choose wisely, or hit the concrete.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Math",
      "Sports"
    ],
    "Mechanics": [
      "Die Icon Resolution",
      "Highest-Lowest Scoring",
      "Matching"
    ],
    "Families": [
      "Series: SNACKBOX Mini Game Series – Collection One"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chimichangas and Tacos",
    "ID": 350256,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/350256/chimichangas-and-tacos",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Chimichangas and Tacos is the third game in the SNACKBOX Mini Game Series.&#10;&#10;So let's not burrito round the bush. You think this is nacho game? Let's taco bout it.&#10;&#10;This game is about making tasty Tacos, Taquitos, Nachos, Quesidillas, Enchiladas, Burritos, and of course...Chimichangas!&#10;&#10;Grab chips to reveal your ingredients, then fill, wrap, fry, and top your way to the most delicious meals on the menu.&#10;&#10;Complete the tastiest meals and score the highest number of points (and Tacos), over several rounds.&#10;&#10;Pick &lsquo;chips&rsquo; from a pile and stack the ingredients to make meals (using the Recipes). Make sure you complete your meals, as it will cost you. Add some tasty condiments if you want to enhance the flavor!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Layering",
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: SNACKBOX Mini Game Series – Collection One"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slingshot",
    "ID": 350257,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/350257/slingshot",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Slingshot is the fourth game in the SNACKBOX Mini Game Series.&#10;&#10;The annual Kylor System race has arrived. Only the finest pilots have dared to enter. But, who is the best racer in the Galaxy?&#10;&#10;Strap in and work your way through the system. Complete each Planet&rsquo;s orbital requirements and slingshot to victory!&#10;&#10;A supersonic dice game of planet-hopping rocket racing. Match orbitals, spend bounty, and slingshot to victory.&#10;&#10;Be the first Rocket Racer to pass the last Planet (finish line) in the system.&#10;&#10;Complete Flight Sequences by rolling dice and matching Icons, to pass each Planet. First roll combinations can gain you Crystals, and abilities can help slingshot you to victory.&#10;&#10;Look out for Asteroids if they are in play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Racing",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Matching",
      "Point to Point Movement",
      "Race",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Series: SNACKBOX Mini Game Series – Collection One"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Divinus: Pandora's Box",
    "ID": 350260,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350260/divinus-pandoras-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Pandora's Box Expansion contains unlocked Stretch Goals from the Divinus Gamefound campaign and is included with every pledge.&#10;&#10;Contains: &#10;&#10;     extra components for Eternal mode&#10;     5 extra miniatures&#10;     5 extra Myth scenarios&#10;     10 new god cards&#10;     15 new quest cards &#10;     20 new artifacts&#10;&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Game: Divinus",
      "Misc: LongPack Games",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road Trippin: After Dark Expansion Pack",
    "ID": 350261,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350261/road-trippin-after-dark-expansion-pack",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "300+ Adult Only Phrases on cards to use with the Road Tripping board game. Definitely not for kids!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Deduction",
      "Race"
    ],
    "Families": [
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Challenge Pack #1 – Bound by Darkness",
    "ID": 350263,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350263/shadows-of-brimstone-challenge-pack-1-bound-by-dar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Holy preachers are renowned for their devotion and faith, leading the charge to keep evil at bay. When one of these men of the cloth is corrupted by the ruinous powers, his fall from grace plummets to depths far deeper and more twisted than could be imagined. Heretic Preachers fight with a fanatical zeal, wielding Dark Sermons to unleash hellfire and damnation on any that cross their hellbound path to becoming one with the Darkness.&#10; Challenge Pack #1 - Bound by Darkness is themed for facing off against a corrupted Heretic Preacher and his legions of demonic and beastly minions that all use the Bound by Darkness Enemy Trait card. Casting powerful Dark Sermons at the Heroes, and wielding a devastating Hellfire Shotgun, the Heretic Preacher and his hordes will put your Heroes to the test!&#10;&#10;A Challenge Pack is a new themed set of cards with a terrifying new Enemy and a nightmarish new Mission designed to give the Heroes an extra challenge. These cards are all used together for the included Mission; but can also be added to your card decks to increase the challenge across your normal games of Shadows of Brimstone as well. Many of these new cards are marked with a Challenge Icon, to be easily identified as extra dangerous.&#10;&#10;Challenge Packs reward players for having a robust collection of Enemies and Expansions; and contain several Threat cards that include a mix of various Enemies from across the game. Some of these Threat cards even add new bonus ability to the Enemies on the card for thematic ways that they can work together to crush the Heroes.&#10;&#10;The following Expansions are highly recommended to get the most out of this Challenge Pack (though these sets are not required to use this Supplement, most of the Threat cards included in this Challenge Pack do use various Enemies from these other Expansions):&#10;&#10;&#10;     Swamps of Death core set&#10;     Hellfire Succubi mission pack&#10;     Hell Vermin enemy pack&#10;     Scourge Rats and Rats Nest enemy pack&#10;     Forest of the Dead OtherWorld deluxe expansion&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memorace: Descoperă România",
    "ID": 350264,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350264/memorace-descopera-romania",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One minute is not the world, right? Do you think so even if you have even less time to memorize every detail of an image? Memorace board game entertainingly develops not only memory but also general knowledge and literacy. Learning becomes a captivating experience with its tasteful illustrations. How good is your memory?&#10;&#10;Wander through the wonderful landscapes of Romania and get to know the culture!&#10;&#10;You can play Memorace alone, or with more people.&#10;&#10;     Draw a card and put it in front of you!&#10;     Turn the clock over and try to memorize as many details as possible before the sand drips - it&rsquo;s about 10 seconds.&#10;     Throw the dice!&#10;     If you rolled 1, you must answer the thought-provoking puzzle on the front panel. Look at the picture and calculate or deduce correctly!&#10;     If you did not roll 1, turn the card over and answer the question on the back next to the rolled number. These will put your memory to the test, but if you watch well, you will know the answer for sure!&#10;&#10;&#10;There&rsquo;s no reason to get frustrated even if you didn&rsquo;t know the answer, turn the card over and find the solution! However, if you answered correctly, you can keep the card - congratulations, you already have a point!&#10;Who will collect the most cards? Can you break your own record?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Country: Romania",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silk: Shin Ookami Promo",
    "ID": 350266,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350266/silk-shin-ookami-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The first edition of Bitoku contains 2 promo's: one for Bitoku itself and a second one for Silk.&#10;&#10;It's an improvement tile that will replace one of the original ones, as you can still only have 4 in a game.&#10;&#10;Rules:&#10;&#10;Each time the ookami is able to send three or more silkworms to her cave in the same move, the player whose turn it is may decide, in addition, to place a silkworm of their own color on the Shin Ookami tile, either from their reserve or from the Ookami&rsquo;s den.&#10;&#10;At the end of the game, during the final scoring, the player with the most silkworms on the Shin Ookami will get 5 points +1 additional point for each silkworm of their color on that tile.&#10;&#10;If a player has no silkworms left in their reserve, they can use the &ldquo;Raise a Silkworm&rdquo; action to get a silkworm back from the Shin Ookami tile and return it to their own reserve (just like silkworms are rescued from the Ookami&rsquo;s den).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Promotional: Cards",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abszolút elfelejtett szavak",
    "ID": 350267,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/350267/abszolut-elfelejtett-szavak",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this game you will find 880 absolute, funny, weird, slightly forgotten and unusual words and 110 non-everyday proverbs.&#10;All you have to do is explain to the other players what they mean - whoever convinces most people of their truth wins!&#10;&#10;Convince most people that you are right about what these words mean and if that happens you have a case to win!&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gutenberg: Yolande & Johannes Promo Characters",
    "ID": 350268,
    "Year": "(2021)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350268/gutenberg-yolande-and-johannes-promo-characters",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A set of 2 promo tiles that was first given to everybody whom bought the game at Spiel 2021 in Essen.&#10;&#10;It contains 2 extra character tiles:&#10;&#10;Yolande Bonhomme: You only play 5 guilders for every type of letter block you buy.&#10;&#10;Johannes Oporinus: You start the game with 2 personal patronage cards (chosen out of 4) which you can fulfill as your patronage action.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Siege of Runedar: Mercenaries Promo Cards",
    "ID": 350270,
    "Year": "(2021)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350270/the-siege-of-runedar-mercenaries-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This promo was first given out to everybody whom bought The Siege of Runedar at Spiel 2021 in Essen.&#10;&#10;It adds 5 mercenary cards to the 5 from the base game and therefore will give you more possibilities to defend the castle.&#10;&#10;The abilities of these new mercenaries are: ignore all orc cards in your hand, remove up to 5 rubble pieces from the tunnel, place all remaining resources on an upgrade card, do a long-range attack with 5 dice &amp; do a close-range attack with 5 dice.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Recognition Guide – IlClan Volume 20",
    "ID": 350276,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350276/battletech-recognition-guide-ilclan-volume-20",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The march of technology across BattleTech&rsquo;s eras is relentless&mdash;but some BattleMech designs never die. Each installment of this PDF-only series not only includes a brand new BattleMech or OmniMech, but also details Classic &rsquo;Mech designs from both the Inner Sphere and the Clans, now fully rebuilt with Dark Age technology (3085 and beyond).&#10;&#10;Volume 20 Includes Rules and Record Sheets for:&#10;&#10;Hellion T/D/E/F/P&#10;Shadow Hawk IIC/IIC 2/IIC 10/IIC 11&#10;Longbow LGB-0H/0W2/8C/10C/10K/14Q/14V&#10;Warhawk (Masakari) T/F/G/I/L&#10;Mastodon Prime/A/B/C/D&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Recognition Guide",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Regis Roost",
    "ID": 350277,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350277/battletech-touring-the-stars-regis-roost",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ringers and Roosters. Two separate cultures living very different lives, one in the rings of the verdant planet of Regis Roost, the other at the bottom of that world&rsquo;s gravity well. Two separate governing philosophies, one as an extended family with corporate laws, and the other a pseudo-democracy subverted for decades by external interests. Two very different civilizations living on one world in the Taurian Concordat&mdash;what could possibly go wrong?&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Hall",
    "ID": 350278,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350278/battletech-touring-the-stars-hall",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "War has ravaged nearly all of the Inner Sphere&rsquo;s core planets, and Hall is no exception. Caught between the conquests of empires and the ambitions of warlords, the world&rsquo;s history is as harsh as its unforgiving deserts, howling canyons and shifting sands. Hall has been at the crossroads of some of mankind&rsquo;s most brutal wars, conflicts which have left centuries of secrets ready to snare the unready and tempt the unwise.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "High Noon: Bonnie Beecher and the Bandero Blondes",
    "ID": 350279,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350279/high-noon-bonnie-beecher-and-the-bandero-blondes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In a world of objectified and enslaved women, these former-harlots-turned-liberated-ladies roam the caravan trails, exacting vengeance and causing havoc on men across Saratoga making a name for themselves as the widow-making Bandero Blondes.&#10;&#10;The Bandero Blondes are a posse that has the full monte of firearms: pistols, rifles, and shotguns. Their bordello fortress sports a balcony for taking advantageous shots from an elevated position.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: High Noon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yuru Camp x Cat & Chocolate",
    "ID": 350280,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/350280/yuru-camp-x-cat-and-chocolate",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Yuru Camp x Cat &amp; Chocolate is an anime-based version of storytelling game Cat &amp; Chocolate. Based on the Yuru Camp theme, players will use items to solve problems while camping. The team that solves more problems wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Game: Cat & Chocolate (Qvinta Essentia)",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OXtA Cube",
    "ID": 350282,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/350282/oxta-cube",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A abstract game, each player has four cubes, OX+&#226;&#150;&#179;&#239;&#188;&#140;Each cube has different move rules. For example,+ can move forward, backward, left or right. Cubes can stack into a stack to move.&#10;&#10;The box contains rules to play different games. For example, one of them is that the player who moves all the cubes to the opposite side wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid",
      "Stacking and Balancing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mau Mau Junior",
    "ID": 350286,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/350286/mau-mau-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "What a beautiful day! All the farmyard animals want to play in the flower meadow, but players can only lead them there by placing cards with a matching animal or color. The player with the fewest animals at the end wins.&#10;&#10;Player have 3 cards in their hand and 1 in the paddock.  On their turn, the must try to add a card to the discard pile (meadow) by matching the color or animal on the card in the pile.  If they can't, the player adds a card to their paddock pile and picks a new card to add to their hand.&#10;&#10;The game ends when the draw pile is finished and no one can add a card to the meadow from their paddock.&#10;&#10;The player with fewest animals in their paddock at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Move Through Deck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bitcoinopoly",
    "ID": 350295,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350295/bitcoinopoly",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Bitcoinopoly is a highly strategic crypto-powered version of the Wall Street trading floor. Players take turns drawing and playing cards until someone collects three colour coded sets of crypto currencies and lays them out on the table.&#10;&#10;Players pick up cards and attempt to collect 3 matching sets.  The  first play to do so wins.  However, event cards can stop your efforts!&#10;&#10;The game becomes increasingly intense as each player builds their crypto portfolio, as each player's crypto trading strategy becomes apparent. This is when you'll have to use all your strategic might. GOOD LUCK!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Events",
      "Hand Management",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gare au putois!",
    "ID": 350297,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/350297/gare-au-putois",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The skunk has scattered all of the animals! Find out where they are hiding sp you can match them up.&#10;&#10;Get the animals out of their hiding place by imitating the sounds they make. Complete animal families by bringing them back to their homes. The game ends when all the families have found their homes. The player who has accumulated the most homes wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting",
      "Matching",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Tortuga Prime",
    "ID": 350299,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350299/battletech-touring-the-stars-tortuga-prime",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "On the pirate haven of Tortuga Prime, alliances can shift and power can exchange hands at a moment&rsquo;s notice. An interstellar kleptocracy, Tortuga Prime&rsquo;s only rule is simple: take what you need, and try to keep it. Will you further the centuries-old cycle of needless death and destruction&mdash;or put a stop to it once and for all?&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Sherwood",
    "ID": 350300,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350300/battletech-touring-the-stars-sherwood",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Founded with ecological sustainability in mind, the colonization of Sherwood seemed like a failure as soon as it began. But thanks to the strict control of a strong central government and a well-educated population, Sherwood pushed through the privations of the Star League era and became the &ldquo;Green Gem&rdquo; of the Outback.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Herotitus",
    "ID": 350301,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350301/battletech-touring-the-stars-herotitus",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From oppressive occupation by pirates to religious domination by various sects, Herotitus knows what it means to suffer. New hope for the future is growing, thanks to the stability and protection from the resource-rich world&rsquo;s deadly, unique native wildlife offered by the narrowed eye of the Fronc Reaches and their Colonial Marshals. But criminal elements remain in hiding, desperate to return to power, threatening the precarious peace.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Stotzing",
    "ID": 350302,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350302/battletech-touring-the-stars-stotzing",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Star League&rsquo;s terraforming technology brought life to worlds struggling to survive, and wrought miracles on landscapes thought uninhabitable. But Stotzing is proof that even miracles can be undone by human hands, and not all those who seek to repair them are angels.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Rigil Kentarus",
    "ID": 350303,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350303/battletech-touring-the-stars-rigil-kentarus",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Terra&rsquo;s closest if not first colony, the binary planets of Rigil Kentarus and Riken Minor are just 4.3 light-years from Terra. Rigil Kentarus was settled by a m&eacute;lange of Terran Alliance member-nations, some of which still leave their mark on the world (&ldquo;Little America&rdquo;), while others were wiped out by the Succession Wars, Jihad, and reconstruction. The twin worlds only recovered in the Republic of the Sphere, but generations-old refugee camps nurse hatred for the current government.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Kaumberg",
    "ID": 350304,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350304/battletech-touring-the-stars-kaumberg",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Nestled in the wide frontiers of Lyran space, Kaumberg is a pastoral world known mostly for its woodlands and little else. But just below the mundane surface lies a world of political intrigue, its fortunes and falls tied inextricably to those of the Commonwealth to whom its rulers serve. Collective masters of one of the region&rsquo;s strongest independent defense forces, the barons of Kaumberg stand ever-ready to protect their world and its neighbors from any Periphery threat that comes their way&mdash;but only as long as their own internal intrigues don&rsquo;t get in the way.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Braunschweig",
    "ID": 350305,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350305/battletech-touring-the-stars-braunschweig",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Braunschweig is one of the jewels of the Hanseatic League. Combining pristine nature with highly developed cities, from orbit the world appears to be a paradise. On the ground, however, the luster tarnishes significantly. The natural abundance is rife with deadly native life, and civilization is stratified between the ultra-wealthy and the serfs who labor under their lash. Braunschweig is in fact a world of contrasts, where natural beauty meets industrial sterility, and luxurious comfort clashes with penurious servitude.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Valencia",
    "ID": 350306,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350306/battletech-touring-the-stars-valencia",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Among the isolated Castilian worlds is Valencia: a distant planet of turbulent, short seasons, and eerie purple-black foliage. Fresh water was abundant, terrestrial crops and animals thrived, and native plants and sea life were edible. The only thing that could disrupt this unusual paradise was, of course, humanity.&#10;&#10;Small conflicts among the first settlers, the Castilians, disrupted the peace of Valencia. And then invaders&mdash;the &ldquo;Umayyads&rdquo;&mdash;attacked with never-before-seen giant, bipedal robots. A neighboring league of interstellar merchants, the Hansa, never allowed the Castilians and Umayyad invaders to find peace. The arrival of Clan Goliath Scorpion settled their conflict, and gave Valencia a central place in the Scorpions&rsquo; new Imperio.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Granada",
    "ID": 350307,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350307/battletech-touring-the-stars-granada",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Granada: called &ldquo;The Pumpkin&rdquo; by everyone but its inhabitants, this oblate planet is probably the fastest-spinning world settled by humanity. Like other worlds of the Nueva Castilian cluster, it is water-rich and very compatible with terrestrial life, allowing humans to thrive.&#10;&#10;Granada has seen key events in Castilian history: the collapse of its original central government, the invasion of refugees from the Clan worlds, and the birth of the Umayyads. The Seekers of Clan Goliath Scorpion have delved into this history, answering burning questions of the Umayyads&rsquo; mysterious origins.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Touring the Stars – Gulf Breeze",
    "ID": 350308,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350308/battletech-touring-the-stars-gulf-breeze",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From pirates to profiteers, and corrupt Mining Consortiums in between, Gulf Breeze has a thousand different ways to kill even veteran spacers. But with great danger comes great opportunity and Gulf Breeze has it by the metric ton. If you can survive the resource-rich world&rsquo;s deadly and unique planetary challenges or avoid being spaced from a Wheeler station, a fortune awaits.&#10;&#10;Touring the Stars volumes consist of a color cover depicting an orbital view of the subject planet, a short history section, a small number of RPG tracks tailored to the planet, a rules annex detailing optional rules for games and scenarios set on the planet, a color world map and a hexed Battleforce 2 map. Each volume averages between 15 and 19 pages in total.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Touring the Stars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Historical – Liberation of Terra vol 1",
    "ID": 350309,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350309/battletech-historical-liberation-of-terra-vol-1",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In 2766, decades of careful planning and manipulation finally culminated when Stefan Amaris wiped out the entire Cameron dynasty in a bloody coup. Rallying the might of the SLDF behind him, General Aleksandr Kerensky immediately attacked Amaris' Rim Worlds Republic, before turning his full fury against the Usurper's &quot;Empire&quot;? launching one of the greatest military campaigns in Inner Sphere history.&#10;&#10;Historical: Liberation of Terra, Volume 1 describes the early years of the civil war that would ultimately bring about the final end of the first Star League. Covering the fighting from the coup itself to the bloody campaign for the Terran Hegemony, this book provides a hard look at the closing years of the Star League Era, and the fateful decisions that would eventually pave the way for centuries of Succession Wars to come.&#10;&#10;Battletech Historicals series delves into the pivotal wars of the Inner Sphere&rsquo;s thousand-year history, with important personalities, maps of individual attack waves and regiment listings, along with a campaign framework that allows players to enact every aspect of each of these important events.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Historical Sourcebooks",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Historical – Liberation of Terra vol 2",
    "ID": 350310,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350310/battletech-historical-liberation-of-terra-vol-2",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In 2777--after ten years of savage fighting in the Periphery--General Alaksandr Kerensky and the Star League Defense Force launched the final phase in the war against Stefan Amaris, the Usurper of the Star League. For two more years, the greatest army ever forged by humankind would wage a planetby-planet war for the heart of the League itself, ultimately landing on mankind's homeworld of Terra. As the single greatest campaign ever fought in human history, Operation LIBERATION would change the fate of generations to come.&#10;&#10;Historical: Liberation of Terra, Volume 2 describes the final years of the civil war that ultimately brought about the end of the first Star League. Covering the fighting that followed Kerensky's conquest of the Rim Worlds Republic and the early stages of the Hegemony campaign to the final conclusive battles on Terra itself, this book provides a hard look at the last days of the Star League Era, and the fateful decisions that would eventually pave the way for centuries of Succession Wars to come.&#10;&#10;Battletech Historicals series delves into the pivotal wars of the Inner Sphere&rsquo;s thousand-year history, with important personalities, maps of individual attack waves and regiment listings, along with a campaign framework that allows players to enact every aspect of each of these important events.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Historical Sourcebooks",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thaumaturge",
    "ID": 350318,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350318/thaumaturge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Thaumaturge is a two player card game where instead of drawing cards at random, you can take whichever one you want. During your play, you can take three actions, which include adding cards to your hand, playing cards, and using actions on certain cards you've already played.&#10;&#10;You win if your opponent has no cards remaining in their crux, and their discard pile, and no effect is in the process of resolving.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smart Assistant Interrogator",
    "ID": 350327,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/350327/smart-assistant-interrogator",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A reverse-trivia game for adults that uses a smart assistant (Google, Alexa, Siri, etc). Pick a card from 4 categories in play and get the smart assistant to say the word or name on the card while following a set of rules of things you can not do. The base game comes with 10 categories with 36 game cards in each as well as a 36 card cheat deck.&#10;&#10;4 categories are chosen at random. 6 Game cards from each chosen category are stacked below each matching category card. Play starts in the clockwise rotation. The player chooses a category and then selects the top card from its deck. They must now get the SA to say the word or name on the card, without saying it and by following other rules such as - no spelling, no present or past tense versions of the word etc.&#10;&#10;When the 24 game cards are gone, the game is over, and the person with the most wins. Easy right?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Trivia"
    ],
    "Mechanics": [
      "Communication Limits",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renaissance Wars: Seed of the Enlightenment Luminary Set",
    "ID": 350330,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/350330/renaissance-wars-seed-of-the-enlightenment-luminar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Now play the game with one of the most illustrious men of the period.  This set add four new luminaries: Desiderius Erasmus, Johannes Kepler, John Locke, and Claudio Monteverdi.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inns & Outcasts",
    "ID": 350333,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/350333/inns-and-outcasts",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Inns &amp; Outcast is a 3-8 player card game set in a high fantasy setting. Players take on the role of adventurers who&rsquo;ve completed their quest, and now are undergoing the process of divvying up loot scored during their epic undertaking. Characters clash in constant combat for coinage each round. The game is set in the recently rebranded City of Destiny&trade;. A bustling boomtown transformed from the tiny hamlet of Po&rsquo;Dunk. Where there was once a village on the verge of collapse, now stands a thriving metropolis filled to the brim with hustlers and cons. It has become the go-to place for every Hero, Villain, and Mercenary looking to find their place in the world and is in fact the number one tourist trap. The city&rsquo;s ever-changing population leaves only its world-famous hospitality service in its wake. The only permanent fixture of the city being its Inns &amp; Outcasts.&#10;&#10;Players start each turn by simultaneously placing a card face down, then counting up initiatives from 1-6. Once a card&rsquo;s initiative is called, all cards of that initiative are revealed. Players make short decisions regarding the specifics of their abilities, then proceed until all cards are shown. When all cards are revealed, special abilities kick in which allows players to add coins to their personal hoard.&#10;&#10;Players can make income either through their starting gold (a fixed amount of gold determined by each character card) or through their special abilities. Special abilities can come in the form of reveal effects &ndash; which happen instantly, or through loot abilities which compound at the end of each turn. Loot abilities are high-risk, high reward as they can often be blocked by other cards. Once a card is played, it stays out until 5 turns have gone by, allowing all players to refresh their hands. It&rsquo;s a game about reading your opponents and the situation at hand to make big gains while slowing down your opponents.&#10;&#10;The player having the most money at the end of the game being the winner. The game ends once a player crosses a threshold of currency, which is determined by group size &ndash; but just because you&rsquo;re the first over the line doesn&rsquo;t guarantee a win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deduction",
      "Simultaneous Action Selection",
      "Turn Order: Role Order",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  }
]