[
  {
    "Rank": "26307",
    "Name": "Huída del Imperio Cobra II",
    "ID": 37224,
    "Year": "(1983)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/37224/huida-del-imperio-cobra-ii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "&lt;Translated from the back of the box in Spanish&gt;&#10;&#10;Escape from Cobra Imperium is a game for &quot;heroes&quot; from Ages 2 and up. It can be played for 2 to 4 players.&#10;&#10;The heroes must try to escape from the temple crypt before it closes his doors. If the crypt closes, the heroes are kept shut out of the crypt forever.&#10;&#10;When the heroes pull down the &quot;Magic Eye&quot;, the &quot;Big Cobra&quot; comes back to life and the computers take over the command switching of the safety system that close the doors.&#10;&#10;In a short time the crypt will be closed. The heroes must destroy the Cobra and bring back with them the &quot;Magic Eye&quot; that they first lost when escaping from her.&#10;&#10;The game is a standard roll and move fare with the added twist that one of the gamers controls the forces of evil and attempts to stop all of the other players from winning. It was originally published in Spain.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Imperio Cobra"
    ]
  },
  {
    "Rank": "26308",
    "Name": "Red Zone",
    "ID": 3849,
    "Year": "(1995)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/3849/red-zone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "A collectible card game (CCG) where players take the part of an owner/coach of a professional (United States) football team and play a football game vs each other.&#10;&#10;It uses a built play deck reminiscent of other CCG games, and that same play deck is used as both a timer and an indicator of results for the games called offensive and defensive plays.&#10;&#10;The opponents match decks versus each other, as well as a lineup of face-up starters on each side of the &quot;ball.&quot;&#10;&#10;Each coach calls a play simultaneously, and results of the combination of the plays and the performance of the individual player(s) involved are checked also.&#10;&#10;The Play wheel chart makes this quite efficient.  Base gamers, who do not have this wheel are left to consult a chart which cross-references the results.  The Play wheel streamlines the game--and decreases the down time significantly.&#10;&#10;The game is played in quarters like in regular football, timed by the use of a time-deck.  Coaches can implement double-teams, and run trick plays versus the other.&#10;&#10;The offensive plays available in the expansion set was significant to opening up the play books for each coach, including never-before-seen plays on both sides of the ball.  Additionally, certain players were hybrid players.&#10;&#10;The most notable of these was the Kordell Stewart card which we used to call &quot;slash&quot; like his on the field nickname:  Because he is a QB/WR/RB, and has stats which are superlative for all three positions.  This makes him a valuable asset to any team.&#10;&#10;Special Rare and Ultra-Rare cards allowed special abilities or results to be played from the hand of either coach, assisting in particular offensive and defensive plays.  Some cards also result in penalties, fumbles, interceptions, and big plays.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "26309",
    "Name": "Foodie Fight",
    "ID": 32702,
    "Year": "(2007)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/32702/foodie-fight",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&#10;Whether you scour gourmet magazines looking for exotic recipes, pride yourself on planning the perfect dinner party, or just love good food, finally there's a trivia game that will have everyone coming back for seconds.  In Foodie Fight, players face off in a race to answer questions from six delicious categories - covering everything from celebrity chefs to food science to proper dining etiquette.  So whip up some fancy hors d'oeuvres, grab a bottle of wine, and set the table for a night of delectable fun!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "26310",
    "Name": "Bad People",
    "ID": 203661,
    "Year": "(2016)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/203661/bad-people",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Find out what your friends really think about you in this hilarious and brutal voting game!&#10;&#10;Each turn one of the players is the Dictator and reads a question card out loud. They then silently vote for one of the other players who they feel fits the question best. All other players then vote for who they think the Dictator choose, if they are correct they earn a point.&#10;&#10;First person to 7 points win.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26311",
    "Name": "Redstone",
    "ID": 120533,
    "Year": "(2012)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/120533/redstone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Redstone is a Go variant in which red stones are used to capture.  The red stones are permanent.  They cannot themselves be captured.&#10;&#10;As in Go, in Redstone you capture enemy groups by completely surrounding them with your own stones.&#10;&#10;The object of Redstone is to annihilate your opponent, eliminating all of his stones from the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Traditional Games: Go"
    ]
  },
  {
    "Rank": "26312",
    "Name": "Brain Quest",
    "ID": 11167,
    "Year": "(1993)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.55",
    "Link": "https://boardgamegeek.com/boardgame/11167/brain-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.1667",
    "Description": "Brain Quest is a roll and move trivia game for players in grades 1 to 6.&#10;&#10;Players roll a die then are asked a question. Each card has 6 questions on it, one for each grade level. A player may only select a question from a grade equal to the grade he/she has started or higher. If the correct answer is given, the player moves ahead a number of spaces equal to the die roll plus the difference between the lowest grade he/she could have selected and the grade level actually selected.&#10;&#10;The board has a few design differences from a simple straight path but is essentially a &quot;move from A to B&quot; setup.&#10;&#10;The winner is the player to make it to the end first.&#10;&#10;Additional Rules for older players:&#10;If you are in Junior high, you must answer grade 6 questions and subtract 1 from your die roll.&#10;If you are above Junior high, you must answer grade 6 questions and subtract 2 from your die roll.&#10;You do not move backwards if the result is less than 0.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Brain Quest"
    ]
  },
  {
    "Rank": "26313",
    "Name": "Daumen Drauf",
    "ID": 3111,
    "Year": "(1996)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.07",
    "Link": "https://boardgamegeek.com/boardgame/3111/daumen-drauf",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Thumb On It, the bluffing game with bite! A sort of trick taking game with a trick. The 54 cards have 3 colors and values 1-9, but show snakes, each with or without fangs. Instead of chucking their cards on the table, players hold their chosen card out with their thumb covering the snake's head, disguising if the card is poisonous or not. Fang cards count as minus 1 point, toothless cards are plus 1point at the final score. Curiously, after the first trick, joining in the following tricks is optional, and players seem to need to play cards of increasing value to take part. The game includes a small blank notepad for scoring.&#10;&#10;Ages 12 and up.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "26314",
    "Name": "Wake up, Cthulhu!",
    "ID": 159452,
    "Year": "(2015)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/159452/wake-up-cthulhu",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.625",
    "Description": "An unspeakable horror is awakening. You know him, you worshiped him, he granted you powers that the rest of us can only dream. You know that when he wakes, he will devour everything in his path. You have only one choice: you have to show an understanding of the Greater Arcane over the other cultists and be his right hand on his dimensional domination plans.&#10;&#10;The problem comes when the rest of sectarian also want survive the awakening of the Lord, and some of them have more knowledge than you. Use the Grimoire and show the Lord that your wisdom is above the rest!&#10;&#10;Wake up, Cthulhu! is a card game for 2-4 players in which you have to become the player with the most Arcane Knowledge points in possession on the board when Scion of the Netherworld awakes.&#10;&#10;To do this, you hold a set of Ingredients, represented by symbols, whose combination will allow you to cast spells that will be extracting of the Grimoire. Some spells allow you to acquire such knowledge (Arcane points on the board) and others will give you the option to show your wisdom through various strategies. But beware, at the end of each round a curse falls on the players (the use of dark powers has its consequences) and can put the scale one way or the other. Some of these Curses can cause the Horror to wake earlier than expected and all players will be devoured, so at times, they must join forces before to continue fighting.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "26315",
    "Name": "Trick-Taking: The Trick-Taking Game",
    "ID": 197068,
    "Year": "(2016)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/197068/trick-taking-the-trick-taking-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The world's greatest magicians have been assembled to establish who is the best illusionist of all time &mdash; but as with all great magic, there is much sleight-of-hand afoot, and the magicians in Trick-Taking: The Trick-Taking Game will use cunning and great mentalist powers to steal each others' tricks!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Self-Referential Games",
      "Series: Rabbit Line (Dice Hate Me Games)"
    ]
  },
  {
    "Rank": "26316",
    "Name": "Arabian Nightmare: The Kuwait War",
    "ID": 2799,
    "Year": "(1990)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/2799/arabian-nightmare-the-kuwait-war",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5789",
    "Description": "Arabian Nightmare: The Kuwait War, was designed and published while the late 1990 events in Kuwait were still unfolding, so in effect it was a near-future game which became an historical game within a few months.&#10;&#10;The game has one map and 300 counters. The map covers the Persian Gulf, Saudi Arabia, the eastern part of Iraq and its border with Iran. Turn/Time Scale is 1-3 days per Military Action Segment and 4-6 days per Political Action Segment (a full turn is 2 MAS and 1 PAS, so 6-12 days total).&#10;&#10;The game may be played using only the Military rules, the Political rules or both sets. There is an Introductory Game as well. There are 7 scenarios including the full campaign.&#10;&#10;This is a medium-high complexity game with many creative mechanisms and special rules. For the experienced wargamer.&#10;&#10;This game was published in Strategy &amp; Tactics magazine #139.&#10;&#10;Game Scale:&#10;Turn: 1-3 days for Military Action Segments (combat units), 3-6 days for Political Action Segments&#10;Hex: 30 km&#10;Unit: Battalion to Corps, Naval Squadrons, Air Wings&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;Two countersheet (300 1/2&quot; counters)&#10;One 28 page Military Game Rules booklet&#10;One 12 page Political Game Rules booklet (2nd Folio Edition only)&#10;One 8 page introductory Game Rules booklet (2nd Folio Edition only)&#10;One 12 page Summary Sheet Rules booklet&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Gulf War",
      "Magazine: Strategy & Tactics",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "26317",
    "Name": "Ding Dong",
    "ID": 386128,
    "Year": "(2023)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/386128/ding-dong",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Ding-Dong is a quick and fun party game full of Halloween shenanigans for up to 9 players.&#10;&#10;Players assume the role of grumpy adults on the night of Halloween that want to scare as many kids as possible away from their homes and onto their neighbors'.&#10;&#10;Ding Dong is based on set collection, hidden information inference, card play, and some take-that mechanics to complement the Halloween pranks while being easy and quick to play. Each player has their own special powers, their own personal board, and a deck of cards to scare away the little pranksters.&#10;&#10;During a game of Ding Dong, each turn players draw a trick &amp; treater card and place it in front of the player who has the Ding-Dong token in front of them. Then that player either uses treats to send the kid to another player, spends house decorations to scare the kid away, or simply has to suffer the prank the kid is going to play on them if they don't.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deduction",
      "Hand Management",
      "Market",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "26319",
    "Name": "Finance and Fortune",
    "ID": 2635,
    "Year": "(1932)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/2635/finance-and-fortune",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.1429",
    "Description": "Based on the original Landlord's game, this monopoly-like version competed with the newly developed Parker Brothers version until retired in the 1960's&#10;&#10;Basics of the game (1932 - Knapp Electric, Incorporated)&#10;&#10;1. Each player take $1,000 at start.&#10;2. Take $250 every time around the board.&#10;3. Men line up in space marked Start and move clockwise according to players' dice.&#10;4. At the corners play only on inside triangular spaces.&#10;5. When man stops on Community Chest, cut green cards and pay Bank.&#10;6. On Chance, cut a red card and do as directed.&#10;7. Taxes - pay Bank $20. Luxury - pay Bank $75.&#10;8. Auction spaces with proper names when stopped on for first time.&#10;9. Owners build houses and collect higher rents.&#10;10. When you cannot pay a rent, retire.&#10;&#10;By the time of the 1962 edition, Community Chest cards had been deleted from the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "26320",
    "Name": "The Really Nasty Golf Game",
    "ID": 32828,
    "Year": "(2007)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.68",
    "Link": "https://boardgamegeek.com/boardgame/32828/the-really-nasty-golf-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "There's foul play on the fairway, as you &quot;revenge&quot; your way to the 19th hole! Designed to bring out the worst in all players! A perfect tee shot can splash in the lake, a sumptuous drive can suddenly be &quot;trampled&quot; in!! It's a question of how craftily you play your &quot;Nasty cards&quot; to impede your opponents. Game can be played on this neat nine-hole course at 2 levels Really, Really Nasty or the slightly less frustrating Relatively Nasty Golf Game. A riot of a game for golf nut or novice alike!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "26321",
    "Name": "Akkon: Machtkampf der Tempelritter",
    "ID": 28674,
    "Year": "(2007)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/28674/akkon-machtkampf-der-tempelritter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4444",
    "Description": "A description of the game from Goldsieber:&#10;&#10;Akkon, 1189 AD. For weeks, the crusaders besieged the harbor cities in the holy land. There the death of their grandmaster shook up the knights of the Temple Order, and as the besiegers tried to find a successor for the grandmaster, a power struggle flared up among the Temple knights.&#10;&#10;The players take on the roll of dignitaries in the Temple Order during the Third Crusade to the holy land. They strive to expand the power of their order in order to increase its gold and renown of the Temple Knights and spread belief in the holy land. This choice group in the Temple Order will determine the most capable member under them to become the new grandmaster.&#10;&#10;Each player has 7 Temple Knights available each round. The player must use them in order to buy city cards, to finish them, and to increase gold, belief, power, and the appearance of the Temple Order. Whoever does this the best will receive additional privileges to help him realize his goals. Only the player who uses all of his possibilities and keeps his opponents in mind will be triumphant in the end.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "26322",
    "Name": "U-Build Sorry!",
    "ID": 67630,
    "Year": "(2010)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/67630/u-build-sorry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;The U-Build Sorry! game brings new life to the classic family game of sweet revenge, and gives players an exciting game play experience that is ever-changing. During a game of U-Build Sorry!, players weave through the brick maze in a race to the center of the game board. Along the way, players will bust down and build up U-Build Walls, and &quot;claw&quot; their way from Start to Home using the customizable Claw pawn-grabber. Be the first player to get all three pawns Home to win. Watch out &ndash; your opponent could be out for sweet revenge and use their Claw to send you back to Home in a flash!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: Sorry!",
      "Series: U-Build (Hasbro)"
    ]
  },
  {
    "Rank": "26323",
    "Name": "Where's My Water?",
    "ID": 133334,
    "Year": "(2012)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.28",
    "Link": "https://boardgamegeek.com/boardgame/133334/wheres-my-water",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "Where's My Water is a board game based on the popular app. In this 1 to 2 player game, each player drops a blue water marble down one of the four water pipes in hopes of avoiding the obstacles and purple toxic marbles. During a player's turn, Swampy, the alligator at the bottom of the board, helps guide the marbles to the player's side of the board for scoring. The person with the highest scored marbles after all 10 blue marbles have been dropped receives the Where's my Water card. The first player with three cards wins. The cards indicate what obstacles are used to build your board. There are also cards that allow you to build the board your own way.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26324",
    "Name": "Troja",
    "ID": 14990,
    "Year": "(2004)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/14990/troja",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9167",
    "Description": "A card game designed by the Polish authors group called Kuznia Gier. It tells about the Trojan War - players control Greek heroes like Agamemnon, Achilles, Ajax and fight with monsters, Trojan heroes and units or against each other - all for the immortal glory. Each player can equip his/her hero with items, like Athena Sword, a shield, etc. as well as muster ally units.&#10;&#10;Game is played in 30-60 minutes until one of the players gains at least 24 points of Glory and he/she is considered the winner.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "History: Trojan War"
    ]
  },
  {
    "Rank": "26287",
    "Name": "Rise of the House of Sa'ud",
    "ID": 8454,
    "Year": "(1985)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/8454/rise-of-the-house-of-saud",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.125",
    "Description": "The Rise of the House of SA'UD was the inserted game in issue #46 of The Wargamer Magazine.&#10;&#10;The game itself is a two player game which covers the struggle between the Sa'ud and the Hussein factions for control of the Arabian Peninsula during the 1920's&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Decades: The 1920's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "26325",
    "Name": "The Game of Life: Quarter-Life Crisis",
    "ID": 264714,
    "Year": "(2018)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/264714/the-game-of-life-quarter-life-crisis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "In The Game of Life: Quarter Life Crisis board game you move around the board earning - and losing - money as you race to be the first to pay off your $500K soul-crushing debt. What milestones might you encounter in this hilarious adult parody edition of The Game of Life game? You'll pay the consequences of some pretty outrageous situations such as finding a photo of Grandpa's toe fungus, dropping your phone in the toilet, or calling in sick to binge-watch. You might even get a new job, get a divorce, or get a botched tattoo! Who will be the first player to find for relief from their crippling debt to win the game? Get ready to laugh out loud when you break out The Game of Life: Quarter Life Crisis adult board game at parties and large and small get-togethers with friends.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Game: Game of Life",
      "Series: Parody (Hasbro)"
    ]
  },
  {
    "Rank": "26326",
    "Name": "SuDoku: The Card Game",
    "ID": 24786,
    "Year": "(2006)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/24786/sudoku-the-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2222",
    "Description": "In SuDoku: The Card Game, players play numbered cards by following the rules of the popular solitaire game. The players try to place their numbered cards in such a way that in each column, row, and block, each number occurs only once. The playing field develops throughout the course of the game. Players skillfully plays their cards to their own advantage and force their opponents into tight spots. The player with the fewest negative points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Series: Sudoku games (Reiner Knizia)",
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "26327",
    "Name": "Jake and the Never Land Pirates: Who Shook Hook?",
    "ID": 136494,
    "Year": "(2012)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.81",
    "Link": "https://boardgamegeek.com/boardgame/136494/jake-and-the-never-land-pirates-who-shook-hook",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Captain Hook is snoozing in his hammock, surrounded by all the treasure he&rsquo;s nabbed from Jake and his pirate crew. Spin the spinner to choose your challenge, then use the sword, the fishing pole, or the shovel to pluck a piece of treasure! But steady as she goes&ndash;you need to grab the loot without sending Hook tumbling into the water where Tick Tock Croc awaits. This imaginative, play-packed game is sure to be a hit with clever little pirates.&#10;&#10;In this game, players have to remove treasures from a wobbly hammock using a tool. Each turn, a player spins the spinner, and moves his pawn according to the number spun. The space that he lands on puts a restriction on his next attempt to get a treasure by either specifying the color of the treasure, the kind of treasure or the tool to use.&#10;&#10;The game ends when all the treasures have been removed from the hammock; the player with the most treasures wins. The game also ends when Captain Hook (which is also in the hammock, next to the treasures) falls from the hammock. In that case, the player who caused him to fall cannot win - the player other than him with the most treasures wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Characters: Jake and the Never Land Pirates",
      "Folk Tales & Fairy Tales: Peter Pan"
    ]
  },
  {
    "Rank": "26328",
    "Name": "Eragra: The Game of Eras and the First Step",
    "ID": 99949,
    "Year": "(2011)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/99949/eragra-the-game-of-eras-and-the-first-step",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.2",
    "Description": "Eragra is moving through 2  different worlds, the Ancient -  an unknown and legendary Era and the Future, after our days, there where our planet has become a vast desert full of Machines and Cyber-Environments. In the Ancient World ('Kingdoms and AntiKingdoms Division Age), the Summoners (you) own several decks. The basic one is the Duel Stack that consists mostly of Figures  and Characters which belong to the Eragra Saga as well as several new Card Leagues such as Ploys Ad Hoc (Artefacts n' Constructions), Relics, Walls, Incantations and many other. The next 2 Stacks are the Mastery (10 cards) and the Grim (15 cards) one where you must Unfold, meaning you cannot use them from the beginning of the Duel. The rest of the cards form a Common Space which can be used by all the Summoners! There, a War of Incantations and Artefacts take place and the most powerful combinations with Minions wins&#10;&#10;Purpose in the Ancient World is to send as many Rival Minions as you can, to Limbo, in order to collect as many as you can from your Crystals (max. 25). The next step is to enter the Future World which can be done by activating 1 specific card from your Mastery Stack, a Vortex called Cyberspace. You can enter there any time you want but will you have enough Crystals? If you enter the Future World, then the rest Summoners must follow you with the Crystals they have collected from the first phase. Tough balance? No, the game in the Future World is totally different and much faster. In this world all change, so the rules.&#10;&#10;&#10;     The Future Stack is divided in 4 parts. Each Summoner owns a Stack of 30 cards. The cards you handle here are Viruses, Machines, Weapons, Ambushes, Resources &amp; Future Survivors. Here you use your collected Crystals. &#10;&#10;&#10;&#10;     Each Future card has the sing of a Crystal along with a number. For example you may have a Hybrid Machine and on it the Crystal sing and the number 3. Since you activate this card, place the equivalent Crystals on it. That means, your rivals have to beat this card thrice. Following this way, this Machine will be destroyed. Each time the rival wins a small battle, you remove a Crystal from your card and gives it to him. This world is faster since the Machines are moving in each round and carry dangerous tools capable of the ultimate destruction.. here the Duel here may last...few minutes!! &#10;&#10;&#10;&#10;     Final Goal' of the Duel is to remove by any mean the Crystals from your rival(s) or to destroy their Future Survivor (there are 4 Future Survivors (1 for each one of you): A Hacker, a Cybermage, a Rebel and a member of the Torrius Syndicate who are protected by your Machines). &#10;&#10;&#10;In this game you will find more and more things to discover while you play. The point is to combine your cards well. You will enjoy it more, if you play with more than 1 rival and then you will face the brutality of Eragra. You can create Alliances with a rival Summoner to defeat another, but at the same time you must defeat your ally too. Your only true ally is your Minions. Are you ready?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Indiegogo"
    ]
  },
  {
    "Rank": "26329",
    "Name": "Finity",
    "ID": 290506,
    "Year": "(2019)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/290506/finity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Finity is an abstract strategy game based on finite state machines.&#10;&#10;The board is made up of interlocking hexagonal &quot;stations&quot;. The goal of the game is to create a path of bridges from station to station that matches a randomly selected shared binary pattern, while protecting your own path from sabotage by other players and while looking for ways to attack your opponents' paths.&#10;&#10;Players take turns positioning black and white bridge arrows (shared resources) or their own player pieces. Player rings may only be placed where a legal partial path leads from the player's own base post. If an opponent undermines this path, the player's rings are removed from the board.&#10;&#10;The game is dynamic, deeply strategic, and highly competitive. In the 3 and 4 player variations, additional strategic aspects of forming temporary alliances or fomenting discord between one's opponents also become important aspects of the game play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Building",
      "Pattern Recognition",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "26330",
    "Name": "Monopoly: Family Guy",
    "ID": 24141,
    "Year": "(2006)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/24141/monopoly-family-guy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Now&rsquo;s your time to get stinkin&rsquo; rich! Buy, sell and trade Quahog&rsquo;s prime real estate. From Cleveland&rsquo;s Deli and Mayor West&rsquo;s Mansion to Hugs &amp; Kisses (the good kind) Daycare and the sovereign nation of Petoria &ndash; it&rsquo;s all up for grabs. Gouge your opponents every time they land on your property, build Homes and Mansions to fortify your Quahog empire and ultimately bankrupt your opponents. Do you have what it takes to claim world dominance?&#10;&#10;This collector&rsquo;s game comes complete with six collectible pewter tokens including Peter, Lois, Brian, Stewie, Chris and Meg. Also includes an offer to purchase four more of your favorite characters including Quagmire, Joe Swanson, the Evil Monkey and the Giant Chicken. This game is sweet!&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "TV Shows: Family Guy"
    ]
  },
  {
    "Rank": "26331",
    "Name": "Zero Hour: Survival Horror Card Game",
    "ID": 145764,
    "Year": "(2014)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/145764/zero-hour-survival-horror-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Zero Hour is a survival horror game for 2-6 players. Players take turns competing against one another to see who will last from midnight to sunrise. Each player must keep their children alive and sane through the night.&#10;&#10;The school bus sat waiting in front of the fairgrounds. Children from all parts of Harlington County were excited to start their trip, eager to see the Blue Mountain Campground on its opening weekend.  It was late evening when the Mayor wished the kids luck as they rose from their picnic tables, hurriedly shoving bits of cake into their mouths as they climbed aboard the old school bus.  Songs and the laughter of children would fill the first few hours, only to be cut short when one of the children called out &quot;I just saw a dark man standing in the road ahead of us.&quot;  As the laughter subsided and the children strained their eyes to see into the darkness, tree limbs burst through the windows, sending tiny glass fragments into the air that found their way into the soft flesh of the children. Metal groaned and cried out as the bus pitched over onto its side, sliding before finally ending up in a ditch on the side of the road. Screams echoed out of the interior of the bus as the children begun moving and freeing themselves from the wreckage. The driver lay dead against the wheel. It was almost midnight, and the children were alone in woods that could swallow them from every angle. It would be daybreak before anyone would even begin looking for them...&#10;&#10;Players choose 1 card from the six gifted children cards and 4 random cards from the 24 children and assemble their survivors. Each child card displays the child's name, age, sanity level and &quot;end game&quot; point value. Your goal is to keep as many children alive and as sane as possible by sunrise. The gifted children have high sanity values and a special ability to help their group survive. These special abilities include the power to absorb a creature&rsquo;s damage, evade enemy attacks and even pass damage meant for you onto your opponent's survivors. Survival is key and differs from child to child. Some kids are young and low on sanity, while others may have increased sanity due to age or street smarts. Each child card contains a simple descriptive term like Bully, Class Clown, or Doll Baby to give insight into each child and add flavor to the core game.&#10;&#10;The goal of Zero Hour is to survive from midnight until dawn. Each turn, a card from the Hour deck is flipped over, advancing time forward by one hour. The player with the highest point total at sunrise is declared the winner.  Each child has a point value indicated on their card that comes into play once the game is over.  Each player adds together whatever cards they are still holding to determine their point value total. This number will be between 0-25 points.&#10;&#10;The Game contains:&#10;6 Gifted Child cards&#10;24 Child cards &#10;30 Sanity cards&#10;8 Clock cards&#10;1 black/white Creature die&#10;1 white Escape die&#10;1 rules booklet &#10;100-card Exploration Deck (The Slender Man)&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26332",
    "Name": "BoardGameGeek: The Card Game",
    "ID": 170395,
    "Year": "(2015)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/170395/boardgamegeek-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "This quick playing game is an homage to the BoardGameGeek.com site where you are currently reading this description!  Between two and six players build up cards, each card representing a much-loved game as seen on the site. Cards can be laid out in two ways, with vertical columns of games of the same color/category representing the ones that you're playing, and horizontal rows of differently colored cards showing the games that you're Collecting - after all, everyone has certain titles in their collection that they're particularly proud of, don't they?&#10;&#10;As the game continues, you'll participate in Math Trades, Buy Games, hit the Thrift Store and more... until The End card appears and you total up your final points! Each individual set that you have before you will score, and the winner receives the adulation of being the best Board Game Geek around - until the next game!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: BoardGameGeek",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "26333",
    "Name": "Palenque",
    "ID": 2696,
    "Year": "(1998)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.06",
    "Link": "https://boardgamegeek.com/boardgame/2696/palenque",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Four world famous rival archaeologists embark upon a journey which takes them into the heart of Central America. Hidden deep among the flora and the fauna of the tropical rain forest, lie the ruins of the ancient city of Palenque. There the four explorers encounter danger, mystery, and intrigue as they search the ancient temples for the hidden treasures of the Maya.&#10;&#10;Each archaeologist must recover certain treasures from the ancient Maya temples and be the first to return to the &quot;Great Palace&quot; to capture a prize each is willing to risk his/her life for. A keen memory and a poker face are needed to win.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 17 x 17 Grids",
      "Components: Dice with Icons",
      "Region: Central America"
    ]
  },
  {
    "Rank": "26334",
    "Name": "Triology",
    "ID": 2037,
    "Year": "(1994)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/2037/triology",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Triology is a melding of SET and rummy.  Each turn players look for SETs in their hand of nine cards, drawing if they cannot lay down a SET.  Players may also poach off of other players SETS if they contribute at least two new cards.  Hands Off! cards prevent this, and players score points for the number of SETs scored when a player runs out of cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Set"
    ]
  },
  {
    "Rank": "26335",
    "Name": "Pete the Cat Groovy Buttons Game",
    "ID": 168687,
    "Year": "(2014)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.49",
    "Link": "https://boardgamegeek.com/boardgame/168687/pete-the-cat-groovy-buttons-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Pete the Cat Groovy Buttons Game. Have a popping good time! Move around the board, collecting and losing buttons as you go. When all of the buttons are gone, the player who has the most in the button jar wins! The children will learn color recognition, decision-making skills, and counting. No reading required.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "26336",
    "Name": "Greed",
    "ID": 4282,
    "Year": "(1984)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/4282/greed",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0263",
    "Description": "Unique betting game with special dice and felt playing surface. Roll dice to build up your points score. You decide when to stop rolling. If you risk too many rolls, you could lose all your points.&#10;Game comes with dice, playing mat and dice shaker.  Came packaged in a tube or a box.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Components: Dice Cup / Dice Tower / Dice Tray",
      "Components: Dice with Icons",
      "Components: Letter Cubes / Word Dice",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "26337",
    "Name": "Snowball Fight",
    "ID": 7575,
    "Year": "(2002)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/7575/snowball-fight",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0769",
    "Description": "From the back of the box:&#10;&#10;Players will find themselves wrapped up in a game of luck and strategy (instead of a scarf and mittens) as they attempt to hit their opponent with Snowballs and the insidious Dipsy-Doodle.  Avoid getting wet by playing cards such as Powder Ball and Bad Aim that affect your opponent's chance to hit.  With the roll of a die and a little luck, you'll send your opponents home for hot chocolate and to change out of their soaked clothes.&#10;&#10;This game is basically a &quot;take-that&quot; style card game where players take turns targeting each other with various &quot;damage&quot; inflicting snowball cards and rolling a die to see if you hit.  Targets can defend by playing various cards that affect the die roll and sometimes allow a counter-attack.  Much more friendly for young children than similar games such as (e.g.) Lunch Money.  Most clever aspect of the design is the round snowball-shaped cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "26338",
    "Name": "Shitty Friends",
    "ID": 306142,
    "Year": "(2019)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/306142/shitty-friends",
    "Min Players": "3",
    "Max Players": "22",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Every group of friends has that one person &ndash; the one you&rsquo;re always joking about (either to their face or not) &ndash;, and if you don&rsquo;t know who that person is, it ought to be you!&#10;&#10;Amigos de Mierda (Shitty Friends) is a quick and easy game where players randomly draw cards that make statements or questions about someone&rsquo;s character. Then, on the count of three, every player on the table points to who they see fit for that situation. The most voted person gets the card, and whoever gets 5 cards first is crowned the Shitty Friend!&#10;&#10;Put your colleagues to the test and take your relationships to the limit with Amigos de Mierda (Shitty Friends!)&#10;&#10;INCLUDES &ldquo;SPICY&rdquo; EXPANSION!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Single Loser Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "26339",
    "Name": "Ani-Mayhem",
    "ID": 1517,
    "Year": "(1996)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/1517/ani-mayhem",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.2",
    "Description": "In this CCG you lay sites to build the game board. You then place items and disasters at the sites. You chose 4 starting characters and create a deck with other characters, actions, equipment etc. You also have a separate deck of combat cards that you can use to enchant your fight or charm ability. You move your characters in groups around the board trying to get items. As you do you will set off disasters that have to be dealt with. Sometimes they guard a site but a lot of them start roaming the board looking for fights. You win by acquiring over half the items or by having the most when all items have been acquired.&#10;&#10;The first set (0) consists of 303 cards and has art from the films Bubblegum Crisis, El Hazard, Ramma 1/2, and Tenchi Muyo.&#10;&#10;The second set (1) consists of 220 cards and has art from Armitage III, Dominion Tank Police, Phantom Quest Corp., Project A-Ko, and Oh My Goddess.&#10;&#10;In the third set (Dragon Ball Z) consists of 232 cards and all art is exclusively from Dragon Ball Z the series.&#10;&#10;There are also a fairly large number (32) of promotional cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Exploration",
      "Fighting"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "26340",
    "Name": "Rainbow Towers",
    "ID": 15872,
    "Year": "(1978)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.15",
    "Link": "https://boardgamegeek.com/boardgame/15872/rainbow-towers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Tornspelet (the tower game) is a game for young children, which concentrates on color-recognition. Every player has a 'tower' and 6 beads in 6 different colors. In the game, player try to move blocks in different colors placed in three stacks from so that each stack is of the same color. Which blocks the players can move is decided by dice.&#10;&#10;Variant 1: roll the die (with all 6 colors on it) and add your bead to the tower if you roll a color not already on your tower.&#10;&#10;Variant 2: roll the die (with all 6 colors on it) and add your bead to the tower if it's the same as the example: you now have to add your beads in the same way as pictured on the box.&#10;&#10;Similar to:&#10;&#10;    Mein buntes T&#195;&#188;rmchenspiel&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "26341",
    "Name": "Scene It? Sports powered by ESPN",
    "ID": 21566,
    "Year": "(2005)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/21566/scene-it-sports-powered-by-espn",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "From the Manufacturer:&#10;&#10;The Sports trivia game with real video clips of the greatest moments in sports! Scene It?: The DVD Movie Game is the first ever DVD-based board game combining a cool social interactive board game with sports trivia and the visual excitement of the fast growing DVD technology. Now Scene It? Sports turns a flat board game into a 3-D multimedia match where players can relive great moments in sports, challenge sports knowledge and have fun with friends. Includes DVD, Flextime game board, one six-sided dice, one eight-sided dice, four metal character movers, four category reference cards and 160 trivia cards with three questions each and 30 buzz cards. For two or more players. Requires TV and a DVD player (sold separately).&#10;&#10;Features:&#10;&#10;- Flextime game board folds up for shorter games&#10;- For 2 to 4 players or teams&#10;- Challenges sports fans with trivia using cards and real sports clips&#10;- 1,100 trivia questions; DVD contains more than 100 sports clips and visuals&#10;- Randomized sports clips make game different every time&#10;&#10;",
    "Categories": [
      "Electronic",
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Television (TV) Networks",
      "Components: DVDs",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "26342",
    "Name": "Overthrone",
    "ID": 367,
    "Year": "(1999)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/367/overthrone",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1304",
    "Description": "from the Game Report:&#10;&#10;The game is played in a series of rounds during which each person plays a card to the center of the table. Usually these cards will fall into one of four Suits: Gold, Courtiers, Provinces and Musketeers. The cards feature ranks from 1-7, and after all cards have been played the person who played the highest card in each Suit collects all the cards of that type. Captured cards are then placed into a person's &quot;structure&quot;, which shows all the elements of a player's court. At the end of the game and at various points during play, a player scores points based on the value of the cards in his structure.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "26343",
    "Name": "La Boîte à énigmes",
    "ID": 116468,
    "Year": "(2008)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/116468/la-boite-a-enigmes",
    "Min Players": "3",
    "Max Players": "13",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Players or teams compete in puzzle-solving (sometimes timed, sometimes not) in order to score points in different categories.&#10;The first team (or player) to score a point in 4 of the 6 categories wins the game.&#10;&#10;Every turn, the current player/team draws a card and hands it to the Dealer, a non-competitive figure that reads it aloud and then manages the competition between the people trying to solve the riddle.&#10;&#10;There are 6 categories: Linguistics, Mathematics, Logic, Rebus, Manipulation and Observation&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Series: La boîte"
    ]
  },
  {
    "Rank": "26344",
    "Name": "Shark Island",
    "ID": 197909,
    "Year": "(2017)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/197909/shark-island",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "Shark Island is a semi-cooperative game for 2&ndash;5 players that pits up to four shark hunters against a monstrous great white shark (which is controlled by a player) that is working to terrorize the island. The hunters must work together to maximize their skills to search the surrounding waters and locate the shark before it can bring more terror to the island, or quickly respond after it attacks to do as much damage to the creature as they can. When the shark is found, the hunters engage in a rapid form of combat, intent on killing it or driving it to sea. If the hunters kill the shark, they win! The shark needs to outsmart the hunters and terrorize the island to accumulate enough terror to win the game by achieving the terror goal they chose at the start of play, which includes a minimum of nine terror tokens.&#10;&#10;The game takes place over several turns, made up of three phases. The shark tries to hide among debris and other sea creatures, and the hunters try to flush out the shark that can ultimately lead to an all versus one card battle. Special abilities of the shark and hunters can influence the outcome of the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Cooperative Game",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Sharks"
    ]
  },
  {
    "Rank": "26345",
    "Name": "Fantasy Dice Battles",
    "ID": 158947,
    "Year": null,
    "Geek Rating": "5.480",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/158947/fantasy-dice-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "The fog lifts over the battlefield and the enemy troops are revealed on the other side. Your men move nervously anticipating the fight. You raise your hand giving your troops the order to attack. The die is cast, the battle begins.&#10;&#10;Fantasy Dice Battles is a strategic and tactical game for two players. Each player leads an army fighting a fierce battle where only one can be the winner. Each army is split on three battalions (each composed of five units and a hero). The objective of the game is to defeat two opponent's heroes before he does.&#10;&#10;The game has two stages:&#10;&#10;- Set Up stage (Strategic) where players select the units that will compose his battalions from the units available to his chosen faction.&#10;&#10;- Battle stage (Tactical), where players play order cards on battalions in order to roll attack dice that will remove opponent's units until one of the defeat the opponent's army.&#10;&#10;On each turn, players place an order card face down on each battalion, then both players reveal the order cards and place on them a number of attack dice as a result of the order card played, matched units on the battalion, and special powers of the card. Those dice are rolled and assigned to units on the opponent's battalion. If an unit gets more dice than its morale the unit is removed from the battalion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26346",
    "Name": "Emperor's Challenge",
    "ID": 2547,
    "Year": "(1986)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/2547/emperors-challenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "There once lived an emperor who had ruled wisely over his kingdom for 33 years. But the emperor was tired and ready to retire. So one morning he summoned his children.  &quot;I am prepared to hand over the kingdom to one of you.&quot;, he said. &quot;But first, you must pass a test --the same test I passed, and my father before me, and my grandmother before him.  You must go out into the land and find four Jewels of Justice and a crown which I have hidden.  You must uncover the Ruby of Love, Emerald of Faith, Sapphire of Wisdom, Amethyst of Truth and the Crown of Enlightenment.  The first of you who finds these precious objects and brings them to me will have demonstrated worthiness.  This is the one who will rule the kingdom&quot;.  Not wanting to be recognised by their enemies and delayed in their quest, the children disguised themselves as sage old men.  And, leaving the safety of the castle, they ventured out into the world --each with a guardian dragon, each hoping to be the one who returned with the four Jewels of justice and the fabulous Crown of Enlightenment.&#10;&#10;The object of the game is to find a Crown of Enlightenment and one of each color of the four Jewels of Justice and return to home base with them.  The first player to do so inherits the kingdom and wins the game.&#10;&#10;The rules include several variants.&#10;&#10;Also included are rules for &quot;Emperor's Chess&quot;, which is considerably different, and two more two-player games (The Emperor's Secret and Sage &amp; Dragon Sets).&#10;&#10;Lovely bits.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "26347",
    "Name": "Xena: Warrior Princess CCG",
    "ID": 5952,
    "Year": "(1998)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/5952/xena-warrior-princess-ccg",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1429",
    "Description": "A resource-management collectible card game.  Cards feature popular characters, settings and episodes from the television series with actual screen captures.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Series: ARC System"
    ]
  },
  {
    "Rank": "26348",
    "Name": "Enigma",
    "ID": 9607,
    "Year": "(1988)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/9607/enigma",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The objective is to move your gaming piece through a maze, from a starting point on the outer edge of the board, to the finishing point, at the center of the board.  Players take it in turns to roll a die and move their pawn the indicated number of spaces along the track.  There are special spaces along the track where a player is asked to solve a riddle.  If the player guesses incorrectly, the play moves to the next person.  If the riddle is answered with the aid of a clue, the player may move four spaces , or jump over one wall of the maze.  If the riddle is solved without the aid of a clue, the player may either, move seven spaces, jump over one wall and move forward four spaces, jump over two consecutive walls, or jump an opponents piece over one wall.  There are other special spaces named 'pits of ignorance'.  If a player lands on one of these spaces their turn ends. To get out they must answer a riddle correctly, without a clue, on their next turn.  Upon answering a riddle the player rolls the dice and plays a normal turn.  When a player moves their piece to the center of the board, they must answer a riddle correctly, without a clue, in order to win the game.  If their answer is incorrect, their piece remains at the center of the board and another riddle is asked each subsequent turn.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26349",
    "Name": "BSZZZZ!",
    "ID": 10808,
    "Year": "(2003)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.54",
    "Link": "https://boardgamegeek.com/boardgame/10808/bszzzz",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players have cards in their colour and must use their fly swats to get the fattest insects, but not their own colour. There are also spiders which appear to trump. A chaotic variant called Total Bszzzz...! is included.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Flies",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "26401",
    "Name": "Si, Oscuro Padrino!",
    "ID": 34173,
    "Year": "(2007)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/34173/si-oscuro-padrino",
    "Min Players": "4",
    "Max Players": "11",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "After the huge success of Aye, Dark Overlord! We'll make you... &quot;an offer you can't refuse!&quot;&#10;&#10;Where is my money?!&#10;A ruthless boss, ten shady characters, eleven mysterious black leather's bags, a lot of money. If your excuses won't be quick and convincing you'll get yourself a nice pair of concrete shoes and you'll sleep with the fishes in the bay.&#10;&#10;Si, Oscuro Padrino! is a quick and exciting party game that will take you to the fascinating and dangerous America of the '20. Every player will play the part of one of the members of the &quot;family&quot; of the boss, from the wife to the accountant, to the henchman; everyone has his agenda, and a person to protect... will you be the one to be sentenced to death?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Humor",
      "Mafia",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Single Loser Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: USA",
      "Decades: The 1920's"
    ]
  },
  {
    "Rank": "26350",
    "Name": "Schlafmütze",
    "ID": 171369,
    "Year": "(2015)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.54",
    "Link": "https://boardgamegeek.com/boardgame/171369/schlafmutze",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "In Schlafm&uuml;tze, players try to dump the cards from their personal draw piles as quickly as possible, preferably by dumping them on other players.&#10;&#10;The deck consists of one hundred cards, with five copies each of cards numbered 1-20. Place the five 1s in the center of the table, then shuffle the remaining cards and deal them out among the players, with each player forming a face-down draw pile. On a turn, a player first sees whether she can play the top card of her discard stack onto a pile in the center of the table (with numbers always being placed in ascending order) or on an opponent's discard pile (with both ascending and descending plays being valid). After this, the player draws her top card and plays it in a similar manner, if possible. If a player has a choice of location, she chooses as she wishes.&#10;&#10;If someone makes a mistake when playing a card, any opponent can shout &quot;Schlafm&uuml;tze&quot;, then all of the opponents give the top card of their deck to the player who goofed.&#10;&#10;If a player empties her draw deck, she flips over her discard stack at the start of her next turn. As soon as a player is out of cards, that player wins the game.&#10;&#10;Schlafm&uuml;tze is a slightly altered remake of a traditional card game, so no designer is credited for it.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "26351",
    "Name": "Bravest Warriors Co-operative Dice Game",
    "ID": 153116,
    "Year": "(2014)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/153116/bravest-warriors-co-operative-dice-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Game description from the publisher:&#10;&#10;In the year 3085, four teenage heroes-for-hire and their pals warp through the universe to save adorable aliens and their worlds. When evil gets all fancy, they break that biz down...for hope!&#10;&#10;In the Bravest Warriors Co-operative Dice Game, you take on the role of one of the Bravest Warriors or one of their best pals. Working together, you'll try to overcome Events and Encounters seen in Bravest Warriors episodes using your Portals and Special Abilities. Encounters require various symbols to beat them, and those symbols are found on the twelve custom dice, which are divided up between the players as evenly as possible. Each player rolls her own dice, but once rolled the dice are pooled together to use them as best you can as a team. If you don't roll what you need, you can play Portal cards (as seen in the &quot;Sugarbellies&quot; episode of the show) or use your character's Special Abilities. Conversion Portals, Re-Roll Portals, Gift Portals and more can make the difference between success and failure.&#10;&#10;When you fail a challenge, the team suffers a calamity and the Encounter is placed into the Failed! pile. If you fail five Encounters, you lose the game! If you run out of Portal cards, you lose the game! If too many Bravest Warriors get K.O.ed, you lose the game! But if you score enough Victory Points or use up all of the Event cards, your team wins! (The actual number of VPs needed to win depends on whether you're playing easy mode (for younger or new players) or standard mode.)&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "26352",
    "Name": "The Smurf Game",
    "ID": 9947,
    "Year": "(1981)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/9947/the-smurf-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Move your elfin-blue smurf pawn through this 3-dimensional adventure-land collecting baskets of grapes, strawberries, apples and acorns.  Be the first Smurf to bring home all four baskets and you win the game.  But beware of the two forest paths guarded by the wicked wizard's cat, Azrael.  This frisky , ferocious feline is ready to pounce onto the paths without any warning to steal a food basket, so watch out.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Characters: Smurfs",
      "Components: 3-Dimensional (3D)",
      "TV Shows: 80's Cartoons"
    ]
  },
  {
    "Rank": "26353",
    "Name": "Monopoly: Doctor Who 50th Anniversary Collectors Edition",
    "ID": 132320,
    "Year": "(2012)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/132320/monopoly-doctor-who-50th-anniversary-collectors-ed",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "1.6667",
    "Description": "Travel through time and space as you buy, sell, and trade iconic episodes spanning billions of years across the Doctor Who universe, including the episodes &quot;The Poison Sky,&quot; &quot;A Good Man Goes to War,&quot; &quot;Genesis of the Daleks,&quot; and &quot;Omega.&quot;&#10;&#10;In fact, 22 of the most iconic Doctor Who episodes are referenced throughout the game! The Doctor Who Monopoly Board Game comes with 6 tokens themed to the BBC TV series: Umbrella, Sonic Screwdriver, Celery, Recorder, Bow Tie, and Scarf. It even features a 60-minute speed-play option for antsy Whovians!&#10;&#10;All 11 Doctors from the franchise are featured on the board center, making this Doctor Who Collector's Edition Monopoly Game a real treat for any fan. Oh, and remember to collect $200 when you pass the Daleks!&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "26354",
    "Name": "Bad Maps",
    "ID": 252555,
    "Year": "(2019)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/252555/bad-maps",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "X marks the spot as you and other pirate captains piece together scraps of maps, sending minions stumbling around the island - leading some to traps and others to treasure. &#10;But beware, other captains&rsquo; instructions may work against you. Yargh! Are you a clever captain who can turn Bad Maps into Good Fortune?&#10;&#10;&#10;        Gameplay**&#10;    &#10;&#10;&#10;Bad Maps is a game of pirate programming and mixed up maps for 3 to 5 players that plays in about 30 minutes.&#10;&#10;Over the course of 2 rounds, players lay out pieces of treasure maps, collectively forming instructions for minions to follow.&#10;&#10;Each round has some map cards placed face up, and others face down -- hiding the card&rsquo;s instruction, but showing its type. Minions follow these instructions, stumbling their way along as they collide and fall into pits.&#10;&#10;Players score victory points each round based on which minions are closest, or sometimes furthest, from the treasure.&#10;&#10;After the first round, Minions dig pits where they ended, pull up their bootstraps, and start all over again. During the second round, the stakes are higher and the island is more treacherous.&#10;&#10;In the end, the captain who pieces together the best treasure maps will be victorious in Bad Maps!&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Betting and Bluffing"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "26355",
    "Name": "Star Patrol: Carrier Commander",
    "ID": 183778,
    "Year": "(2015)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/183778/star-patrol-carrier-commander",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Star Patrol: Carrier Commander is a 1-2 player tabletop game in which each person controls a starcraft carrier and its six squadrons of fighters and bombers. Players take turns launching their squadrons, dogfighting in space, firing torpedoes at the enemy carrier, and escaping back to their own mothership. There, they reload, refuel, and line up on the flight deck to launch on another mission. You must destroy all enemy squadrons to win.&#10;&#10;The Deluxe Kickstarter Edition adds dropships and space marines to shut down opponent carriers, asteroids both as dynamic terrain and for a standalone navigate-the-asteroid-field solo mission, and a starbase overlay and defense towers to convert the space board into a trench run battle to destroy the space station. It also includes civilian science ships and transports for escort and raiding missions.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26357",
    "Name": "Morgan's Revenge",
    "ID": 18679,
    "Year": "(1996)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/18679/morgans-revenge",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the Web Site: &quot;MORGAN'S REVENGE comes complete with authentic replicas of gold doubloons and silver Pieces of Eight with a 16 page handbook of Pirate Lore, and rules to this brass top game of chance. All the game pieces fit in a neat little printed bag. &quot;&#10;&#10;From the &quot;Handbook Of Pirate Lore&quot;:&#10;The Rules - The top has six sides. The marks generally mean:&#10;T1 - The spinner, or pirate in this case, takes one (1) Ante from the pot.&#10;T2 - The spinner takes two (2) Antes from the pot.&#10;P1 - The spinner Re-Antes one (1) into the pot&#10;P2 - The spinner Re-Antes two (2) into the pot&#10;AP - The spinner and &quot;All Players&quot; Re-Ante one (1) into the pot&#10;TA - The spinner &quot;Takes All&quot;&#10;&#10;The spinner establishes the &quot;Ante&quot; amount to start a round. There can be any number of rounds to a game. The &quot;Ante&quot; can be anything from a set amount of money, to goats. That's why soldiers and pirates loved this game! Any spinner can start a round of play. The top can be passed in any direction as long as it maintains that same direction the entire round.&#10;&#10;This game is a simple repackaging of traditional Teetotum or the later 60's version Put & Take Game&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Components: Teetotum Dice"
    ]
  },
  {
    "Rank": "26358",
    "Name": "Castle Risk",
    "ID": 2557,
    "Year": "(1986)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/2557/castle-risk",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.9848",
    "Description": "Each player starts out with one castle on the game board. Your objective is to capture all your opponents' castles, so that you are the last player remaining in the game.&#10;&#10;This game in the Risk family of games is markedly different than the original Risk. The combat mechanism is the same but players receive armies at the end of the turn, not the beginning (the sole exception being playing a Reinforcements card). The game has no territory cards, and one does not get armies based on the total number of individual territories. One gets armies for regions controlled and banners in one's castle only. Each player starts with a single banner in his castle but also takes the banners of any captured castles.&#10;&#10;The cards act as die modifiers (General and Marshall), allow attacks one would not normally be able to make (Admiral), get armies at the start of a turn (Reinforcements), force temporarily non-aggression pacts (Diplomats) and look at another player's cards, discarding one in the process (Spy). The Spy card can also be used to defend against another Spy.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Spies / Secret Agents",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Player Elimination",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Continents: Europe",
      "Game: Risk (Official)"
    ]
  },
  {
    "Rank": "26359",
    "Name": "Racer Knights of Falconus",
    "ID": 18696,
    "Year": "(2005)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/18696/racer-knights-of-falconus",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "From the publisher:&#10;&#10;Speed and Valor Bring Victory&#10;&#10;Enter the arena to race for glory! Choose your Racer Knight from the five species attending Falconus Academy&mdash;choose an elegant alfar, a mad gremlin, a brutish ogre, a human wizard, or a cunning serpid. Build your racer from a wide variety of engines, weapons, and more. Seize the win by completing the race first, or pummel your competitors so you&rsquo;re the last Racer Knight on the track. And the crowd goes wild!&#10;&#10;This is a &quot;constructible strategy game&quot; from Arthaus Publishing (an imprint of White Wolf).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "26360",
    "Name": "I Will Survive",
    "ID": 111299,
    "Year": "(2011)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/111299/i-will-survive",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You survived the jungle, cleaned out the lost temple of Muataca-Capichu, and crossed the land of the terrible Moumbas cannibals &ndash; yet the tribe has not forgiven your intrusion into their forest. You need to escape or else end up as supper, and unfortunately only one spot remains behind the controls of the hydroplane!&#10;&#10;In I Will Survive, players take on the role of one of six explorers, each with a unique combination of shield and weapon abilities. Each round consists of turns, and on each turn each player secretly chooses one of three moves &ndash; attack, defend, reload &ndash; then they all simultaneously make a gesture to signal their move. If a player defends, which costs a shield, no one can damage him this turn; if a player attacks, which costs a weapon, he injures the player targeted if that player did not defend himself; if he reloads, he reclaims spent tokens. Anyone injured moves one step closer to the cannibal's cauldron.&#10;&#10;Players continue taking turns until one or fewer explorers are uninjured. When this happens, everyone stands up, reclaims their shield and weapon tokens and starts a new round. When a player falls into the cauldron, he's out of the game. The last explorer uneaten wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "26361",
    "Name": "Vantage",
    "ID": 2782,
    "Year": "(1985)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/2782/vantage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "There are 106 cards: 5 suits (red, yellow, green, blue, purple) of 1-14, four Wild cards and 28 Action cards (Cards Up, Black Out, Pass One, Lose One). Each suit contains one special &quot;BIG&quot; card used in scoring (Red 10, Yellow 6, Green 7, Blue 12, Purple 2). Initial deal is four, Action cards in a separate stack.&#10;&#10;On your turn, you turn over an Action card and follow its instructions. You then match, build or discard one card from your hand. Cards Up turns all cards on the table face up, Black Out face down. Pass One means everyone passes a card to one's right. Lose One means you put a card down face up.&#10;&#10;Matching concerns the card values; you can collect cards of the same value as the played card, or pairs of cards that add up to that value. Building means you match as above but leave the matched cards as a pile, vulnerable to another player's matching. This is usually done so you can collect another card from your own hand (so you would &quot;Build eights&quot; with the table's 5+3 and your 8, hoping to &quot;Match eights&quot; on your next turn with your other 8). Discarding is what you do if you cannot Match or Build. This increases the table's pool of cards open for matching or building.&#10;&#10;After you've played your 4 cards in this way, another round ensues, and so forth until the entire deck has been gone through. Scoring is +10 for the most cards collected, +8 for the most Purple cards collected, +6 for the most Red cards collected, +4 for each &quot;BIG&quot; card collected, +2 for each 1 card, +2 for each Wild card.&#10;&#10;During a Black Out, you must memorize which card is which; if you declare a play but get the cards wrong, your played card is simply added to those already face down on the table.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "26362",
    "Name": "The Rolling Moon",
    "ID": 5675,
    "Year": "(1959)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/5675/the-rolling-moon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "This dexterity game consists of a long wooden board with holes cut at various intervals marked with increasingly higher point values.&#10;&#10;Attached to the board are two long metal rods, slightly above the scoring holes.  The rods are placed just slightly narrower than a large steel ball that is placed on the rods at the base of the board.&#10;&#10;Players must attempt to slide the rods apart and make the ball roll &quot;uphill&quot; before it drops into a score hole.  Making it to a higher scoring hole takes quite a bit of concentration as width of the rods at the highest scoring hole is roughly the diameter of the ball.&#10;&#10;The first person to score 5,000 or more points is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles"
    ]
  },
  {
    "Rank": "26363",
    "Name": "Oi! Dat's My Leg!",
    "ID": 5690,
    "Year": "(1989)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.51",
    "Link": "https://boardgamegeek.com/boardgame/5690/oi-dats-my-leg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The Trollsome game of Bodybuilding. Trolls are stupid! I mean , really, really thick. Quite often, they leave bits of themselves lying around in troll holes. A troll almost never notices he has lost a leg or even his head! He soon grows a new one anyway, so he doesn't care two hoots! Players move their Gobbos around the board, trying to collect enough &quot;Troll Bitz&quot; to make 2 complete trolls.&#10;&#10;From a line of 4 kids games Games Workshop Ltd. released so that the kids would have something to play while you and your mates played Warhammer.  Each included a Trollish Tunes tape which included silly songs sung by Trolls.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Trolls",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "26364",
    "Name": "Safari Jack",
    "ID": 1249,
    "Year": "(1998)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/1249/safari-jack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4074",
    "Description": "Safari Jack contains 60 cards and a rulebook.  Players build the safari landscape, explore the safari and, well, kill endangered species.  Kill the most by game end to win the game!&#10;&#10;Safari Jack was re-released in 2003 as part of the Hip Pocket Games series.  This version features color cards, but supports only two players.  The rulebook mentions that a second copy may be added to support up to four players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Exploration"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Series: Hip Pocket Games",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "26365",
    "Name": "Fraud Squad",
    "ID": 16003,
    "Year": "(2002)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/16003/fraud-squad",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2",
    "Description": "You are an SEC investigator who has received a tip that a major company has been fudging their filings. Unfortunately, the source gave you few details, so you must scramble to gather enough evidence to solve the crime!&#10;&#10;Be the one who arrests the culprit and earn a promotion. Fail, and risk losing your job. Collaborate, eavesdrop, and be devious in order to prevail in this hilarious twist on the classic whodunit.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "26366",
    "Name": "WWF Wrestling Challenge",
    "ID": 12030,
    "Year": "(1991)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/12030/wwf-wrestling-challenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Defeat all the challengers to become champion! Purpose of the game is challenge and defeat another wrestler in a series of rounds. To do this you must put your wrestler and your challenger's in the ring, then start fighting using some &quot;strength cards&quot; and dice rolling. There are even &quot;special move cards&quot; (i.e. head grappling) that let you throw two die instead of one.&#10;A very simple game suitable for kids or for nostalgic guys in their thirties who miss the fantastic old WWF era (you can chose to use Hulk Hogan, Ultimate Warrior, Jake the Snake Roberts, Macho Man, etc.).&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "26367",
    "Name": "Drakar och Demoner: Brädspelet",
    "ID": 62861,
    "Year": "(2009)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/62861/drakar-och-demoner-bradspelet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1667",
    "Description": "Drakar och Demoner - Br&auml;dspelet is a Swedish fantasy adventure board game based on the latest incarnation of the oldest and most popular Swedish role playing game; Trudvang Chronicles.&#10;&#10;The object of the game is to uncover secrets of the forest Vildhj&auml;rta, by conquering any of the twelve of the forest's guardians. The more you secrets you learn, the easier it is for you to convince the dragon Elmtunga to fly you out of the forest on its back.&#10;&#10;During the game, the player meets friends and foes in the different parts of the woods, while the forest does its best to stop the adventurers from learning its secrets.&#10;&#10;The game is currently only available in Swedish.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "26368",
    "Name": "Star Wars: Death Star Assault Game",
    "ID": 8204,
    "Year": "(1995)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/8204/star-wars-death-star-assault-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "From the box:&#10;&#10;Fight your way from the Rebel Alliance base camp towards the Galactic Empire's Death Star, where Darth Vader holds Princess Leia prisoner. As you race towards Vader, fire proton torpedoes from your X-wing fighter to demolish the TIE fighters that surround him.&#10;&#10;The first player to wipe out his defense, destroy the Death Star, and send Lord Vader flying into deep space wins the game...unless he beats you first!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "26369",
    "Name": "Merlin",
    "ID": 16052,
    "Year": "(1978)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/16052/merlin",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1.5",
    "Description": "Parker Brothers' Merlin was a hand held electronic game following in the footsteps of Simon, which had been introduced a year earlier by rival game company, Milton Bradley. Many of us who were kids in the seventies will remember its distinctive red plastic, telephone-shaped appearance. Although less colorful than Simon, Merlin featured six different games, namely tic-tac-toe, music machine, echo, blackjack 13, magic square, and secret number. It was even possible to save games and select your level of difficulty on a scale of 1-9. In 1999, Merlin became available once again on the internet as a free download for your PC.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Deduction",
      "Electronic",
      "Memory",
      "Music",
      "Real-time"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "26370",
    "Name": "The Emergency! Game",
    "ID": 9603,
    "Year": "(1973)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.53",
    "Link": "https://boardgamegeek.com/boardgame/9603/the-emergency-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2857",
    "Description": "The Emergency Game pits players against each other in a race to be the fastest to complete emergency calls.&#10;&#10;Cards are drawn from an emergency deck which directs players to certain areas of the board. By use of a numbered spinner, players attempt to make it to the emergency spot and return to their home location. Stop signs and single land roads may limit movement at times.&#10;&#10;A hospital card may also be drawn from the card pile which forces a player to proceed to the hospital prior to completing a mission. If a player holds more than one hospital card, this may be passed to another player if landing on the same space.&#10;&#10;The first player to complete 3 missions is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Medical",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "26371",
    "Name": "Goosebumps: Shrieks and Spiders Game",
    "ID": 6114,
    "Year": "(1995)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/6114/goosebumps-shrieks-and-spiders-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A simple variant of the game Spoons (as if Spoons weren't simple enough).  Plastic spiders are put in the center of the table (one less than the number of players).  Each player is given a scoreboard and four tokens to put in it.  Each player is then dealt a stack of cards face-down in front of them.&#10;&#10;Each turn the players simultaneously turn over the top card from their stack.  If any of the turned-over cards shows a skeleton, the players yell &quot;Goosebumps&quot; and grab one of the spiders from the center of the table.  The player who didn't get a skeleton must turn in one of their tokens.  Play then continues.  The game ends when one player has discarded their last token, at which time the player with the most tokens remaining is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Spiders",
      "Books: Goosebumps"
    ]
  },
  {
    "Rank": "26372",
    "Name": "Atlantida",
    "ID": 100374,
    "Year": "(2011)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/100374/atlantida",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Game Overview&#10;&#10;In Atlantida you control a faction of the people of Atlantis that, after a series of catastrophes that turn their once glorious civilization to a semi-barbaric state, must move to the safety of the continent to avoid perish in the island inevitable collapse.&#10;There are 13 turns, in which you must explore the island to gather resources, develop your city and discover technologies and advances in order to be able to send your population to safety. The winner is the first to save all her people or the most efficient to save them in the moment the island collapses.&#10;&#10;Game Development&#10;&#10;Even though the Atlantida already works as intended and the general idea is defined, it is still subject to changes. The game was developed directly for the yucata.de website, aiming to benefit from multiple plays which can provide a fair amount of players' feedback and suggestions. It is possible to play it &quot;live&quot;, though, using the print and play files and rules at the Files section.&#10;&#10;Online Play&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "26373",
    "Name": "The Last Banquet",
    "ID": 85394,
    "Year": "(2012)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/85394/the-last-banquet",
    "Min Players": "6",
    "Max Players": "25",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.875",
    "Description": "The king is holding a great banquet for all the nobles in the realm so that they can bathe in his splendour. Artists and troubadours will bring the necessary entertainment. It is meant to be a feast that will long be remembered!&#10;&#10;The guests attending the feast hall feel the same, for in the corners of the castle deadly plots are being developed. The guests are divided into two factions, with both planning to &quot;dismiss&quot; the king. One faction plans to smuggle a dagger into the feast hall to &quot;open the king's heart to the realm&quot; at the right time, while the other faction hopes to give the king &quot;renewed motivation&quot; with a poisoned drink.&#10;&#10;In The Last Banquet, each player is a guest at the feast and needs to help his faction reach its goal and ensure that this will truly be the king's last banquet. The game includes 25 role cards, each portraying a person on the front and listing that person's skills on the back. In addition to &quot;The Last Banquet&quot;, several other scenarios are provided in the rules that can be played with each of the roles. (GameHeads' Oliver Wolf notes, &quot;Playing time ranges from 30 minutes up to 90 minutes or more, with more people tending to need more time to play.&quot; Also, some scenarios involve more than two factions.) Obstacle cards provide challenges for players to overcome.&#10;&#10;When a faction succeeds in its goal, all players who belong to that faction win the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "26374",
    "Name": "Disneyland Monorail Game",
    "ID": 6011,
    "Year": "(1960)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.13",
    "Link": "https://boardgamegeek.com/boardgame/6011/disneyland-monorail-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This is a children's race game based on the transportation system of the Monorail and Casey Jr. train at Disneyland.  Players race not only each other, but the train, Casey Jr. (a non-player character).  Roll the dice, using the white die for your own movement on the monorail track and the colored die to move Casey on the train track.&#10;&#10;Pure luck, no decisions at all, and Casey can win the game.  But it is a cute depiction of Disneyland transportation, and amazing that it still applies perfectly 40-some years later!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Disney Theme Parks"
    ]
  },
  {
    "Rank": "26375",
    "Name": "Dschungel",
    "ID": 409,
    "Year": "(1999)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/409/dschungel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "A paraphrased description of the game from Adlung Spiele:&#10;&#10;Trapped in the jungle, the players race to break through the engulfing maze of undergrowth. Only now and again are there a few free paths in an otherwise seemingly impenetrable primeval forest. Three stage goals must be reached, so be sure not to lose perspective!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "26376",
    "Name": "Alternatywy 4",
    "ID": 150018,
    "Year": "(2013)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/150018/alternatywy-4",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Board game inspired by the popular Polish television comedy series. The game's story is centered around the inhabitants of the Warsaw block of flats. The game is an irony of life in Poland under communist regime at the 80's.&#10;&#10;The players impersonate the TV series' characters, that attempt to adapt to the circumstances, where the omnipotent &quot;Host of the House&quot;, Mr. Aniol (the name translates to: Angel) rules. Mr Aniol is a minor dignitaire of the communist party, that has temporarily fallen out from grace, but is ready to seize any opportunity to jump back to a more fitting position at the party's ladder (one of the players takes over his role). He runs the house at his convenience, keeping the inhabitants at check, invigilating them, organizing their lives, making them (or tricking them) to do his own duties for him, using them to impress the party dignitaires with his capabilities. The inhabitants, on the other hand, try to make their own lives in the block more bearable, preferably a bit comfortable too, and to ocassionally return Mr. Aniol the favor, undermining his position.&#10;&#10;The game is full of humorous situations and negative interactions. It consists of several turns in five rounds. Turn reflects day of life. At the beginning of each round, players choose the location to which they want to go and perform the associated action given a location (or a card on hand).&#10;&#10;Each character in the game has different bonuses and ways of scoring. First person who at the end of all the rounds has the most victory points.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Warsaw (Poland)",
      "Country: Poland"
    ]
  },
  {
    "Rank": "26377",
    "Name": "Goodnight Moon",
    "ID": 12494,
    "Year": "(1997)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/12494/goodnight-moon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the game box:  From the well-loved classic by Margaret Wise Brown and Clement Hurd.  For over fifty years, Goodnight Moon has been every family's favorite bedtime story.&#10;&#10;Find the matching cards for your game board.  When all the boards are completed, everyone wins!  Advanced versions for more experience players include memory games and poster activities.&#10;&#10;No reading or numbers required.  Safe for toddlers: no small parts.  6 ways to play!  Versions are included for beginning and advanced players.&#10;&#10;The Goodnight Moon game helps players develop cognitive, strategic, memory, physical, visual, and language skills as well as important social skills:  taking turns, following rules, sharing and respecting others.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "26378",
    "Name": "Dog Eat Dog",
    "ID": 785,
    "Year": "(1999)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/785/dog-eat-dog",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4545",
    "Description": "In this decidedly politically un-correct game, players control corporations which are plundering the environment  to produce assorted products, all for the sake of the almighty dollar.  Each of the companies produces a slightly different product, which is made by combining two different raw materials.  The raw materials come from various parts of the center of the board.  When a company harvests these materials, they can choose to either take one, which retains the environment's purity, or they can take multiples, which can turn the area into an ecological wasteland.  Players must balance a work force which is used to collect and process the raw materials, and they must then try to get the best price for the finished product in a randomly adjusted market.  Typically in games of this nature, the corporation who makes the most money is the winner, but in this morally corrupt environment, it's the CEO who makes the most money who's deemed the winner.  And the only way to make money is by embezzling from your company...&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "26379",
    "Name": "Four Real",
    "ID": 1096,
    "Year": "(1999)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/1096/four-real",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "Party trivia game for up to four teams with an unlimited number of players.  Teams bid for the right to answer the next question, bidding how many of the four answers they think they will get right, knowing only the category for the question.  Points are scored for making your bid.  Teams can also score points by guessing the answers that the high bidding team misses.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26380",
    "Name": "Schotten Rennen",
    "ID": 117910,
    "Year": "(2012)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/117910/schotten-rennen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "Schotten Rennen, part of a line of combined dice-and-card games that publisher AMIGO Spiel introduced in 2012, is all about strutting your stuff while competing in kilts!&#10;&#10;In the traditional Highland Games, the Scots have to prove their worth in various disciplines such as rock throwing, log lifting and barrel rolling. During the evening celebration the heroes are celebrated with bagpipe music, dancing, and a few rounds of a fun dice game.&#10;&#10;In Schotten Rennen, as in the Highland Games themselves, players also try to get from start to finish. Only this time they need to use dice to finish the course. Each challenge card must be overcome by using the dice. Your kilt and strength will not help here though. Here you need to take risks and hope for lots of luck.&#10;&#10;Whoever completes the course first wins!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Country: Scotland",
      "Series: AMIGO dice games in box"
    ]
  },
  {
    "Rank": "26381",
    "Name": "Top Ten: The Bill of Rights",
    "ID": 36232,
    "Year": "(2009)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/36232/top-ten-the-bill-of-rights",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A patriotic party game where players represent different secret societies trying to get the rights that they believe in reflected in the final Bill of Rights by voting among themselves. The winner is the player to whom the final list closest reflects the goals of his/her society.&#10;&#10;Part of the Top Ten series. See also The Ten Commandments.&#10;&#10;",
    "Categories": [
      "Humor",
      "Negotiation",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "26382",
    "Name": "Go Bananas!",
    "ID": 7547,
    "Year": "(2000)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/7547/go-bananas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The deck of 55 cards includes:&#10;20 monkey cards with wild monkeys (red cards numbered 1 to 4); 20 monkey cards with mild monkeys (blue cards numbered 1 to 4); 8 Gotcha Gator cards; 6 banana cards (3 rotten and 3 fresh) and one Wild Gotcha Gator card.&#10;&#10;The deck is dealt out to all players who make a face down pile in front of them. Players turn over the top card of their decks simultaneously and place the card in the center of the table. Players attempt to be the first to spot one of two types of matches: Two different colored cards with the same value on different players' piles OR two different colored cards of the same value on one player's pile. The first player to spot it slaps the pile and shouts &quot;Go Bananas!&quot; That player then takes the pile(s).&#10;&#10;Additionally, players must watch out for matching Gotcha Gator cards (same number as card previously played in one player's pile) and rotten banana/fresh banana matches as well - each having its own shout as well.&#10;&#10;The first player to collect all the cards in the deck is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Apes / Monkeys",
      "Series: 12 Minute Games"
    ]
  },
  {
    "Rank": "26383",
    "Name": "Wildlife DVD Boardgame",
    "ID": 25754,
    "Year": "(2006)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/25754/wildlife-dvd-boardgame",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Players cross the Serengeti searching for the 'Big Five'.&#10;They'll only be successful if they pay close attention to the DVD (featuring over 200 video clips) and are able to answer questions related to what's shown on the DVD.&#10;&#10;Game originally published completely in Dutch, but an English language version &quot;Wildlife: DVD Board Game&quot; became available in 2007. The game comes in an impressive embossed tin box.&#10;&#10;Answering questions on the DVD allows one to collect cards which in turn allows your truck to move around the board.&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Components: DVDs",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "26384",
    "Name": "Barnyard Bingo",
    "ID": 12581,
    "Year": "(1994)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/12581/barnyard-bingo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the box: 'Bingo fun in a barnyard setting! This game helps preschoolers match shapes and colors as well as to identify different animals. Be the first to fill you card, then shout, &quot;BARNYARD BINGO!&quot;... or &quot;Moo&quot;!, &quot;Baa!&quot;, &quot;Oink!&quot; or &quot;Cluck!&quot; It's a barnyard blast!'&#10;This game involves a barn-shaped dispenser of plastic coins that have pictures of barnyard animals. You have a board with three animals. Your goal is to get the three coins that match the color of your board. First to get their three coins wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Games: Bingo",
      "TV Shows: Paw Patrol"
    ]
  },
  {
    "Rank": "26418",
    "Name": "Monopoly: World Cup France '98 Edition",
    "ID": 6363,
    "Year": "(1998)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/6363/monopoly-world-cup-france-98-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1111",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;This is a World Cup 98 edition. Each block on the map represents a national soccer team.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: France",
      "Game: Monopoly (Official)",
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "26385",
    "Name": "Ginny-O",
    "ID": 4559,
    "Year": "(1978)",
    "Geek Rating": "5.480",
    "Avg Rating": "4.57",
    "Link": "https://boardgamegeek.com/boardgame/4559/ginny-o",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The crisscross Rummy game -- a fast action rummy board game where players compete on as many as nine &quot;hands&quot; at once.&#10;&#10;Plays similarly to Scrabble on a 15x15 board.  Each person has seven tiles representing cards in a standard deck and must score as many points as possible by playing the tiles to the board to form gin rummy melds.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 15 x 15 Grids",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "26386",
    "Name": "Batanimo",
    "ID": 104287,
    "Year": null,
    "Geek Rating": "5.480",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/104287/batanimo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Batamino, a variant on War, has been designed for small children.&#10;&#10;Each player makes a deck with his cards, that he puts face down in front of him. Each players turn over the first card from their deck at the same time. The one who puts down the biggest animal wins all the other cards&#10;&#10;Children who don&rsquo;t know how to count can easily spot who wins by comparing the sizes of the animals described on the cards.&#10;&#10;The winner of the game is the player who ends up with all the cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26387",
    "Name": "The Impossible Machine",
    "ID": 95893,
    "Year": "(2011)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/95893/the-impossible-machine",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.3158",
    "Description": "Game description from the publisher:&#10;&#10;It all starts with a simple push...&#10;&#10;The Impossible Machine is the game where players build ridiculously complicated contraptions to do simple things. Why turn on the TV, when you can have the bowling ball hit a pin, to pull a string, to let the marble loose!? Players earn points by getting their parts, with the right type of momentum, into the machine as they work together to build ever bigger and better machines.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "26388",
    "Name": "Banana Bandits",
    "ID": 206540,
    "Year": "(2016)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/206540/banana-bandits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "1.625",
    "Description": "The boss of the Banana bandits is selecting one member of the crew as his successor. Whoever can first collect three golden banana coins will be the next leader of Banana bandits, and you obtain the golden banana coin by gathering gorilla coins that are held by the other gorillas. Catch these other gorilla's coins to claim victory!&#10;&#10;Banana Bandits is an exciting family game with a eye-catching 3D building. Each turn, the active player has three action points, and the player can choose any of these actions to execute:&#10;&#10;&#10;    Move the gorilla up, down, left or right 1-3 spaces.&#10;    Fight with an adjacent opponent by rolling the dice.&#10;    Draw a card, but only if you're on the first floor.&#10;    Collect all the coins in the room.&#10;&#10;&#10;When a player collects enough gorilla coins, they can convert two different colors of gorilla coins to one golden banana coin.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Take That"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "26389",
    "Name": "Army vs. Aliens",
    "ID": 117784,
    "Year": "(2012)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/117784/army-vs-aliens",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Can flying saucers and death rays beat out tanks, nukes and troopers? Find out with Army vs. Aliens, the first game in the Army vs. Aliens series, with each game being playable on its own while also allowing for any faction in one game to be played against any faction in another or for multiple sets to be combined for team games or &quot;last man standing&quot; challenge matches. In this fun take on alien invasion games, you get to choose whether you want to fight off alien forces as the army or whether you want be the aliens trying to conquer Earth.&#10;&#10;In the game, players roll dice to set their power &mdash; each army has one type of dice with six faces &mdash; so that they can destroy the other players' dice on a subsequent turn. Used dice are placed into an expended pile where they can later be rallied (re-rolled) to reset their power. Dice are ranked in power and can destroy any die of equal or lesser rank but the higher value dice have special abilities, e.g., Nukes on the Army side that destroy just about everything if you get three of them. On a player's turn, he has three options: (1) Attack with an existing die, (2) Rally any or all dice (including active ones) or (3) Use a special power.&#10;&#10;If five rounds pass without either player scoring, then the game ends and the player who has the most dice in his scoring zone wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Game: Army vs. Aliens",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26390",
    "Name": "Dice Devils",
    "ID": 136058,
    "Year": "(2013)",
    "Geek Rating": "5.480",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/136058/dice-devils",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "What was once unthinkable has started to become a reality: Hell is freezing over. Naturally you and your fellow devils aren't pleased with this situation, so you're trying to surround yourself with as many hot things as possible in order to keep the home fires burning, so to speak. Can you end up on top down below?&#10;&#10;In Dice Devils each player takes on the role of one of six devils, each ranked from 1 to 6 and each with a different special ability. On a turn, players roll their dice in secret, then one by one they each choose one of the hot items on offer on the table, starting with devil #1. When players have chosen the same item, then their dice and special abilities come into play to see who gets the goods. Fewer items are available each round than the number of players, so conflict must take place!&#10;&#10;Don't think you can rely on that ability the entire game, though, as a devil's rank in Hell is never secure and the top devil might find himself demoted to Clean Freak or Problem Child. In the end, whichever devil collects the most valuable hot stuff wins!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "26391",
    "Name": "Wiochmen Rejser",
    "ID": 19484,
    "Year": "(2005)",
    "Geek Rating": "5.479",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/19484/wiochmen-rejser",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3143",
    "Description": "Wiochmen Rejser (Countryfellow Racing)&#10;A Polish game of humor and racing (humor is very specific here and if some of the things are not treated as jokes, the game could be misinterpreted as cruel) where the humor is very much local-based (popular Polish jokes about the countryside and Poland in general) and the racing is one of a kind - carts full of hay (balanced by kids) on the road build with... concrete stolen from the former Russian military bases. Apart from the humor, the game has a very clever mechanics similar to the one from Arena Maximus.&#10;&#10;Cart Race! Dynamic play! Unforgettable fun!&#10;&#10;Do you want to be the first one to get to the local barn for the show with the greatest band in the neighborhood? Do you want to be the best in the whole district? Show how fast your cart is. Get your whip, call the kids for the ballast and hop on the buck - the race is about to start! In &quot;Wiochmen Rejser&quot; only the toughest men win. Be the best driver! Become The HyperCartMan.&#10;&#10;The game was released together with a specially composed for it song by 'Lydka Grubasa' (Fat man's Calf) titled of course 'Wiochmen Rejser'.&#10;&#10;Re-implemented in:&#10;&#10;    Wiochmen 2&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Open Drafting"
    ],
    "Families": [
      "Country: Poland"
    ]
  },
  {
    "Rank": "26392",
    "Name": "Dark Side",
    "ID": 1871,
    "Year": "(2001)",
    "Geek Rating": "5.479",
    "Avg Rating": "4.61",
    "Link": "https://boardgamegeek.com/boardgame/1871/dark-side",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8889",
    "Description": "Each human being has his dark side, often well hidden behind a friendly smile. Dark Side is about the friendly unveiling of such secrets. The players try to reveal the dark sides of the other players and to hide their own secrets well. There are points for revealing secrets, for which the players move forward on the success track. In the end, whoever stands farthest up on the success track wins, but only if his dark side was not revealed.&#10;&#10;The cards in the players' hands represent the secrets. The players can brag about them in order to get points, but they must be careful that their own secrets are not revealed by the other players, because then the other players will earn points.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Memory",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "26393",
    "Name": "I Spy Eagle Eye",
    "ID": 29142,
    "Year": "(2006)",
    "Geek Rating": "5.479",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/29142/i-spy-eagle-eye",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This matching game is based on the popular I Spy series of books. The game includes four boards filled with pictures of various objects. A deck of thirty cards includes one matching card for each of those objects. Each turn, a card is turned over. The first player to find the matching object on the boards wins that round. The first to get six matching cards wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Game: I Spy"
    ]
  },
  {
    "Rank": "26394",
    "Name": "Logo Party",
    "ID": 146596,
    "Year": "(2013)",
    "Geek Rating": "5.479",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/146596/logo-party",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2",
    "Description": "Official Game Description:&#10;&#10;It's not what you know that counts, it's what you do! Get your teammates to guess brands based on four different types of clues:&#10;&#10;Draw It!: Draw clues about the brand, without writing words, letters, or numbers.&#10;&#10;Describe It!: Say what you want, but don't say the brand. Hurry, the clock is ticking!&#10;&#10;Do It!: Act out the brand. No talking allowed!&#10;&#10;Reveal It: Both teams watch as a logo is slowly revealed. Be the first to shout out the brand!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "26395",
    "Name": "Awful Fantasy: The Card Game",
    "ID": 198147,
    "Year": "(2017)",
    "Geek Rating": "5.479",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/198147/awful-fantasy-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Based on the the unique and absurd humor of Justin and Mitchell Lucas (@AwfulFantasy) and with gameplay designed by Adam and Brady Sadler (Warhammer Quest: The Adventure Card Game), Awful Fantasy: The Card Game is a casual card game for 2 - 6 aspiring awful authors. Each player takes on the role of a ridiculous author equipped with a hand of awful cards, which are used to either draw fantasy cards or thwart your rival authors.&#10;&#10;The goal of the game is to collect a series of fantasy cards to complete your own tale of awful fantasy. Each story must contain at least 3 fantasy cards, including a plot, a protagonist, and an antagonist. The combinations of these cards are diverse, and each play provides a new opportunity for you to tell a tale more awful than your last.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26396",
    "Name": "Koala",
    "ID": 26093,
    "Year": "(2006)",
    "Geek Rating": "5.479",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/26093/koala",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "The goal of the game is to eat food (as much as possible): spaghetti, hamburger and pizza are what koala like most.&#10;&#10;The koala are going to do anything to eat food. Koala is perhaps the first game where the sitting places of the players is very important forcing players to change their plans during the game.&#10;&#10; Koala also has a team variant which makes the game more strategic. It also makes it longer to play.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Koalas",
      "Country: Australia"
    ]
  },
  {
    "Rank": "26397",
    "Name": "Défis Nature",
    "ID": 100670,
    "Year": "(2009)",
    "Geek Rating": "5.479",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/100670/defis-nature",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "D&eacute;fis Nature (a.k.a. &quot;Nature challenge&quot; or &quot;Desaf&iacute;os Naturaleza&quot;) is a quick and educational nature themed card game.&#10;&#10;The goal is to hold all the cards of the game.&#10;for shorter games, players can choose a playing time and the winner is the player with the most cards in hands at the end.&#10;&#10;Each card shows an animal with some infos and four or five caracteristics (depending of the edition).&#10;The first player choose a caracteristic (for exemple &quot;speed&quot;) and lays a card, in turn each player lays a card and the player with the highest value in this caracteristic win all the cards of this turn and starts a new one.&#10;&#10;the Cards are classified in 4 categories, from &quot;safe&quot; to &quot;critically endangered&quot; species.&#10;The 3 &quot;in danger&quot; categories allow to change the choosen caracteristic of the turn (in order of priority)&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "26398",
    "Name": "Dark Crusade:  The War in the East 1941-45",
    "ID": 12924,
    "Year": "(1984)",
    "Geek Rating": "5.479",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/12924/dark-crusade-the-war-in-the-east-1941-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Dark Crusade simulates the eastern front conflict between the Soviet Union and Germany from 1941 through 1945.  It uses simple mechanics and a point to point movement system.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Decades: The 1940's",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26399",
    "Name": "Master of Orion: Conquest",
    "ID": 232351,
    "Year": "(2017)",
    "Geek Rating": "5.479",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/232351/master-of-orion-conquest",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "Description from the publisher:&#10;&#10;Master of Orion: Conquest is a two-player dueling deckbuilder. Play as one of two species in the galaxy &mdash; the humans and the shape-changing, mimicking Darloks &mdash; as you build and fight your way to victory. Explore the galaxy to find new planets to colonize and use their production to build your fleets. Destroy the enemy's home world and become the Master of Orion!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Events"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Space: Orion"
    ]
  },
  {
    "Rank": "26400",
    "Name": "Deck Building: The Deck Building Game",
    "ID": 175846,
    "Year": "(2015)",
    "Geek Rating": "5.479",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/175846/deck-building-the-deck-building-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Deck Building: The Deck Building Game combines the thrill of building your deck with the excitement of building your deck!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Misc: Self-Referential Games",
      "Players: Two-Player Only Games",
      "Series: Rabbit Line (Dice Hate Me Games)"
    ]
  },
  {
    "Rank": "26402",
    "Name": "Mage Master",
    "ID": 21095,
    "Year": "(2005)",
    "Geek Rating": "5.479",
    "Avg Rating": "4.68",
    "Link": "https://boardgamegeek.com/boardgame/21095/mage-master",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Mage Master is a role playing game where you as a magic caster quest for the ultimate magic that is contained within the ancient arch mage's tomb.&#10;&#10;Starting out as a basic wizard with only limited magic ability, you travel the land in search of means to increase your power. There are magic ingredients to collect to cast your spells, terrible creatures to overcome, strange and mysterious people to meet and powerful magic items to find.&#10;&#10;You can train to become a sorcerer, able to cast more powerful magic and eventually you can learn enough to become a great mage.&#10;&#10;Battle the other players in this race to become the master of all mages and be known henceforth as the Mage Master.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26403",
    "Name": "Up & Down",
    "ID": 1934,
    "Year": "(1996)",
    "Geek Rating": "5.479",
    "Avg Rating": "4.72",
    "Link": "https://boardgamegeek.com/boardgame/1934/up-and-down",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In Up &amp; Down players try to have the best combination of cards at the end of the game. One can aim at having all cards in his hand neutralised which gives 50 points. In all other cases one just has to add all values of the cards owned when the game ends. The gameplay is based on actions - one of which a player must choose in his turn: neutralising cards lying on the table, discarding or drawing. Number of cards drawn or discarded depends on what cards lie on the table.&#10;&#10;One gameplay is very short but the rules suggest that the game should be played several times with results written down and summed up.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "26404",
    "Name": "Hägar ruft zum Beutefest",
    "ID": 1853,
    "Year": "(1989)",
    "Geek Rating": "5.479",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/1853/hagar-ruft-zum-beutefest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1667",
    "Description": "The best thing H&auml;gar knows is how to travel to foreign countries and loot whatever he can reach. The Vikings set sail from the harbors of the Nordic countries and travel across Europe to loot the rich cities. On the way they encounter dangerous adventures and the destiny of their Gods. Anything can happen. H&auml;gar and his companions don't hesitate to steal from each other or even to shoot arrows at each other.&#10;&#10;At home their wives have waited for a long time for their tired warriors to return with the loot. So the Vikings don't know until the pillaging celebration who has the most valuable loot. The game ends, when one Viking returns after 7 successful lootings. Most wealth wins.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Medieval"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Strips: King Features Syndicate",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "26405",
    "Name": "Turista Mundial",
    "ID": 120264,
    "Year": null,
    "Geek Rating": "5.479",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/120264/turista-mundial",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This game, produced and sold in Mexico, is a clone of Monopoly. Dice are rolled, the airplane tokens are moved, countries of the world (properties) are purchased, etc. There are also Airlines (in place of railroads) to buy, Letter and Telegram cards to draw, as well as the famous &quot;collect 200 pesos as you pass Mexico&quot; space.&#10;It also comes with plastic chips to play checkers with.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "26406",
    "Name": "Scrabble Up",
    "ID": 4064,
    "Year": "(1996)",
    "Geek Rating": "5.479",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/4064/scrabble-up",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Bears little resemblance to the classic word game it's named for.  Each player starts with six letter tiles; the first to accumulate 19 or more is the winner.  Each player tries to form the longest possible word from the OTHER player's tiles, starting with the last tile drawn.  The first to find a word starts a marble rolling down a zigzag groove, and the other player must give a word before the marble reaches the bottom.  Then each player takes the tiles of the word they formed from the other player, each draws a new starting tile, and they take the next turn.  There is also a variant which uses the point values on the tiles (same as in Scrabble) for scoring.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Game: Scrabble",
      "Players: Two-Player Only Games"
    ]
  }
]