[
  {
    "Rank": "N/A",
    "Name": "Warpgate: Extra Board Tile Promo",
    "ID": 264815,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264815/warpgate-extra-board-tile-promo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This Expansion for Warpgate consists of a 30cm &times; 30cm punchboard that features a large hexagonal tile for a more variable set-up of the game map. &#10;Also included are additional tokens for a rules variant.&#10;&#10;This promotional punchboard is available at Conventions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prendi la Parola",
    "ID": 264816,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/264816/prendi-la-parola",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1",
    "Description": "An easy-to-learn and fast-to-play party game that will remind you of the classic category game. Flowers, fruits, cities or animals? Choose a category among the dozens available, start the hourglass and let the fun begin! You play together, you have to be able to take the word before others and even a little lucky to not find the hidden malus.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wildlands: Map Pack 1 – The Warlock's Tower & The Crystal Canyons",
    "ID": 264820,
    "Year": "(2019)",
    "Geek Rating": "5.678",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264820/wildlands-map-pack-1-the-warlocks-tower-and-the-cr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "Wildlands: Map Pack 1 &ndash; The Warlock's Tower &amp; The Crystal Canyons adds a new double-sided game board to the Wildlands base game that features new opportunities and obstacles; this board can be used in conjunction with any faction expansions. Here's an overview of each side:&#10;&#10;&bull; The Crystal Canyons: Most of the rumors about the Crystal Canyons agree that when the Darkness broke, the crystals still in the earth either corrupted or became inert. That hasn't stopped survivors seeking out the place where the first arcane crystals were found, delving into the mines that once fueled the empire. This board makes full use of the rules for high and low ground. The majority of spaces are high ground, looking down at the low ground of the canyon below. Using this terrain to your advantage will be key if you hope to claim victory.&#10;&#10;&bull; The Warlock's Tower: Few know the truth of the great warlock and the powerful spells he once wove. They say that the tower sank below the waves when he died long ago. Now it has risen once more &mdash; what could that mean?&#10;&#10;When playing on this board, players need to be aware of the trickery that the warlock's magic allows. Dotted around the map are four portal spaces, each counting as adjacent to each other for the purposes of movement and area attacks. Stranger yet is the Tower, a single space at the center of the board that seems to be the epicenter of the powerful magic of the area. While no character can start the game here, it contains one of the four portal spaces on the map and gives characters here line of sight to every other space on the board, making it a tempting space for a ranged character to take position, but one that will certainly leave them vulnerable to attack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Wildlands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clash of Minds: Holmes vs Moriarty",
    "ID": 264821,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.69",
    "Link": "https://boardgamegeek.com/boardgame/264821/clash-of-minds-holmes-vs-moriarty",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Clash of Minds: Holmes vs Moriarty is a two-player card game in which players take on the roles of the famous detective Sherlock Holmes and his greatest rival, professor James Moriarty. Two powerful minds trying to figure out the intentions of their adversary every step of the way. They only have 12 hours to solve or commit the crime of the century.&#10;&#10;The crime plan plotted by Moriarty is divided into 3 threads: Tool, Type and Victim of the crime. Using the Influence cards and the unique abilities of their Agents, players try to reveal or keep secret the individual threads of the crime.&#10;&#10;Each round of the game is a different, characteristic location on the map of London. Each of these places changes the rules or introduces some restrictions. Thanks to this, each game is different and the multitude of strategies and ways to gain an advantage gives you a lot of room for maneuver and makes each game unique.&#10;&#10;When the clock on the clocktower strikes twelfth and one of the threads is still uncovered, Holmes is defeated and Moriarty triumphs by comitting the crime of the century. However, it does not have to happen ...&#10;&#10;Beautiful artwork by Barbara Wiszy&#197;&#132;ska-Kubit and great replayability will ensure hours of unforgettable fun for everyone.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bottles:  A Boardgame about Wine",
    "ID": 264822,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/264822/bottles-a-boardgame-about-wine",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;The players take up the role of high society members who need to have a top supply of rare and fine wines in their wine cellar to show off during their dinner parties. Hence, they are forced to travel the world up and down in order to buy the best bottles directly from local producers.&quot;&#10;&#10;There are 6 markers in the game, each one representing a character; players choose who they want to be at the start of the game.&#10;&#10;The Game table show the world that is divided in cells linked with each other. The greater part of the cells represents the world, the cells with the bottle icons indicate the typical wine production places. Other cells represent the market, the blue ones, the sea.&#10;&#10;The players, only at start, will stand about two meters away from the board and will, when prompted by an agreed cue, throw their marker on the board trying to get as near as possible to a convenient cell. If the marker does not fall within the cells area, it will be positioned in the closest permitted cell to start playing. In case of launch failure, players can have as many attempts as it takes at throwing their marker on the game board.&#10;&#10;The youngest player (alternatively, if you are having fun playing BOTTLES in a bar, the guy buying the first round) starts to move. &#10;The player throws the die and checks the result on the movement chart, according to this the given marker will move from the start cell to a different one.&#10;&#10;During his turn the players move and can buy bottle-cards. Moreover they can auction, sell, exchange or donate their bottle-cards or beg other players for theirs at any time during his turn.&#10;&#10;There are approximately 80 different cards representing the wine bottles that the players can buy. Each card shows a variety of information about the type, the name, the country of origin and the value of the wine. This value is given by the amount of wine glass icons on the card. For instance, a card with 3 wine glass icons will cost 3 Monetary Units.&#10;&#10;When players run out of money they get out of the game... Unless they convince other players to lend them money.&#10;&#10;The first player that collects at least ten bottles from ten different countries wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Helluva Fight: The Battle of Medjez-el-Bab, December 6-10, 1942",
    "ID": 264829,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/264829/one-helluva-fight-the-battle-of-medjez-el-bab-dece",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "One Helluva Fight: The Battle of Medjez-el-Bab, December 6-10, 1942. One Helluva Fight is a low to moderate complexity wargame on the Battle of Medjez-el-Bab, fought in northern Tunisia. The Allied landings in Morocco and Algeria ushered in the collapse of the Vichy government in France, and a dramatic strategic shift in the war in Northern Africa. With Rommel&rsquo;s Army in full retreat following battles around El Alamein, the Allies had the opportunity to completely cut-off all Axis forces in North Africa, provided the vital port of Tunis could be taken quickly.&#10;&#10;The first major engagement fought by the Anglo-American forces of the war occurred near the crucial crossroads town of Medjez-el-Bab. A British and American battle group, named Blade Force and composed of units from the US 1st Armored and British 78th Infantry divisions as well as some former Vichy French units, initially took the town and then drove on to Tebourba to come within striking distance of Tunis (forward observers could actually see the minarets of the distant port). The Germans, however, cobbled together a battle group of their own, centered on the newly arrived 5th Fallschirmjager Regiment (a unit initially detailed to attack Malta) and 10th Panzer Division. Supported by Luftwaffe and Italian Bersaglieri units, a no-holds-barred tank and infantry fight was fought in which the Allies were thrown back. Can you do as well or better?&#10;&#10;Each copy of One Helluva Fight is composed of the following:&#10;&#10;&bull;    Two 11 by 17 inch hex map sheets that include the game charts and tables&#10;&bull;    264 single-sided, un-mounted counters&#10;&bull;    8 pages of rules&#10;&#10;Units are mostly companies, each turn represents 8 hours of time and  a hex is approximately a half mile across. The game is designed by Paul Rohrbaugh with graphics by Ilya Kudriashov. The game uses a chit-pull activation design by which the sequence of play is determined and which units and/or formations can activate. The game is very interactive, easy to learn and fun to play.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Tunisia",
      "History: World War II (Africa)",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Language of Magic",
    "ID": 264845,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgame/264845/the-language-of-magic",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "The Language of Magic is a deck-building card game for 1 to 4 players inspired by the works of Richard Garriott.&#10;&#10;The Language of Magic is a game which can be played in two ways: 2-player duel &ndash; players attempt to build an arsenal of powerful Words of Magic to overcome their opponent, or 2-4 player cooperative or solitary play &ndash; players work together to battle the Lich and its minions, defeating it before it can cast its final spell. As a solo or co-op player, you take on the role of the Avatar, chosen heroes of spirituality......who are to do battle with the Master of Hythloth, the vile Nefarious Lich Lord and his minions of the abyss.&#10;&#10;There are 26 words of power, each representing their own idea. These words can be combined to make powerful spells to harm, mend, protect, or alter the creatures and the world around you. Some words, the incantations, direct the polarity of the spell. Will you create, negate, or steal? Other words add elemental powers, some can add to or multiply the effect. There are so many possible spells, you will need to play it for yourself to see what you can come up with.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sekai Rekyo So Yugi",
    "ID": 264847,
    "Year": "(1917)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264847/sekai-rekyo-so-yugi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a very rare and unusual Japanese game published during WWI. It uses traditional Shogi (Japanese chess) game pieces, but is designed to be played by eight players rather than the usual two.&#10;&#10;The playing positions represent all of the major powers involved in the Great War: Germany, Austria-Hungary, France, Italy, Great Britain, the United States, Russia and Japan. Two countries are set up in each corner of the square board, but have unique entry spaces for their pieces.&#10;&#10;Each player receives only four playing pieces, and the board is set up so that they must fight their way from their home country space around the board to their home flag space.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Halt! Schmugglerschiff!",
    "ID": 264852,
    "Year": "(1933)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264852/halt-schmugglerschiff",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ships carry boxes and goods loaded from player to player, so it's important to buy 12 identical pieces of cargo, and those who reach this first are winners.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hopfen und Malz: Gott Erhalt's",
    "ID": 264853,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/264853/hopfen-und-malz-gott-erhalts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Each player brews a certain beer with his two characters (master brewer and trainee) according to an original recipe.&#10;The master brewer procures the required raw materials for the beer on the raw material ring, while the trainee goes through all the brewery departments as part of his training and does the necessary work on the brewing process on site. The winner is the player whose freshly brewed beer first flows out of the tap.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ジャンブルオーダー (Jumble Order)",
    "ID": 264855,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/264855/ziyanburuoda-jumble-order",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Goblins, elves, demons, dragons, and humans.&#10;Races with different blood continued their never ending battle throughout the history, but finally found a path of holding hands and living together without conflicts. They vested into common interests beyond the boundaries of the race, and founded a new country. However... it is not possible for living things to coexist without contentions, as the history often repeats itself.&#10;Conflict is inevitable as more and more small countries unite themselves through &ldquo;interest&rdquo; instead of &ldquo;blood.&rdquo; The war is about to break out where humans turn against other humans, and goblins point their blades against other goblins...&#10;&#10;Jumble Order is a &ldquo;deck-building game&rdquo; where you manage your country (Deck) by incorporating various races, winning at wars, gaining territories, and flourishing your country. You will aim to become the great lord by strategically building your deck and finding powerful card combinations. However, it will not be easy to manage the crucible of races with conflicting interests.&#10;&#10;You will need precise planning and flexible judgement to be successful at managing the &ldquo;Jumble Order&rdquo; where you never know when and in what order the cards will come out out of your deck!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Codenames: Cartes promo – Univers Geek",
    "ID": 264856,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264856/codenames-cartes-promo-univers-geek",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is a promo pack of ten additional double-sided cards for Codenames.&#10;&#10;Catwoman / Lara Croft&#10;Diablo / Mordor&#10;Godzilla / Zelda&#10;Gollum / Mickey&#10;Homer Simpson / Pikachu&#10;Jack Sparrow / Luigi&#10;James Bond / Narnia&#10;Poudlard / Sangoku&#10;Princesse Leia / Wolverine&#10;Westeros / Yoda&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sask. Watch",
    "ID": 264857,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/264857/sask-watch",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A group of budding photographers have set out in Northern Saskatchewan, Canada, in hopes of catching a rare glimpse of you &ndash; Sasquatch. In order to uphold the mystery surrounding the existence of Sasquatch, you must make your way out of the area without any photographer catching more than a blurry snapshot of you.&#10;&#10;In this solitaire game, you will collect (or avoid collecting) cards from a deck representing the Saskatchewan wilderness on a snowy night. Each card you collect will either increase or decrease how visible and/or how blurry you are. When you inevitably encounter a photographer, the hand of cards in front of you represents the scene the photographer will see. Your goal is to build a hand of cards that makes you as hard to photograph as possible.&#10;&#10;You win the game once you have successfully evaded all six of the photographers in the deck. You lose the game if any one of them takes a photo of you that is not blurry.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Contests: Solitaire Print & Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Granny's Knickers",
    "ID": 264860,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264860/grannys-knickers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Granny loves a bargain. She also loves jumble sales. But what she doesn&rsquo;t love, what really gets Granny&rsquo;s Knickers in a twist, is when someone else grabs the best items before her. Who will be the first to get their hands on Granny&rsquo;s Knickers?&#10;&#10;OBJECT OF THE GAME:&#10;Channel your inner Granny to snatch the best items from the jumble pile before the other grannies. The Granny who gets the highest score wins.&#10;&#10;GAME-PLAY:&#10;Players complete simultaneously to find desirable items from a pile of cards scattered facedown in the play area. The first player to find the item wins the round. After nine rounds all players hunt for the ultimate prize - Granny&rsquo;s Knickers. The player with the highest score wins the game.&#10;&#10;The game also includes a 2-3 player variant where players must find several items from a list before trying to find Granny&rsquo;s Knickers. In the variant it is the first player to find Granny&rsquo;s Knickers in a &lsquo;race to the lace&rsquo; that wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Village Attacks: The Troll",
    "ID": 264861,
    "Year": "(2018)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264861/village-attacks-the-troll",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Troll Miniature that wanders the castle attacking anything that crosses it's path - Both Monster or Villager!&#10;&#10;Troll acts as an NPC, rules are in the main rulebook, spawn cards as well in the core game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Creatures: Trolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Athens: The Birth of Politics",
    "ID": 264862,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/264862/athens-the-birth-of-politics",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3.3333",
    "Description": "Recreating the political life of ancient Athens, from the birth of Democracy to the titanic struggle with Sparta, players cooperate and compete to manage its fortunes, especially its politics, wars and government.&#10;&#10;Players must constantly balance personal advancement against the security of the state. They trade and fight to build up the empire, vie for power in the Assembly and on the battlefield.&#10;&#10;Each player represents a specific class &ndash; Aristocrats, Merchants or Farmers &ndash; with its own Statesmen, (dis)advantages and goals.&#10;&#10;In a unique feature, the game reflects the ancient Greek theory of Anacyclosis &ndash; the cycles of government &ndash; as it changes from Democracy to Oligarchy to Tyranny and back again. Players can strive to change these forms, for their own advantage, and thereby alter the very rules of the game.&#10;&#10;Player activities include&#10;- collect income &#10;- maintain bodyguards&#10;- trade&#10;- contribute to the state treasury&#10;- plan a persuasion&#10;- persuade another's statesman&#10;- assassinate&#10;- play action cards&#10;- attract followers&#10;- redistribute funds&#10;- change faction leader&#10;- sponsor events&#10;- purchase discards&#10;- make proposals&#10;- negotiate&#10;- vote&#10;- elect officers&#10;- send forces to wars&#10;- fight a war&#10;- earn influence and popularity&#10;- stand for public reaction&#10;- stand for trial&#10;- draft action cards&#10;- change the form of government&#10;- resist oligarchy&#10;- declare a coup&#10;- support a coup&#10;- fight a coup&#10;- ostracize a leader&#10;&#10;Players can achieve victory by a variety of means, including&#10;- successful coup&#10;- having the most popularity when the game ends&#10;- having the most popularity minus votes and talents if the Athens fails, that is, due to state bankruptcy, four or more active wars, loss or failure to prosecute a perilous war&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simulation",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Ancient: Greece",
      "Cities: Athens (Greece)",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Peloponnesian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Village Attacks: Kickstarter Exclusives",
    "ID": 264863,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264863/village-attacks-kickstarter-exclusives",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Revenant Monster &amp; The Grimlord Hero (Undead) Miniatures&#10;Including dashboard, skill tokens &amp; Hero card&#10;And six &bdquo;marbled&ldquo; dice.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Haunt the House: Deluxe Edition",
    "ID": 264866,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/264866/haunt-the-house-deluxe-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Deluxe edition of the game includes:&#10;&#10;- The Graveyard&#10;- The Darker Corner&#10;- A glow-in-the-dark box&#10;&#10;In Haunt the House, we are ghosts competing to scare Ghost Hunters out of the various Rooms of our haunted house, and collecting their exploration gear as trophies. Each Ghost Hunter is scared out only by a specific combination of Scares. Each player has a hand of Scares they will use to try and get those Ghost Hunters out!&#10;&#10;On your turn, do one of two things; Play Scares, or call BOO! When you Play Scares, you can play them face down to a Ghost Hunter (so that other players won't know what you've played), or face up (which gives other players information, but allows you to activate the awesome power of the Room that Ghost Hunter is in.)&#10;&#10;When you call BOO!, point to a Ghost Hunter and reveal any facedown Scares, then (if more Scares are needed and if you have them) add Scares from your hand to finish off the Ghost Hunter. Congratulations... you've scared out that Ghost Hunter and grab their gear for your collection!&#10;&#10;At the end of the game, the ghost who has collected the most valuable sets of gear wins the game!&#10;&#10;The experienced version of the game introduces a variety of Phantoms; helpful allies that you can play to activate game-changing powers.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pack O Game: Set 1",
    "ID": 264897,
    "Year": "(2015)",
    "Geek Rating": "5.508",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/264897/pack-o-game-set-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pack O Game is a series of easily portable card-based strategy micro games in a gum-sized tuck box with a variety of mechanics, complexity and theme.  Each game is 30 cards size 1&quot;X3&quot; and a 1 sheet rules.&#10;&#10;Pack O Game: Set 1 includes all 8 games from the 1st set of Pack O Game from Perplext. This set includes: HUE, TKO, GEM, FLY, TAJ, LIE, SHH, and BUS.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Negotiation",
      "Party Game",
      "Sports",
      "Transportation",
      "Word Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Pattern Building",
      "Pick-up and Deliver",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Set Collection",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Voting"
    ],
    "Families": [
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Destiny – Across the Galaxy Booster Pack",
    "ID": 264898,
    "Year": "(2018)",
    "Geek Rating": "5.555",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264898/star-wars-destiny-across-the-galaxy-booster-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Across the Galaxy brings the characters of Solo: A Star Wars Story to Star Wars: Destiny. Before he was a hero of the Rebellion, Han Solo was a cocky young pirate just looking for a little adventure. With a crew of like-minded individuals that includes Lando Calrissian and Tobias Beckett, the dashing young rogue finds his way to Star Wars: Destiny.&#10;&#10;Across the Galaxy finishes the block started by Legacies and expands on its themes. Look for Plot Cards with negative point values, cards that grow stronger when you spot specific characters, and new ways to upgrade some of the most famous vehicles in the galaxy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars Destiny",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vikings Gone Wild: Halbeard Promo Card",
    "ID": 264899,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264899/vikings-gone-wild-halbeard-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A promo card exclusive to the Mutants Kickstarter Campaign. Also, included in the Mutants 'Deep Freeze' expansion which is available on the Lucky Duck online store.&#10;&#10;Divine Favor&#10;Hero&#10;4 power + Draw a card. If it is a Unit, keep it in your hand. Otherwise, discard the card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Mythology",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: The Faces of the Sphere",
    "ID": 264900,
    "Year": "(2019)",
    "Geek Rating": "5.573",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264900/deep-madness-the-faces-of-the-sphere",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Faces of the Sphere expansion is actually the intersection between Deep Madness and its upcoming prequel, Dawn of Madness. In addition to being playable in DM, these figures will also be compatible with Dawn of Madness.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena: The Contest – Heroes & Dungeons",
    "ID": 264901,
    "Year": "(2019)",
    "Geek Rating": "5.564",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264901/arena-the-contest-heroes-and-dungeons",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "- 12 Hero miniatures&#10;- Dungeon miniatures&#10;- 12 Tokens&#10;- 48 Cards&#10;- 12 Character sheets&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Point to Point Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global War 1936-1945: Zombie Apocalypse",
    "ID": 264911,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264911/global-war-1936-1945-zombie-apocalypse",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "480",
    "Play Time": "960",
    "Weight": "0",
    "Description": "OVERVIEW           &#10;In this expansion, there are several &ldquo;zombie&rdquo; scenarios to suit your style of play. &#10;Scenario 1: Zombie Global Game (Section 2.0)&#10;Players set up for a standard game that starts with a global zombie outbreak. World War II is fought with the added challenge of zombie hordes in several theaters of war. &#10;Scenario 2: Zombie Outbreak (Section 3.0)&#10;Players begin with a standard game but do not know when or if the zombie outbreak will occur.  Players pursue victory objectives with the added menace of zombies when randomly introduced. &#10;Scenario 3: Zombie Scheme (Section 4.0)&#10;Schemes are part of several Global War expansions and generate a series of extraordinary changes to the game.  In this scheme, a player initiates a scheme to build biological weapons that initiates the zombie outbreak.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II",
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Decades: The 1930's"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MiniCity Postmen",
    "ID": 264912,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264912/minicity-postmen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each player is a mailman from the city and his goal is to deliver the nine cards, in his corresponding block according to the color. The winner of the game will be the one who first delivers all his cards.&#10;&#10;Tour the city using vocabulary in English related to places, actions that we perform in each of them, questions and indications about how to get from one place to another, prepositions and key expressions about this content, consolidating reading, listening and listening skills. oral production in this language.&#10;&#10;Contents:&#10;Places and elements of a city&#10;Trades and occupations&#10;Prepositions of place&#10;Indications and questions on how to go from one&#10;place to another&#10;Means of urban transport&#10;&#10;Skills:&#10;Speaking, listening, reading, pronunciation&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Everybody Knows",
    "ID": 264913,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/264913/everybody-knows",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "QUICK! What&rsquo;s the capital of California? Who played Forrest Gump? What&rsquo;s 5 X 16? What animal is the &ldquo;King of the Jungle&rdquo;? What letter comes before &ldquo;J&rdquo;? What new game is all about answering questions EVERYBODY KNOWS the answers to in 60 seconds or less? Sure, the questions may seem easy, but try going 10 for 10 in 60 seconds! It&rsquo;s the game of questions Everybody Knows&hellip; but can you answer UNDER PRESSURE?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rabbit Pirates",
    "ID": 264914,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/264914/rabbit-pirates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rabbit Pirates are in search of buried treasure. Help them shoot for the loot in this simple card game that suits all ages, from kids, teens, college students, parents, and grandparents. If you have ever played the card game of war, Rabbit Pirates will be your new family game night favorite. The object of the game is to play high valued cards to win bronze, silver, and gold treasure tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Время Валеры: Возвращение Валеры (Who's the Dude?: Returns of the Dude)",
    "ID": 264917,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264917/vremia-valery-vozvrashhenie-valery-whos-the-dude-r",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#208;&#146;&#209;&#128;&#208;&#181;&#208;&#188;&#209;&#143; &#208;&#146;&#208;&#176;&#208;&#187;&#208;&#181;&#209;&#128;&#209;&#139;: &#208;&#146;&#208;&#190;&#208;&#183;&#208;&#178;&#209;&#128;&#208;&#176;&#209;&#137;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#181; &#208;&#146;&#208;&#176;&#208;&#187;&#208;&#181;&#209;&#128;&#209;&#139; (&quot;Who's the Dude?: Returns of the Dude&quot;) is Russian expansion to Who's the Dude?.&#10;It's includes a new 96 cards with words to explain with Dude. What's about the Dude? He strikes back!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mature / Adult",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crocoparty Adult edition",
    "ID": 264921,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264921/crocoparty-adult-edition",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game consists of 99 cards with challenging tasks of different difficulty level - each has five words or collocations.&#10;&#10;     Takes about 30 seconds to understand rules.&#10;     Fun, noisy and sociable.&#10;     You'd better not forget to put a video of this on tube!&#10;&#10;&#10;All cards in this edition are XXX themed.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Mature / Adult",
      "Party Game",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Biblio-Tekka",
    "ID": 264924,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/264924/biblio-tekka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Biblio-Tekka is a deck building game for 2-4 players, each player must use in-game currency to collect books and other treasures in order to reach enough victory points to win.&#10;&#10;Your goal is to reach 15 victory points by collecting books and book-related items. You may obtain these items by purchasing a book card or an event card on your turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Envyra: Easter Promo Tiles",
    "ID": 264927,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264927/envyra-easter-promo-tiles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This mini expansion makes grey high point tiles easier to get for more players thus creating greater competition later in the game.&#10;&#10;Allows to play Envyra ADRENALINE MODE!&#10;&#10;SETUP &amp; RULES:&#10;At the beginning of the game, replace 2 tiles (4/5 point) as displayed (replaced tiles are not used in the game). During the game, player is eligible to move his cube on to Easter tiles as soon as they have captured tiles of at least 2 different themes (colors).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction",
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mountebank",
    "ID": 264934,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/264934/mountebank",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You've got a list of heists that will cement your name as the greatest con artist of all time, but so does every other con in this town. Put together schemes and execute them to claim money and fame, but don't forget the basics: don't pass up a golden opportunity, keep an ace up your sleeve, and tie up your loose ends.&#10;&#10;In this breezy set collection card game, players draft cards to put together their schemes, then meld them to run various cons, trying to put together high scoring melds as well as cash in on shifting opportunities for more points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warfare at Sea in the Age of Reason",
    "ID": 264939,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/264939/warfare-at-sea-in-the-age-of-reason",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Easy rules for naval actions in the age of sail, roughly from the Armada to the mid-19th century.  2 scenarios included.  Easy to read ship charts and tables.  Includes rules to use with the Sport of Kings campaign game or virtually any campaign system.  Colorfully laid out.  Designed and produced by the same team that brought you Warfare in the Age of Reason, Pig Wars, Age of Discovery, Age of Napoleon, Samurai Knight Fever and A Firebell in the Night.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "History: Age of Kings",
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kansho",
    "ID": 264941,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/264941/kansho",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Kansho is a traditional board game which requires deduction and tactical thinking.&#10;&#10;The aim of Kansho is simple: To occupy as much space on the board as possible before the game ends when all markers are expended.&#10;&#10;Players place markers on the board in such a way as to maximize their ownership of the board whilst at the same time removing as many of their opponents markers as possible.  Markers are removed from the board if they are surrounded by their opponents markers, or have one or fewer neighbors.&#10;&#10;This means that games of Kansho are often won or lost on a single critical move that can occur at any time during the game. Players must therefore play with precision and cunning in order to be victorious.&#10;&#10;The rules of Kansho are few and simple to grasp but a great deal of practice and skill is required in order to master the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Worker Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cowboy Rodeo",
    "ID": 264942,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264942/cowboy-rodeo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal of the game is to collect 5 letter cards that form the word &quot;RODEO&quot;. The players move their figures (Leyla models) around the game board. Movement is controlled by a die. In the spaces marked with a letter, the player collect a corresponding letter card. If a player gets on a space marked with &quot;1&quot;, he gets to collect one sadle card, which is used as a wild card. The space marked with &quot;2&quot; causes the player to miss 3 turn or pay a saddle card. If a player gets on a &quot;3&quot; he has to return one card.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wer gewinnt die Rundfahrt Köln: Taunus – Köln?",
    "ID": 264944,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264944/wer-gewinnt-die-rundfahrt-koln-taunus-koln",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players travel from K&ouml;ln (cologne) to the Taunus Mountains and back. Movement is determined by a die. The first player back in K&ouml;ln wins the game.&#10;&#10;The game was published between 1960 and 1964 a a promotional game for the Ford Taunus P3 (17 M), also called &quot;Ford Badewanne&quot; (bathtub), which is pictured on the game board.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Cologne (North Rhine-Westphalia, Germany)",
      "Country: Germany",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thomas the Tank Engine and Friends Luggage on the Line",
    "ID": 264968,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264968/thomas-the-tank-engine-and-friends-luggage-on-the",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A family game where you play one of four engines from Thomas the Tank Engine series. The passengers' luggage have been scattered over the tracks. You are competing to retrieve the most luggage.&#10;&#10;Each turn you insert a new track tile into the board shifting all tiles in that row or column. Then you move your engine along one of the available routes on the board. If you reach the current item of luggage being searched for, you collect it scoring a point. The person who collects the most luggage throughout the game wins.&#10;&#10;&mdash;user summary&#10;&#10;This is an IP specific version of Ravensburger's Labyrinth.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "TV Shows: Thomas the Tank Engine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Walk in the Woods: A Print and Play Game",
    "ID": 264969,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/264969/a-walk-in-the-woods-a-print-and-play-game",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A Walk in the Woods is a print-and-play game that was submitted for the Roll and Write Global Jam 2018. Autumn is the time for taking a relaxing hike in the woods and seeing all the beauty that nature has to offer. In A Walk in the Woods, players take the best path to see as many features as possible and score the most points.&#10;&#10;A Walk in the Woods takes 15-30 minutes and is for 1-10 players. This is a print-and-play game which requires the following: &#10;- Player Sheet&#10;- 1 red die&#10;- 1 green die&#10;- 1 yellow die&#10;&#10;One player rolls all three dice and then selects two of the three dice. The sum of those two dice is used to determine which shape can be added to their path. Once a shape is added to the player's path, any features that are covered by the new path are scored at the bottom of the player&rsquo;s sheet. After each player selects their two dice to use, there will be 1 die left over. The player will fill in one side of the top most incomplete shape on the Bonuses section of the player sheet that matches the color of that die. When all sides are filled in, the player gets a special power they can use on any future turn.&#10;&#10;The game ends on the round when 1 or more players extend their path to or past one of the 6 ending Finish squares. In the solo variant, the game ends after 22 turns.&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goodies & Baddies",
    "ID": 264971,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/264971/goodies-and-baddies",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "3",
    "Description": "A combat game built around fighting Baddies and earning victory points. Become the first to reach the objective before your fellow heroes. But, beware. They'll do everything they can to interfere with your fight.&#10;&#10;You and your fellow heroes must take turns to fight a Baddie. Using dice rolls for damage you and the baddie alternate rolls until either of you are defeated. Use your Goodie Cards in your hand to help you along. Your fellow heroes will be using their Goodie Cards to slow you down, intercept your fights, and steal your loot. The first to kill the most Baddies wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Humor",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "8Bit Box: Cheat Pack",
    "ID": 264973,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264973/8bit-box-cheat-pack",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Promo pack given out at Essen Spiel 2018 with purchase of the 8Bit Box system.&#10;&#10;Pack also found in December 2018 issue of Tabletop Gaming.&#10;&#10;Comprised of 3 &quot;Cheat Code&quot; cards, 1 each for Pixoid, Outspeed, and Stadium, these cheat codes allow you a special surprise ability if your recent plays have matched the required sequence on the card in order to gain a bonus.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Auction / Bidding",
      "Grid Movement",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "8Bit Box: Outspeed and Stadium – Goody Tiles",
    "ID": 264975,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264975/8bit-box-outspeed-and-stadium-goody-tiles",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Goody tiles given out by IELLO at Essen Spiel 2018.&#10;&#10;Outspeed Tile consists of a track segment with &quot;new experiences&quot;.&#10;&#10;Stadium goody tile consists of the sport &quot;Curling&quot; using the cubes supplied in the base game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Queue",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ooops!",
    "ID": 264976,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/264976/ooops",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ooops! is a learning game based on CBC-TV's popular new quiz program for pre-teeners. The basic game comes complete with a set of question cards covering the fields of Canadian History, Art and Science, and has been specifically produced for fun and learning at home and in school.&#10;&#10;The object of the game is to reach the OOOPS space by the accumulation of points which are gained by answering questions correctly.&#10;&#10;&mdash;'description from the rulebook&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Call of Duty: Black Ops – Free-For-All Card Game",
    "ID": 264980,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/264980/call-of-duty-black-ops-free-for-all-card-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Mission is a go. Do you have what it takes to reach the top of the leaderboards? Lock and load as you fight your way to glory. Most importantly, remember to bring your A-game and don't get caught with the weakest weapon.&#10;&#10;1. Pick A Specialist&#10;2. Reveal an Event&#10;3. Gear up&#10;4. Deploy Care Packages&#10;5. Be the last player standing to win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UnderWorld: The Card Game – Dominator",
    "ID": 264981,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264981/underworld-the-card-game-dominator",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Adds &#10;17 Secret Society Cards unlocking more background stories, settings, and objectives of Secret Society&#10;&#10;109 Basic Cards supporting team playing mode to facilitate the cooperation between the players and enhance the complexity and gaming experience.&#10;&#10;Dominator Mode which lets players fight against a very powerful warlord in a 4 player game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Mythology",
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Menara: The Chameleon",
    "ID": 264985,
    "Year": "(2018)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/264985/menara-the-chameleon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Brettspiel Adventskalender 2018 Promo.&#10;&#10;The excavations around the mysterious temple continue as your explorer team makes an amazing discovery. A temple floor shaped like a chameleon!&#10;&#10;The rule of MENARA apply with the following additions:&#10;&#10;The chameleon light side: On the light side of the chameleon temple floor, you can see 5 multicolored bases. All five columns on this side of the chameleon temple floor must have different colors.&#10;&#10;The chameleon's dark side: on the dark side of the chameleon temple floor, you can see 5 grey column bases. All five columns on this side of the chameleon's floor must be of the same color&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Chameleons",
      "Components: 3-Dimensional (3D)",
      "Mechanism: Tower Stacking",
      "Promotional: Brettspiel Adventskalender"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pin-up Rummy",
    "ID": 264986,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgame/264986/pin-up-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "50",
    "Weight": "2",
    "Description": "In Pin-up Rummy, you are a vintage pin-up painting collector, and you want to have the very best collection that no one ever had.&#10;&#10;The game is played over a series of rounds. In each round, players draw fresh hands of cards, take turns playing cards until the round is finished, and then do the scoring. First to reach 100 (or higher) points, wins.&#10;&#10;On your turn you have three things to do (in this order): Draw, Play then Discard.&#10;&#10;There are 4 different &ldquo;Asset Cards&rdquo; and 9 different &ldquo;Type of Women&rdquo; cards, each card comes with a unique vintage pin-up girl painting.&#10;&#10;A couple of examples from the rulebook:&#10;&#10;&ldquo;Each Conservative Woman counteracts the penalty of one Slut in your Collection.&rdquo;&#10;&ldquo;When launching a new set, you may use Sluts to reduce the number of matched cards you need (normally 3).&rdquo;&#10;&ldquo;When played a Homewrecker Card, steal a card from a player's Collection.&rdquo;&#10;&#10;Pin-up Rummy was designed to be fun and let players talk about women (and men) during gameplay, expect lots of puns to be made ;)&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dead Line",
    "ID": 264992,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/264992/dead-line",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Dead Line is a simple wooden game of chance for two players.&#10;&#10;One player begins by rolling both dice. Each player starts on position 1. To move on to position 2, the player must roll a two on one dice or a combination equaling two. After rolling, then moving if possible, the next player goes. Continue the same way to position 3, and so on.&#10;&#10;First player to 10 wins!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Market Master",
    "ID": 264993,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264993/market-master",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Market Master is a quick playing card game about controlling and dominating international markets and industries.  Game play involves playing market cards to claim control of either regions or industries, manipulating market limits, or developing key growth industries.  Markets may only be developed to fixed limits (based on the number of players) and thus it is essential for players to balance their limited investments with efforts to manipulate the market limits.  Controlling a growth industry provides players with additional cards with which to plan, but growth industries can shift rapidly.&#10;&#10;Business is both a regional and an industry affair.  Although each region and industry operates within its own context, there are strong connections that interweave to create the global market.  Knowing how just one market works can earn you a fortune, but to be a true economic titan one must know how to manipulate all the markets together.  As the newly appointed director of an international investment company, you have a simple goal&hellip; dominate the world markets and claim the title of Market Master.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Market",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "American Civil War 101: Not War but Murder – Miniature Rules for the American Civil War",
    "ID": 264994,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/264994/american-civil-war-101-not-war-but-murder-miniatur",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A low complexity, low learning curve set of regimental miniatures rules for the American Civil War.  Any mounting system will work.  One page quick reference chart and one page of rules designed to print off back to back on one sheet of card stock.  This makes it very easy to look up rules during a game (just flip the QRS over).  12 pages of photo diagrams and examples of play.  One introductory scenario - Cedar Mountain 1862.  By the author of Warfare in the Age of Reason/Discovery/Napoleon, Pig Wars, A Firebell in the Night, Iroqouis Terror, Samurai Knight Fever and By the Sword Decided.  Designed to be learned and played quickly while giving believable results.  Thoroughly playtested at various clubs and conventions.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GROK-or-GUMP",
    "ID": 264995,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/264995/grok-or-gump",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "GROK-or-GUMP contains 3 games in 1.  All 3 games use a special dual-suited 30 card deck called a GROK Deck.  Each card has a Major Suit and a Minor Suit.  There are 3 Major suits (each with 10 cards) and 5 Minor suits in the deck (each with 6 cards).&#10;&#10;The 3 games included are each distinctly different from each other.&#10;&#10;GROK: A trick-taking with escalating bids in which 1 player takes on all other players.  Players bid on the number of cards of either Major or Minor suits they will capture during the round.  A player wins the bid points if they are successful; however, if a player obtains a result that is better than the highest bid at the start of the round, all other players score points per that result.&#10;&#10;GUMP: A hand-elimination game in which players attempt to be the first player to play all of their cards - or - be the player with the least cards in hand when the round ends.  This game makes use of 18 supplemental GROK Rule cards that specify how cards must be played.  If a player is unable to play according to the rule, they add all played cards to their hand and flip up a new rule.  The game ends when a player plays their last card or if all 18 rules have been used.&#10;&#10;GROK-or-GUMP: A pattern-recognition and social deduction style game.  This game uses a small number of GROK Rule cards and a hand of 5 cards.  Prior to starting the round, all players secretly decide if they will follow 1 of the face up rule cards or follow none of them.  Once all players have decided which way they will play, players each play 1 card down in front of themselves.  Players may then choose to place a bet on any player as to which way they are playing.  Play continues until all 5 cards are played.  Players score points based on when and if the other players' bets were correct.&#10;&#10;From the Publisher:&#10;&#10;Some people are natural players; some are just plain lucky.  And though it can be hard to tell them apart, at least each has a name.&#10;&#10;GROK:(n) A player who understands a game intuitively and completely and thus obtains success through skill.&#10;&#10;GUMP:(n) A player who plays without obvious thought or plays randomly but nonetheless has consistent success.&#10;&#10;Not sure which you are? The games included in GROK-or-GUMP will figure it out for you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "B.A.R: Bored Astronaut Racing",
    "ID": 264996,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/264996/bar-bored-astronaut-racing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "B.A.R is an abstract race game for 2 to 4 players.  In the game, players attempt to move 2 astronauts through a space station with moving rings.  Dice are used to represent power modules that enable astronauts to move, station rings to rotate, or enable the power modules to move themselves. However, the dice are not rolled, but are instead manipulated up and down in power.  Players must efficiently control the power modules (dice), station rings (paths), and their astronauts to be the first player to move their astronaut pair to the race end points.  The game includes several variations on setup and race style for 2, 3, and 4 player counts.&#10;&#10;&mdash;description from the designer&#10;&#10;On The Origins of B.A.R:&#10;&#10;Orbiting a distant moon, the 4 occupants of a small space station sit around a table and stare out into the blackness of space.&#10;&#10;&ldquo;This is unbelievably boring!&rdquo; an astronaut proclaims suddenly.  The other 3 astronauts turn to face the speaker, shocked out of their own boredom.  &ldquo;Seriously&hellip; is this what we signed up for?  Sitting around a table doing absolutely nothing?&rdquo;&#10;&#10;&ldquo;We should be doing something adventurous,&rdquo; a second one says.&#10;&#10;&ldquo;We should be doing something&hellip; exciting!&rdquo; the third chimes in.&#10;&#10;&ldquo;We should be doing something dangerous?&rdquo; the fourth states with raised eyebrows.&#10;&#10;The silence returns to the table, then suddenly all four speak at the same time.&#10;&#10;&ldquo;I&rsquo;ve got an idea!&rdquo;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Network and Route Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Occupation: Astronaut"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goblout",
    "ID": 264997,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/264997/goblout",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Goblin King is dead. After 30 minutes of reign. Yes, 30 minutes: new record! You are a goblin warchief, and it's time for you to take the crown... but you are not the only one on the spot. Take the lead of your own green army and slay all your opponents!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hungry!",
    "ID": 264998,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/264998/hungry",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "A cooperative game with focus on communication and attention. Great fun for the whole family!&#10;&#10;Feed the animals and feed them fast.&#10;&#10;Players are dealt a hand with food cards. Meat, grass, nuts, fish or something else...like cake.&#10;&#10;A timer is set...&#10;&#10;Animal cards are drawn and revealed on the table. Players must now quickly feed them. When all open animals are fed player get to draw ONE new card. New animals are revealed and so on until the timer sounds.&#10;&#10;Players win if ALL animals in the deck are fed before the time runs out.&#10;&#10;You can't see each others cards, you MUST talk about them. And communicate fast! Use the food at the right time so that you are able to feed all animals. A miss in communication may lead to animals being without food...and that's a lost game.&#10;&#10;The game offers many different variations to game play.&#10;&#10;Lets feed those animals!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Strings",
    "ID": 264999,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/264999/strings",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Strings is a strategy game for two players that can be played at four levels of complexity. Level 1 is a simple game that is easy to learn, with each subsequent adding a new layer that deepens the complexity.  Level 1 takes only a few minutes to play and can be casual or serious, whereas Level 4 takes roughly 40 minutes and offers richer opportunities for strategy. Each level is its own game, and players choose which to play based on preference.&#10;&#10;Strings does not require a board and can be played on any flat surface. Each player starts with an identical deck of forty cards in their color. Each card has a color, element, and power. Players place cards from their hand onto any free space next to a preexisting card. The board is generated from the card placement and unique to each game.&#10;&#10;In Level 1, players try to align the color of their cards while blocking their opponent. In Level 2, players must align their cards into strings where each element appears exactly once. In Level 3, players may also move their cards on the board. In Level 4, players may use their cards to attack.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tip Disc Spinner",
    "ID": 265002,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/265002/tip-disc-spinner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Dexterity based set collection game where the goal is to be the first to get a set of three discs of matching colours.  &#10;Each turn you spin a spinner and usually use a fork to remove a disc of the selected colour off from the central spinner.  If you dislodge the tip disc you are out of the game.  The game is now over and the person with the most discs of the same colour is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Octad",
    "ID": 265003,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/265003/octad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Octad, &quot;the strategic game of number-sequences,&quot; is a 2-player game played on an 8&times;8 grid. Each player Starts with 16 chips, comprising two sets of identical chips numbered 1 through 8. Chips are placed on the grid at the beginning of the game, along the two rows closest to the player.&#10;&#10;Chips move one space in each turn. Odd numbers move diagonally; even numbers move orthogonally.&#10;&#10;The object of the game is to create simple numerical sequences on your opponent's side of the board while trying to stop your opponent from doing the same on your side of the board.&#10;&#10;A sequence is a straight-line chain of at least three numbers. The number chain can be set up in any straight line, orthogonally or diagonally. Sequences are declared and cannot afterward be altered by addition or subtraction of a number. But additional chains can be formed at an angle to declared sequences.&#10;&#10;Play ends when a total of three sequences has been completed between the two players. The player with the highest score wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Get Splat",
    "ID": 265004,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/265004/dont-get-splat",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Competing in the inaugural Splat paintball tournament, you must outmaneuver your opponents and take the least amount of hits. By drafting cards, players must manipulate and use the card abilities to get the lowest score to win the coveted Splat Cup.&#10;&#10;The game is played over 3 Rounds, with scoring performed at the end of each round. On a players turn, they must draft a card and add it to their tableau. When they draft, they must consider the points on the card, the card ability, it's colour, turn order and the Round cards that manipulate the gameplay and scoring.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle for the Carolinas",
    "ID": 265009,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/265009/battle-for-the-carolinas",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The war for independence has moved south toward the Carolinas. Great Britain is threatening to extinguish any rebellion that dares to foment disobedience to the crown. Its up to you to procure supplies, garner troops and persuade the colonists to join in the rebellion. While siding with the rebels, you will have skirmishes with those loyal to the crown. These are just the precursors to the culmination of events leading to the battles of Cowpens and Kings Mountain. Will you amass a big enough army and enough supplies to defeat the British?&#10;&#10;Inspired by Palm Island, Battle for the Carolinas is a handheld, solo game where you assume the role of the patriots trying to purge the Carolinas of the British. Each turn you will build your army and gather more weapons in the hopes defeating the British in skirmishes and ultimately, in the battles at Cowpens and Kings Mountain.&#10;&#10;Originally an entry into the 2018 Solitaire PnP Game Design contest, the &quot;Parchment Edition&quot; has full color cards and introduces two new cards, the battle at Waxhaws and the Swamp Fox&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Button Shy Game Design Contests and Challenges",
      "Contests: Solitaire Print & Play",
      "Misc: No Table Needed",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who did it?: Kangaroo Promo Cards",
    "ID": 265013,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265013/who-did-it-kangaroo-promo-cards",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A package of promotional cards given out at SPIEL in Essen at the Blue Orange booth in 2018.&#10;&#10;Six additional cards showing a kangaroo in each of the original player colors to add more variety while finding out who left the pile of poo in the living room.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rally Cross",
    "ID": 265014,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/265014/rally-cross",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "In Rally Cross each player decides themselves how he or she wants to drive their car. There are no dice or other randomness - apart from the surprises other players create.&#10;&mdash;description from the box (translated)&#10;&#10;Players take turns moving their race car around a track (it's easy to design your own tracks). The car has to move according to its gearing/speed. You can only increase/decrease speed in steps of one, so plan in good time for the next curve.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sjöslaget",
    "ID": 265015,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/265015/sjoslaget",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Sj&ouml;slaget is a fun and exiting naval war game for two players or two teams. Each side has a harbor and five ships. The side which first sail one of its ships into the enemy harbor has won the game. But the road offers challenges: Fire from cannons of enemy ships. Melee combat. Fire from long range cannons on the harbors - not to speak of changing wind conditions.&#10;&#10;&mdash;description from the box (translated)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "閻魔裁判 (Last Judgement)",
    "ID": 265018,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/265018/yan-mo-cai-pan-last-judgement",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "You are dead. You must remember good deeds you have made during your previous life and appeal to the judge for a better life next time.&#10;&#10;In the dexterity game of Last Judgement (&#233;&#150;&#187;&#233;&#173;&#148;&#232;&#163;&#129;&#229;&#136;&#164;, pronounced &quot;Enma Saiban&quot;), players try to gather fragments of their memory. When you have gathered enough memory, you remember a good deed and score points.&#10;&#10;During your turn, you try to stack a number of wooden blocks. If you fail to stack them, your turn ends immediately; if you succeed, for each block you stacked, your pawn advances one square or you gain a fragment. Depending on the square where your pawn lands, you gain additional fragments or convert fragments into a fragment of better quality, or you may spend fragments to regain the full memory of your deed, earning several points. Turns go clockwise, and the next player begins their turn by stacking a number of blocks on top of the existing stack.&#10;&#10;At the end of a round, if any player has scored 40 or more points, the game ends. Players score their end-of-game bonuses, and the highest scorer wins the game and enjoys a good start for their next life.&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#227;&#131;&#187;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#173;&#187;&#227;&#129;&#171;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#233;&#150;&#187;&#233;&#173;&#148;&#230;&#167;&#152;&#227;&#129;&#171;&#229;&#150;&#132;&#232;&#161;&#140;&#227;&#130;&#146;&#227;&#130;&#162;&#227;&#131;&#148;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#130;&#136;&#227;&#130;&#138;&#232;&#137;&#175;&#227;&#129;&#132;&#230;&#157;&#165;&#228;&#184;&#150;&#227;&#130;&#146;&#232;&#191;&#142;&#227;&#129;&#136;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#227;&#131;&#187;&#232;&#179;&#189;&#227;&#129;&#174;&#230;&#178;&#179;&#229;&#142;&#159;&#227;&#129;&#167;&#231;&#159;&#179;&#227;&#130;&#146;&#231;&#169;&#141;&#227;&#129;&#191;&#227;&#128;&#129;&#229;&#150;&#132;&#232;&#161;&#140;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#190;&#179;&#231;&#130;&#185;&#227;&#130;&#146;&#231;&#168;&#188;&#227;&#129;&#142;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#187;40&#231;&#130;&#185;&#227;&#129;&#171;&#229;&#136;&#176;&#233;&#129;&#148;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#227;&#128;&#129;&#230;&#156;&#128;&#233;&#171;&#152;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#239;&#188;&#129;&#10;&#227;&#131;&#187;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#229;&#190;&#179;&#231;&#130;&#185;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#230;&#157;&#165;&#228;&#184;&#150;&#227;&#129;&#140;&#230;&#177;&#186;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#187;&#231;&#169;&#141;&#227;&#129;&#191;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#168;&#230;&#136;&#166;&#231;&#149;&#165;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#159;&#229;&#133;&#168;&#227;&#129;&#143;&#230;&#150;&#176;&#227;&#129;&#151;&#227;&#129;&#132;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Action Points",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mongoose vs. King Cobra:  Indian Ocean Carrier Raid Apr42",
    "ID": 265021,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/265021/mongoose-vs-king-cobra-indian-ocean-carrier-raid-a",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Relatively fast, playable naval ship, air squadron, and land brigade scale game using dummies for fog of war.  As many as 36 8-hour turns (12 days, but warships may not stay at sea for longer than 9 days).  ca. 80 miles per hex.  Single sided pieces.&#10;&#10;Will the &quot;mongeese&quot; - 3 ... or 4? ... Eastern Fleet carriers - get close enough to launch their night attack torpedo bomber squadrons?  Or will the 4-6 King Cobra Kido Butai's fleet carriers catch and slaughter them within their aircraft's long range in daytime like they did carrier Hermes and heavy cruisers Cornwall and (Bismarck veteran) Dorsetshire?&#10;&#10;There is a quote of Churchill saying that the threat of losing (unsinkable aircraft carrier) Ceylon - and the Japanese gaining control of the Indian Ocean - was the most dangerous moment of the war, although (with hindsight) we now know the Japanese had decided not to invade.&#10;&#10;Against all 4 Kongo class fast battleships, the British muster only minimally sufficiently fast Warspite, but then there are the 4 old wheezing R class battleships which have limited duration at sea and being slow would be easy meat ... and victory points ... unless *they* can somehow get within gunfire range of a (secret 50% possible) Japanese landing force's transports or a slowed, damaged carrier.&#10;&#10;The British player is thus always under heavy pressure, and if the Japanese get the Ceylon landing/invasion mission, they feel that too.  A good 3-player game can be with one British player and a player each for the (invading or instead just raiding) Japanese Malaya Force and Kido Butai.&#10;&#10;Replete with questionable Ceylon Defence Force loyalty.  Will the Ceylon Planter's Brigade mutiny into a(n ill-advisedly) pro-Japanese Trotskist(!) brigade?  (See what happened on Cocos Island about then.)&#10;&#10;And yes, our 10th U.S. Air Force is there ... with our 2 B-17s and 1 LB-30 (B-24).  And as for my Dutch East Indies and other such games, level bombers can press their luck and bomb lower, albeit at higher risk of being shot down by antiaircraft gun batteries ... not that the Zeroes won't slaughter them anyway.&#10;&#10;Lots of freighter fish milling around the Bay of Bengal for the Japanese to bag too.&#10;&#10;Our first game, I was the overwhelmingly strong Japanese ... and got SMEARED.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Nautical",
      "Political",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Push Your Luck",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Region: Indian Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Materials & War",
    "ID": 265022,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/265022/materials-and-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Material &amp; War is a card game that can be played with two to four players and varies in play time. It is a strategic game that is quick to learn and easy to play, meaning it is suited for both experienced people looking for a quick and new game and for new people looking to experience a simple strategic war game.&#10;&#10;This card game pits two to four players against each other in different game modes. Pick your house card carefully because it will give you a slight advantage in one way or another. Roll the dice to gather materials to build up your kingdom or fight against others.&#10;&#10;Theme is a past century gathering and war game.&#10;&#10;Game-play is simple, first three rounds consist of gather materials to strengthen your kingdom. After the third round is over you may choose to attack other kingdoms or continue to gather material.&#10;&#10;The goal of the game is to destroy all other kingdoms and being the last one standing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CardsLab Countries (Third Edition)",
    "ID": 265023,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/265023/cardslab-countries-third-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "CardsLab Countries is an award winning game from the Novabase Gameshifters 2016 gamification event held in Portugal. This new edition includes a total re-branding and new game mechanics/components.&#10;&#10;CardsLab Countries is a turn-based game and the goal is to reach a certain amount of mission points or conquer all the opponents' country cards, which are evenly distributed, forming an upside down stack in front of each player. Each turn has a turn owner that has advantages in the mission and battle phases described below.&#10;&#10;Each country card features its national flag, world location and capital, as well as stats like population, life expectancy or GDP.&#10;&#10;At the beginning of the game, three mission cards are distributed and placed in front of each player, which allow them to score points and earn special cards by forming combinations with their country cards in hand. There are two types of missions which score points based on their difficulty: easy (1 point) and hard (3 points). The first player to achieve 10 points wins the game (for the fast game mode - average duration of 30 minutes).&#10;&#10;There are 5 types of special cards that players earn by completing missions:&#10;- Steal the turn (become the turn owner)&#10;- Double the turn prize&#10;- Exchange all hand cards between 2 players&#10;- Search for a card in your own pile&#10;- Cancel any of these effects&#10;&#10;Each turn consists of 5 phases: Draw, Mission, Special, Battle and Prize.&#10;&#10;Draw phase: Each player draws cards from his stack until having 5 country cards in hand.&#10;&#10;Mission phase: Starting with the turn owner, each player tries to accomplish missions with their country cards. When a mission is completed, the country cards used to accomplish that mission are placed at the bottom of the players' card pile and the accomplished missions are placed at the bottom of the missions pile. The player can also discard one or more missions. At the end of the phase, players update their scorecard and receive new missions.&#10;&#10;Special phase: Each player can play his special cards, one at a time.&#10;&#10;Battle phase: The turn owner chooses a card from the hand, puts it upside down on the table and decides between asking a question about the card to an opponent (flag/location/capital, depending on the thrown dice value by the opponent) or choose a statistic that will have to beat all opponents' cards. For the latter, after the turn owner announces the chosen statistic, each opponent picks a card from their own hand and plays it face-down on the table, to win the battle. This adds an element of suspense and bluffing on each turn, forcing players to carefully choose their plays. Note: the number of possible questions depends on each players' difficulty level. For the easiest level, the player only has to answer the cards' continent.&#10;&#10;Prize phase: The winner of the Battle phase receives a number of cards from opponents' hands, based on the number of special cards played, the duel type (question or combat), and player count.&#10;&#10;CardsLab is a fun, educational, trivia and strategy game for ages 8-80, designed with simple mechanics that can easily bring together three generations of players to the same table. It features difficulty levels tailored to a variety of gamers, and without noticing it, they are learning as they play.&#10;&#10;Pedro Gordalina, CardsLab Designer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Champions: Hills of Glory",
    "ID": 265024,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/265024/champions-hills-of-glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Champions: Hills of Glory is tactical arena style card/board game for 2 to 4 players where each takes the role of a commander in a fantasy battlefield who is ordered to capture and hold a strategically positioned small hill. Commanders will send their units up the hill battling the opponents&rsquo; in a 4x4 field, trying to keep as many as possible alive while assisting them with their unique abilities and specialty cards. Each unit in the field will grant their commander 1 victory point at the end of each round. The first player to score 24 victory points claims the hill and becomes the winner.&#10;&#10;The game consists of two types of cards; units (of levels 1 to 5) and specialty cards (of five types: combat, tactics, sorcery, trickery and faith). Each player chooses a commander and takes the appropriate template. On their commander templates, players can track their power (the resource needed to play cards), their actions and their abilities (each commander has two). Commanders aslo have one or two specializations each, noting which specialty card types they're favoring. Units are set up on 5 stacks - one for each level and players will reveal the topmost of each level and place it in front of its stack. Specialty cards are also separated in 5 stacks by type.&#10;&#10;During a game round each player will take two turns. When one's 1st turn comes, he or she will choose and execute two of the four available actions (any of them in any order). Once done, turn passes to the next player and so on. When his or hers second turn comes, he or she will execute the remaining two actions. The actions player can take are: A) Increase Power: player increases his or her power by 3. If he has a specialty card in hand, he can discard one to increase the power for 2 more. A player's power can't be more than 6 or less than 0. B) Draw: player can draw up to two cards whether they are units, specialties or a combination of both. If a player wants to draw a unit, she must pay the unit's level in power. She can either draw from the revealed ones or the top face-down unit of a stack. To draw a specialty card the player needs to pay no power. She can just draw one from any stack plus one of the stack she specializes. C) Play: player can play up to two cards from their hand, being a unit, a specialty or a combination of both. To play a specialty card he must have at least as many power as the card indicates (though he doesn't spend it). Specialty cards can empower friendly units or effect negatively the opponent ones. Each specialty type focuses on different gameplay aspects (damage, buff, debuff, heal, extra activations etc). To play a unit he puts it face-down on his starting area. Opponents can see now that he is about to send a unit of X level (it's typed on the card back) in the field. D)Command: the meat of the game. During this action the player can activate up to 2 of her units in the field. Units have 4 characteristics indicating how long they can move, how many dice they roll per attack and what type of attack they have (determines its range), its defence (how difficult is to get hit) and its life (how many damage it can sustain). They also have special abilities that they can use at that moment. When a unit attacks another, the controlling player rolls dice equal to its attack. For each roll that was equal or higher than the target's defense, he scores a hit. The number of hits is the damage inflicted upon the opponent unit. If a player has more than 2 units in the field and he didn't activate them, he can put them under &quot;defend command&quot;. They can now act during an opponent turn! Special condition effects such as daze, poison, bleed or shatter can be applied to units via abilities or specialty cards, to spice up the game and give it more tactical depth.&#10;&#10;When all players have played 2 turns each, the round ends and they count score - 1 point for each of their units remain on the field. If a player has 24 points at that time, he or she is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pikmi Pops Lollipop Chase",
    "ID": 265027,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/265027/pikmi-pops-lollipop-chase",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Help the Pikmi Pops fill their Pikmi trees with lots of lollipops! To earn a lollipop, you may need to dance, sing, or even tell a story. Some special places on the board will unlock surprises! Be the first player to collect four different lollipops to fill your Pikmi tree and win! Game includes one exclusive sweet scented Pikmi Pops plush.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jungle Runners",
    "ID": 265028,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/265028/jungle-runners",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll three dice and choose whether to move your Elephant, Tiger or Monkey. You must get all three across the finish line before the others to claim the victory in this wild race across the jungle!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catan: Big Box Jubileumeditie",
    "ID": 265030,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/265030/catan-big-box-jubileumeditie",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Catan: Big Box Jubileumeditie contains the classic Catan board game, along with the expansion that allows up to six players to compete on the base game, the Frenemies scenario, the Helpers of Catan mini-expansion that gives each player a character with a bonus ability, the Mallorca scenario (printed on paper), and the New York scenario (printed on paper).&#10;It also contains a voucher for Catan Universe.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Game: Catan",
      "Series: Catan Geographies",
      "Series: Catan Scenarios",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dance",
    "ID": 265032,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/265032/the-dance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The Dance is a two-player combinatorial strategy game on a plus-shaped board of 33 intersections connected by orthogonal lines and intermittent diagonal lines. Each player has five pieces, which begin on the spaces of two of the longest available parallel lines of intersections.&#10;&#10;Each turn, a player moves one piece between two intersections along any connecting lines, or jumps over one adjacent piece belonging to either player to the empty intersection immediately beyond the jumped piece. If a jumped piece belongs to the opponent, the player then moves that piece to any other unoccupied intersection on the board.&#10;&#10;Win by either getting one of your opponent's pieces in the very central intersection of the board while none of the opposing pieces occupy any of the immediately surrounding intersections, or by getting three (or more) of your opponents pieces in an unbroken line spanning the central intersection of the board.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Pattern Recognition",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ICECOOL: Emerald Fish Promo",
    "ID": 265034,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265034/icecool-emerald-fish-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Handed out at Essen Spiel 2018.&#10;&#10;Promo for ICECOOL and ICECOOL2.&#10;&#10;4 cards and 1 emerald fish.&#10;&#10;At the beginning of the round, current catcher places the Emerald fish on any door in the game.&#10;&#10;Once any penguin (even the catcher) goes through the door with the Emerald fish, he takes the fish for himself&#10;&#10;If any penguin runs into (or vice versa) the penguin with Emerald fish, the other penguin gets the Emerald fish. This way, the Emerald fish can travel between penguins multiple times during the round.&#10;&#10;Once the round ends, the penguin holding the fish receives the Emerald fish point card (worth 3 points at the end of the game)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Movement",
      "Take That"
    ],
    "Families": [
      "Animals: Penguins",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Lannister Halberdiers",
    "ID": 265035,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265035/a-song-of-ice-and-fire-tabletop-miniatures-game-la",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "If the Lannisters are known for one thing, it's their deep pockets. Their wealth lets them afford only the best when it comes to arming and armoring up their troops. Halberds tend to be a relatively cheap weapon to produce, but those made for Lannister troops are still of the highest quality, almost guaranteed to never break, even when receiving a charge from enemy cavalry. And receiving a charge is just what these men are trained to do, and do it well.&#10;&#10;The Lannister Halberdiers unit box for the A Song of Ice and Fire: Tabletop Miniatures Game gives Lannister commanders new options for their forces. The unit is formidable in both offensive and defensive capacities, not losing dice after their first rank is destroyed, and being able to brace for an enemy charge, granting them a preemptive attack against their foes. The addition of an Assault Veteran Unit Attachment gives them staying power once battle has been met, adding extra dice to their melee attacks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Stark Outriders",
    "ID": 265036,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265036/a-song-of-ice-and-fire-tabletop-miniatures-game-st",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "The horsemen of Winterfell are well known for their expert riding skills. Though Stark Outriders eschew the heavier armor of many other mounted units, what they lose in durability they more than make up for in maneuverability and speed. Not ones to be bogged down by enemy forces, they can quickly distance themselves from their foes, ready to charge back in again on a flank.&#10;&#10;The Stark Outriders unit box gives Stark Commanders a unit of cavalry for their forces in the A Song of Ice and Fire: Tabletop Miniatures Game. These swift steeds can easily make their way around the battlefield. When engaged in combat, after they perform a melee attack, they can make a free Retreat action, making sure their opponents are left without the chance to counter-attack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Ranger Hunters",
    "ID": 265037,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265037/a-song-of-ice-and-fire-tabletop-miniatures-game-ra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Speed is often the deciding factor in combat. The one that can get in a good, strong strike against their opponent will be at an advantage for the rest of the battle. The swift Ranger Hunters excel at lightning-fast strikes. Using either their short bow or their trusty daggers, they conduct rapid raids against enemies. However, that speed comes at a price in terms of armor. If caught in a protracted engagement, the favor quickly tips against them.&#10;&#10;The Ranger Hunters unit box for the A Song of Ice and Fire: Tabletop Miniatures Game gives Night's Watch Commanders a fast and agile unit on the battlefield. Their short bows can reach out and attack enemies before they can fight back. In melee, their Swift Strike attack allows them a free Retreat maneuver afterward. They also gain a bonus when attacking enemies that have yet to activate, allowing them to reroll misses once.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Sworn Brothers",
    "ID": 265038,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265038/a-song-of-ice-and-fire-tabletop-miniatures-game-sw",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "In the far North, the brotherhood of the Night's Watch keep an eye on any terrors that would assault Westeros. They are the unwanted. The lower sons, the criminals, the bastards, the outcasts. But in the Night's Watch, they find a place and a purpose. Outfitted with rugged, warm armor and massive swords, they fight against Wildings and any other horrors with stoicism born of hard training.&#10;&#10;The Sworn Brothers unit box forms the core force for the Night's Watch in the A Song of Ice and Fire: Tabletop Miniatures Game. Their strong armor deflects blows and their training keeps them from running off easily. On the offensive side of the scales, their prowess with the greatsword is second to none, dealing critical strikes and sundering even the toughest enemy armor. Meanwhile, the Watch Captain Attachment lets the unit have two Vows assigned to the unit at a time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yamik",
    "ID": 265041,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/265041/yamik",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "12",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Yamik is a tactical and attractive alternative to Yahtzee.&#10;&#10;Unlike this popular game, Yamik allows interaction with the game and the opposing score.&#10;&#10;This interaction offers new tactical possibilities and a more varied game. &#10;  &#10;For this, a pot is put in play at each turn. The player first validates a line of his score card corresponding to a combination (like Yahtzee), then among the 5 dice obtained for this combination, he notes the addition of the 2 dice with the highest values. Thus, at the end of each turn, the player with the highest addition wins the pot! You will have to reconcile combination and addition, at the most favorable moments, so you won't let your opponents win too many pots and distance yourself ! &#10;  &#10;Luck will not always be enough: you will also have to be smart and opportunistic to win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deities",
    "ID": 265044,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/265044/deities",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Deities is a strategic board game where you assume the role of a Deity. You, along with rival Deities, will vie for control over a brand new world. Terraform the landscape, populate the world with your followers and imbue them with the power to destroy your rivals.&#10;&#10;Deities relies on seven elements that dictate gameplay. What actions you take are heavily influenced by these elements. During play your goal is to fill the game board with terrain tiles and creatures that match the elements of your Deities. Actions are taken by drawing and utilizing energy cards that allow you to shape the game board as well as use the powers of your Deities. Once all 25 spaces on the game board are filled with terrain tiles the current round is played out and the game finishes with a scoring phase. The player who shapes the world into matching their Deities the most is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flash",
    "ID": 265045,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/265045/flash",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When you think of Hawai? or Einstein?&#10;Write all the words that comes to mind. Hopefully your opponents have thought of the same thing because then you score.&#10;&#10;&mdash;description from the back of the box (translated)&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "80 Tallsspillet",
    "ID": 265046,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/265046/80-tallsspillet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia game with questions from the 80's.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Starfinder: I Want It All!",
    "ID": 265047,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/265047/munchkin-starfinder-i-want-it-all",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Get the complete Munchkin Starfinder collection with Munchkin Starfinder I Want it All! It contains all the physical rewards released and unlocked during the Kickstarter campaign, including items that will never go to retail separately. To prove that you&rsquo;ve got it all, you&rsquo;ll also receive a certificate with its own special rules and spots for signatures from Steve Jackson, Howard Tayler, and Andrew Hackard. The box even comes with its own Munchkin Starfinder rule!&#10;&#10;This box includes:&#10;&#10;    Munchkin Starfinder&#10;    Munchkin Starfinder 2 &#226;&#128;&#147; Far Out&#10;    Munchkin Starfinder Space Goblins, exclusive to this box!&#10;    Munchkin Starfinder Hero Pack&#10;    Munchkin Starfinder The Swarm&#10;    Munchkin Starfinder Credsticks&#10;    Munchkin Starfinder Drift Dice&#10;    Munchkin Starfinder Kill-O-Meter&#10;    Munchkin Starfinder Star Field&#10;    Munchkin Starfinder Blank Card Pack&#10;    Munchkin Starfinder Poster&#10;    Two extra Munchkin Starfinder cards, exclusive to this box!&#10;    Two new Munchkin Starfinder bookmarks, each with a game rule!&#10;    An &quot;I Got It All!&quot; certificate&#10;    And the box, which has a Munchkin Starfinder rule of its own!&#10;&#10;&#10;Based on the Starfinder Roleplaying Game from Paizo Inc.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tesoro Maldito",
    "ID": 265048,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/265048/tesoro-maldito",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Tesoro Maldito is a semi-cooperative game where players play the role of an expedition that venture to plunder the ruins of an ancient tomb, but when they do, they awake the dangerous Guardian of the Tomb. Now they have to keep exploring the labyrinth, taking all they can carry while they seek a way to escape from this place; but at the same time, they have to watch their backs from themselves as just the one who recovers more treasures will be the real winner of the game.&#10;&#10;In this game, all players are represented with a unique token that represents the whole expedition. What happens to this token is decided through anonymous voting using cards, in which every choice is represented with a color.&#10;&#10;The game board is built base in tiles of chambers of the tomb. Every tile has a color that shows it&rsquo;s risk level, in a range of 5 colors going from blue to red. The more dangerous a chamber is, the better chances you have to find treasures.&#10;&#10;The players decide voting to which type of tile go next, choosing the color of the tile, then placing it connected to the previous one forming a maze that the expedition must explore. In these chambers you can find different types of events that the players must confront to continue, from finding new treasures, facing hard decisions that compromise the group integrity or falling into traps.&#10;&#10;In order to escape the tomb, the player will need to find an exit and 4 keys hidden among the treasures to open it, all this while being chased by the tomb&rsquo;s guardian and surviving critical injuries.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Maze",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Movement",
      "Team-Based Game",
      "Tile Placement",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Forbidden Sky: Ledge Extender Promo Card",
    "ID": 265057,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265057/forbidden-sky-ledge-extender-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Promo card originally available at GenCon 2018.&#10;&#10;Place 1 of your tiles adjacent to any open tile on the platform (At least one ground wire must connect).&#10;&#10;Play at any time. Not an action. Discard after use.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Forbidden Games (Gamewright)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project: ELITE – Ammo Pack",
    "ID": 265058,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265058/project-elite-ammo-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Kickstarter Exclusive Ammo Pack brings a new set of rules, to emerge in the battlefield, and a new type of equipment!&#10;&#10;The Ammo Pack is designed to emerge players in the battlefield and offer new challenges.&#10;&#10;All non-basic weapons become limited ammo weapons. When a Weapon is equipped, players must add Ammo tokens to their cards. In order to use a Weapon, one token must be spent. Once all the tokens have been spent, the Weapon is inactive and can&rsquo;t be used to attack or have its effects applied.&#10;&#10;But that is no motive to panic. New ammo can be acquired by reaching an Ammo Crate and performing a Search action, with no limit to the amount of players that can do the action at the same time. Ammo Crates can also be moved to adjacent spaces, in case the location is invaded and becomes too dangerous.&#10;&#10;The Ammo pack brings grenades as a new kind of weapon. Grenades can be thrown to a fixed position, causing damage and different effects depending on the Grenade's type.&#10;&#10;All grenades have the same range and chance to hit, but depending on the dice result the grenade may hit closer or further locations.&#10;&#10;There are three types of grenades:&#10;&#10;     Explosive Grenades: Deal 2 damage on the space it hits and 1 damage on all adjacent spaces.&#10;     Smoke Bomb: All Aliens in the hit and adjacent locations can&rsquo;t move, can&rsquo;t be pushed, and don&rsquo;t activate until next round.&#10;     Repellant Gas: All aliens in the hit and adjacent locations must move against the Movement Path when moving or activating inside the area. The effect lasts until the next round. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Project ELITE",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Math Genius",
    "ID": 265062,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/265062/math-genius",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Math Genius is a tile-based color and shape [For color blind person] matching game for 2 to 4 players, designed by Mike Ooi and published by Empire Game. Math Genius game mechanism shares some characteristics with the games &quot;Qwrikles&quot; and &quot;Scrabble&quot;, It's combination of both game mechanism.&#10;&#10;How to Play the game in 3 simple steps: &#10;1. Player match the same color of the tile side by side, the color would determine the arithmetic operation. The Player will replenish his/her tile rack from the tiles bag once he/she end his/she turn.&#10;Green = Addition&#10;Blue = Subtraction&#10;Orange = Multiplication, &#10;Pink = Division&#10;&#10;2. Then Player calculate the score for the turn in a piece of paper.&#10;&#10;3. Player win the game either with the highest score or the lowest score, depending of the game objective mission on an agreeable rounds.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Exodus: Proxima Centauri – ECID-S14 Mini-Expansion",
    "ID": 265063,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265063/exodus-proxima-centauri-ecid-s14-mini-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is a planet hex promo tile for Exodus: Proxima Centauri, Edge of Extinction, and Event Horizon. Originally available as part of the Dice Tower 2018 Kickstarter campaign.&#10;&#10;PROMO RULES:&#10;&#10;ECID-S14 is a Hazardous planet. During setup, no dice are placed on the planet. During production, each player with one or more Population on this planet may choose which resource to collect. After collecting resources, each player must remove one of their Population cubes from ECID-S14.&#10;&#10;If playing without the Event Horizon expansion, you may use ECID-S14 in place of a standard CP Planet hex.&#10;&#10;When playing with the Centaurian Outposts (M3) module of the Event Horizon expansion, do not place a Centaurian Outpost token on ECID-S14.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Artifacts: Event Promo Set",
    "ID": 265064,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265064/alien-artifacts-event-promo-set",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign.&#10;&#10;An 8-card promo pack for Alien Artifacts. These cards add surprising and exciting events to the deck.&#10;&#10;Rules:&#10;Before the game, shuffle all 8 cards.&#10;&#10;Each player draws 1 card, looks at it and then shuffles it back into the Resource deck. Not used cards are put back in the box.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Restless Souls",
    "ID": 265065,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/265065/restless-souls",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Restless Souls is a competitive dungeon crawler with strong deck builder elements for 2 to 6 players. The game is set in a medieval fantasy world controlled by ancient souls.&#10;&#10;Players control one of many different heroes, each with their own unique skills and talents. All in search of great power to finally conquer the Shrine of Souls to become a godlike soul and write new history. Oppose monsters and fellow heroes whilst helping out the population and discovering ancient ruins to gain experience, gems and talent points. As each game is randomly generated you will have to shift tactics every time you enter this fast paced strategic adventure for power.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: Drifter King – Epic Monster",
    "ID": 265067,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "8.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265067/deep-madness-drifter-king-epic-monster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Epic monster pack for Deep Madness.&#10;&#10;It rises majestically before you, enthroned on its towering rocky seat. A scepter crowned with otherworldly fire burns like a maddening beacon in the night, its multitudes of thick, meaty tentacles coiling, curling, and whipping against the slimy, barnacle-encrusted stone of its dais. Staring in wonder at its magnificence, you can't help but sink to your knees. Tears well up over your eyelids and streak down your face. Reaching a hand up, you wipe them away and wonder briefly how your hands became streaked with blood.&#10;&#10;Around you the world shimmers and shakes, reality slowly fracturing as the king's court assembles from the cracks in-between the worlds. The creeping courtiers pantomime and cavort, their movements flowing into an eldritch play that would drive even the sanest person into gibbering fits. You begin to laugh, clapping your hands, as your face starts to harden. A symbol shimmers in the air: the sign of the king.&#10;&#10;As the courtiers collect you to offer you as a gift to the king, you realize that all of reality is nothing but a stage, and life a production of little more than sound and fury. Meanwhile the audience, beings beyond time and dimensions, look on in laughter and callous impassivity. As the king begins to feast you realize you desperately want to weep, but you can no longer move your mouth to make the sounds. Your face has become a rigid mask. Leaning down, the king removes it for you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Avast",
    "ID": 265070,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/265070/avast",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "It is the Age of Piracy and the best way to make a living is with a strong ship and a crew.  With Pirate crews being formed from people of all walks of life, riches are won with witts, sword and flintlock and losses are counted in blood.  All of the trade of the entire world is up for grabs with opportunity for wealth all around, if you know how to go out and get it, and you do not mind getting bloody.&#10;&#10;With the seas teetering on the brink of total anarchy, the mainland have ordered their ships to capture and kill any pirates they find.  The coastland offers exciting and dangerous opportunities with the ships that navigate these waters.  The Pirate Captains, heroes, defy the mainland.  Plundering is their trade and their only means to grow their reputations and fortunes.  Each Captain is a force of nature themselves.  Powerful, cunning and resourceful they are the only ones that can tame these wild places on the fringes of the empire and make them their own.&#10;&#10;Dangers lay ahead for any Captain and crew that sales these waters.  The seas and their islands are ever-changing with untold riches and horrors awaiting anyone on their shores.  Mysterious Islands, lost wrecks, dangerous encounters, and supernatural creatures.&#10;&#10;The greatest danger of all may not be the seas or the mainland, but other Pirates.  Each Captain and crew seek their own wealth, even at the cost of your own fortune and lives.  Making alliances can often beneficial, but keeping one eye on all of the Captains is the best strategy.&#10;&#10;Can you roll dice with fortune and death?  Can you stare down the elements, natural and unnatural and make a name for yourself in the shadows of an all-powerful mainland empire?  Your chance to be infamous, free, and rich awaits with us all on the seas.&#10;&#10;To win at Avast! players recruit crews, strategically gather resources, complete Pirate jobs and fight to gather a reputation, and become the Pirate King. The player who collects the winning amount of Pirate Rep, is The Pirate King.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Fighting",
      "Miniatures",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chestego",
    "ID": 265071,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/265071/chestego",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "An app assisted fully customizable board game with some Chess, Stratego, Carcassonne, Ur, Senet, and Hnefatafl DNA.&#10;&#10;With each different game type there are different ways to play and win. Below are some of the current available game modes:&#10;&#10;Chestego-WAR - A game which combines chess with stratego and the addition of dice. The board is 10x10 with special pawns which hide their identity from the opponent until being attacked or attacking. There is also two dice which are used when heroes attack each other (or when attacking the princess pawn). One with a square and one with a triangle. The triangle die is used by the defender while the square die is used by the attacker. The triangle die has a High chance of loosing while the square has a high chance of winning. The lowest number wins. A triangle rolled is a counterattack which kills the attacker. A Square rolled is a miss and the attacker has to move back to the space he attacked from. The game mode is won by killing the king.&#10;&#10;Chestego-WARZ - a 2v2 WAR with the option for free for all if you have 2 more sets or colors or COOP with the standard set. In COOP one player controls the Warrior King while the other controls the Queen. The Warrior King can move up to 3 spaces in any direction so watch out. Also, the player with the King also gets the Assassin. The player with the Queen always get the Princess. The objective is still the same. In free for all there are 4 different colored armies.&#10;&#10;Chestego-EDGE.LINE - Players build edges and lines and try to surround claimed dots to maximize points. There are 100 tiles and the possibility to play between 2-6 players. More players can be added with combined games. The game starts off with players building the Rift 1 piece at a time. The Rift has some starting edges and lines which can be claimed(12 pieces). The remaining 88 pieces are played one at a time until all pieces are played. The player with the highest score wins. The soon to be release app will keep track of each players score. Anything which was not completed gets counted at the end.&#10;&#10;Chestego-RIFT - Players rush to claim resources and towers to build up their forces to be able to attack the enemy. This can be played 1v1 or 2v2 coop. There are resources and outposts which can be built to speed up your attack and slow the attackers. Each side is working to establish their land and is preparing to travel across the Rift. You win by destroying the opponent(s) or forcing a surrender.&#10;&#10;Chestego-JUMPS - 1v1 version of Checkers with some special pieces and a 10x10 board. With 15 Jumpers and 5 Leapers each side. Jumpers can only move forward and can only jump other jumpers. If a Jumper jumps two enemies he is promoted to a Leaper or if he gets to the back line. Leapers can only jump Leapers and Jumpers. There are 5 Leapers to start with which can be promoted to Vaulters if they jump two enemies in a row or get to the back line.Vaulters can jump two pieces right next to each other in a line. Any combination of friend and foe can be jumped. Vaulters can jump anything. If a Vaulter jumps a promoted Leaper he is demoted to a Jumper. The game is won by the player left standing.&#10;&#10;Chestego-JUMPZ - a 4 player version of JUMPS. You will need two additional colors or you can play 2v2 and split the existing pieces into the four corners. Each player gets 2 Leapers and 6 Jumpers. For the Jumpers that have to attack straight ahead. All the remaining rules apply.&#10;&#10;Chestego-NEF - a variation of the Viking board game Hnefatafl with a 9x9 board instead of 11x11 (11x11 could be done with the addition of more board pieces). This version has 3 different piece types instead of the original 2. There is the King which can more unlimited spaces in any straight line. The Valkyries which can also move orthogonally unlimited spaces and the Berserkers which also more the same way. To remove an enemy piece you have to surround it. For Valkyries 2 would have to surround another Valkyrie one on each side to remove it. To remove a Berserker you would have to surround it on four sides with Valkyries or two sides with Berserkers. The King has to always be surrounded on four sides to be removed. The King tries to move to one of the 4 corners where there is a King square that only he can occupy. There is also a King square in the center which only the King can occupy. A King square can be used to surround pieces.&#10;&#10;Chestego-WUR - A variation of the ancient game UR. Players race to move their pieces from the starting area to the ending area. The board can be setup in two ways. One with a longer battle lane and the other one a shorter one. There are also 3 towers used. One for each player's color and one special tower. To move past the center you have to occupy your tower. Once a player is in the tower he is safe and is considered removed. The player can jump down to attack an enemy if he lands in the lane right next to the tower but then he becomes vulnerable to attacks. The game is won by the player who gets all of his or her pieces out first.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Game System",
      "Medieval",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Network and Route Building",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rushmore Original",
    "ID": 265072,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/265072/rushmore-original",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rushmore Original is an adult party game designed to get you to waste time with your friends rather than on your phone.  Learn things about your friends you never knew, and probably never wanted to know while you list, argue and BS your way into being crowned the winner.&#10;&#10;Playing is easy. There are three types of cards, Category Cards, You Choose Cards and Debatable Cards.  Each player takes turns picking a card from the pile and reading it aloud. The players  each answer the question until there is only one person left with a correct answer.  That person wins the card.   For Debatable Cards players share their thoughts on, for example, What is your Mt. Rushmore of Most Annoying People?  The person with the best answer wins by popular vote. The first person to collect 10 cards is the winner-winner chicken dinner.&#10;&#10;It is the perfect Party Game for couples, Girls Night Out or Man-Cave games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rushmore Sports Edition",
    "ID": 265073,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/265073/rushmore-sports-edition",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rushmore Sports is an sports trivia card game prefect for anyone and everyone who loves to argue about sports.  Do you know someone who can relive every play in the 1968 Superbowl but can't remember to take out the trash?  This game is their dream.&#10;&#10;Playing is easy. There are three types of cards, Category Cards, You Choose Cards and Debatable Cards.  Each player takes turns picking a card from the pile and reading it aloud. The players  each answer the question until there is only one person left with a correct answer.  That person wins the card.   For Debatable Cards players share their thoughts on, for example, What is your Mt. Rushmore of Best Athletes in History?  The person with the best answer wins by popular vote. The first person to collect 10 man-cards is crowned the winner.&#10;&#10;It is the perfect Party Game for sports lovers or as a staple on any man-cave coffee table.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ハイドレンジアの夜警 (Night Watchman of Hydrangea)",
    "ID": 265074,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/265074/haidorenzianoye-jing-night-watchman-of-hydrangea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1",
    "Description": "User summary&#10;&#227;&#131;&#143;&#227;&#130;&#164;&#227;&#131;&#137;&#227;&#131;&#172;&#227;&#131;&#179;&#227;&#130;&#184;&#227;&#130;&#162;&#227;&#129;&#174;&#229;&#164;&#156;&#232;&#173;&#166; (Haidorenzia no yakei) Night Watchman of Hydrangea is a Japanese game, building patterns of Watchmen.&#10;&#10;In the game of Night Watchman of Hydrangea, players are squad leaders of night watchmen of a city named Hydrangea. Their duty is to protect the city by recruiting and deploying watchmen properly. Watchmen's unity and diversity are the keys to strength of their squads. Whose squad will excel the others?&#10;&#10;You assemble 16 member cards and deploy them in 4x4 grid. You start with four members in the center of your grid and deploy one member around them each turn. Each member has their race, favorite weapon, and religion.&#10;&#10;When a column, a row, or a quadrant (2x2 grid including a corner) is filled with four members in your grid, you have a chance to score. For each category (race, weanpon, and religion), check if these four members are qualified by being united (all 4 have the same characteristics) or diversified (all 4 have different characteristics). Depending on how many categories they are qualified in, you score victory points.&#10;&#10;The game ends when all players have 16 members in their grid. You win the game if you have the most points among players.&#10;&#10;The only change for the second edition was to rotate the cards, from portrait to landscape orientation.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#131;&#143;&#227;&#130;&#164;&#227;&#131;&#137;&#227;&#131;&#172;&#227;&#131;&#179;&#227;&#130;&#184;&#227;&#130;&#162;&#227;&#129;&#174;&#229;&#164;&#156;&#232;&#173;&#166;&#229;&#155;&#163;&#227;&#129;&#174;&#229;&#155;&#163;&#233;&#149;&#183;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#229;&#155;&#163;&#229;&#147;&#161;&#227;&#130;&#146;&#227;&#130;&#185;&#227;&#130;&#171;&#227;&#130;&#166;&#227;&#131;&#136;&#227;&#128;&#129;&#233;&#133;&#141;&#229;&#177;&#158;&#227;&#129;&#151;&#227;&#129;&#166;&#232;&#161;&#151;&#227;&#130;&#146;&#229;&#174;&#136;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#129;&#170;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#128;&#130;&#10;4&times;4&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#229;&#155;&#163;&#229;&#147;&#161;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#184;&#166;&#227;&#128;&#129;&#230;&#168;&#170;&#227;&#128;&#129;&#227;&#131;&#150;&#227;&#131;&#173;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#129;&#148;&#227;&#129;&#168;&#227;&#129;&#171;&#227;&#128;&#129;&#228;&#186;&#186;&#231;&#168;&#174;&#227;&#128;&#129;&#230;&#173;&#166;&#229;&#153;&#168;&#227;&#128;&#129;&#228;&#191;&#161;&#228;&#187;&#176;&#227;&#129;&#174;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#130;&#146;&#227;&#129;&#153;&#227;&#129;&#185;&#227;&#129;&#166;&#229;&#144;&#140;&#227;&#129;&#152;&#227;&#129;&#139;&#227;&#129;&#153;&#227;&#129;&#185;&#227;&#129;&#166;&#231;&#149;&#176;&#227;&#129;&#170;&#227;&#130;&#139;&#230;&#167;&#152;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#128;&#129;&#229;&#175;&#190;&#229;&#191;&#156;&#227;&#129;&#153;&#227;&#130;&#139;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#131;&#145;&#227;&#130;&#186;&#227;&#131;&#171;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Pleasant Journey to Neko: Penguin Habitat 2",
    "ID": 265076,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265076/a-pleasant-journey-to-neko-penguin-habitat-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A Second promo card, in occasion of essen spiel 2018&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Atmo Collectors Promo Card",
    "ID": 265081,
    "Year": "(2018)",
    "Geek Rating": "5.708",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265081/terraforming-mars-atmo-collectors-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1429",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign. This card will also be included in the Colonies expansion.&#10;&#10;Atmo Collectors&#10;&#10;It can used with any mix of base game with or without any expansions.&#10;&quot;Floaters&quot; are first defined in the Venus Next expansion, but covered in the base game rules as &quot;Other resources&quot;.&#10;&#10;Action: Add 1 floater here, or spend 1 floater here to gain 2 titanium, or 3 energy, or 4 heat.&#10;&#10;Promo card C03&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Terraforming Mars",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Series: Terraforming Mars",
      "Setting: Future Timeline (Fryxgames)",
      "Space: Earth's Solar System",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "エルタイルズ (L-tiles)",
    "ID": 265082,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/265082/erutairuzu-l-tiles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#168;&#227;&#131;&#171;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#186; (L-tiles) is a re-working of the earlier game L-Tiles. This new edition plays up to 4 players and introduces team tiles to the game.&#10;&#10;The production now includes tiles racks, larger tiles (40mm instead of 30mm), and a switch in artwork to arranging gems on marble floors.&#10;&#10;Otherwise, gameplay is the same, with players placing tiles to build up areas of one kind before scoring. Players must try to increase sections with no gaps, but do not want the areas to grow too large.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Jovian Lanterns Promo Card",
    "ID": 265083,
    "Year": "(2018)",
    "Geek Rating": "5.712",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265083/terraforming-mars-jovian-lanterns-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.125",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign. This card is also included in the Colonies expansion (Card C18 without SPACE Tag).&#10;&#10;Jovian Lanterns&#10;&#10;It can used with any mix of base game with or without any expansions.&#10;&quot;Floaters&quot; are first defined in the Venus Next expansion, but covered in the base game rules as &quot;Other resources&quot;.&#10;&#10;Action: Spend 1 titanium to add 2 floaters here.&#10;&#10;Promo card C02&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Terraforming Mars",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Series: Terraforming Mars",
      "Setting: Future Timeline (Fryxgames)",
      "Space: Earth's Solar System",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Lunar Exports Promo Card",
    "ID": 265084,
    "Year": "(2018)",
    "Geek Rating": "5.722",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265084/terraforming-mars-lunar-exports-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign. This card will also be included in the Colonies expansion (Card C21).&#10;&#10;Lunar Exports&#10;&#10;It can be used with any mix of base game with or without any expansions.&#10;&#10;Increase your plant production 2 steps, or your MegaCredit production 5 steps.&#10;&#10;Promo card C01&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Terraforming Mars",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Series: Terraforming Mars",
      "Setting: Future Timeline (Fryxgames)",
      "Space: Earth's Solar System",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dinosaur Island: Dice Tower Promo Cards",
    "ID": 265086,
    "Year": "(2018)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/265086/dinosaur-island-dice-tower-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A set of 3 Promo Cards from the 2018 Dice Tower Kickstarter Campaign.&#10;&#10;The cards are titled:&#10;&quot;Tom and Eric&quot;&#10;&quot;Sam and Zee&quot;&#10;&quot;Mandi and Suzanne&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Celebrities: Boardgame Celebrities",
      "Crowdfunding: Kickstarter",
      "Game: Dinosaur Island/Dinosaur World",
      "Islands: Fictional",
      "Promotional: Dice Tower",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Toire no Kayokosan",
    "ID": 265088,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/265088/toire-no-kayokosan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "User description:&#10;&#10;&#227;&#131;&#136;&#227;&#130;&#164;&#227;&#131;&#172;&#227;&#129;&#174;&#233;&#166;&#153;&#229;&#164;&#156;&#229;&#173;&#144;&#227;&#129;&#149;&#227;&#130;&#147;(Toire no Kayokosan) which roughly translates into: &quot;The restroom of Kayoko&quot; / &quot;The Toilet of Kayoko&quot;.&#10;According to the English rules for the game the title of the game is called &quot;The Restroom&quot;.&#10;&#10;&#10;A horror game that takes place in a cursed village in a closed schoolhouse in a restroom. A group of different families are stuck in the restroom and have to escape from this vengeful ghost called Kayoko. &#10;Each player will have 3 of the same colored play figures which represents a family to control. The players need to cooperate to escape the restroom, avoid the vengeful ghost Kayoko by rolling a die and moving to different toilet stalls and opening them by flipping cards either finding items or hiding in the toilet stalls to avoid danger. Be careful though you might encounter Kayoko or other vengeful ghosts on your search. If you find Kayoko the player needs to roll the die to escape from her which is represented by a meeple. If you roll any of the bloody marks on the die Kayoko will move that many spaces counterclockwise only around the restroom. If Kayoko lands where a play figure is that play figure is dead and sent to the depths of hell. The goal of the game is to find a key to open a door card and escape.  Only one play figure needs to escape for all players to win.  The players will lose if all play figures are dead or if the time hits 2AM. The time will start at 6PM each time a player reveals a Kayoko card the time will move by one hour.&#10;&#10;Note: The rules are also written in English. There is a QR code to scan for English card descriptions for the game.&#10;&#10;Publisher description:&#10;---Story---&#10;N&#231;&#156;&#140;&#227;&#129;&#174;&#227;&#129;&#175;&#227;&#129;&#154;&#227;&#130;&#140;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#128;&#140;&#229;&#165;&#165;&#229;&#189;&#188;&#229;&#178;&#184;(&#227;&#129;&#138;&#227;&#129;&#143;&#227;&#129;&#178;&#227;&#129;&#140;&#227;&#130;&#147;)&#230;&#157;&#145;&#227;&#128;&#141;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#136;&#165;&#229;&#144;&#141;&#227;&#128;&#140;&#227;&#129;&#159;&#227;&#129;&#159;&#227;&#130;&#138;&#230;&#157;&#145;&#227;&#128;&#141;&#227;&#129;&#168;&#229;&#145;&#188;&#227;&#129;&#176;&#227;&#130;&#140;&#230;&#129;&#144;&#227;&#130;&#140;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#128;&#140;&#229;&#191;&#131;&#233;&#156;&#138;&#227;&#130;&#185;&#227;&#131;&#157;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#128;&#141;&#227;&#128;&#130;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#230;&#157;&#145;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#139;&#229;&#187;&#131;&#230;&#160;&#161;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#130;&#164;&#227;&#131;&#172;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#164;&#167;&#230;&#128;&#168;&#233;&#156;&#138;&#227;&#128;&#142;&#227;&#130;&#171;&#227;&#131;&#168;&#227;&#130;&#179;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#128;&#143;&#227;&#129;&#140;&#227;&#129;&#153;&#227;&#129;&#191;&#227;&#129;&#164;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#131;&#187;&#227;&#131;&#187;&#227;&#131;&#187;&#10;&#231;&#137;&#169;&#232;&#170;&#158;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#128;&#170;&#232;&#171;&#135;&#227;&#131;&#132;&#227;&#130;&#162;&#227;&#131;&#188;&#227;&#129;&#167;&#227;&#129;&#147;&#227;&#129;&#174;&#229;&#156;&#176;&#227;&#130;&#146;&#232;&#168;&#170;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#174;&#182;&#230;&#151;&#143;&#228;&#184;&#128;&#229;&#155;&#163;&#227;&#129;&#140;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#130;&#164;&#227;&#131;&#172;&#227;&#129;&#171;&#233;&#150;&#137;&#227;&#129;&#152;&#232;&#190;&#188;&#227;&#130;&#129;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#130;&#183;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#129;&#139;&#227;&#130;&#137;&#229;&#167;&#139;&#227;&#129;&#190;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Ghosts"
    ]
  }
]