[
  {
    "Rank": "N/A",
    "Name": "Harry Potter: Death Eaters Rising – Madam Hooch",
    "ID": 293663,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293663/harry-potter-death-eaters-rising-madam-hooch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This card was handed out at Spiel 2019 in Essen.&#10;&#10;Special ability: If you have a [Dumbledore's Army] Wizard on your team you may move to Voldemort&lsquo;s location without discarding a die.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Books: Harry Potter",
      "Series: ... Rising (The Op)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hideyoshi's Domination of Japan",
    "ID": 293668,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/293668/hideyoshis-domination-of-japan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game is played by two players, Hideyoshi player and anti-Hideyoshi player. Hideyoshi player is disadvantaged in the battle field but by using various powerful event cards, he will break down the powerful anti-Hideyoshi camp by plot.&#10;Various event cards color the game.&#10;The game begins with the defeat of Akechi Mitsuhide, and initially only a few former Oda Daimyos are in play. As the game progresses, influential Daimyo from various places will participate and the battlefield will gradually expand throughout Japan.&#10;&#10;Contents&#10;&#10;    198 counters&#10;    1 map&#10;    32 cards (2 card sheets)&#10;&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dwar7s Winter: The Legendary Expansion",
    "ID": 293675,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293675/dwar7s-winter-the-legendary-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This is an expansion for Dwar7s Winter, a cooperative &quot;tower defense&quot; game in the Dwar7s family.&#10;&#10;This expansion adds new rules and 3 legendary classes of dwarves, as well as compatibility with Dwar7s Spring (includes &quot;The Legendary Conversion Pack&quot;).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Game: Dwar7s Winter",
      "Series: Dwar7s"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MechAge: Countdown",
    "ID": 293676,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293676/mechage-countdown",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The giant monster Varanor has been defeated, but he was only the beginning... The lab techs have analyzed the mutations of this monster and it is unlike aynthing seen before. It appears that Varanor was exposed to a new form of alien radiation were calling &quot;Nova&quot;.&#10;&#10;We've traced Nova to a small but fortified enemy research base, and our intel reports that they are preparing to launch a missile that will spread Nova across the globe creating millions of super monsters. We don't know their motivations, but you must stop that launch at all costs...&#10;&#10;Adventure scenario expansion for MechAge.&#10;&#10;&#10;The scenario consists in 1 Scenario card and 2 Mech cards:&#10;&#10;     Rules booklet&#10;     Countdown Scenario card&#10;     Twin Cannon Mech card&#10;     Personnel Carrier Mech card&#10;&#10;&#10;Players are expected to provide their own tokens for this scenario:&#10;&#10;     1 Countdown token&#10;     1 Gate Guns token&#10;     1 Attack Target token&#10;     6 Destruction tokens&#10;     6 Scan Value tokens&#10;&#10;&#10;&#10;Released in the July 2019 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: MechAge",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Death Derby: A Post-Apocalyptic Card Game",
    "ID": 293677,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293677/death-derby-a-post-apocalyptic-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The year is 2200 and survivors of man-made and natural disasters struggle to live in a world poisoned and devastated beyond recognition. The new extreme sport and source of income for many are Death Derby races in which competitors vie to win or just to survive.&#10;&#10;Death Derby features random courses formed from 15 track sections, 12 vehicles that can be upgraded with 37 different modifications, and 40 action cards that can influence the outcome in multiple ways.&#10;&#10;Be the first to finish the race or the last one standing as you try to out think, out race, and out shoot your opponents. Modify your vehicle into a death machine or speed demon to survive while hampering everyone's efforts with well timed action cards.&#10;&#10;Can be played in a group from a single deck or a single modified deck, or you can modify your own to take on someone else's.&#10;&#10;One 10-sided die, tokens, and pen and paper are needed to play.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Racing",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Track Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape from the Titanic",
    "ID": 293679,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293679/escape-from-the-titanic",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Temporal agents (historians) from competing academies have traveled back in time to witness the sinking of the Titanic and correct any discrepancies in the historical record. Shortly after arriving, the Titanic's collision with the iceberg shatters their time machines, scattering the components and destroying the time modules. Luckily, the remaining components can be assembled into a Transporter that will allow an agent to leave the ship for ... somewhere else on Earth. Realizing they are trapped in 1912, the temporal agents decide to rescue as many passengers as possible who would otherwise have died - 1,517 people. The effects of such a rescue on the timeline are hard to predict...&#10;&#10;Escape from the Titanic is a board game where players attempt to construct a Transporter and rescue as many doomed Titanic passengers and crew as possible. But, they must do so before the ship tilts to 90 degrees and sinks!&#10;&#10;The game comes with two expansions already included. The optional components allow players to also collect Titanic artifacts and rescue castaways that were brought to the ship when the temporal agents' time machines were shattered. You will encounter such castaways as Albert Einstein, King George V, and Thomas Edison along with other famous people who were supposed to be on the Titanic but missed the trip such as Milton Hershey and J. P. Morgan.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "History: The Sinking of the Titanic",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nightshade",
    "ID": 293681,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/293681/nightshade",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Nightshade is a single-player game focused on writing a plot for a noir investigative story. The main character in each story (chosen and played by the player) is an investigator, some times a professional and some others a complete amateur. Players must put together all the clues and characters involved in the story to create a coherent plot on a violent mystery!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sniper Legends of Italy",
    "ID": 293683,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293683/sniper-legends-of-italy",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "1-3 player WW2 sniper board game! As an American Sniper you'll sneak behind enemy lines, complete objectives and snipe Nazis!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Spies / Secret Agents",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Milites Mundi: Ancient and Medieval Wargames Rules for Smaller Scale Figures",
    "ID": 293703,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/293703/milites-mundi-ancient-and-medieval-wargames-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Milites Mundi is a 'big battle' games rule set for fighting actions in the ancient and medieval periods.&#10;&#10;Games of Milites Mundi involve hundreds of figures per side arranged into multiple units.&#10;&#10;The game is designed to last for two hours and encourages the use of historical tactics and formations (without being prescriptive) and emphasises the the need to maintain cohesion in the army's battle line and sweeping flank attacks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coliseum: Choose Your Weapon",
    "ID": 293704,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293704/coliseum-choose-your-weapon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Coliseum: Choose Your Weapon is a competitive card game for 2-4 players. Each player assumes the role of a Mighty Gladiator. You must prepare yourself and utilize your impressive skills in combat to defeat equally formidable opponents. All the while you are both bolstered and terrified by the ever-growing tension and excitement of the crowd; baying for blood, and the sweet relief of victory to fill their pockets with gold. You could be their reigning champion, you cannot disappoint them, or it will cost you your reputation&hellip; and your life.&#10;&#10;When opening the Coliseum box, the player will find a simple to play but complex to master game which is, above all, very intuitive. With Gladiator, Skill and Equipment Cards, you quickly prepare your fighter. Then, the dice and strategy guide the player during combat, which usually ends in slaughter or technical defeat after about fifteen minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Negotiation"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The King's Dilemma: Prologue Demo",
    "ID": 293727,
    "Year": "(2019)",
    "Geek Rating": "5.555",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293727/the-kings-dilemma-prologue-demo",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Prologue promo given as a demo at SPIEL 2019 with purchase of The King's Dilemma.&#10;&#10;Requires the base game.&#10;&#10;Consists of several envelopes (numbered Dxx) and a sheet of stickers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Negotiation"
    ],
    "Mechanics": [
      "Legacy Game",
      "Negotiation",
      "Voting"
    ],
    "Families": [
      "Mechanism: Legacy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cold Confusion: The Soviet Raid on Iceland, 1985",
    "ID": 293729,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/293729/cold-confusion-the-soviet-raid-on-iceland-1985",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "210",
    "Weight": "0",
    "Description": "&ldquo;In combat, despite the most careful preparation, risks cannot be avoided. Attention must therefore be given, and the most detailed plans prepared, for every reasonable exigency of the overall operation.&rdquo; &ndash;Excerpt from the syllabus for Soviet officer training at the Frunze Academy.&#10;&#10;&ldquo;There are no impossible tasks.&rdquo; &ndash;Motto of the Soviet 106th Desant Division.&#10;&#10;An attack on NATO&rsquo;s air and naval installations near Reykjavik, Iceland was assumed should war between the alliance and the Soviet Union break out. The airfield at Keflavik played a crucial role in Operation Reforger which would rush vital resupplies and reinforcements from the US and Canada to Western Europe. The naval installation near there monitored the underwater SOSUS line that monitored Soviet submarines in the North Sea and North Atlantic. However, most US and other NATO military leaders assumed a Soviet attack would be in the form of air attacks by long range bombers with cruise missiles and conventional bombs. However, an airborne and amphibious assault could not be ruled out. This designer has made some assumptions in crafting this game:&#10;&#10;&#10;     The Soviet High Command mobilized a reinforced regimental-sized (331st Regiment of the 106th Desant Division as well as Spetnatz commandoes) airborne and amphibious assault that would be launched at the very outbreak of the war.&#10;     The Soviet assault seek to inflict as much damage as possible on the NATO military installations in and around Reykjavik and Keflavik, as well as gathering any intelligence materials discovered during the raid.&#10;     Evacuation and even the survival of the raiders would be secondary to the successful elimination of the NATO installations.&#10;&#10;&#10;The game lasts up to 12 turns. Each turn represents six hours of time. A hex is about 6 kilometers across. Combat units are companies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Country: Iceland",
      "History: Cold War",
      "Series: Land of Confusion (Paul Rohrbaugh)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Edge: Dawnfall – Prime Shadow",
    "ID": 293730,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293730/the-edge-dawnfall-prime-shadow",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Squad add-on for the Darkness faction. Contains cards for solo, cooperative, and PvP.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ELEMANCERS: Light and Dark",
    "ID": 293732,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/293732/elemancers-light-and-dark",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3",
    "Description": "ELEMANCERS: Light and Dark is a 2-6 player team-based fantasy area control strategy game in which you take control of an Avatar and Clan wielding 1 of 6 elemental magics: Dark magic (Shadow, Necro, or Ice) or Light magic (Celestial, Beast, or Flame). Using these powers, you summon creatures, cast spells, activate enchanted weapons, and invoke creature abilities.&#10;&#10;You play as part of 1 of 2 Factions (Tenebris = Dark Faction or Lux = Light Faction) warring head-to-head which are trying to take control over the Realm by either having the most elemental power, or by finding lost lore and artifacts in order to learn how to resurrect their Primal God of elemental magic at the Hollow of Fate.  This location being the place where the gods were last seen after their epic battle, as well as where the dragon Baransu is currently residing, waiting to awake to rid the world of elemental magic and the Factions of Light and Dark!&#10;&#10;The game is made up of 2 Rounds, with each Round having two phases: Activate and Conflict. During the Activate Phase, all Clans obtain more Battle Cards, Power Tokens and Creatures. During the Conflict Phase, Clans take turns spending a Power Token to either summon creatures, draw more Battle Cards, utilize their Avatar&rsquo;s power, or activate a found Legendary Weapon. After spending a Power Token, the Clan may then move any creatures of theirs on the gameboard, followed by an option to Battle at any contested locations. Creatures in the game have a variety of different traits that can be used in Battle, and Battle Dice, Creature Traits and Battle Cards are used in Battle to defeat the enemy!&#10;&#10;In the course of the game, Clans complete Saga Cards (secret objectives) to find Lore throughout the Realm and finally a Legendary Weapon&rsquo;s location and use. These artifacts provide a power boost in the game and help satisfy one of your Faction&rsquo;s win conditions. Lore Cards provide the history of a Legendary Weapon and story beats encountered at different triggers in the game. Clans are also trying to control matching element locations to place more Power Tokens on the gameboard in order to have the most elemental power to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "End Game Bonuses",
      "Events",
      "Finale Ending",
      "Hexagon Grid",
      "Moving Multiple Units",
      "Narrative Choice / Paragraph",
      "Player Elimination",
      "Re-rolling and Locking",
      "Set Collection",
      "Storytelling",
      "Team-Based Game",
      "Variable Player Powers",
      "Worker Placement",
      "Zone of Control"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "タピる (Tapiru)",
    "ID": 293734,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/293734/tapiru-tapiru",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "In &#227;&#130;&#191;&#227;&#131;&#148;&#227;&#130;&#139; (Tapiru), players attempt to build three cups of bubble tea, with consistent branding, in an effort to be the first player to collect scoring tiles with the &quot;Ta&quot; &quot;Pi&quot; &quot;O&quot; &quot;Ca&quot; sounds.&#10;&#10;Specifically, three columns are created between the players, one for each cup.  Each column gets a random scoring tile, and a token to indicate whether the scoring tile will be awarded to the cup with the most or the least tapioca. Each player starts with a straw and bottom for each of their three cups.&#10;&#10;On a player's turn, they will draw a tile from the stack and then play one tile to one of their cups.  The tiles may be a tapioca card, a branding card (the cup logo), or a bottom.  If a bottom card is placed, that column's demand switches, either from most tapioca to least tapioca, or the reverse.&#10;&#10;At the end of a round, cups will be eligible to score if they have a lid, bottom, three tapioca sections, and a brand.  Players each have a total maximum amount of tapioca that may be contained in their three cups.  The player who best satisfies each columns' requirements wins the corresponding sound tile and additional may be earned if all cards of one cup contain the same color of straw.  Multiple rounds of play may be required to determine a winner.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Tea",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Inc",
    "ID": 293735,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/293735/animal-inc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The rules for Animal Inc describe it as an &quot;unusual semi-cooperative hand management game&quot;.&#10;&#10;The game consists of 36 cards in 5 suits, with numbers ranging from 0 to 12, and each suit has a unique distribution.  For instance, all grey cards are 6's, and green cards are numbered 3-9.&#10;&#10;Cards are dealt out evenly, with each player then choosing a few cards to discard.  The players are adding cards in a pyramid structure that is 8 cards wide on the bottom.  To play a card on the bottom row, a player simply plays it next to a previously played card.  To play a card on a higher row, it must be supported by 2 cards, and at least 1 must be the same color as the card being played.&#10;&#10;The game ends when all players are out of cards, or no player may legally play another card.&#10;&#10;If the pyramid reached the 5th tier (4 cards wide), then the last player scores positive points equal to the sum of the values shown on all cards in the 5th tier and above; all other players lose points equal to their single highest card.  However, if the pyramid does not reach the 5th tier, the last player loses points equal to their single highest card, and all other players gain points equal to their single highest card.&#10;&#10;The player with the most points after a number of rounds wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Marquis",
    "ID": 293737,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293737/the-marquis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "The Marquis is a 1-4 player thematic cooperative stealth game which takes place in 18th century France and which will let you experience the adventures from historical novels in the mysterious town which is hiding its dark underground secrets.&#10;&#10;A group of three young aristocrats yearning for revenge come to the gloomy streets of mysterious town Montbeliard. &#10;The players will experience the underworld of aristocracy, full of intrigues, lackeys and traitors and reveal the &#10;hidden mystery of Count Ressequie&acute;s family.&#10;&#10;The Marquis is a Stealth game. Light is your enemy, dark and shadow is your friend. Quietly approach the guards while hidden in the shadows, jump out of the dark corner to unarm the enemy, or surprise them with resolute attack by the sabre. Hide into the shadows, climb on the town towers to reach open window, many times the only way how to get into building. Shoot your shiny copper musket from the tower to cover your comrades. &#10;Mysterious black fog coming from the sewers hides monster known as the tongue of Mephistopheles somehow connected with the count's family.&#10;&#10;The Main Story Line is uncovering slowly as you play and consists of 12 chapters plus side quests.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carmen Sandiego: ACME'S Most Wanted Board Game",
    "ID": 293749,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/293749/carmen-sandiego-acmes-most-wanted-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Based on the new animated series from Netflix&reg; , race around the world to deduce the Loot stolen, the Location it was stolen from, and the VILE. Henchman who did it! Features incredible artwork from the show. Learn about Locations and Loot while you save the day!&#10;&#10;Play as Carmen Sandiego as you travel to exotic locations on the hunt for the lost loot.&#10;&#10;From Italy to Australia, to the coasts of San Francisco, you will need to examine the cards from your fellow players to deduce the who, what, and where of this criminal affair!&#10;&#10;Think you know who stole the loot and where? Hustle over to the Isle of VILE. to announce your suspicion and stop the bad guy in his tracks!&#10;&#10;Based on the incredible new animated series from Netflix, Carmen Sandiego: ACME&rsquo;s Most Wanted is the mystery solving game you&rsquo;ve been waiting for.&quot;&#10;&#10;In a variant on Clue, players attempt to determine which VILE Villain, Loot, and Location cards are hidden in the Confidential Envelope by travelling the globe as an ACME Agent. At a location, a player announced their SUSPICION (I.E. which VILE Villain and Loot are attached to that location) and if the player to the left has any cards to disprove that, (s)he secretly shows them to that player.&#10;&#10;Play continues as such until a player, through the process of elimination, believes they have the correct answer. They make a formal ACCUSATION, and look at the cards in the envelope. If they are correct, they win the game. If not, they are out of the game and play continues.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Video Game Theme: Carmen Sandiego"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Missy & the Cybermen",
    "ID": 293764,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293764/doctor-who-exterminate-the-miniatures-game-missy-a",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Missy and a group of cybermen to Doctor Who: Exterminate! The expansion includes one Missy, twelve Cybermen, and fourteen cybermat miniatures, ten faction cards, and eight new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Sisters",
    "ID": 293765,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/293765/five-sisters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Five Sisters is a game developed according to the same name novel from Taiwan, as in Chinese &quot;&#230;&#156;&#137;&#228;&#186;&#148;&#228;&#184;&#170;&#229;&#167;&#138;&#229;&#167;&#138;&#231;&#154;&#132;&#230;&#136;&#145;&#229;&#176;&#177;&#230;&#179;&#168;&#229;&#174;&#154;&#232;&#166;&#129;&#229;&#141;&#149;&#232;&#186;&#171;&#228;&#186;&#134;&#229;&#149;&#138;&quot;.&#10;&#10;Chasing the five sisters, you will move among the three locations on the board to seek every chance to gain favorable degree with the characters. When you have enough favorable degree towards one certain character, you can show your love to her, and whether you'll success or not depends on the result of dice roll. If you succeed, you'll gain victory points.&#10;&#10;In this game, you can show your love to different sisters simultaneously and even if any character has been shown love by other players, do not worry, you may have a duel with them to retrieve the situation!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "L.A.M.A.: No Drama Sonderkarte",
    "ID": 293766,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293766/lama-no-drama-sonderkarte",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Special Card for Llama&#10;&#10;The No Drama Lama is put in the middle of the table at the beginning of every round. Once you pass, take the card. If another player already has the card, take it from him. Only the last remaining player can't take the card.&#10;&#10;When the round is over, by usual rules (everybody has passed or someone played his last card), the owner of the No Drama Lama may discard one card before counting his points. If that card was his last card, he can discard one token (black or white).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena: The Contest – Hydra, Ascaran the Archangel & Vanarus the Demon",
    "ID": 293768,
    "Year": "(2019)",
    "Geek Rating": "5.549",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293768/arena-the-contest-hydra-ascaran-the-archangel-and",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "One Boss and two heroes exclusive to Kickstarter.&#10;&#10;The Hydra is a 90x120x85mm miniature (3-inch base diameter). It comes with a special one-shot Boss Fight cooperative quest, to be played after the events that end the Epic Campaign.&#10;&#10;Ascaran, the Archangel, and Vanarus, the Demon, are two special Kickstarter-Exclusive Heroes from a seventh Combat Role, the Bruiser, that is not currently present in the Core Box or Expansion Box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Point to Point Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frozen 2: Magic Circle",
    "ID": 293772,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/293772/frozen-2-magic-circle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The thick forest north of Arendelle is known as a magical place. Since the Forgotten War, the inhabitants of the kingdom have been trying to avoid it. All local paths lead to the dense thicket, and elemental spirits glide amidst its branches and leaves.&#10;Get ready for a big trip! You have the honor of accompanying Anna, Elsa and their friends on the way north. Will you be able not to lose them in the enchanted forest, or will the ancient powers make you wander in magic circles?&#10;&#10;The rules are explained in 5 minutes! &#10;&#10;     Play Movement cards and move your piece&#10;     Reveal Characters and resolve their effects&#10;     Remember where your Characters are during other players&rsquo; turns as they will get flipped over at the end of their turns&#10;     Whoever reveals 6 Characters of their color, wins! &#10;&#10;&#10;&mdash;description from the publisher (English)&#10;&#10;&#208;&#165;&#208;&#190;&#208;&#187;&#208;&#190;&#208;&#180;&#208;&#189;&#208;&#190;&#208;&#181; &#209;&#129;&#208;&#181;&#209;&#128;&#208;&#180;&#209;&#134;&#208;&#181; 2: &#208;&#151;&#208;&#176;&#208;&#186;&#208;&#190;&#208;&#187;&#208;&#180;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#185; &#208;&#186;&#209;&#128;&#209;&#131;&#208;&#179;&#10;&#10;&#208;&#148;&#209;&#128;&#208;&#181;&#208;&#188;&#209;&#131;&#209;&#135;&#208;&#184;&#208;&#185; &#208;&#187;&#208;&#181;&#209;&#129; &#208;&#186; &#209;&#129;&#208;&#181;&#208;&#178;&#208;&#181;&#209;&#128;&#209;&#131; &#208;&#190;&#209;&#130; &#208;&#173;&#209;&#128;&#208;&#181;&#208;&#189;&#208;&#180;&#208;&#181;&#208;&#187;&#208;&#187;&#208;&#176; &#208;&#191;&#209;&#128;&#208;&#190;&#209;&#129;&#208;&#187;&#209;&#139;&#208;&#187; &#208;&#178;&#208;&#190;&#208;&#187;&#209;&#136;&#208;&#181;&#208;&#177;&#208;&#189;&#209;&#139;&#208;&#188; &#208;&#188;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#190;&#208;&#188;. &#208;&#161;&#208;&#190; &#208;&#178;&#209;&#128;&#208;&#181;&#208;&#188;&#209;&#145;&#208;&#189; &#208;&#183;&#208;&#176;&#208;&#177;&#209;&#139;&#209;&#130;&#208;&#190;&#208;&#185; &#208;&#178;&#208;&#190;&#208;&#185;&#208;&#189;&#209;&#139; &#208;&#182;&#208;&#184;&#209;&#130;&#208;&#181;&#208;&#187;&#208;&#184; &#208;&#186;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#187;&#208;&#181;&#208;&#178;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#176; &#209;&#129;&#209;&#130;&#208;&#176;&#209;&#128;&#208;&#176;&#209;&#142;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#190;&#208;&#177;&#209;&#133;&#208;&#190;&#208;&#180;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#181;&#208;&#179;&#208;&#190; &#209;&#129;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#189;&#208;&#190;&#208;&#185;. &#208;&#156;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#189;&#209;&#139;&#208;&#181; &#209;&#130;&#209;&#128;&#208;&#190;&#208;&#191;&#209;&#139; &#208;&#189;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#178;&#209;&#143;&#209;&#130; &#208;&#183;&#208;&#176;&#208;&#178;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#184; &#209;&#129; &#208;&#190;&#208;&#191;&#209;&#131;&#209;&#136;&#208;&#186;&#208;&#184; &#208;&#178; &#208;&#179;&#209;&#131;&#209;&#129;&#209;&#130;&#209;&#131;&#209;&#142; &#209;&#135;&#208;&#176;&#209;&#137;&#209;&#131;, &#208;&#184; &#208;&#188;&#208;&#181;&#208;&#182; &#208;&#178;&#208;&#181;&#209;&#130;&#208;&#178;&#208;&#181;&#208;&#185; &#208;&#184; &#208;&#187;&#208;&#184;&#209;&#129;&#209;&#130;&#209;&#140;&#208;&#181;&#208;&#178; &#209;&#129;&#208;&#186;&#208;&#190;&#208;&#187;&#209;&#140;&#208;&#183;&#209;&#143;&#209;&#130; &#208;&#180;&#209;&#131;&#209;&#133;&#208;&#184; &#209;&#129;&#209;&#130;&#208;&#184;&#209;&#133;&#208;&#184;&#208;&#185;.&#10;&#208;&#147;&#208;&#190;&#209;&#130;&#208;&#190;&#208;&#178;&#209;&#140;&#209;&#130;&#208;&#181;&#209;&#129;&#209;&#140; &#208;&#186; &#208;&#177;&#208;&#190;&#208;&#187;&#209;&#140;&#209;&#136;&#208;&#190;&#208;&#188;&#209;&#131; &#208;&#191;&#209;&#131;&#209;&#130;&#208;&#181;&#209;&#136;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#184;&#209;&#142;! &#208;&#146;&#208;&#176;&#208;&#188; &#208;&#178;&#209;&#139;&#208;&#191;&#208;&#176;&#208;&#187;&#208;&#176; &#209;&#135;&#208;&#181;&#209;&#129;&#209;&#130;&#209;&#140; &#209;&#129;&#208;&#190;&#208;&#191;&#209;&#128;&#208;&#190;&#208;&#178;&#208;&#190;&#208;&#182;&#208;&#180;&#208;&#176;&#209;&#130;&#209;&#140; &#208;&#144;&#208;&#189;&#208;&#189;&#209;&#131;, &#208;&#173;&#208;&#187;&#209;&#140;&#208;&#183;&#209;&#131; &#208;&#184; &#208;&#181;&#209;&#145; &#208;&#180;&#209;&#128;&#209;&#131;&#208;&#183;&#208;&#181;&#208;&#185; &#208;&#191;&#208;&#190; &#208;&#180;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#179;&#208;&#181; &#208;&#189;&#208;&#176; &#209;&#129;&#208;&#181;&#208;&#178;&#208;&#181;&#209;&#128;. &#208;&#161;&#208;&#188;&#208;&#190;&#208;&#182;&#208;&#181;&#209;&#130;&#208;&#181; &#208;&#187;&#208;&#184; &#208;&#178;&#209;&#139; &#208;&#189;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#184; &#208;&#184;&#209;&#133; &#208;&#178; &#208;&#178;&#208;&#190;&#208;&#187;&#209;&#136;&#208;&#181;&#208;&#177;&#208;&#189;&#208;&#190;&#208;&#188; &#208;&#187;&#208;&#181;&#209;&#129;&#209;&#131;, &#208;&#184;&#208;&#187;&#208;&#184; &#208;&#180;&#209;&#128;&#208;&#181;&#208;&#178;&#208;&#189;&#208;&#181;&#208;&#181; &#208;&#178;&#208;&#190;&#208;&#187;&#209;&#136;&#208;&#181;&#208;&#177;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#190; &#208;&#183;&#208;&#176;&#209;&#129;&#209;&#130;&#208;&#176;&#208;&#178;&#208;&#184;&#209;&#130; &#208;&#178;&#208;&#176;&#209;&#129; &#208;&#177;&#209;&#128;&#208;&#190;&#208;&#180;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#191;&#208;&#190; &#208;&#183;&#208;&#176;&#208;&#186;&#208;&#190;&#208;&#187;&#208;&#180;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#189;&#208;&#190;&#208;&#188;&#209;&#131; &#208;&#186;&#209;&#128;&#209;&#131;&#208;&#179;&#209;&#131;?&#10;&#10;&#208;&#159;&#209;&#128;&#208;&#190;&#209;&#129;&#209;&#130;&#209;&#139;&#208;&#181; &#208;&#191;&#209;&#128;&#208;&#176;&#208;&#178;&#208;&#184;&#208;&#187;&#208;&#176; &#208;&#190;&#208;&#177;&#209;&#138;&#209;&#143;&#209;&#129;&#208;&#189;&#209;&#143;&#209;&#142;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#183;&#208;&#176; 5 &#208;&#188;&#208;&#184;&#208;&#189;&#209;&#131;&#209;&#130;&#10;&#10;     &#208;&#152;&#208;&#179;&#209;&#128;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#181; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130;&#209;&#139; &#208;&#180;&#208;&#178;&#208;&#184;&#208;&#182;&#208;&#181;&#208;&#189;&#208;&#184;&#209;&#143; &#208;&#184; &#208;&#191;&#208;&#181;&#209;&#128;&#208;&#181;&#208;&#188;&#208;&#181;&#209;&#137;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#181; &#209;&#129;&#208;&#178;&#208;&#190;&#209;&#142; &#209;&#132;&#208;&#184;&#209;&#136;&#208;&#186;&#209;&#131;&#10;     &#208;&#158;&#209;&#130;&#208;&#186;&#209;&#128;&#209;&#139;&#208;&#178;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#181; &#208;&#191;&#208;&#181;&#209;&#128;&#209;&#129;&#208;&#190;&#208;&#189;&#208;&#176;&#208;&#182;&#208;&#181;&#208;&#185; &#208;&#184; &#209;&#128;&#208;&#176;&#208;&#183;&#209;&#139;&#208;&#179;&#209;&#128;&#209;&#139;&#208;&#178;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#181; &#208;&#184;&#209;&#133; &#208;&#180;&#208;&#181;&#208;&#185;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#184;&#209;&#143;&#10;     &#208;&#151;&#208;&#176;&#208;&#191;&#208;&#190;&#208;&#188;&#208;&#184;&#208;&#189;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#181; &#208;&#188;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#190;&#208;&#191;&#208;&#190;&#208;&#187;&#208;&#190;&#208;&#182;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#181; &#209;&#129;&#208;&#178;&#208;&#190;&#208;&#184;&#209;&#133; &#208;&#191;&#208;&#181;&#209;&#128;&#209;&#129;&#208;&#190;&#208;&#189;&#208;&#176;&#208;&#182;&#208;&#181;&#208;&#185;&#10;     &#208;&#159;&#208;&#181;&#209;&#128;&#208;&#178;&#209;&#139;&#208;&#185;, &#208;&#186;&#209;&#130;&#208;&#190; &#208;&#190;&#209;&#130;&#208;&#186;&#209;&#128;&#209;&#139;&#208;&#187; 6 &#208;&#191;&#208;&#181;&#209;&#128;&#209;&#129;&#208;&#190;&#208;&#189;&#208;&#176;&#208;&#182;&#208;&#181;&#208;&#185; &#209;&#129;&#208;&#178;&#208;&#190;&#208;&#181;&#208;&#179;&#208;&#190; &#209;&#134;&#208;&#178;&#208;&#181;&#209;&#130;&#208;&#176;, &#208;&#191;&#208;&#190;&#208;&#177;&#208;&#181;&#208;&#182;&#208;&#180;&#208;&#176;&#208;&#181;&#209;&#130;!&#10;&#10;&#10;&mdash;description from the publisher (Russian)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement",
      "Track Movement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Movies: Frozen"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Холодное сердце 2: Зачарованный лес (Frozen 2: Enchanted Forest)",
    "ID": 293774,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/293774/xolodnoe-serdce-2-zacarovannyi-les-frozen-2-enchan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Elsa, Anna, and their friends are headed as north as they can go. A mysterious forest lies ahead where they will face danger and unexpected encounters. Help them find their way through the enchanted forest and overcome all obstacles! &#10;Frozen 2: Enchanted Forest is a card-placement family game where you will be building a common path of cards with matching symbols. The first player to run out of their cards wins!&#10;&#10;&mdash;description from the publisher (English)&#10;&#10;&#208;&#165;&#208;&#190;&#208;&#187;&#208;&#190;&#208;&#180;&#208;&#189;&#208;&#190;&#208;&#181; &#209;&#129;&#208;&#181;&#209;&#128;&#208;&#180;&#209;&#134;&#208;&#181; 2: &#208;&#151;&#208;&#176;&#209;&#135;&#208;&#176;&#209;&#128;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#185; &#208;&#187;&#208;&#181;&#209;&#129;&#10;&#10;&#208;&#173;&#208;&#187;&#209;&#140;&#208;&#183;&#208;&#176;, &#208;&#144;&#208;&#189;&#208;&#189;&#208;&#176; &#208;&#184; &#208;&#184;&#209;&#133; &#208;&#180;&#209;&#128;&#209;&#131;&#208;&#183;&#209;&#140;&#209;&#143; &#208;&#190;&#209;&#130;&#208;&#191;&#209;&#128;&#208;&#176;&#208;&#178;&#208;&#187;&#209;&#143;&#209;&#142;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#178; &#208;&#180;&#208;&#176;&#208;&#187;&#209;&#145;&#208;&#186;&#208;&#190;&#208;&#181; &#208;&#191;&#209;&#131;&#209;&#130;&#208;&#181;&#209;&#136;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#184;&#208;&#181; &#208;&#189;&#208;&#176; &#209;&#129;&#208;&#181;&#208;&#178;&#208;&#181;&#209;&#128;. &#208;&#159;&#208;&#181;&#209;&#128;&#208;&#181;&#208;&#180; &#208;&#189;&#208;&#184;&#208;&#188;&#208;&#184; &#208;&#187;&#208;&#181;&#208;&#182;&#208;&#184;&#209;&#130; &#209;&#130;&#208;&#176;&#208;&#184;&#208;&#189;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#181;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#185; &#208;&#187;&#208;&#181;&#209;&#129;, &#208;&#179;&#208;&#180;&#208;&#181; &#208;&#179;&#208;&#181;&#209;&#128;&#208;&#190;&#208;&#181;&#208;&#178; &#208;&#190;&#208;&#182;&#208;&#184;&#208;&#180;&#208;&#176;&#209;&#142;&#209;&#130; &#208;&#190;&#208;&#191;&#208;&#176;&#209;&#129;&#208;&#189;&#208;&#190;&#209;&#129;&#209;&#130;&#208;&#184; &#208;&#184; &#208;&#189;&#208;&#181;&#208;&#190;&#208;&#182;&#208;&#184;&#208;&#180;&#208;&#176;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#181; &#208;&#178;&#209;&#129;&#209;&#130;&#209;&#128;&#208;&#181;&#209;&#135;&#208;&#184;. &#208;&#159;&#208;&#190;&#208;&#188;&#208;&#190;&#208;&#179;&#208;&#184;&#209;&#130;&#208;&#181; &#208;&#180;&#209;&#128;&#209;&#131;&#208;&#183;&#209;&#140;&#209;&#143;&#208;&#188; &#208;&#189;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#184; &#208;&#180;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#179;&#209;&#131; &#208;&#178; &#208;&#183;&#208;&#176;&#209;&#135;&#208;&#176;&#209;&#128;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#189;&#208;&#190;&#208;&#188; &#208;&#187;&#208;&#181;&#209;&#129;&#209;&#131; &#208;&#184; &#209;&#131;&#209;&#129;&#208;&#191;&#208;&#181;&#209;&#136;&#208;&#189;&#208;&#190; &#208;&#191;&#209;&#128;&#208;&#181;&#208;&#190;&#208;&#180;&#208;&#190;&#208;&#187;&#208;&#181;&#209;&#130;&#209;&#140; &#208;&#178;&#209;&#129;&#208;&#181; &#208;&#191;&#209;&#128;&#208;&#181;&#208;&#191;&#209;&#143;&#209;&#130;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#184;&#209;&#143;.&#10;&#10;&mdash;description from the publisher (Russian)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Maze",
      "Territory Building"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Frozen"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wigetta y las gemas mágicas",
    "ID": 293777,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/293777/wigetta-y-las-gemas-magicas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Willyrex, Vegetta777 and their friends wake up in a mysterious cave without knowing how they got there. But, they are not alone... inside the cave there lurk some dangers.&#10;With the help of the Goblins, they will try to come back home a loot of gems, while avoiding falling into the traps or being caught by the Hypnocielagos or the Slimo King.&#10;&#10;Can you help our friends to escape from the caves and collect the most valuable gems?&#10;&#10;On each turn, players must play a creature card from their hand. All cards are revealed at the same time and the solved its effect. First to play is the slimo kings. They will catch the Hypnocielagos in play. Then, if there are hypnocielagos in play, they will catch the goblins in play. Last, if there are goblins in play, they will collect the gems from the cave. Each type of creature will be solved starting with the card with the highest value.&#10;&#10;Collected gems and trapped creatures you get along the game will give victory points. At the end of the game, the player with the biggest loot will be the winner.&#10;&#10;&mdash;description from the designer (English)&#10;&#10;Willyrex, Vegetta777 y sus amigos despiertan en una misteriosa cueva sin saber c&oacute;mo han llegado hasta all&iacute;. Pero no est&aacute;n solos; las cuevas est&aacute;n repletas de vida y con dentro acechan grandes peligros.&#10;Con la ayuda de los Duendes, intentaran volver a casa con las valiosas gemas de la cueva, evitando caer en las trampas y ser atrapados por los Hipnoci&eacute;lagos o el Rey Slimo.&#10;&#10;&iquest;Podr&aacute;s ayudar a nuestros amigos a escapar de las cuevas y reunir la mayor cantidad de gemas?&#10;&#10;En cada turno, los jugadores deben jugar una carta de criatura de su mano y deber&aacute;n revelarla a la vez. Primero se resolver&aacute;n los reyes slimo que haya en juego. Estos atrapar&aacute;n a los Hipnocielagos. Luego, si hay Hipnocielagos en juego, atraparan a los duendes de la cueva. Y finalmente, si hay duendes en juego, podr&aacute;n recolectar las gemas de la cueva. A su vez; cada criatura se resolver&aacute; comenzando por la de mayor valor en la carta.&#10;&#10;Las gemas conseguidas y criaturas atrapadas de dar&aacute;n puntos de victoria. Al final de la partida, el jugador con el mayor bot&iacute;n ser&aacute; el ganador.&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frozen 2: Seasons",
    "ID": 293779,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/293779/frozen-2-seasons",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Anna and Elsa went on a trip with their friends, but Olaf the Snowman got lost! Help them find him! &#10;Frozen 2: Seasons is a fun and challenging memory game: reveal a Goal card and try to reveal the cards that would match its features! If you want to make it harder, try three different game variants!&#10;&#10;&mdash;description from the publisher (English)&#10;&#10;&#208;&#165;&#208;&#190;&#208;&#187;&#208;&#190;&#208;&#180;&#208;&#189;&#208;&#190;&#208;&#181; &#209;&#129;&#208;&#181;&#209;&#128;&#208;&#180;&#209;&#134;&#208;&#181; 2: &#208;&#146;&#209;&#128;&#208;&#181;&#208;&#188;&#208;&#181;&#208;&#189;&#208;&#176; &#208;&#179;&#208;&#190;&#208;&#180;&#208;&#176;&#10;&#10;&#208;&#144;&#208;&#189;&#208;&#189;&#208;&#176; &#208;&#184; &#208;&#173;&#208;&#187;&#209;&#140;&#208;&#183;&#208;&#176; &#209;&#129; &#208;&#180;&#209;&#128;&#209;&#131;&#208;&#183;&#209;&#140;&#209;&#143;&#208;&#188;&#208;&#184; &#208;&#190;&#209;&#130;&#208;&#191;&#209;&#128;&#208;&#176;&#208;&#178;&#208;&#184;&#208;&#187;&#208;&#184;&#209;&#129;&#209;&#140; &#208;&#178; &#208;&#191;&#209;&#131;&#209;&#130;&#208;&#181;&#209;&#136;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#184;&#208;&#181;, &#208;&#189;&#208;&#190; &#208;&#178;&#208;&#189;&#208;&#181;&#208;&#183;&#208;&#176;&#208;&#191;&#208;&#189;&#208;&#190; &#209;&#129;&#208;&#189;&#208;&#181;&#208;&#179;&#208;&#190;&#208;&#178;&#208;&#184;&#208;&#186; &#208;&#158;&#208;&#187;&#208;&#176;&#209;&#132; &#208;&#191;&#208;&#190;&#209;&#130;&#208;&#181;&#209;&#128;&#209;&#143;&#208;&#187;&#209;&#129;&#209;&#143;. &#208;&#159;&#208;&#190;&#208;&#188;&#208;&#190;&#208;&#179;&#208;&#184;&#209;&#130;&#208;&#181; &#208;&#179;&#208;&#181;&#209;&#128;&#208;&#190;&#209;&#143;&#208;&#188; &#208;&#189;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#184; &#208;&#158;&#208;&#187;&#208;&#176;&#209;&#132;&#208;&#176;!&#10;&#10;&#208;&#146;&#208;&#181;&#209;&#129;&#209;&#145;&#208;&#187;&#209;&#139;&#208;&#185; &#209;&#130;&#209;&#128;&#208;&#181;&#208;&#189;&#208;&#176;&#208;&#182;&#209;&#145;&#209;&#128; &#208;&#180;&#208;&#187;&#209;&#143; &#208;&#191;&#208;&#176;&#208;&#188;&#209;&#143;&#209;&#130;&#208;&#184;&#10;&#208;&#157;&#208;&#190;&#208;&#178;&#208;&#190;&#208;&#181; &#209;&#129;&#208;&#187;&#208;&#190;&#208;&#178;&#208;&#190; &#208;&#178; &#208;&#182;&#208;&#176;&#208;&#189;&#209;&#128;&#208;&#181; &#208;&#188;&#208;&#181;&#208;&#188;&#208;&#190;&#209;&#128;&#208;&#184;-&#208;&#184;&#208;&#179;&#209;&#128;&#10;3 &#209;&#128;&#208;&#176;&#208;&#183;&#208;&#189;&#209;&#139;&#209;&#133; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#190;&#208;&#178;&#209;&#139;&#209;&#133; &#209;&#128;&#208;&#181;&#208;&#182;&#208;&#184;&#208;&#188;&#208;&#176;&#10;&#10;&mdash;description from the publisher (Russian)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Movies: Frozen"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Freunde versenken",
    "ID": 293782,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/293782/freunde-versenken",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Freunde versenken is a game like Battleship. Instead of ships you are firing on the names of your friends. Every player uses a DIN A5 paper to manage his own battleground and the battleground of the other player. It comes with an anti-cheat-shield.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SAC: All Out Nuclear War Against the Soviet Union, 1962",
    "ID": 293786,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/293786/sac-all-out-nuclear-war-against-the-soviet-union-1",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "100",
    "Weight": "1.5",
    "Description": "&quot;SAC: All Out Nuclear War Against the Soviet Union, 1962&quot; is an introductory level, low complexity wargame simulation. It portrays a &ldquo;what if&rdquo; attack by the US Strategic Air Command (SAC) against the USSR. The premise of the game is that the Cuban &ldquo;missile crisis&rdquo; escalated to an all-out nuclear war between the Cold War protagonists. The game is designed for two players, one taking on the role of the attacking US forces and the other the defending air defense forces of the Soviet Union. The game can also be played solitaire. The SAC game's design is based on the classic NORAD game, published over four decades ago by Conflict Magazine and Simulations, and designed by Dana Lombardy. My design is a tribute to that classic, but with the gaming perspective &quot;switched&quot; and some new rules &quot;tweaks&quot;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Soviet Union",
      "Country: USA",
      "History: Cold War",
      "Theme: Alternate History",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elysian Battlefields",
    "ID": 293787,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/293787/elysian-battlefields",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Who is the greatest warrior of all time?&#10;&#10;Set in Elysium, the afterlife of heroes, each player controls the forces of a former hero of this life to try and conquer, rule, or reign over the Elysian Battlefields. Each hero offers unique attributes.&#10;&#10;There are three different pathways to victory. Players can destroy enemy units(conquer), control territories(rule), or develop their kingdom(reign). Players must strategize what types of cards and units they will produce as well as how they will use those resources to accomplish their goals while reacting to their opponents.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Demon Worker: Imp Promo Cards",
    "ID": 293793,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293793/demon-worker-imp-promo-cards",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Imp is a two cards set of a new demon worker that was originally released as a in vol. 3 of the quarterly released Japanese analog games magazine &quot;Game Mastery (GM) Magazine&quot; in March 2018.&#10;&#10;Japanime Games gave out the English version of the cards at Gen Con 2019.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Justice League: Hero Dice – Flash: Promokarte",
    "ID": 293795,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293795/justice-league-hero-dice-flash-promokarte",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo card for Justice League: Hero Dice - Flash with german text &quot;Speicherpunkt: Merke dir dein aktuelles Ergebnis. Du darfst es anstelle deines Endergebnisses nutzen.&ldquo;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Justice League"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Justice League: Hero Dice – Green Lantern: Promokarte",
    "ID": 293796,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293796/justice-league-hero-dice-green-lantern-promokarte",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo card for Justice League: Hero Dice - Green Lantern with german text &quot;Jedes Parallax z&auml;hlt als 1 Treffer. Jedes Green Lantern Symbol als -1 Treffer.&ldquo;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Justice League"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Krig",
    "ID": 293803,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgame/293803/krig",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Krig is a minimalist dice combat micro-game for 2 players that involves luck and strategy. Each player uses a set of polyhedral dice to play, while each die has a particular use.&#10;&#10;During their turn, players perform one of the following actions: attack, defend, charge, or parry. Attack the opponent until their hit points counter gets to 0, and you win the match.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Lose a Turn"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: Polyhedral (not D6) dice",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quota",
    "ID": 293804,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/293804/quota",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Quota, players play a game within a game, anytime, anywhere. Simply give each player a card with two quotes, which they have to sneak into conversation without getting caught. Play during game night, a dinner out, a camping trip, and more. Each quote is worth points based on its difficulty. The winner at the end of the night then gets an agreed-upon prize.&#10;&#10;Playing is simple- draw a card with two quotes, keep them secret, and carry on with your evening. Then, when the time is right, sneak a quote into conversation. If you get caught, then get a new card. If you don't, and the conversation carries on, show your card and get the points, drawing a new card. What will your score be at the end of the night?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Woods of Tarnaris: 6 Player Expansion",
    "ID": 293810,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293810/woods-of-tarnaris-6-player-expansion",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This expansion for Woods of Tarnaris: Path to Luslaria adds two card decks with 20 cards each for the 5th and 6th player.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Educational",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Card Games: Matching",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victoriana: The Time Traveller Collection",
    "ID": 293812,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293812/victoriana-the-time-traveller-collection",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Time Traveller Collection add-on consists of five brand new cards, all inspired by H.G. Wells&rsquo; 1895 novel The Time Machine. The collection includes:&#10;&#10;The Time Traveller investigator card&#10;The Time Traveller mastermind and agent cards (from possible, dark futures) &#10;A Morlock henchman card &#10;The Forestall the Future plot card&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dreamscape: On Purpose Mini-Expansion",
    "ID": 293814,
    "Year": "(2019)",
    "Geek Rating": "5.540",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293814/dreamscape-on-purpose-mini-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Once you meet the requirements of your Purpose card (see overleaf), reveal it, score its Slumber points, and put it on top of your completed card stack.&#10;&#10;Using a Purpose card&#10;As long as it is on top of your complete card stack, you can put a shard (except red) from your Hands onto your Purpose card to use any Dreamworld Power&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Movement Points",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Codes: World Edition",
    "ID": 293815,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293815/codes-world-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The &quot;Codes&quot; World edition an be played alone or against each other.&#10;There are different categories which contain tasks made up trough various topics, e.g. Cities, countries and rivers.&#10;&#10;Use your creativity, logical thinking, general knowledge and speed to defeat your friends and acquaintances in intellectual competition.&#10;&#10;You hve to break &quot;codes&quot; using different methods..&#10;&#10;Ideal are large game groups, e.g. School classes, because it can be played at the same time with a large number of people. However it should be played with at least three players.&#10;It can be expanded to any number of players.&#10;&#10;The players get read an incomplete term, which they have to  decrypt with the help of the turntables.&#10;&#10;The codewords are divided into three difficulty levels: 1 point = easy, 2 = medium, 3 = difficult.&#10;&#10;Winner is the player who first scores ten or more points.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Victoriana: Jekyll and Hyde Promo",
    "ID": 293816,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293816/victoriana-jekyll-and-hyde-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Jekyll and Hyde was a promo included as a bonus for all backers and preorders. It was packaged by itself and separate from the base game's box.&#10;&#10;A new investigator with new abilities.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Dr. Jekyll and Mr. Hyde",
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gloom: Shot by a Scorpion Promo Card",
    "ID": 293819,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293819/gloom-shot-by-a-scorpion-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This is an Untimely Death Promo card for Gloom.&#10;&#10;To play with this promo, shuffle it into the pile of cards at the beginning of the game. It adds a new Untimely Death card to the game.&#10;&#10;The card's ability reads: &quot;You can play this Untimely Death on a Character with the (Beast) icon regardless of their Self-Worth score.&quot;&#10;&#10;&quot;That one stung&quot;&#10;&#10;This promo was released in issue #237 of Game Trade Magazine. (1 of 4 possible)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Game: Gloom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gates of Delirium: Sacrificial Fire Mini Expansion",
    "ID": 293821,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293821/gates-of-delirium-sacrificial-fire-mini-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The sacrificial fire board is placed next to the game map and allows players a new desperate action of sacrificing an investigator by spending desperation tokens. Players earn points at game end based on the number of sacrificed investigators.&#10;&#10;This item was part of Renegade Game Studios Level Up Loot 2 promo box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Set Collection"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Junk Orbit: Tours Mini Expansion",
    "ID": 293822,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293822/junk-orbit-tours-mini-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A deck of tourist cards, which can be picked up instead of junk tiles from a city. Each tourist has a pickup location and a request. If you pick up a tourist and meet their request, they will earn you points at game end.&#10;&#10;This item was part of Renegade Game Studios Level Up Loot 2 promo box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orchards",
    "ID": 293823,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/293823/orchards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Orchards, each player is trying to produce the best crop of fruit to sell at the market. They will need to plant, grow, harvest and sell at the right time to earn the most victory points.&#10;&#10;Players begin the process by planting trees, which may grant them ownership of some of the orchard. Owners earn money whenever someone uses one of their spaces. Each turn the active player chooses a row and column of the orchard and all the trees on these spaces grow fruit. Eventually they will harvest this fruit in order to fulfill orders at the market. The changing seasons modify the value and viability of each fruit, and players may need to collaborate to fulfill an order and sell at the best price. Each order fulfilled earns the players involved victory points and coins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Market",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Davros & The New Dalek Empire",
    "ID": 293826,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293826/doctor-who-exterminate-the-miniatures-game-davros",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Davros and a group of Daleks to Doctor Who: Exterminate! The expansion includes one Davros &amp; twelve Dalek miniatures, seven faction cards, and eleven new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marapi: Tales from the mountain",
    "ID": 293827,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293827/marapi-tales-from-the-mountain",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Marapi is a mountain from Indonesia, known for its mystical aura and many horror stories surrounding it. Players who trapped by the mystical beings that reside there must survive in 7 days to get out of the mountain! Every action that players made have much consequence that may help them or even kill them. Players must survive by cooperating with other players or, sacrificing the others!&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Counter Sneks",
    "ID": 293828,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293828/counter-sneks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game has the same gameplay as snakes and ladders, but it has spells in it. Players can draw spells card if they land onto a drawing point. Most spell should be used once the players draws it or it will be expired. Some spells can be saved to be used later. The board itself has 225 tiles. Only one winner to be chosen.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Action Queue",
      "Different Dice Movement",
      "Grid Movement",
      "Open Drafting"
    ],
    "Families": [
      "Traditional Games: Snakes and Ladders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll n Di(c)e: Last Man Standing Board Game",
    "ID": 293829,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293829/roll-n-dice-last-man-standing-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Surrender your fate to the RNG Gods.&quot;&#10;&#10;Roll n Di(c)e is a 2-4 player last man standing game. Your life depends on the dice you roll. The last man alive wins.Get Buff Cards to enhance your gameplay. Debuff Cards to weaken your opponent. Even more ways to win by using Opportunity Cards!&#10;&#10;Each player starts with 5 Health Points (HP) and can have up to 7HP. Players can move in any direction they want and take a number of steps by rolling a 6-sided dice during their turn. Each player can attack one another by landing on the same tile. The Attacker can attack by rolling a dice once. The Defender can defend by rolling two dices once and pick the highest number on either dice. The highest number inflicts one damage to their opponent. Use Teleport Tiles to instantly move to another Teleport tile. Use DMZ Tiles when your HP reaches critical, other players can't attack you here. Up to 30 turns each gameplay!&#10;&#10;Wanna play tag team with your best bud? TURBO Mode allows you to play as a team of two against another team! Four players, two teams, 20 turns max. Each team shares 5HP. Double the fun with your teammate!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Euromasters",
    "ID": 293831,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293831/euromasters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "With Euromasters, you will learn everything, in the form of a game, about the value of the euro, but also about countries adopting the euro.&#10;Euromasters, an exciting game of questions and answers that will teach you a lot of things.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Economic",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Calico: Kickstarter Promo Cats",
    "ID": 293834,
    "Year": "(2020)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293834/calico-kickstarter-promo-cats",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A special double-sided promo cat scoring tile and four additional cat tokens, given for free to Kickstarter backers. These cats add 'largest pattern group' and 'longest pattern line' scoring options, giving you more ways to play!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Series: Calico"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Turtle Game",
    "ID": 293837,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293837/turtle-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Children&rsquo;s racing game from 1960 with a magnetic board and turtle that alters the movement direction of the player&rsquo;s turtle pawns. The first turtle to move off the playing board wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "18NYC: The Great American Subway",
    "ID": 293846,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/293846/18nyc-the-great-american-subway",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "4",
    "Description": "18NYC is an underground railroad building and investment game set in New York City, New York. 18NYC is a game in a series of loosely-related games collectively known as 18xx games, originated by Francis Tresham with 1829.&#10;&#10;Unique to 18NYC are three corporations with their own colors of track.  There is also a government railway, the New York City Transit Authority (NYCTA), that may form as well.&#10;&#10;Each phase color also has a deck of event cards which are drawn from at the start of each OR.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hotel 13",
    "ID": 293857,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/293857/hotel-13",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Six youngsters, a hotel and a confidential room 13. An exciting search full drama, love, humor... and dark secrets. In this exciting play you proceed on the search for the mystery of room 13... In the different rooms of the hotel her tracks collect in the form of black and white little cube stones which help you to master your cube duties in room 13. Who masters all duties as a first, wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Little Space Errands",
    "ID": 293862,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293862/little-space-errands",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;There was a time, around year 2000, where several bad sci-fi movies predicted that the Earth would become an uninhabitable wasteland, fact known as &ldquo;we jumped into the lake&rdquo;. They also predicted humanity would conquer space, seeking for a better place to leave because, well, what else could we do. Who would have said that the better fortune tellers were in cheap sci-fi movies? Maybe it was just a matter of luck.&#10;&#10;When we started to surf among the stars, we were too lazy to collect any garbage. Therefore, the space is now full of that trash. Those were the days; we could afford throwing all kind of things though the spaceship wc.&#10;&#10;Now resources are limited. That trash, that we threw away so carelessly, is now the most valuable currency in the space. More than gold, more than any other mineral, now plenty in any rock in the space. No one studies how to make a screw, that&rsquo;s why they cost so much.&#10;&#10;Let&rsquo;s stop talking. Welcome aboard. You probably know something about us, the Those Little Assignments Co. We travel through the space, jumping into the hyperspace, avoiding threats looking for resources and, who knows, maybe a mighty artifact.&#10;&#10;Please go to the sign board. Every day there is a new adventure to live. Well, we really have no &ldquo;days&rdquo; in the space, but we still count every 24 hours, just not to get crazy. I hope you enjoy your time here.&quot;&#10;&#10;Little Space Errands is a game for 1 player, with games of around 20 minutes length. You will face a variety of threats represented by cards, using different resources of your ship and using the dice to get some loot. Current art of the game is provisional and for demonstration purposes only.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ted the Cat: Was geht?",
    "ID": 293870,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293870/ted-the-cat-was-geht",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "No matter where Ted the cat goes or stands, Rock the dog is on his heels ... Who will find Ted and will be aible to guess his trail by the number of paws? But watch out, if you meet Rock, everything is over quickly.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mopseinander",
    "ID": 293872,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/293872/mopseinander",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The pugs are out of control! Bright colours and many, many pugs bring joy, fun and also trouble in this turbulent and fast nightcap game! You have to recognize the right pugs in the right number quickly. A little confused is everything at Mopseinander.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Ass Pack",
    "ID": 293880,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293880/cards-against-humanity-ass-pack",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Back it up. Now bring it down. Lower. Down to the floor. Now wiggle it all around. Now get out your wallet and buy the all-new Ass Pack!&#10;&#10;&#10;     30 new cards regarding butts.&#10;     Includes cards by visionary ass connoisseur Sir Mix-A-Lot.&#10;     Round.&#10;     Juicy.&#10;     Spank it!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: 2000s Nostalgia Pack",
    "ID": 293881,
    "Year": "(2019)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293881/cards-against-humanity-2000s-nostalgia-pack",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Dude, where&rsquo;s my car? The 2000s Nostalgia Pack comes with 30 new cards capitalizing on the surge of dopamine that floods your brain when you think about your childhood.&#10;&#10;&#10;     Chunky highlights.&#10;     Butterfly clips.&#10;     Bootcut jeans.&#10;     Bush did 9/11.&#10;     You&rsquo;re such a Miranda!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Decades: The 2000's",
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taoex",
    "ID": 293882,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.17",
    "Link": "https://boardgamegeek.com/boardgame/293882/taoex",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Taoex is an abstract strategy game where players use mono-directional tiles to navigate a hexagonal grid to capture opponents&rsquo; tiles to create multi-directional towers for greater mobility. Using the 6-pointed compass, that control all direction of play, located in the center of the board, players take turns placing their 12 tiles (2 for each compass direction) in the optimum starting hexes. Once all the 36 starting hexes have been filled the game begins with the players taking turns advancing at least 1 tile into play per turn. Within the board there is a 6-pointed star called The Way where tiles are forced to roll the 10-sided Taoex die to charge the path a tile/tower moves across the board. Regardless of whether the roll is beneficial to the rolling player, the tile must move the roll along the Way if it can. Tiles/towers that traverse board to the far side of the board, if the tile/tower manages to line up with a starting hex, the tile/tower can wrap around the board to come out on the other side once again. An excellent tactic when hunting new directions.&#10;&#10;As players begin collecting enemy tiles, by landing on them, they form towers of up to 6 tiles tall, maximum. Anything over 6 tiles the tower&rsquo;s owner either removes enemy tiles from play or in the case of his own, liberates them and returns them to an open starting hex of the appropriate direction of the tile. The game is won by a player collecting 6 of one enemy&rsquo;s tiles into a single tower or, if 1 player captures/eliminates all opponent tiles.&#10;&#10;Taoex is a challenging and unique abstract strategy game that is very simple to learn and yet offers the players a mental workout as they master their play. Naturally, the rules that govern the game are more complex than the description written above, but it is the nuances in the rules that makes all games more interesting and Taoex offers its fair share. If you are the kind of gamer that enjoys using your mind to defeat opponents rather than just relying upon some lucky dice roll or random chance, then Taoex is a game for you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Relative Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Edge: Dawnfall – Plastic Bosses Expansion",
    "ID": 293883,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293883/the-edge-dawnfall-plastic-bosses-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Co-op and PvP Expansion! 6 bosses for all the main factions! Additional cards and scenarios!&#10;&#10;A.I. Bosses:&#10;Take part in the special dedicated solo system where player controlled factions fight against Huge Bosses controlled by A.I.&#10;&#10;Each boss has its own unique set of actions on cards and each game order of those cards change Boss tactics. Each Boss is different and you always play against one at a time.&#10;&#10;While fighting against boss player take 3 cards from its deck and create its action deck. Each card has 2 actions, top and bottom. When cards are lying on table, bottoms of higher cards cover tops of lower cards, so initially boss uses only 4 actions. When you wound boss enough times it does not dies, you simply remove its action card revealing previously hidden action. Then you have to wound new card until moving to next. Boss dies only when you remove its final card.&#10;&#10;Boss actions are very unique and full of flavor to each Boss. Each action also has different targeting system, it can target weakest models, closest, all base to base, etc.&#10;&#10;Each boss also has its own set of tokens like Quarry, Control, Shields, Toxic that gives it the additional twist to its mechanics and combat characteristics.&#10;&#10;Additionally, each boss has 2 mini scenarios.&#10;&#10;Every single Boss brings tons of fun and challenge to encounters and will require many attempts to beat them!&#10;&#10;Also, each Boss now will belong as fully playable Boss for its respective faction. Players will be able to field them in battles against other players and you can expect full asymmetry and unique flavor for every single boss just like in A.I mode.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice: Patriots & Smugglers",
    "ID": 293896,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293896/d-day-dice-patriots-and-smugglers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A website exclusive set of 14 card to play with D-Day Dice and D-Day Dice Pocket.&#10;&#10;This set includes 2 Legendary Units for D-Day Dice: The Smugglers and The Patriots, including new Specialists and items, plus a double sided card representing the Colonel and Scout for D-Day Dice Pocket.&#10;&#10;Fancy playing as Captain Solo and the Rookie or as a Super Soldier and his side kick...you can now!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gridlock: Boston",
    "ID": 293919,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/293919/gridlock-boston",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A competitive board game about driving through the city where the roads make no sense and everything is always changing on you. Players build and modify a road network across the board based on a real-life city (Boston, in this edition).&#10;&#10;Roads are represented by intersections on hex tiles and can be laid out in any space and orientation available on the board. Players can drive across any road, no matter who laid it.&#10;&#10;The first player to get to their randomly-chosen destinations wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Pieces as Map"
    ],
    "Families": [
      "Cities: Boston (Massachusetts, USA)",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unfundable",
    "ID": 293923,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293923/unfundable",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Unfundable is a 5-player card game about the competitive yet collaborative world of academic research. It is played in 3 free-form rounds of negotiation. Players negotiate over the division of resources required to obtain a grant, as well as the division of the resulting rewards.&#10;&#10;Players balance short-term collaboration with the long-term need to achieve their secret goal and avoid becoming Unfundable, i.e. having the fewest Papers at the end of the game.&#10;&#10;Unfundable was designed as an engagement tool between researchers of various levels, from early-stage college students to postdocs. But it is also a quick, casual game that anyone can enjoy. It requires no background knowledge in research or tabletop gaming.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Negotiation",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AARGH!",
    "ID": 293924,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/293924/aargh",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "AARGH! It is a competitive card game based on the live role-playing events of Survival Zombie, where each player controls a group of survivors whose only mission is simple: get the seals that will make their group escape from the zombie apocalypse. However, the different groups must face zombies, test and incidents using their skills while meeting different characters.&#10;&#10;The game consists of 200 cards and markers and offers 3 different types of games:&#10;&#10;Survival: Game of 2 to 8 players, initially they will give each player 3 survivor cards and one of modifier.  Get 2 stamps to win the game, make it difficult for opponents because only one team will escape the apocalypse.  Maximum of 6 cards in hand.&#10;&#10;Cooperative: Game of up to 8 players per team, initially 2 players of survivors and a modifier card are given to each player.  It consists of playing in the same way as the Survival game, the teams will always be alternate at the game table and the objective will be to get 3 stamps per team.  The modifying cards are still secret to the rest of the players, among teammates you can only ask if they have cards of a certain type but not how much they reward or penalize.  Maximum 5 cards in hand.&#10;&#10;Sudden Death: A game of up to 16 players, initially 1 survivor card and a modifier card will be delivered to each player.  Special survivors' cards and encounter cards must be removed from the event deck, as getting stamps is not essential but to survive.  Alliances are prohibited, so you cannot help a rival unless you get a benefit from it.  Maximum 3 cards in the hand.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Codenames: Bonus Pack – Through the Ages",
    "ID": 293928,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293928/codenames-bonus-pack-through-the-ages",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Bonus Pack contains 10 double-sided cards with terms based on Through the Ages.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames",
      "Promotional: BGG Store Promos",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Embolos",
    "ID": 293929,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293929/embolos",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Embolos is a multi-player game of tactical combat between the oar-powered warships of the Greeks, Romans, and other early Mediterranean cultures. The game system is easy to learn yet always challenging.Players may choose to fight evenly matched tournaments, historical scenarios, or battles based solely on their own imagination.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Omicron Protocol: Up to No Good",
    "ID": 293930,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293930/omicron-protocol-up-to-no-good",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The expansion adds even more variety and replayability to the game. The &quot;Up to No Good&quot; expansion STANDEE-only version, containing 2 full Factions.&#10;&#10;Miniature versions &quot;Animals&quot;&#10;As a faction, all the animals have been mysteriously &quot;enlightened&quot;, such that their intelligence has been boosted exponentialy. No one, not even the animals themselves, knows how or why this occurred.&#10;&#10;Miniature versions &quot;Red Dragons&quot;&#10;The Red Dragons are San Lazaro's most powerful street gang. Originally a Chinese triad, it has recently opened up its ranks to people of all backgrounds under the leadership of the ambitious and ruthless &quot;Lady Rose&quot;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blight Chronicles: Zoe Abigail mini-expansion pack",
    "ID": 293933,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293933/blight-chronicles-zoe-abigail-mini-expansion-pack",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Second Agent&#10;- deck of starting agent cards&#10;- set of level up cards for that agent&#10;&#10;17 cards!&#10;&#10;Came as either an add-on to the Kickstarter campaign or was included in the Deluxe pledge level.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Blight Chronicles – Agent Decker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blight Chronicles: Hideaki Takumi mini-expansion pack",
    "ID": 293934,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293934/blight-chronicles-hideaki-takumi-mini-expansion-pa",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Third Agent&#10;- deck of starting agent cards&#10;- set of level up cards for that agent&#10;&#10;17 cards!&#10;&#10;Came as an add-on to the Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Blight Chronicles – Agent Decker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – BARC Speeder Unit Expansion",
    "ID": 293952,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293952/star-wars-legion-barc-speeder-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Versatile and swift, BARC speeders are designed to assist clone troopers as they scout the field, protect key targets, and launch rapid surprise attacks. These durable speeder bikes are armed with heavy blasters and fitted with powerful engines, making them useful in nearly any theater of ground war across the galaxy.&#10;&#10;Within the BARC Speeder Unit Expansion, you&rsquo;ll find one unpainted, finely sculpted BARC speeder miniature identical to the miniature included in the Star Wars: Legion Clone Wars Core Set. If you choose, this miniature can include a sidecar featuring a built-in M-45 Ion Blaster or a Mark II Medium Blaster. Similarly, a Phase I Clone Trooper can fire an RPS-6 rocket launcher from the sidecar. This expansion also includes a unit card and an assortment of six upgrade cards inviting you to outfit your speeder to fit your personal battle plan.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Droidekas Unit Expansion",
    "ID": 293953,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293953/star-wars-legion-droidekas-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Versatile and extremely destructive, Droidekas are a threat to even veteran squads of clone troopers and skilled Jedi Knights&mdash;and when B1 Battle Droids fail, droidekas are often sent to execute their primary function: annihilation of their targets. Rolling swiftly into battle, droidekas unleash their arm-mounted twin blasters, pouring out withering torrents of fire.&#10;&#10;The Droidekas Unit Expansion lets you support your droid forces with some of the most powerful combat droids in the galaxy. Four finely detailed, unpainted Droideka miniatures identical to those found in the Star Wars: Legion Clone Wars Core Set represent your Droidekas as they speed across the battlefield in wheel mode and unleash suppressive fire in their attack configuration. Meanwhile, a unit card fully outlines the Droidekas abilities while three upgrade cards give you the freedom to modify them with comms systems.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Veil Of Ruin",
    "ID": 293956,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/293956/veil-of-ruin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Inspired by tabletop classics like Dungeons &amp; Dragons and Magic: The Gathering, Veil of Ruin is a progressive deckbuilding RPG.&#10;&#10;Veil of Ruin is an immersive gaming experience designed to give you hours of unique and ever-changing enjoyment. Thanks to Veil of Ruin&rsquo;s quick setup and simple, yet intricate combat and dungeon crawling systems, you and your friends can go from opening the box to slaying monters within minutes. Venture into the dangerous, dying jungles of Orman, taking on the persona of one of our six unique Heroes as they fight their way through a myriad of Enemies.&#10;&#10;Gameplay:&#10;&#10;Veil of Ruin features three modes, Skirmish, Into the Jungle and PVP.&#10;&#10;Skirmish games are a cooperative one time experience for 1-4 players that take between 45 minutes and 2 hours.  Select the difficulty, pick the monsters you are fighting, draft your deck, get some equipment and then fight!&#10;&#10;A more intense experience is our Into the Jungle mode, a roguelike adventure designed with replayability in mind. Each cooperative session for between 1-4 players takes between 2 and 5 hours, players draft cards, gain items and other loot as they progress through the jungles of Orman. &#10; PVP is best played once you have a good understanding of the flow of gameplay.  With a few tweaks of the rules 2-4 players can battle one another to determine who is the champion of the jungle.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Closed Drafting",
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Matching",
      "Open Drafting",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Una Vittoria Inutile, Goito 1848",
    "ID": 293962,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/293962/una-vittoria-inutile-goito-1848",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.25",
    "Description": "Una Vittoria Inutile, Goito 1848 (A Useless Victory, Goito 1848) is a wargame by designer Andrea Brusati about the attack of the Austrian Army of Field Marshal Joseph Radetzky against the Piedmontese I Army Corps, deployed to protect the bridges over the Mincio near Goito, during the First Italian War of Independence.&#10;&#10;Una Vittoria Inutile, Goito 1848 is the second wargame of a series, using the same rules system, named &ldquo;Risorgimento&rdquo;.&#10;&#10;The Operational Game System &ldquo;Risorgimento&rdquo; simulates the battles and campaigns of the Wars of the Italian Independence (1848 &ndash; 1866) at regimental and battalion level. The system does not deal with the tactical formations of the period, instead it highlights the command systems and capacities, the fog of war, and the consequent operational and strategic decisions, keeping the game complexity at middle to low level.&#239;&#187;&#191;&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Austria",
      "Country: Italy",
      "History: Italian Wars of Independence",
      "History: Revolutions of 1848",
      "Magazine: Parabellum",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Final Curse of Dracula",
    "ID": 293969,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293969/the-final-curse-of-dracula",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Dracula's Curse is a 1 vs All social deduction game where players take the roles of Villagers in a town cursed by Dracula's powers. The goal of the game for the villagers is to find who Dracula is and kill him before is too late, while Dracula's goal is to turn all the living villagers into vampires and spread his reign of fear. However, villagers won't have it easy. With each night that passes, a new vampire will emerge among them. Villagers will have to work together to kill Dracula before they get turned into vampires and not be able to kill him.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bad or Worse?",
    "ID": 293970,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293970/bad-or-worse",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Bad or Worse? is a party game for 4 or more horrible people over 18 who like to choose between horrible choices. Do you want to know how sick you and your friends are and how far would you go when pressed between the sword and the wall? In Bad or Worse? you will face the hardest decisions you would ever have to make, only surmountable by having to choose between the same choices in real life!&#10;&#10;Players take turns choosing a Choice Card representng something they would never do. Other players then choose another Choose Card that would make the first player choose between either of them. However, there are action cards that modify how the game flows and make everything different. Player compete to reach a number of victory points equal to twice the number of players, or maybe you could make all the other player feel so offended that they leave...&#10;&#10;ATTENTION. This game is NOT for people under 18, people who get offended easily, people with good moral values, people that can't make choices, and for good people in general. It contains sexual themes, mature content, offensive jokes, psychological torture, extremely disgusting scenarios, black humor, illegal hypothetical situations, and things only really horrible people would enjoy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "King of the Castle",
    "ID": 293971,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/293971/king-of-the-castle",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Build your army, conquer towers, and capture the Throne Room in this game of dueling, strategy, and domination. &#10;Gather up potions, catapults, archers, warriors and much more to damage your enemies and strike them down on your way to victory. &#10;Up to 6 players battle for the Throne in this intense fight to the finish. Construct your army and prepare for war as you make your way through the castle towards the Towers and Throne Room. Capture a Tower and you can capture the Throne Room. Take the Throne Room and the crown is yours! Brag to your friends, family, and anyone else who will listen.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Action / Event",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Grid Movement",
      "Hand Management",
      "King of the Hill",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Square Grid",
      "Take That",
      "Turn Order: Random"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kiss My Bass",
    "ID": 293974,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/293974/kiss-my-bass",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This fish doesn&rsquo;t shy away from us humans! He wants to be touched, tapped, squeezed and kissed&hellip;and if you don&rsquo;t give him attention quickly enough, he&rsquo;s sure to razz you! The bass isn&rsquo;t nice or sweet, and eventually he&rsquo;ll fart on someone&hellip;and that means you lose! It&rsquo;s a funny game or novelty gift! The talking fish includes batteries and features seven electronic touch points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Action Timer"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Butts Up",
    "ID": 293975,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/293975/butts-up",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Move your feet to get a seat!&#10;&#10;It&rsquo;s a fun, active game! Fess up (or brag!) about things you&rsquo;ve done, stuff you like and things you wish! All players but one sit in a chair, while one player stands in the middle and reads one of the prompts from the device, such as &ldquo;Butts Up if you have gone zip lining.&rdquo; If that applies to you, get up and race to another chair someone has vacated! The player left without a chair is the new one in the middle! When a person becomes the middleman, they take a rubber ring (included). When all rings have been handed out, the game ends and the person with the fewest rings wins.&#10;&#10;There are two game modes in the electronic device: finished phrases and open-ended ones you can fill in! For 3 or more players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Full Circle",
    "ID": 293977,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/293977/full-circle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The end of the word is just the beginning&#10;&#10;Using the letters laid out in the middle, spell a word along the rim of the disc! Build off of the letters the previous player used, so you score more and make them lose points! If the previous player spelled GAME, and you spell MEETING using their M and E, you cause them to lose two of their points, and you get seven (one for each letter)! If the next player spells GASP using your G, you lose one of your points and they get four&hellip;and so on! Use a little strategy when you spell, trying to make it difficult for the next player to steal more than one of your letters. As letters from the middle are used, replace them from the extra pile&mdash;so your letter choices are always changing! It&rsquo;s a great game for all levels of spellers.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Meltdown",
    "ID": 293978,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/293978/meltdown",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pile it on until there&rsquo;s a&hellip;Meltdown! Atop the tower you&rsquo;ll place the squishy goop&mdash;roll it, smash it, just place it however you want. And then set the balancing platform on top of that! Take turns stacking cool, slippery cubes you have to stack on top&hellip;but be careful&hellip;between the goop and slippery platform, it&rsquo;s always shifting! If there&rsquo;s a MELTDOWN and any cubes fall, you have to take them, and that&rsquo;s dangerous because the goal is to get RID of your cubes!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Irregular Wars: Conflict at the World's End – A Wargaming System for Small Actions in the Age of Discovery",
    "ID": 293980,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/293980/irregular-wars-conflict-at-the-worlds-end-a-wargam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Irregular Wars: Conflict at the World&rsquo;s End provides a fun and easy, fast-play, set of rules for engagements on the fringe of the European world &ndash; Ireland, the Americas, the East Indies and the vast steppes of Central Asia. The lands discovered by European explorers seeking easy access to the trading wealth of the Indies exposed untold avenues for expansion. The sixteenth and seventeenth centuries saw successive waves of self-aggrandising traders, raiders, conquerors and colonists leave Europe for new lands beyond the sea. Some pursued the freedom to practice persecuted religions or the opportunity to convert the heathens, others sought raw resources in the form of gold, furs or exotic spices or plants, like nutmeg or tobacco. The game is designed for engagements between two forces of from 500 to 2,500 fighting men per side. Each player represents a leading conquistador, noble, governor, daimyo, chief, cacique or petty monarch. These leaders are given the umbrella title of &lsquo;lords&rsquo;. The key to success in Irregular Wars is the lord&rsquo;s ability to harness the enthusiasm of volunteer or militia soldiers which, together with the effective use of terrain, counts for more than sheer numbers alone. The uncertain nature of army recruitment and variable level of centralised command and control make the rules ideal for small scale, localised and asymmetrical warfare. The game could quite easily be expanded to cover earlier or later conflicts anywhere in the world prior to the establishment of reliable and professional armies. This second edition of Irregular Wars continues the fun and fast approach of the original rules. More background information and explanations are provided and the phase sequence has been streamlined. Additional changes throughout the rules make the randomised aspects of the game more realistic&hellip; in a random sort of way. This edition includes army lists for 48 different sixteenth and seventeenth century armies belonging to the major European colonial powers and the indigenous populations of Ireland, the Americas, East Indies and Eurasian Steppe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "History: Age of Discovery",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Songbirds: Promo Cards",
    "ID": 293982,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293982/songbirds-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "A two pack of promo cards originally available via the Tantrum House Season 6 Kickstarter.&#10;&#10;Includes:&#10;Owl - During game play, when you play the Owl card from your hand, you must remove a songbird from any space in the forest and place the Owl in that space. Then, place the songbird your removed back into the forest using the standard placement rules.&#10;&#10;Shrike - During game play, when you play the Shrike card from your hand, you may swap the locations of the Berry tokens in the Shrink's row and column.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Animals: Birds",
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Fourth Doctor and Companions",
    "ID": 293983,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293983/doctor-who-exterminate-the-miniatures-game-fourth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds the Fourth Doctor and some of his companions to Doctor Who: Exterminate! The expansion includes five miniatures, five faction cards, and seven new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Collectible Components",
      "Dice",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Parada y  Fonda",
    "ID": 293984,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/293984/parada-y-fonda",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Parada y Fonda is a different game. In it you can tour Spain and get to know each of its corners, its traditions, its customs, its gastronomy kilometer by kilometer.&#10;&#10;The winner is the player who first completes the kilometers that have been marked at the start of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "September Storm: The Invasion of Poland",
    "ID": 293989,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/293989/september-storm-the-invasion-of-poland",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "2",
    "Description": "&quot;September Storm: The Invasion of Poland&quot; is a 2-player wargame of the September 1939 German invasion of Poland, which signaled the start of World War II. The game covers the period from September first to the 17th when the Soviet Union invaded Poland from the East.&#10;&#10;As a &quot;solitaire&quot; game, the human player controls the Polish side and rules marked &ldquo;solitaire&rdquo; supposedly &quot;control&quot; the German side, but they are only loose guidelines and require the human to make decisions; it is essentially soloing both sides of a 2-player wargame.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Poland",
      "Country: Russia",
      "Country: Soviet Union",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cowboys & Commies",
    "ID": 293992,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/293992/cowboys-and-commies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A card game about the Cold War, an era dominated by the rivalries between the USA, their allies, and the USSR - between Cowboys and Commies. An era constantly on the verge of nuclear catastrophe.&#10;&#10;Cowboys &amp; Commies is a fast-paced card game for 2-4 players. During your turn you're playing a leader of one of the faction (Cowboys, Commies, Resistance or Dictators) and use their unique abilities to hinder you opponents and accumulate power. Each of the abilities are a reflection of the historical figure you're playing!&#10;&#10;Each round is modified with an event. For example Chernobyl Disaster is a very bad news for the Commie cards in the game and the players must play accordingly.&#10; After you win a round, you collect the event and you need 2 to win the entire game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Events",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beyond Humanity: Colonies – Upgrade pack 1",
    "ID": 293993,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293993/beyond-humanity-colonies-upgrade-pack-1",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Additional 48 unique smart cards with built-in RF10. All with new art, descripions, fluff and game influence. This upgrade pack doesn't change the core mechanics of the Gameplay. It is an awesome solution for everyone who hates downtime caused by reshuffling the deck in the middle of a game!&#10;&#10;Cards in the expansion:&#10;&#10;Building Permits&#10;Food Rationing&#10;Paid Healthcare&#10;Prohibition&#10;Private Military Contract&#10;Terran Debt&#10;Expedition Leader&#10;Legalize Narcotics&#10;Legalize Gambling&#10;Smoking Ban&#10;Amnesty&#10;Curfew&#10;Military Drills&#10;Secret Militia&#10;Home Imprisonment&#10;Research Frontrunners&#10;Prisoners as Private Contractors&#10;Closed Court Sessions&#10;Terran Consulate&#10;Background Investigations&#10;Budget Cuts&#10;The Big Brother Program&#10;Social Engineering&#10;Additional Payments&#10;Political Upheaval&#10;SimStim from Terran Republic&#10;SecForce Duties Expansion&#10;Deregulated Pressure Standards&#10;Lowering Constitutional Standards&#10;Observation Satellite&#10;Census&#10;Contraception Ban&#10;Closed Environment&#10;Hired Guns&#10;Additional Technical Shifts&#10;Stricter Customs&#10;Water Distribution Strategy&#10;Immunization Program&#10;Genetically Modified Crops&#10;Stem-Cell Research Permit&#10;Gene Modification Permit&#10;Multilayered Storage System&#10;Additional Research Budget&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Beyond Humanity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy World",
    "ID": 293994,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/293994/fantasy-world",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "This is a game to elaborate your imagination, creativity and teamwork. Let you imagination soar by acting different characters and using strange items in this alien world! Do pay special attention for storyteller's clue, which tells you how to solve different obstacles and riddles, and how to win the game!&#10;&mdash;description from the publisher&#10;&#10;In Fantasy World players take turns being a story narrator. Each turn the narrator designs a problem scenario for the other players to solve. Each other player then selects an item from their hand and explains how that item solves the problem. Once completed all players then simultaneously point at the player who they think has the most convincing solution (besides themselves). If the player recieved either the most votes or no votes their card is discarded, otherwise it is kept. Item cards come in various colors if one player gets a complete set or 3 of the same color they have won the game.&#10;&#10;In the story mode variant, narrators must continue the story each turn.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Nightmares in Silver",
    "ID": 293995,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293995/doctor-who-exterminate-the-miniatures-game-nightma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds Cybermen from throughout Doctor Who's history to Doctor Who: Exterminate! The expansion includes ten Cyberman miniatures to expand the Doctor Who: Exterminate! universe, from Doctor Who episodes in: 1966, 1967, 1968, 1975, 1982, 1988, 2006, 2011, and 2013.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Eleventh Doctor & Companions",
    "ID": 293996,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293996/doctor-who-exterminate-the-miniatures-game-elevent",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds the Eleventh Doctor and some of his companions to Doctor Who: Exterminate! The expansion includes five miniatures, five faction cards, and seven new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Table Dodgeball",
    "ID": 293997,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/293997/table-dodgeball",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Using a portable neoprene mat, players will try tossing small cardboard dodgeballs into each other's rings. Once a ball is tossed into a ring, that player is out. The last team standing wins.&#10;&#10;HOW TO PLAY&#10;Each player at the start of the game will select a jersey ring with a nickname on it. That becomes their player piece. Each player will also grab a dodgeball. If a dodgeball thrown from the opposing team enters this jersey ring, it counts as a hit and the player with that ring is out. A hit occurs when the dodgeball completely enters the ring or is leaning inside the ring. If the dodgeball is balancing on top of the ring or leaning outside of it, that counts as a catch. That means the person who threw the ball is out and their jersey ring must be removed from the arena. The person who caught the ball can now have a previously out person come back in for their team. Teams go back and forth throwing until one team is left standing.&#10;&#10;HOW TO MOVE&#10;Once you toss your dodgeball, you'll need to pick up another one to throw again. To do this, move your jersey piece to a different section of the arena. There are 4 sections for each side. Each section separated by lines and a pattern of blue and grey. You can move to a section that contains a dodgeball to pick one up again or you can move to a section without a dodgeball and won't pick one up. But you must move every turn You can move once per turn.&#10;&#10;HOW TO WIN&#10;The goal of dodgeball is to knock out all the players on the other team.&#10;&#10;Welcome to the Table Dodgeball League.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Flicking",
      "Moving Multiple Units",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doctor Who: Exterminate! The Miniatures Game – Twelfth Doctor & Companions",
    "ID": 293998,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/293998/doctor-who-exterminate-the-miniatures-game-twelfth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion adds the Twelfth Doctor and some of his companions to Doctor Who: Exterminate! The expansion includes five miniatures, five faction cards, and seven new adventure cards to expand the Doctor Who: Exterminate! universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Not Your Ma's Jong",
    "ID": 293999,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/293999/not-your-mas-jong",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "When our grandmothers met for the first time, they didn&rsquo;t speak the same language but quickly discovered their shared love of mahjong. We had each seen them play growing up, but realized that we never play with our friends. It&rsquo;s tough to learn, and games can be pretty slow.&#10;&#10;We reimagined this ancient pastime and created a brand new card game, based on mahjong and memories of growing up with our grandmothers!&#10;&#10;Not Your Ma's Jong re-envisions the classic game with card drafting mechanics, and simplifies win conditions. Players take turns being &quot;Ma&quot; over a series of rounds. The player to first achieve 3 sets and 1 pair wins a round, and receives tokens from the other players. Winner has the most tokens at the end of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pass the Anthrax",
    "ID": 294000,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/294000/pass-the-anthrax",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;It's like Russian Roulette without the mess!&quot;&#10;&#10;Pass the Anthrax is a fast-paced card game of chance and consequence.&#10;&#10;4-12 players compete in a game of high-stakes hot potato using a variety of movement-based cards to pass letter cards to one another. Letters that may or may not have deadly anthrax in them!&#10;&#10;Players will do their best to push these letters off on each other in an effort to avoid opening their own, but as the letters pile up, so does the suspense because at some point cards are going to start making people open them, and maybe even make everyone open them at once!&#10;&#10;As players are eliminated the deck and the letters thin themselves out making the game more aggressive and speeding up player demise until only one player is left alive to tell the harrowing tale. Making them the winner!&#10;&#10;Yes, there is player elimination, but Pass the Anthrax is so fast that you can play a 12 player game in less than 30 minutes making it perfect for parties, in-between games, waiting for people to show up, and with super-fast set up and take town it even works for those times when no one wants to get into a really involved game.&#10;&#10;It's easy to learn, easy to teach, and even easy for non-gamers to pick up, all that combined with the short playtime and the fact that the whole game fits into a box about the size of a poker deck makes it great for travel! Throw it in a purse, pocket, or bag and be ready for felony free fun anywhere!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Finale Ending",
      "Force Commitment",
      "Impulse Movement",
      "Interrupts",
      "Pick-up and Deliver",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Warriors: The Quest",
    "ID": 294004,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/294004/space-warriors-the-quest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Aliens have established a secret base on one of the planets of our solar system and their intentions are without doubt hostile. They are servants of the 'Nameless One' from the doom world at the centre of the Empire of Galactic Darkness, a place totally malevolent to all human life, a place alien even to normal cosmic laws. They must be stopped, our only hope are the Space Warriors.&#10;&#10;Earth has received eight reports from the planetary/moon leaders stating they are clear of aliens. One of these reports is wrong. The Space Warriors must blast off from Earth, their mission twofold: The Warriors must, by a process of elimination, find out which report is wrong and discover the hidden alien base; and each Warrior must collect a super weapon from the distant planet Pluto. When a Warrior has the super weapon and knows which report is wrong, they must return to earth to expose the aliens and win the game.&#10;&#10;Using dice, Warriors select mission cards to decide their destination. On arrival, they look at the top knowledge card to confirm a report. At any time, a player may break away and land on Pluto to collect a super weapon, while avoiding black holes and Planet Doom.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Race",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arcane Blaster Casters",
    "ID": 294008,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgame/294008/arcane-blaster-casters",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Arcane Blaster Casters is a frantic arena fighting game for 2-8 spellcasters. Players take on the roles of magic users as they embark on an all-out mystical battle for arcane dominance or simply petty vengeance.&#10;&#10;Each turn, the players will use their hand of cards to cast a spell. A spell will usually be created from three cards (elements) in their hand, and placed face down ready for the casting phase. Players will have to act fast however as the quicker a player prepares their spell, the earlier they'll be able to cast it and inflict pain upon their opponents.&#10;&#10;Once all casters have prepared their spells, they begin the process of flinging them at each other: In order of initiative, each player places a missile token on their caster then moves it around the arena, then deals damage and other harmful statuses to the target(s) depending on the spell's effects.&#10;&#10;Casters that end up on the wrong side of a fireball need not fear, for death is merely an inconvenience! When their physical forms expire, casters explode in a burst of magical energy and become sentient slimes. In this form players cannot win the game, but killing a living caster will return them to life, allowing players a chance to snatch victory once more.&#10;&#10;The game is won by the last caster to be left alive, so don your finest robes and hats and prepare your toughest spells... You'll need every advantage you can get to be the last Arcane Blaster Caster!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid",
      "Take That"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gameshop Shelf Stock",
    "ID": 294012,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/294012/gameshop-shelf-stock",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is the 9th in a series of Annual Games Unlimited Holiday Games and is the followup to Gameshop Express (2011), Gameshop Workday (2012), Gameshop Gladiators (2013), Gameshop Adventurers (2014), Gameshop Expansions (2015), and Gameshop Collector (2016, Gameshop Mirrorverse (2017), Gameshop Go First! (2018).&#10;&#10;Help stalwart employee Candra stock the shelves with the new shipment of games. This is a roll and write style game&#10;&#10;To Win: Highest scoring player is the winner.&#10;&#10;Setup: Give each player one game board sheet and a pencil. One player is then designated as &lsquo;Shipment Delivery Person&rsquo; and takes the three dice, rolling and setting them within reach of all players.&#10;&#10;Play: Each player simultaneously chooses values on 2 of the 3 dice for use on their 4x4 game board grid of shelving. One die value will be used for the &lsquo;type&rsquo; of game (letters W E R C S) and one other die value for the &lsquo;size&rsquo; of the game box (numbers 1-5). Players write down a type/size pair in one of the shelf sections of the game board (ex. W4 or R1).&#10;&#10;The &lsquo;SDP&rsquo; then rolls the dice again and players write down a new type/size pair using the new die values. The game is over after 12 of the 16 shelving spaces have been filled on the game board.&#10;&#10;Reroll all dice if 2 or more 6s are rolled during a turn.&#10;&#10;Using rolls of 6:&#10;During a player&rsquo;s turn, they may use the actions of a helper if a single 6 is rolled by the &lsquo;SDP&rsquo;. A maximum of 4 helper actions can be used by any player. Cross off a box each time an action is used. All actions only affect that player&rsquo;s own use of the die values.&#10;&#10;Scoring after 12 spaces are filled in: &#10;&bull; Score for a single run (i.e. a straight) of 3 orthogonally adjacent game box sizes in ascending/descending numerical order (ex. 1, 2, 3, or 4, 3, 2, not 4, 2, 3), regardless of type, by adding up the total of all game box sizes as a final number within a row or column.&#10;&#10;&bull; Score for an individual set of 3 games of the same matching type (regardless of size) orthogonally adjacent to each other in a row or column. Scores are based on the total number of individual sets distributed across the 4x4 game board grid of shelving.&#10;&#10;Score equals - 1 set - 3vp  &bull;  2 sets - 5vp  &bull;  3 sets - 8vp  &bull;  4 sets 12vp  &bull;  5 or more sets - 17vp&#10;&#10;&bull; Score for each individual collection of all 5 game types AND all 5 games sizes within the grid of shelving(ex. E2, W3, R4, S5, C6) without repeat of size values among that collection of the 5 types. Circle each collection of games in order not to repeat during scoring.&#10;&#10;Score equals - 15vp for each individual collection&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: Gameshop Games (Todd Sanders)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eagles Over Britain: Battle of Britain, 1940",
    "ID": 294045,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/294045/eagles-over-britain-battle-of-britain-1940",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A wargame with a background of the Battle of Britain (1940), which can be played by 1-2 players.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Imperial Stormtroopers Upgrade Expansion",
    "ID": 294048,
    "Year": "(2019)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294048/star-wars-legion-imperial-stormtroopers-upgrade-ex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A ubiquitous sight across the galaxy, white-armored stormtroopers strike fear into the hearts of all those who would oppose the Empire. Though their uniform armor and rigid tactics emphasize the crushing weight of Imperial might, Stormtroopers can be surprisingly flexible units that serve a multitude of roles in Imperial strike forces.&#10;&#10;This expansion for Star Wars: Legion contains four unpainted and finely sculpted soft plastic Stormtrooper miniatures different from those found in the Star Wars: Legion Core Set and the Stormtroopers Unit Expansion, inviting you to enhance your existing Stormtrooper units or to form a corps unit of their own. Alongside these new miniatures, you'll also find new heavy weapon and personnel upgrade options to outfit your Stormtroopers for any situation.&#10;&#10;Add new personnel to your Stormtrooper units! A Stormtrooper Captain miniature is ready to lead your troops into battle while a Stormtrooper Specialist supports helps improve the unit's aim and gear.&#10;    Outfit your Stormtroopers with new heavy weapons for even more tactical flexibility. Add a T-21 Stormtrooper to make critical strikes or an RT-97C Stormtrooper for powerful shots from long range.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Darth Vader Operative Expansion",
    "ID": 294049,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294049/star-wars-legion-darth-vader-operative-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Feared by friend and foe alike, Darth Vader is the living embodiment of the Empire&rsquo;s might. Before he could become one of the most fearsome field commanders in the galaxy, however, he honed his skills hunting Jedi to the far corners of the galaxy. Now he is ready to carry out the Emperor&rsquo;s bidding by decimating the Rebel Alliance wherever it can be found.&#10;&#10;In the Darth Vader Operative Expansion, you&rsquo;ll find an unpainted, easily assembled Darth Vader miniature in a different pose from the one found in the Star Wars: Legion Core Set. This miniature is accompanied by three new Darth Vader command cards that can be used by both the operative and commander versions of the unit, letting you tailor your strategy to fit your needs. Rounding out this expansion are four upgrade cards that invite you to augment Darth Vader with even more Force powers or training.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Clone Captain Rex Commander Expansion",
    "ID": 294050,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/294050/star-wars-legion-clone-captain-rex-commander-expan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Clone Captain Rex viewed military service as an honor, and his loyalty to the Republic and his Jedi Generals was absolute. Rex honed the use of twin blaster pistols into an art form, leading his fellow clones to victory on countless battlefields across the galaxy.&#10;&#10;The Clone Captain Rex Commander Expansion contains everything you need to add this new commander to your Galactic Republic army, including an unpainted Clone Captain Rex miniature that can be assembled without his helmet, or with either a Phase I or Phase II Clone Trooper helmet. This miniature comes with Rex's three signature command cards that give him the power to issue orders to his fellow clone troopers, as well as five upgrade cards inviting you to unlock Rex's full potential.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Fictional Events: Clone Wars",
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  }
]