[
  {
    "Rank": "13801",
    "Name": "Skora",
    "ID": 271645,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/271645/skora",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.75",
    "Description": "Skora is a fast-paced game of fishing and feuding. Outmuscle rival clans to land the biggest catch, or tactically position your fishing boats to grab the most lucrative haul.&#10;&#10;On your turn, play creature cards and position boats in one of three ocean locations. Groups of matching sea creatures will improve your strength in battle, but secret objectives might mean not everyone is bound for war. When the last clan has played their final card, it's time to begin fishing &mdash; and scoring.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Farming",
      "Fighting",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Series: Lunchbox (Inside the Box)"
    ]
  },
  {
    "Rank": "13802",
    "Name": "Creepy Falls",
    "ID": 182259,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/182259/creepy-falls",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7778",
    "Description": "Creepy Falls is a town of monstrous creatures, under the control of awful vampires in the middle of the battle for the leadership. Each player is one of those vampires that should try to establish himself as the most powerful of the town, no matter how.&#10;&#10;Each round every player places his force to the City Board to get tokens. There are five typologies of token and consist mainly of victory points or material that can be used to grow your influence. Some tokens can also be used to take special characters in your force like werewolf or to cast spells that affect the game-play.&#10;&#10;After six rounds the player who has more victory points wins the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Vampires",
      "Political: Elections"
    ]
  },
  {
    "Rank": "13803",
    "Name": "Strange Aeons",
    "ID": 47484,
    "Year": "(2009)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/47484/strange-aeons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Strange Aeons is a thrilling miniature skirmish game set in the 1920s and populated with the weird denizens of the works of H.P. Lovecraft.  Designed for use with 28-32mm scale miniatures, each 2-player match of Strange Aeons plays in 30-60 minutes and requires only 3-10 models per player. And with a standard board area of just 2&rsquo; x 3&rsquo; (approx. 60 x 90 cm), all else you need to play is some six-sided dice, a tape measure, a kitchen table and a box of scenery.&#10;&#10;Players build squads of valiant agents from the Threshold Agency - mankind&rsquo;s only shield against the unimaginable forces that lurk beyond the veil &ndash; and do battle with the foul Lurkers, who seek to pave the way for the return of their dark gods. As Threshold squads progress through a broad range of scenarios, they will gain new abilities and equipment through an option-filled advancement system. Be wary though! The opposing Lurkers can tailor their forces to match Threshold&rsquo;s level each game, selecting from over 50 devilish monster profiles lifted straight from the pages of the Mythos to present Threshold with a nearly limitless variety of challenges. As you advance, the injuries will mount, followed by the inevitable onset of madness, assuming your operatives remain stalwart and don't fall prey to the insidious temptation of darkness...&#10;&#10;Journey into fear and beyond madness!&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "13804",
    "Name": "Black Hole Council",
    "ID": 243599,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/243599/black-hole-council",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Black Hole Council is a 4-8 player negotiation and deduction game about deciding the fate of 32 different planets. Players take on the role of Councilors on the Black Hole Council. Each Councilor has been paid off by shady organizations, and so has a secret agenda card they're trying to fulfill. During six negotiation rounds and three deductions rounds, players attempt to achieve their agenda and guess the goals of other players.&#10;&#10;During negotiations, a leader chooses whether to settle, tax, mine, conquer, or &quot;black hole&quot; five different planets while the other Councilors attempt to influence the leader's decision. This happens while a two-minute sand timer is running, and after it runs out, all players except the leader vote on the proposal. If it passes, all players advance (or not) on the influence track, depending on how well they did during the negotiation.&#10;&#10;During deduction rounds, players attempt to guess certain goals held by the other players. Correct guesses earn influence coins for you, while incorrect guesses earn coins for your opponent.&#10;&#10;The more players can negotiate to achieve their agenda and deduce what other players' goals are, the more likely they are to advance on the influence track and become the new de facto ruler of the Council.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Negotiation",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "13805",
    "Name": "NeuroRace",
    "ID": 321863,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/321863/neurorace",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#208;&#157;&#208;&#181;&#208;&#185;&#209;&#128;&#208;&#190;&#208;&#179;&#208;&#190;&#208;&#189;&#208;&#186;&#208;&#184; (&quot;Neurorace&quot;) is a bright and exciting brain-teasing game where the players will be trying to complete different missions of a constantly increasing complexity as fast as possible.&#10;Each round, each player will have a mission card with a row of requirements and a whole common pool of double-sided tiles to complete it with. Whoever is the first to complete their mission goes up a level that will require even more careful planning and multitasking! As soon as the 10th level is completed, the winner is determined.&#10;There are three game modes: BASIC &mdash; for equally skilled players, ALL-ARE-EQUAL &mdash; for the players of different gaming skills and ages, and SOLO &mdash; for one player. In the basic mode, everyone starts from level 1 and whoever completes level 10 first, wins the game. In the All-Are-Equal mode, there is no playing along: elder players start with the higher levels and whenever level 10 is completed, it&rsquo;s the number of completed missions that counts.&nbsp;&#10;The game is fully adjustable, so you&rsquo;ll be able to find the perfect balance for your group and make sure everyone is having fun on this race of neurological connections!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Matching",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "13806",
    "Name": "Legion: Tactical Warfare in the Roman Age, 100BC-700AD",
    "ID": 8036,
    "Year": "(1975)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/8036/legion-tactical-warfare-in-the-roman-age-100bc-700",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4444",
    "Description": "Legion, Tactical Warfare in the Roman Age, 100BC-700AD. An Historical Simulation Game, the time is: December 50 B.C.&#10;&#10;Tactical combat system pits Roman Legions against Barbaric Hordes, Carthage, and Legion vs. Legion.  One of five games in a series by SPI called PRESTAGS (the others were CHARIOT, SPARTAN, VIKING and YEOMAN). Tactical level game.  Each game shares a set of the same common rules.  Each game also has a set of exclusive rules that highlight features of warfare during the period that game covers.&#10;&#10;Standard Game Rules for Chariot, Spartan, Legion, Viking and Yeoman.    Exclusive Rules &amp; Scenarios Booklet for Legion.&#10;Game Map &amp; Die. 400 counters&#10;&#10;Scenarios Included:&#10;Numidia (106 BC)&#10;Vercellae (101 BC)&#10;Apulia (71 BC)&#10;Cabira (72 BC)&#10;The Sambre (57 BC)&#10;Carrhae (53 BC)&#10;Pharsalus (48 BC)&#10;Second Phillipi (42 BC)&#10;Teutoburger Wald (9 AD)&#10;Minden (16 AD)&#10;Boudiccan Revolt (61 AD)&#10;Euphrates (261 AD)&#10;Placentia (271 AD)&#10;Ctesiphone (363 AD)&#10;Adrianople (378 AD)&#10;Chalons (451 AD)&#10;Daras (530 AD)&#10;Busta Gallorum (552 AD)&#10;Casilinum (554 AD)&#10;Hypothetical Scenario&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Barbarian migrations and invasions",
      "History: Roman – Gallic Wars",
      "History: Roman Civil Wars",
      "Series: PRESTAGS (SPI)",
      "Series: Tactical Warfare (SPI)"
    ]
  },
  {
    "Rank": "13807",
    "Name": "Highlight Maker Hoops",
    "ID": 360877,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/360877/highlight-maker-hoops",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Highlight Maker Hoops is a Basketball sports-replay game that distils the action into the key highlights so a game can be completed in about 20 minutes. It uses a fast action card (FAC) system where each card drawn indicates what kind of action is taking place. Each quarter, you'll draw up to 10 FACs that generate scoring opportunities, rebound possibilities, free throws and player substitutions. Once you understand what each type of action does, the gameplay is pretty quick. Each FAC will usually ask you to check whether the active player on the home or away team has a particular quality. If they do, the team will either score on offence or prevent a score on defence. Once a quarter is completed, the number of scoring successes for each team will then generate a match score that tallies up with normal basketball scoring. After four quarters, if the scores are less than four apart, there is a Final minute phase where furious action can take place to derive a final score. Otherwise, if the score isn't close, you ignore the Final Minute phase.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "13808",
    "Name": "Attack of the Mutants!",
    "ID": 2706,
    "Year": "(1981)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/2706/attack-of-the-mutants",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9375",
    "Description": "&quot;Attack of the Mutants!&quot; from Yaquinto is a really campy 1950s B-movie sci-fi horror-zombies board wargame, pitting the &quot;heroes&quot; against the campus membership, newly mutated by a horrible nuclear accident at the nearby power station (the Big Melt-Down of 1993).&#10;&#10;Kindly old professor Applegate, his toothsome daughter Penny, her heroic but dense love interest Buck and an assortment of other stereotypes (such as the prof's robots) fight to save the world from the awful mutant thingies. Frenzied dashes down polished corridors with howling mobs of beasties in hot pursuit. A kicking and screaming Penny being carried off. Again. A desperate battle for time as the Professor prattles inanely, &quot;Maybe we can reason with them&quot;.&#10;&#10;The mutants come in three flavors: normal, radio-active and leader. Map and set-up are randomized for re-playability (there are movable Wall counters). The game is played in 10 turns; victory for either side hinges on control of the Tech Room (where a gate to an unpolluted Earth-like planet has been opened, hopefully allowing the &quot;normies&quot; to escape the muties). Optional rules allow for hidden movement.&#10;&#10;Includes 5-page rulebook, 25&quot; x 12&quot; board, 133 counters, reference card.&#10;&#10;Also the title of a simplified version having the same title. Yaquinto shipped this version free with any order. The mutants, invade the college represented by 25 rooms. If the mutants reach the control room in 10 turns they win. An 11&quot; x 17&quot; sheet of light cardboard includes map, rules and counters.&#10;&#10;",
    "Categories": [
      "Horror",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Decades: The 1950's",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Album Games (Yaquinto)",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "13809",
    "Name": "Der HeidelBÄR",
    "ID": 53723,
    "Year": "(2009)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/53723/der-heidelbar",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "&quot;Der HeidelB&Auml;R&quot; was just released this year (20 Year Heidelberger anniversary) and is a party game where everybody uses word association to describe a word with a per, peer, bear in it. The word is replaced with a bear and you need to describe it for the others with only six words. but the first two words are always &quot;This bear...&quot; or &quot;My bear...&quot;. So you actually only have four words and you are not allowed to use words which are in the word you have to guess.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Communication Limits"
    ],
    "Families": [
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "13810",
    "Name": "Gear & Piston",
    "ID": 140613,
    "Year": "(2013)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/140613/gear-and-piston",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "It is 1888, and everywhere you turn, people are talking about the horseless carriage. They are also talking about Jenatzy and Cugnot, Benz and Diesel, Atkinson and Butler &ndash; visionaries now remembered for their passion to create, to progress, and to succeed. But this game is not about them, these giants of engineering.&#10;&#10;No, in Gear &amp; Piston, you play one of the unsung heroes of history, an engineer of meagre means but great ambition, trying to build a prototype for picky investors seeking to profit from the future of transport. Will you make a name for yourself as an automotive pioneer, change the history of motorized transportation, and win the race that is Gear and Piston? With a lot of skill and a little luck, maybe. If nothing else, try not to blow yourself up in the process.&#10;&#10;In the game, each player builds an automobile prototype by taking actions in different locations. You may patent brand-new parts in the Patent Office, look for rejected, volatile pieces of machinery in the chaos of the Junk Yard, try to gain an edge through the Back Alley, and finally build your prototype in the Workshop. All this just to please the two investors who are doing the rounds of the different engineering outfits, and who will be evaluating your rickety mess of an automobile. Good timing, keeping an eye on your competitors, and even a dash of luck are all you need to succeed in this business. So grab a wrench, some elbow grease, and your wits, and put some gears and pistons together!&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Post-Napoleonic",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Theme: Automotive Industry"
    ]
  },
  {
    "Rank": "13811",
    "Name": "Darkest December: Battle of the Bulge 1944",
    "ID": 10246,
    "Year": "(2004)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/10246/darkest-december-battle-of-the-bulge-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.7778",
    "Description": "DARKEST DECEMBER is a detailed new Advanced Tobruk system (ATS) game that tells the story of the Battle of the Bulge from the perspective of the American 3rd Armored Division, facing down an onrushing German 116th Panzer Division during 20-24 December, 1944.&#10;&#10;The ATS gamer is hurled into the height of the most dangerous period of the Battle of the Bulge, in pitched battles that play out over three historical maps, covering Hotton, Melines and Quatre Bras crossroads portions of the battlefield. The entire battle-site was mapped on foot by designer Pedro Ramis!&#10;&#10;Scenarios bring you into the ranks of the 23rd Armored Engineer Battalion, Kampfgruppe Bayer, Task Force Mize, CCR, and other hard-fighting combat elements.&#10;&#10;Available on April 2004.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "13812",
    "Name": "Aldarra",
    "ID": 338852,
    "Year": "(2024)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgame/338852/aldarra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.4286",
    "Description": "In Aldarra, you play as one of four mighty factions, warring for control of this long lost nation. Each Faction has its strengths, and its history, within the lore of Bordair. 3-4 players will select their faction and take as many paths as they can to emerge the new rulers of Aldarra. &#10;Use your fleets to exterminate your opponents. Complete secondary objectives and build up victory points as you venture forth from your stronghold to explore new territories, expand your control. Manage and extract the resources and Sordalite crystals you need to grow, replenish, and upgrade your forces. Strategically use the unique abilities of your faction to out maneuver your opponents, and gain control of this magical land.&#10;&#10;&#10;Aldarra, once a grand empire of Sordane, was located along the West coast of Bordair, one of Sordane&rsquo;s largest and most prosperous continents. Aldarra was a culture-rich nation that shone as a beacon of prosperity. It took great pride in its art and education, but also boasted immense military power.&#10;&#10;Laid low by one of the most cataclysmic convergence storms that Sordane had ever witnessed, the entire nation was ravaged and destroyed in a brutal barrage of magical lightning and energy powered by the planet&rsquo;s core. For centuries, the land was uninhabitable for anything but creatures with the strongest resistance to magical effects.&#10;&#10;Within the last decade, there have been signs that the magical radiation has slowly subsided, and the chaotic magical energies have been returning back into the planet&rsquo;s core. Expedition after expedition is making wild claims that Aldarra is once again within the world&rsquo;s reach, resulting in many nations, corporations, and crime lords setting their greedy eyes on its lost riches....&#10;&#10;&#10;Aldarra is a fast-paced 4x combat focused strategy game. 152 massive and finely detailed miniatures will be your tools to ensure your opponents' destruction. You play as a faction vying to exert dominance over the region. Clash with other factions to control the most profitable Territories, claim Crystals, and grow your fleet.&#10;&#10;&#10;Box Contains&#10;1 Rulebook&#10;152 Plastic Miniatures&#10;49 Territory Tiles&#10;49 Explored Tokens&#10;68 Coin Tokens&#10;25 Plastic Crystals&#10;22 Custom 8-sided Dice&#10;75 Exploration Cards&#10;60 Secondary Objective Cards&#10;64 Discovery Mini Cards&#10;1 Victory Point &amp; Turn Order Track&#10;28 Unit Cards&#10;4 Stronghold Tiles&#10;4 Player Dashboards&#10;24 Player Tokens&#10;4 Player Trays for Easy Storage&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: 4X",
      "Misc: LongPack Games",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "13813",
    "Name": "Polaris",
    "ID": 410774,
    "Year": "(2025)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/410774/polaris",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.75",
    "Description": "Looking north, you see a bright star that doesn't change its position as the night goes on... It's the star at the north pole: Polaris.&#10;&#10;In Polaris, you&rsquo;ll have to position your Stars in the night sky to form constellations and accomplish the game's objectives. 5 scoring phases will be played, which will get shorter and shorter, where the different moon phases will be vital to know where you can place your stars in each of them. On your turn, you'll only have to perform one of three possible actions: Draw Cards, Play Cards, or Take Shooting Stars. Whoever earns the most Victory Points at the end of the game will win.&#10;&#10;Contemplation of the night sky has been an essential part of our culture on this planet. Its constellations have brought us together since our dawn to tell the great stories that define us.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Connections",
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "13814",
    "Name": "隅田川 (Sumida River)",
    "ID": 406238,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/406238/yu-tian-chuan-sumida-river",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&#233;&#154;&#133;&#231;&#148;&#176;&#229;&#183;&#157; (&quot;Sumida River&quot;) is a card-shedding game in which you can't play the same number of cards as the previous player.&#10;&#10;The deck contains 52 cards: three 3s up to ten 10s. The game includes a swapping rule that allows you to exchange all the cards in your hand, picking up an &quot;almighty&quot; card each time you do so, giving you the opportunity to make weak cards stronger.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "13815",
    "Name": "A Bridge Too Far: Operation Market Garden",
    "ID": 72340,
    "Year": "(2010)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/72340/a-bridge-too-far-operation-market-garden",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1",
    "Description": "Operation Market Garden Strategic Wargame&#10;&#10;A strategic level wargame that pits up to five players in recreating the airborne assaults, attacks, and counterattacks that were Operation Market Garden.&#10;&#10;The game allows for two campaign scenarios where you can either play a historical variant with historical deployment and reinforcements, or a free-flowing version that allows players to choose deployments suited to their own Battle Plan.  The game plays out over five rounds in which the Allies player objective is to take the bridge at Arnhem and the Germans must disrupt Montgomery's plan to end the war by Christmas.  Each round will see a number of battles fought using division level forces represented by plastic figures.  Combat is resolved by dice using area terrain modifiers and unit capabilities.&#10;&#10;This is a stand-alone game that does not require any further additions to what is included.  As a Flames of War &quot;Firestorm&quot; product, there is an option to play out each battle using FoW minis, however, this is not necessary to play or enjoy this board game.&#10;&#10;Components:&#10;- Color rule book&#10;- 3 multi-part gameboards (22&quot;x48&quot; total)&#10;- 46 plastic miniatures (18 German/28 Allies)&#10;- 7 dice (6 six-sided and 1 special)&#10;- 6 Battle Arrows&#10;- 1 Counter Sheet&#10;-&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "13816",
    "Name": "Guns of August",
    "ID": 85857,
    "Year": "(2011)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/85857/guns-of-august",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.0714",
    "Description": "From the publisher's website:&#10;&#10;Ultimatum delivered by the German Ambassador at Brussels von Below Saleske, to M. Davignon, Belgian Minister for Foreign Affairs:&#10;&#10;2 August 1914&#10;&#10;Very Confidential&#10;&#10;Reliable information has been received by the German Government to the effect that French forces intend to march on the line of the Meuse by Givet and Namur. This information leaves no doubt as to the intention of France to march through Belgian territory against Germany...&#10;&#10;The GUNS OF AUGUST simulates the first three months of WWI in the West, when mobility reigned and the fate of France hung in the balance. Game mechanics compensate for players&rsquo; 20/20 hindsight to encourage historically accurate play that makes &ldquo;sense&rdquo; in game terms while avoiding a &ldquo;straight jacket&rdquo; of special rules to force irrational play. Players maneuver corps and divisions through 9-mile wide hexagons in turns that span three days each. Chit pull activation, along with modest movement point allowances, generates a highly interactive game. Combat uses artillery and rifles to reveal the comparative strengths of the opposing armies. Optional rules for variable set up and fog of war counters shroud the game in uncertainty and increase replay value.&#10;&#10;&ldquo;The lamps are going out all over Europe. We shall not see them lit again in our time&rdquo;, Sir Edward Grey.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "History: 1914 Guns of August Campaign"
    ]
  },
  {
    "Rank": "13817",
    "Name": "Perplexus Twist",
    "ID": 139390,
    "Year": "(2013)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/139390/perplexus-twist",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Perplexus Twist is the new 3-D maze game where players must maneuver a small marble around 30 challenging barriers inside a transparent sphere and twisting the maze itself to create paths and connections between each hemisphere.&#10;&#10;There are some starting points to replay a hard path of the maze.&#10;Difficulty rate 8 on 8 (like Perplexus Epic).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Components: 3-Dimensional (3D)",
      "Game: Perplexus",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Series: World's Smallest Games Series (Super impulse)"
    ]
  },
  {
    "Rank": "13818",
    "Name": "Objective: Schmidt",
    "ID": 11756,
    "Year": "(1990)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/11756/objective-schmidt",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.6667",
    "Description": "Objective: Schmidt - The battle for H&uuml;rtgen Forest, November 2-6, 1944, is the second game in the Tactical Combat Series (TCS) by The Gamers and examines some of the most difficult infantry combat of  World War II&mdash;the US 28th Division&rsquo;s unsuccessful attack into the H&uuml;rtgen Forest from November 2nd to the 6th, 1944. Specifically, it focuses on the US 112th Infantry Regiment&rsquo;s assault on the town of Schmidt, and the German counterattacks by the 89th Infantry and 116th Panzer Divisions. In poor weather, facing difficult terrain and determined resistance, the soldiers of the 28th Division made a gallant effort. At the cost of several thousand lives, they came close to succeeding.&#10;&#10;Game Scale:&#10;Game Turn: 20 minutes&#10;Hex: 125 yards / 114 meters&#10;Units: Infantry platoons, individual vehicles&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-100s of hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "13819",
    "Name": "Catharsis: Divine Wrath",
    "ID": 387598,
    "Year": "(2024)",
    "Geek Rating": "5.539",
    "Avg Rating": "9.20",
    "Link": "https://boardgamegeek.com/boardgame/387598/catharsis-divine-wrath",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A divine aura has engulfed the world, tainting the once wonderous beauties of its fragile being.&#10;&#10;Divine Wrath is solo &amp; cooperative dice rolling adventure board game for 1 to 5 players. You and other heroes will choose a hero and encounter a boss deck. Each boss deck features their own narrative and choices to make as you roll your dice with simultaneous action gameplay to navigate through traps, events, monsters, locations &amp; more. Each game is a different experience as each hero has a deck of powers they draw from, creating unique synergies every playthrough. The game lasts 45 minutes to 1.5 hours, and by the end, win or lose, you will definitely be excited for your next challenge!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Chaining",
      "Cooperative Game",
      "Dice Rolling",
      "Re-rolling and Locking",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13820",
    "Name": "Chef Umami",
    "ID": 323068,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/323068/chef-umami",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1.8571",
    "Description": "Chef Umami is a card game where players have to create a delicious and succulent menu. But they have to follow the gastronomic cravings of different very exigent customers.&#10;&#10;Adding different ingredients and using action cards they have to get the maximum points to win the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "13821",
    "Name": "Braccio da Montone",
    "ID": 132803,
    "Year": "(2012)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/132803/braccio-da-montone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "2.6667",
    "Description": "Braccio da Montone was a notorious and respected Condottiero of the first half of XVth century. This is the third game in the series that began with Guelphs and Ghibellines.&#10;&#10;In Braccio da Montone there are no turns but a continuous series of Condottiero (Leader) activations. A Condottiero's &quot;Command Capacity&quot; is the number of order points that a Condottiero receives when he is activated. He uses these order points to move, fire and attack with his in-command units of his own &ldquo;Battaglia&rdquo; and it emphasizes the fatigue of the armies during the course of the battle. This system is integrated with ad hoc rules needed to reflect the different tactics invented and used by Braccio da Montone (the so-called Scuola Braccesca. The Victory Level mechanic gives uncertainty as to how much further the game has to go.&#10;&#10;The game simulates the two major battles fought by the condottiero: Sant'Egidio (July 12, 1416), whereby he became Lord of Perugia and l'Aquila (June 2, 1424), in which he was defeated and mortally wounded.&#10;&#10;Components: &#10;&#10;&#10;    Two maps 84x60 cm; &#10;    176 5/8&rdquo; and 140 1/2&rdquo; die-cut counters; &#10;    Three Player Aid Carts; &#10;    A rule booklet with scenarios and an historical background. &#10;&#10;&#10;Scale:&#10;&#10;&#10;    1 hex: 100 meters (about 110 yards) &#10;    1 strengh point: &#10;        100-200 men for the cavalry, &#10;        250-500 men for infantry, &#10;        750-1,000 men for the militia &#10;    &#10;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Italy",
      "Country: Papal States",
      "Digital Implementations: VASSAL",
      "History: Holy Roman Empire",
      "History: Wars of the Guelphs and Ghibellines",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Abruzzo (Italy)",
      "Series: Guelphs and Ghibellines"
    ]
  },
  {
    "Rank": "13822",
    "Name": "Jardín Japonés",
    "ID": 378329,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgame/378329/jardin-japones",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Relax, Roll &amp; Write to design a beautiful Japanese Garden!&#10;&#10;Place decorations such like bamboo trees, lanterns and plants. At the end of each phase, you will have to trace ponds which can contain stones, bridges and also let you grow moss nearby.&#10;&#10;Strike a balance between the unpredictability of nature, the harmony in its asymmetry and the fragility of existence.&#10;Contemplate your creation by yourself, or share this relaxing experience with someone you love to enjoy the landscape together!&#10;&#10;&mdash;description from the designer (English)&#10;&#10;&iexcl;Dise&ntilde;a un hermoso Jard&iacute;n Japon&eacute;s en este relajante Roll &amp; Write!&#10;&#10;Decora el espacio usando bamb&uacute;, lamparas de piedra y plantas. Al terminar cada fase deber&aacute;s trazar estanques, los cuales pueden contener rocas y puentes, adem&aacute;s de ayudar a crecer al musgo.&#10;&#10;Consigue el equilibrio entre el azar de la naturaleza, la armon&iacute;a en la asimetr&iacute;a y la fragilidad de la existencia.&#10;Contempla tu creaci&oacute;n en soledad o acompa&ntilde;ado&#10;y &iexcl;disfruta del paisaje!&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Line Drawing",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Japan",
      "Mechanism: Roll-and-Write",
      "Theme: Gardening",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "13823",
    "Name": "Shoot-Out Hockey",
    "ID": 204621,
    "Year": "(2005)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/204621/shoot-out-hockey",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Tabletop sports hockey game, played with either Fast Action Cards (FAC) or dice. Each FAC that is flipped represents an amount of in-game minutes. If value on FAC exists in either team's scoring range, then a scoring chance is processed. Individual team cards list the roster of the team along with each player's ratings, including references for goal scorers, assist ratings, and fight ratings. Team cards also contain individual goalie ratings with home and away ratings. Shoot-Out Hockey focuses on fast &amp; abstracted play rather then other tabletop hockey games that feature individual player cards. Season sets include one card per team that lists all individual players (with extra players listed in separate text file) from that team. Individual historical seasons also available. (This game re-implements &quot;Player Of The Game Hockey&quot; from Downey Games.)&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "13824",
    "Name": "Dragon Boats of the Four Seas",
    "ID": 258287,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/258287/dragon-boats-of-the-four-seas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "In Dragon Boats of the Four Seas, Zhong-Guo, the Middle Kingdom, is an island surrounded by the four Dragon Seas.  After a long period of strife, Zhong-Guo has once again been unified and the noble houses rise from the ashes, hoping to cross the Dragon Seas and reach the wealthy vassal states of the former Empire.  In Zhong-Guo, Dragons are believed to be good luck and sources of celestial power, so the people make offerings to Dragons at temples and cast coins with the images of Dragons on them to bring fortune at the marketplace. Farmers invoke Dragons over their fields for a bountiful harvest and boats are made in the likeness of Dragons for protection on the dangerous waters.  As the leader of one of the noble houses of Zhong-Guo, you must build farms, trade, and make offerings for the safe passage of your ships to these forgotten lands.  Recapture the glory of the old Empire and ride the Dragon Boats to victory!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Country: China",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13825",
    "Name": "Shadow House: Masquerade",
    "ID": 400268,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/400268/shadow-house-masquerade",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "We were invited to a gracious aristocrat's mansion for a dinner party. Suddenly, a horrifying scream pierced through the gathering &quot;Viscount Shadow is dead!!!&quot;&#10;&#10;Despite the momentary chaos, the butler responded swiftly, securing all doors and windows. Now the culprit must be trapped, leaving every person in the house under suspicion...&#10;&#10;In this fast-paced card game, players must catch the culprit who is still hiding amidst. However, for the culprit, they must hide until the last turn to steal the precious gems. Alternatively, they can pass the culprit identity card to another player and then catch them later on!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "13826",
    "Name": "Clue",
    "ID": 374342,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/374342/clue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "In this new edition of Clue, you will solve the mystery with the help of the ghost of Mrs. White by using Amazon Alexa.&#10;&#10;Which suspect is responsible for the murder of Mr. Boddy in his mansion? Investigate who did it, which item they used, and the room where they committed the crime. Players have the option to summon the ghost of Mrs. White. If she's in a pleasant mood, she might help solve the case. If she's not&hellip; watch out!&#10;&#10;Roll doubles to summon the ghost of Mrs. White. Just say, &quot;Alexa, ask Mrs. White.&quot; If she's in a good mood she might help you advance in the game. But if she's not, she could very well say, &quot;Hah! You thought your day was going well, but that's over now,&quot; and will give help to another player instead.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Grid Movement",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "13827",
    "Name": "Got It!",
    "ID": 74987,
    "Year": "(2010)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/74987/got-it",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "The math game Got It! &ndash; which had a working title of Fermat &ndash; accommodates as many people as fit around the table. What they're looking at on the table is a 6x6 grid of cards, with half the cards numbered 1-14 and the other half bearing mathematical operators. To set up the game, these cards are placed randomly checkerboard-style, with numbers and operators placed adjacent to one another.&#10;&#10;Everyone plays simultaneously, with players trying to find a five-card formula that results in the number shown on a goal card, with goals ranging from 1 to 40. The solution must consist of orthogonally adjacent cards, though not necessarily in a straight line, and a player can't use a card twice in a formula. If a 12 is turned up as the goal, for example, one might find &quot;8+4x1&quot; in the grid, then shout out &quot;Got It!&quot; Players can mentally insert parentheses into a formula, so &quot;7+2x3&quot; can result in (7+2)x3 (=27) or 7+(2x3) (=13).&#10;&#10;The first player to shout with a correct formula &ndash; and the grid might contain many &ndash; claims the goal card. The player who collects the most goal cards wins!&#10;&#10;An easy version of Got It! can be set up for younger players, with a 5x5 grid that contains only the numbers 1-9 and only addition and subtraction as mathematical operators.&#10;&#10;",
    "Categories": [
      "Math",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13828",
    "Name": "Tiny Woodys",
    "ID": 394940,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/394940/tiny-woodys",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "In Tiny Woodys, you secretly play a certain animal role, which is assigned randomly and face down at the beginning. This can be a squirrel, a wild boar, a hedgehog, a bunny, a magpie, or an owl. Each animal is looking for something specific and must try to be faster than the others.&#10;&#10;In each of the four seasons, hide the cute little &quot;Woodys&quot; such as leaves, mushrooms, minerals, trees, herbs, and tree fruits. For example, if you got the magpie, you have to try to find four different minerals. However, always try to keep your identity secret from the others! Strategically and cleverly place your cards on your collection spot and use the extra powers on the Woody cards to get to your goal. But be careful as fierce weather and mean fellow players will put obstacles in your way. Who is who? And what are they collecting? The game remains exciting until the end, and you will soon find out. The winner is the player who completes their task first!&#10;&#10;Tiny Woodys is normally for 2-5 players, but in expert mode it's playable with up to six players.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Environmental",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Drafting",
      "Deduction",
      "Hidden Roles",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Cats",
      "Animals: Crows / Ravens / Magpies",
      "Animals: Hedgehogs / Porcupines",
      "Animals: Insects",
      "Animals: Owls",
      "Animals: Pigs",
      "Animals: Rabbits / Hares",
      "Animals: Squirrels",
      "Card Games: Matching",
      "Mechanism: Tableau Building",
      "Theme: Biology",
      "Theme: Flowers",
      "Theme: Jewelry",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "13829",
    "Name": "Zombie Kidz",
    "ID": 147009,
    "Year": "(2013)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/147009/zombie-kidz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1",
    "Description": "Zombies are moving into the cemetery close to your home. Unfortunately, none of the parents believe you or your friends, so you decide to take matters into your own hands...&#10;&#10;In the cooperative children's game Zombie Kidz, players work to stop the zombies from taking over the cemetery by either locking the gates or eliminating the zombies. The game rules can be adapted to increase the difficulty level.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Series: Zombie Kidz"
    ]
  },
  {
    "Rank": "13830",
    "Name": "Grav Armor",
    "ID": 2153,
    "Year": "(1982)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/2153/grav-armor",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2727",
    "Description": "In the 31st Century the SILENCE is deafening as gravitic drives propel armored vehicles at speeds of up to 500 kph. Grav Armor is a game about warfare in the future and the advanced machines they use in these conflicts.&#10;&#10;Description from box: Grav Armor is a fast-moving game of future armored warfare for 2 players. It realistically simulates the high-speed, high casualty combat between streaking gravitic vehicles, surface-effects craft, supersonic fighters, orbital dropships and power-suited infantry. The modular map sections allow scenarios to be played on radically different types of planets (earthlike, molten, frozen or airless).&#10;&#10;A print-and-play version of this game is available for free, authorized download from http://dwarfstar.brainiac.com/, together with extra scenarios and maps, and individualised maps for the original scenarios.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Dwarfstar Games (Heritage USA)"
    ]
  },
  {
    "Rank": "13831",
    "Name": "ボブジテン (Bob Jiten)",
    "ID": 224992,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/224992/bobuziten-bob-jiten",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "User summary&#10;&#227;&#131;&#156;&#227;&#131;&#150;&#227;&#130;&#184;&#227;&#131;&#134;&#227;&#131;&#179; (Bob Jiten) is a Japanese word game, very dependent on knowing the Japanese language very well.&#10;&#10;In Japanese, there are Katakana words. These are very common, used in normal everyday speech, but the words are usually of foreign origin. And to describe a Katakana word, a Japanese person would normally use other Katakana words. The aim of this game is to discover the hidden Katakana word, but without using Katakana words to discuss it. For Japanese speakers, this is quite difficult. As an analogy, try to explain a worker placement game, but without using any game words. As soon as you say 'meeple', or 'VPs', you've lost.&#10;&#10;The game uses a system similar to Insider. A player secretly identifies the hidden Katakana word from a deck. This player is the master, and tries to guide the others to identify the word. If a player gets it correct, the master gains 1 point, and the guesser becomes the master. But if the master gets called out for using a Katakana word, the accuser gains a point and becomes the new master.&#10;&#10;The artwork for the game is by the publisher and design group Decoct Design.&#10;&#10;The publisher says:&#10;Our fellow friend Bob. He loves the Japanese language.&#10;&#10;While studying the language, he just realized, that many foreign-origin words were not translated, but accepted as is, as a Katakana word.&#10;&#10;Looking up the Japanese dictionary, he found out many of the Katakana words themselves were described using other Katakana words. &quot;Now I have to create my dictionary of Katakana words, which never uses Katakana for a description!&quot;&#10;&#10;That was the beginning of the creation of the Bob-Dictionary : Bob Jiten(&#227;&#131;&#156;&#227;&#131;&#150; &#227;&#130;&#184;&#227;&#131;&#134;&#227;&#131;&#179;).&#10;&#10;Publisher's summary&#10;&#227;&#130;&#171;&#227;&#130;&#191;&#227;&#130;&#171;&#227;&#131;&#138;&#231;&#166;&#129;&#230;&#173;&#162;&#227;&#129;&#174;&#233;&#128;&#163;&#230;&#131;&#179;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#10;&#10;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#229;&#164;&#167;&#229;&#165;&#189;&#227;&#129;&#141;&#227;&#129;&#170;&#229;&#131;&#149;&#227;&#130;&#137;&#227;&#129;&#174;&#229;&#143;&#139;&#228;&#186;&#186;&#227;&#128;&#129;&#227;&#131;&#156;&#227;&#131;&#150;&#227;&#128;&#130;&#10;&#229;&#189;&#188;&#227;&#129;&#175;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#227;&#130;&#146;&#229;&#139;&#137;&#229;&#188;&#183;&#227;&#129;&#153;&#227;&#130;&#139;&#228;&#184;&#173;&#227;&#129;&#167;&#227;&#128;&#129;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#229;&#164;&#150;&#230;&#157;&#165;&#232;&#170;&#158;&#227;&#129;&#140;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#227;&#129;&#171;&#227;&#129;&#175;&#232;&#168;&#179;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#154;&#227;&#128;&#129;&#227;&#130;&#171;&#227;&#130;&#191;&#227;&#130;&#171;&#227;&#131;&#138;&#232;&#170;&#158;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#174;&#154;&#231;&#157;&#128;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#171;&#230;&#176;&#151;&#228;&#187;&#152;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#232;&#190;&#158;&#229;&#133;&#184;&#227;&#129;&#167;&#232;&#170;&#191;&#227;&#129;&#185;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#128;&#129;&#227;&#130;&#171;&#227;&#130;&#191;&#227;&#130;&#171;&#227;&#131;&#138;&#232;&#170;&#158;&#227;&#129;&#174;&#232;&#170;&#172;&#230;&#152;&#142;&#227;&#129;&#171;&#227;&#130;&#171;&#227;&#130;&#191;&#227;&#130;&#171;&#227;&#131;&#138;&#232;&#170;&#158;&#227;&#129;&#140;&#228;&#189;&#191;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#229;&#167;&#139;&#230;&#156;&#171;&#227;&#128;&#130;&#10;&#227;&#128;&#142;&#227;&#129;&#160;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#130;&#171;&#227;&#130;&#191;&#227;&#130;&#171;&#227;&#131;&#138;&#232;&#170;&#158;&#227;&#130;&#146;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#232;&#170;&#172;&#230;&#152;&#142;&#227;&#129;&#153;&#227;&#130;&#139;&#232;&#190;&#158;&#229;&#133;&#184;&#227;&#130;&#146;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#167;&#228;&#189;&#156;&#227;&#130;&#141;&#227;&#129;&#134;&#239;&#188;&#129;&#227;&#128;&#143;&#10;&#227;&#129;&#157;&#227;&#130;&#147;&#227;&#129;&#170;&#232;&#128;&#131;&#227;&#129;&#136;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#128;&#129;&#227;&#131;&#156;&#227;&#131;&#150;&#227;&#130;&#184;&#227;&#131;&#134;&#227;&#131;&#179;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#129;&#175;&#229;&#167;&#139;&#227;&#129;&#190;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "13832",
    "Name": "The Mediterranean",
    "ID": 18776,
    "Year": "(2005)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/18776/the-mediterranean",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "3.3077",
    "Description": "This is the third and final volume in Robert Beyma's Struggle for Europe series.  While the game includes a Desert War scenario, the main use of this game is to complete the Struggle for Europe theme by including the campaign and naval rules which enable owners of Mediterranean, War Without Mercy and Brute Force to play a number of large campaign scenarios (included in The Mediterranean).&#10;&#10;Scenarios included in this product include &quot;Fall Blau&quot; (1942 scenario); &quot;1939-1941 Campaign&quot; scenario; &quot;1943-1944 Campaign&quot; scenario; &quot;1939-1945 Campaign&quot; scenario; and the &quot;Desert War&quot; scenario.&#10;&#10;One 11&quot; x 30&quot; and one 11&quot; x 22&quot; map sheets mate lengthwise to cover from the Tunisia-Libya border in the west to Tehran in the east.  The maps mate with the prior series maps.  Two sheets of sturdy die-cut counters (560 total, in multiple colors) provide pieces for numerous minor powers, the major navies, additional land and air combatants for the major powers and markers for use in the Campaign scenarios.&#10;&#10;The new Scenario Book incorporates Series errata.  The new 3rd Edition Struggle for Europe Series Standard Rules are also included in the bookcase box.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Series: Struggle for Europe (Clash of Arms)"
    ]
  },
  {
    "Rank": "13833",
    "Name": "Doggy Bag",
    "ID": 217890,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/217890/doggy-bag",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.2857",
    "Description": "In early 19th century London, the terrible Fagin forces a group of street dogs to steal bones for him throughout the city. By nightfall, they try to steal back a part of their delicious loot &mdash; but Fagin sleeps with one eye open!&#10;&#10;In the risk-taking game Doggy Bag, each player must add 2 to 4 bones to the shared bag at the beginning of each round in order to avoid Fagin's wrath. Then each player decides how many bones they will try to take back at night by playing a special action depending on how daring they are. While some bones are worth more than others, you have to be careful of those whose smell would wake up Fagin to avoid being caught red-handed.&#10;&#10;Whoever gets the biggest part of the loot has the means to escape Fagin's grip...&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "13834",
    "Name": "Marvel: Crisis Protocol – Earth's Mightiest Core Set",
    "ID": 400080,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.85",
    "Link": "https://boardgamegeek.com/boardgame/400080/marvel-crisis-protocol-earths-mightiest-core-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Marvel: Crisis Protocol is a tabletop hobby miniatures game set in the Marvel Universe. Players assemble, paint, and collect an ever-expanding line of highly detailed plastic miniatures representing iconic Marvel characters. Players choose characters from their collections to form their own Marvel-inspired dream team, then pit their chosen forces against each other on an interactive tabletop where the very terrain itself can be thrown, crashed into, and destroyed during the super powered showdown.&#10;&#10;Marvel: Crisis Protocol &ndash; Earth's Mightiest Core Set serves as a starting point for new players, a revision of the 2019 Core Set that features updated characters, more dice mitigation in those character powers, four character affiliations instead of two, and other changes.&#10;&#10;All previous Marvel: Crisis Protocol expansions are playable with Earth's Mightiest Core Set.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "13835",
    "Name": "Video Game High School",
    "ID": 154742,
    "Year": "(2014)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/154742/video-game-high-school",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Video Game High School, players take on the role of students from an alternative school where their classwork is all about preparing for careers as professional video gamers. Each student has unique player powers that they will use to their advantage as they select from a limited allotment of actions to train their gaming skills, take on challengers, and set high scores in various video games. The goal of the game is to climb the player ranks and become the top ranked gamer at VGHS.&#10;&#10;NOTE: No prior knowledge of the webseries is needed to play the game.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Video Game Industry"
    ]
  },
  {
    "Rank": "13836",
    "Name": "Syncro",
    "ID": 407214,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/407214/syncro",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "You are a mage who has taken a vow of silence. You will have to face an unprecedented threat and fight monsters that endanger the kingdom.&#10;&#10;Cooperate without speaking to defeat all the monsters!&#10;&#10;&#10;     At the beginning of the game, communicate the potential of your cards with a gesture.&#10;     In turn, place a face-down card on a monster of your choice.&#10;     At the end of a turn, reveal the cards placed on the monsters and find out if your attacks were powerful enough to defeat them.&#10;&#10;&#10;You must estimate the value played by your fellow players while having limited communication and information.&#10;&#10;As the game progresses, you will advance in the adventure and unlock new effects that will spice up your games.&#10;&#10;The game consists of 2 chapters with 4 and 5 levels respectively to cross in order to win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Number"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "13837",
    "Name": "Ignorant Armies: The Iran-Iraq War, 1980-88",
    "ID": 10102,
    "Year": "(2003)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/10102/ignorant-armies-the-iran-iraq-war-1980-88",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5455",
    "Description": "Strategy &amp; Tactics magazine #215.&#10;&#10;An aptly named simulation of the 1980-1988 war between Iran and Iraq. This game features everything from human wave assaults to chemical and missile attacks. This 8 years war before the fall of Saddam Hussien's regime undermines the tragedy of the Iraqi people 5 years later.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Iran",
      "Country: Iraq",
      "Decades: The 1980's",
      "History: Iran-Iraq War",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "13838",
    "Name": "Capt'n Pepe: Treasure Ahoy!",
    "ID": 390297,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/390297/captn-pepe-treasure-ahoy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Ahoy, sailors! I'm Pepe, Captain of the Melody. Are you ready for an adventure?! If so, you've come to the right place: right here with me and my animal crew! Have you ever heard of the Treasure of the Seven? No? Well, what are you waiting for? All aboard!&#10;&#10;This is no ordinary board game. It's a cooperative Legacy Game for the whole family. You'll be going on an amazing 25-chapter adventure with Capt'n Pepe and his crew. Unlike regular board games, this one changes from game to game. You'll be adding new rules as you go, and even changing the pieces themselves using stickers.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Book",
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Legacy Game",
      "Ordering"
    ],
    "Families": [
      "Mechanism: Legacy"
    ]
  },
  {
    "Rank": "13839",
    "Name": "Septikon: Uranium Wars",
    "ID": 131457,
    "Year": "(2012)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/131457/septikon-uranium-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3",
    "Description": "From publisher:&#10;&#10;What is it?&#10;&#10;In Septikon we have tried to re-create a retro-futuristic atmosphere which was popular in games like Fallout and BioShock. The players take role of the owners and leaders of orbital mining battle stations, which are hunting for rich uranium deposits in an asteroid belt.&#10;&#10;Since there is not enough uranium for everyone, the players have to fight with other space explorers for every asteroid. By using a rich armory of defensive and offensive measures and a loyal crew of their own clones, the player will have to survive a terrible battle and do everything to be first to put the other player out of action.&#10;&#10;This game is completely unique. Imagine a turn-based game in the Tower Defence genre, where you must not only protect your own prosperity, but also send waves of attackers in your opponent's direction!&#10;&#10;How do you play?&#10;&#10;The station is not automated, which makes it much more reliable but at the same time requires a crew for manual operation. The player rolls a die, which determines the distance that one of his obedient clones can travel to the required section, to activate a piece of equipment or a weapon which is installed there. The choice of clones and the goal will depend on the current situation and the player's long-term strategy.&#10;&#10;The station is completely autonomous. The player can mine and process resources, carry out repairs, defrost new clones to increase the size of his crew &mdash; but it's not that easy when you are being attacked by your opponent's entire battle force, and you want to teach them a lesson...&#10;&#10;The player wins when he puts the other player's station completely out of action.&#10;&#10;Why should I play Septikon?&#10;&#10;&#10;    It's original. Are you looking for something new? We can guarantee that you have never seen a game like this one!&#10;    It's well developed. Like a good brandy, our game was in development for 12 years &mdash; that's 12 years of constant testing and thousands of matches played.&#10;    It's dynamic. Sid Meier said, &quot;A game is a series of interesting choices.&quot; Septikon will not overload or bore you into a stupor. Of course, the player has something to think about every turn, but he has only a limited number of optimal choices. That means that you won't spend too much time waiting your turn.&#10;    It&rsquo;s multi-faceted: Consider a whole range of strategies that all deserve to be tried out:&#10;        Burning. Burn through the opponent&rsquo;s battle station with your lasers, cutting him off his supplies, ammunition and oxygen.&#10;        Suppression. Destroy his battle sections and maintenance modules, block his shooters and stop him from recovering.&#10;        Landing. Attack your enemy with a squad of fully armored and equipped BioDrones. Let them rip through his defenses.&#10;        Exhaustion. Destroy your opponent&rsquo;s strategic resources with quick targeted attacks and sneaky diversions, and while he is trying to recover, create an invincible army.&#10;        Massacre. Focus your entire production on creating nuclear charges. Suppress the opponent&rsquo;s defenses and drown him in a nuclear fog.&#10;    &#10;&#10;&#10;What's in the box?&#10;&#10;&#10;    24 clone figures (in two different colors). Each one of them will obediently carry out all your orders and activate different station modules.&#10;    160 wooden cubes, representing resources which will be needed to run the station and keep it safe: Oxygen, Metal, Rockets, BioMass, Energy, BioDrones and &mdash; obviously &mdash; Uranium;&#10;    4 nuclear Rockets for those who like it hot;&#10;    8 satellite tokens and 8 Energy Shield tokens &mdash; efficient measures for launching your own space-to-space grid;&#10;    80 damage tokens &mdash; during the space battles stations will take a lot of damage, and many sections will be competely put out of action;&#10;    1 huge game board with two stations and some space between them;&#10;    2 six-sided dice, which in this game are called Random Number Generators. A single roll at the beginning of the turn will determine the &quot;time period&quot; which the player can use this turn.&#10;    2 books &mdash; One, consisting of just 2 pages, contains the Intro Game Rules, the other, the full rules (8 pages).&#10;&#10;&#10;How did the game come to life?&#10;&#10;Igrology is one of most successful Russian board game developers. We have created 18 products, many of which are constantly being re-published. In 2011, we have sold over 100,000 copies in total in Russia.&#10;&#10;Now we are facing a new task, to bring unique ideas to the international games' market. Septikon is the first and very important step for us in that direction.&#10;&#10;Septikon was created by the Russian game designer Konstantin Seleznev and polished by 12 years of work and thousands of matches. In 2011, Igrology noticed this original game at the Moscow Games Convention &quot;Igroteka Avtorov&quot;, where all other publishers did not pay a lot of attention to it due to its very unusual concept and seemingly complicated game board.&#10;&#10;The Igrology team, together with the game author, spent almost a year creating a setting, fine-tuning game rules, and polishing the design. Now, we have the pleasure of bringing it to all board game fans.&#10;&#10;During the next year we will be releasing the first expansion, as well as an iPad version of Septikon.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13840",
    "Name": "Plagio",
    "ID": 3472,
    "Year": "(1999)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/3472/plagio",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Half of a famous book's &quot;incipit&quot; is read, and players must secretly complete it on a paper. Then all the papers are gathered and read aloud: among them lies the correct ending (from the original card). Players then can score by pointing out which was the true ending, and by having other players' selecting their composition.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "13841",
    "Name": "Time Collectors",
    "ID": 368296,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/368296/time-collectors",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The year is 8053. Time travel is possible now.&#10;&#10;Time Collectors invites you to travel through time to combine dice, collect cards, and earn more points than your opponents.&#10;&#10;&#10;     Roll your 4D10 dice and organize them to select the year to which you want to travel. &#10;     Use time crystals to alter your results. &#10;     Collect the riches of the past on your personal board. &#10;     Collect achievements cards, and win with the most beautiful collection...of all time!&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Simultaneous Action Selection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "13842",
    "Name": "Bohnanza: Das Würfelspiel",
    "ID": 368093,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/368093/bohnanza-das-wurfelspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Bohnanza: Das W&uuml;rfelspiel is a dice game in the Bohnanza family. Instead of cards, dice give you the beans that you must use to satisfy orders and (eventually) collect &quot;Bohnentalers&quot; (i.e., dollars, bucks, dinero...). The first player to collect ten Bohnentalers wins.&#10;&#10;At the start of the game, each player receives two order cards, each of which shows five orders; the player tries to complete orders on one card while using the other to cover completed orders. The easiest orders to complete &mdash; say, three beans in any combination of two types &ndash; are at the bottom of the card, and the hardest ones &mdash; requiring, say, a three-of-a-kind plus a rare bean &ndash; are at the top. Orders must be completed from bottom to top.&#10;&#10;On a turn, the active player starts by rolling the five bean dice, three of which have one combination of beans and two of which have another combination. This player must set aside at least one bean, then they reroll any remaining dice, setting at least one aside, etc. After at most seven rolls, they complete as many orders as they can, reusing the dice as needed to complete orders. Once a player completes three orders, they can &quot;harvest&quot; the card for one coin. Each additional completed order is worth a coin, up to a maximum of three. When a player harvests the order card, they draw a new card and use that to record completed orders (possibly on the same turn) on the order card they already had.&#10;&#10;In the Bohnanza card game, players trade cards to improve the standing of both parties involved in the trade. In W&uuml;rfel Bohnanza, the active player doesn't trade dice, but opponents do get to benefit from that player's rolls. After each roll by the active player, all other players can use the dice just rolled &mdash; and not dice already set aside &mdash; to complete orders on their own cards. Thus, the active player has some incentive not to dawdle too much as their opponents might benefit from their turn more than they do.&#10;&#10;The game ends as soon as one or more players have collected ten Bohnentalers. The player with the most Bohnentalers wins!&#10;&#10;Bohnanza: Das W&uuml;rfelspiel features the same gameplay as W&uuml;rfel Bohnanza, but uses fewer dice, has only five orders on a card instead of six, lowers the victory threshold, and has a few other changes.&#10;&#10;",
    "Categories": [
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Multi-Use Cards",
      "Game: Bohnanza",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "13843",
    "Name": "Guildes",
    "ID": 220276,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/220276/guildes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "1.25",
    "Description": "You seek to be elected to the head of Portyl, a medieval city composed of different guilds more or less powerful that will have to be converted to your cause in order to recover their voices. The election takes place in three rounds, with a count of votes in each round. At the end of the third round, the player having recovered the most votes will be appointed to the head of the city and will win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Score-and-Reset Game",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "13844",
    "Name": "フォグサイト (FOGSITE)",
    "ID": 295587,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/295587/huogusaito-fogsite",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.4",
    "Description": "&#227;&#131;&#149;&#227;&#130;&#169;&#227;&#130;&#176;&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#131;&#136; (FOGSITE) is a Japanese asymmetrical game that won the Best Game Of The Year at the Autumn 2019 Tokyo Game Market.&#10;&#10;This is a one-vs-all dungeon crawl game taking place in ancient ruins covered with fog. The players are divided into the Investigators and one Guardian who plays against them.&#10;&#10;In the 5&times;5 maze created in the box by the Guardian, the Investigators each start from a different point and try to be united. The maze cannot be seen by the Investigators, so they try to advance&#10;with the help of mapping and deduction, which require discussion and cooperation with other Investigators.&#10;&#10;As the mapping proceeds, the time limit becomes shorter and the Guardian grows more powerful. The Investigators win if they manage to escape within the time limit. The Guardian wins if the time limit reaches &quot;0&quot;.&#10;&#10;The second edition included a modification to the box lid, using magnets to stop the lid falling open, accidentally revealing the hidden map. All the components have been upgraded and the box front modified.&#10;&#10;&#227;&#128;&#140;&#230;&#191;&#131;&#233;&#156;&#167;&#227;&#129;&#167;&#230;&#186;&#128;&#227;&#129;&#161;&#227;&#129;&#159;&#229;&#143;&#164;&#228;&#187;&#163;&#233;&#129;&#186;&#232;&#183;&#161;&#227;&#128;&#141;&#227;&#130;&#146;&#232;&#136;&#158;&#229;&#143;&#176;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#233;&#157;&#158;&#229;&#175;&#190;&#231;&#167;&#176;&#229;&#158;&#139;&#227;&#129;&#174;&#232;&#191;&#183;&#232;&#183;&#175;&#230;&#142;&#162;&#231;&#180;&#162;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#232;&#164;&#135;&#230;&#149;&#176;&#227;&#129;&#174;&#227;&#128;&#140;&#232;&#170;&#191;&#230;&#159;&#187;&#233;&#154;&#138;&#227;&#128;&#141;&#227;&#129;&#168;&#228;&#184;&#128;&#228;&#186;&#186;&#227;&#129;&#174;&#227;&#128;&#140;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#130;&#162;&#227;&#131;&#179;&#227;&#128;&#141;&#227;&#129;&#171;&#229;&#136;&#134;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#166;&#229;&#175;&#190;&#230;&#177;&#186;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#130;&#162;&#227;&#131;&#179;&#227;&#129;&#140;&#231;&#174;&#177;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#171;&#228;&#189;&#156;&#227;&#129;&#163;&#227;&#129;&#159;&#239;&#188;&#149;&times;&#239;&#188;&#149;&#227;&#129;&#174;&#232;&#191;&#183;&#232;&#183;&#175;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#167;&#227;&#128;&#129;&#229;&#136;&#165;&#227;&#128;&#133;&#227;&#129;&#174;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#136;&#227;&#129;&#151;&#227;&#129;&#159;&#232;&#170;&#191;&#230;&#159;&#187;&#233;&#154;&#138;&#227;&#129;&#140;&#229;&#144;&#136;&#230;&#181;&#129;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#170;&#191;&#230;&#159;&#187;&#233;&#154;&#138;&#229;&#129;&#180;&#227;&#129;&#139;&#227;&#130;&#137;&#232;&#191;&#183;&#232;&#183;&#175;&#227;&#129;&#175;&#232;&#166;&#139;&#227;&#129;&#136;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#230;&#137;&#139;&#230;&#142;&#162;&#227;&#130;&#138;&#227;&#129;&#167;&#233;&#128;&#178;&#227;&#129;&#191;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#131;&#158;&#227;&#131;&#131;&#227;&#131;&#148;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#168;&#230;&#142;&#168;&#231;&#144;&#134;&#227;&#129;&#167;&#230;&#148;&#187;&#231;&#149;&#165;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#129;&#168;&#227;&#129;&#141;&#228;&#187;&#178;&#233;&#150;&#147;&#227;&#129;&#168;&#227;&#129;&#174;&#231;&#155;&#184;&#232;&#171;&#135;&#227;&#130;&#132;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#129;&#140;&#230;&#172;&#160;&#227;&#129;&#139;&#227;&#129;&#155;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#128;&#130;&#10;&#227;&#131;&#158;&#227;&#131;&#131;&#227;&#131;&#148;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#140;&#233;&#128;&#178;&#227;&#130;&#128;&#227;&#129;&#187;&#227;&#129;&#169;&#229;&#136;&#182;&#233;&#153;&#144;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#129;&#140;&#231;&#159;&#173;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#130;&#162;&#227;&#131;&#179;&#227;&#130;&#130;&#229;&#188;&#183;&#229;&#140;&#150;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#128;&#130;&#10;&#232;&#170;&#191;&#230;&#159;&#187;&#233;&#154;&#138;&#227;&#129;&#175;&#229;&#136;&#182;&#233;&#153;&#144;&#230;&#153;&#130;&#233;&#150;&#147;&#229;&#134;&#133;&#227;&#129;&#171;&#232;&#132;&#177;&#229;&#135;&#186;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#128;&#129;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#130;&#162;&#227;&#131;&#179;&#227;&#129;&#175;&#229;&#136;&#182;&#233;&#153;&#144;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#130;&#146;&#239;&#188;&#144;&#227;&#129;&#171;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Exploration",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Roles with Asymmetric Information",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "13845",
    "Name": "Kansas City: The Trick-Taking Game",
    "ID": 424451,
    "Year": "(2024)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/424451/kansas-city-the-trick-taking-game",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In this must-follow and trump trick-taking game, players try to win tricks, but only to a certain point. Along the way, if they lose tricks, they can upgrade their cards to the trump suit.&#10;&#10;In many trick-taking games, players get dealt a hand of cards, assess the strength of their hand, and then make their bid. This game is the reverse: players are aiming for a fixed number of tricks, and they can adjust the strength of their hand by upgrading their cards.&#10;&#10;This game is set up so that each hand at least one player will go over the ideal number of tricks. You can make your hand stronger, but it might cause you to have too strong of a hand!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Cities: Kansas City (Missouri, USA)"
    ]
  },
  {
    "Rank": "13846",
    "Name": "Monsieur Carrousel",
    "ID": 264318,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/264318/monsieur-carrousel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Monsieur Carrousel is a cooperative game. Work together to help all of the kids get on the carousel before the rain starts to fall!&#10;&#10;On your turn, roll the die. Choose a kid token that is not yet on the carousel and place it on an empty seat that matches the colour rolled on the die. Make sure to remember the seat type of the kids!&#10;&#10;Then spin the carousel. What&rsquo;s the weather like when the carousel stops? If your kid ends up in the sun zone of the game board, you pick up a yellow stick &mdash; representing a ray of sunshine &mdash; and place it in a trough on the board; the troughs need two sticks to fill, and if the stick doesn't fit the space exactly, then you place it back in the reserve, so pick carefully! If your kid ends up in the rain zone, add a raindrop to the board.&#10;&#10;You roll a colour that has kid tokens in both spaces on the wheel? Spin the carousel and when it stops, look at the seat Monsieur Carrousel is now pointing at with his finger. If he points to a seat with a kid on it, then guess which seat the kid is sitting on. If your guess is correct, place a sun stick; otherwise place a raindrop. The game ends when either all of the kids are on the carousel or all of the raindrops have been placed on the game board.&#10;&#10;Monsieur Carrousel includes multiple image wheels for variety in gameplay.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "13847",
    "Name": "Baby Clues",
    "ID": 204281,
    "Year": "(2016)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/204281/baby-clues",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;When the lights switched back on, the prized bottle of milk collection was gone. The suspects are a bunch of incognito babies who try to sneak them out of the mansion. Can you expose your opponent's secret identity and hide yours? Retrieve five bottles of milk and win the game.&#10;&#10;Baby Clues is a deduction game. Every turn you have to expose a little bit of your identity to plan your escape. Every player receives a secret identity as well as an object they hate. For example, the vampire baby doesn't like garlic, the robot baby doesn't like water, and the dirty baby hates soap. On your turn, you have to pick up objects, but you can never pick the object you hate. Choose your items wisely because every card you collect discloses valuable information about your secret identity.&#10;&#10;During the game, you constantly have to try to find the balance between unmasking your opponents and picking up all the objects you need to escape. Both give you the opportunity to score points. If somebody tries to unmask you, but they make a mistake, you also score a bonus point, so a little bit of bluffing can also come in handy.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Series: Baby (Jumping Turtle Games)"
    ]
  },
  {
    "Rank": "13848",
    "Name": "War for Edaðh",
    "ID": 38400,
    "Year": "(2008)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/38400/war-for-edadh",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2424",
    "Description": "War for Eda&eth;h is an alternative game of battle and skirmishes that uses cards. But don't let the cards fool you. This is no CCG or regular card game.&#10;&#10;In the base game - War for Eda&eth;h - you get troops, leaders, standards, terrain and all aspects of a battle. Cards are used in the core gameplay which is a unique, tactical system that places the outcome of each conflict in your hands - your decisions and choices alone determine success or failure.&#10;&#10;In any actual conflict from a fight to a hunt to a chase to negotiation, you would pit your skill and experience against your opponent. You read his moves, try to outsmart him and make a winning move. With War for Eda&eth;h's core gameplay you do the same. Yet this game is simple to learn and play, but like all good strategy games will always offer a challenge and is hard to master.&#10;&#10;Modular rules mean that War for Edadh can be played very simply with anyone of age 7+, or with expanded rules you get more depth of gameplay, more tactics, more options and more ways to play the game. As your familiarity with the game increases so it can provide you with more and more of a challenge and more variety.&#10;&#10;&#10;Game Features&#10;&#10;&#10;    Strategy game - card driven gameplay/combat resolution where your choices and decisions alone determine success or failure&#10;    2-player battle games - 4 variations: unit vs. unit (15-20 min playing time), best of 3 (45-60 min playing time), skirmish (60-90 min playing time) &amp; battle (90+ min playing time)&#10;    Solo play&#10;    Multi-player games (requires 2+ copies of War for Eda&eth;h or War for Eda&eth;h + 1 or more expansion decks - see 'More Information' section below)&#10;    Team game (requires 2+ copies of War for Eda&eth;h or War for Eda&eth;h + 1 or more expansion decks - see 'More Information' section below)&#10;    Tailor the game length&#10;    Tailor the depth of the game - nb. expanded rules are simple and easy to integrate into the game&#10;    All statistics and information are on the game cards - no tables!&#10;    Expansions consist of set decks of cards - not randomly packed&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "13849",
    "Name": "Pucket",
    "ID": 262479,
    "Year": "(2011)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/262479/pucket",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Pucket is a frantic dexterity game. Players race each other to clear the pucks from their side of the board by catapulting them through a small hole leading to the other side. Any pucks that arrive on your side must be sent back before you win. The game appeals to anyone with a competitive streak.&#10;&#10;&mdash;description from the publisher&#10;&#10;This game is very similar to Le Passe-Trappe, so also to Flitzpuck..&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Passe Trappe",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13850",
    "Name": "Wild Cards",
    "ID": 311209,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/311209/wild-cards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "Wait, is that a peacock, arrogantly walking past the woodland edge of the fir forest? Are those busy squirrels nimbly jumping over branches? Do you see the ibex over there, jumping across craggy rocks within sight of a giant eagle? Was that a meerkat hiding in its protective hole after sensing a lion approaching?&#10;&#10;In Wild Cards, you attract animals from a variety of cunning species, offering them beautiful habitats to live in. Bluff and outbid the others, collecting majorities of different species of animals. Succeed and receive animal leader cards giving you special powers. Stay alert and react to the constantly changing dynamics &ndash; majorities may change faster than you think!&#10;&#10;Outbid your opponents and collect animals on display in order to make your collection the most valuable among the players. Attract the Leader of a species to unlock its power. You win if you have achieved the most points at the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "13851",
    "Name": "22 Pommes",
    "ID": 38499,
    "Year": "(2009)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/38499/22-pommes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3529",
    "Description": "The two players must collect exactly 11 green apples and as many red apples to win. In order to do so they will move the gatherer who will then be able to collect markers representing 1 to 5 apples.&#10;&#10;The 24 apples markers and the gatherer are organized in a 5x5 square. On his turn, a player can take an apple marker on the same line or column as the gatherer. He then move the gatherer on the freed space.&#10;&#10;The game ends when a player managed to collect the right number of apples or when he forces his opponent to collect more than 11 apples.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: VASSAL",
      "Mechanism: Maxit",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "13852",
    "Name": "Suleiman the Magnificent",
    "ID": 13779,
    "Year": "(2004)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/13779/suleiman-the-magnificent",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8235",
    "Description": "Suleiman the Magnificent is a game covering the massive battle on August 29th, 1526 between the Ottoman Empire and the army of the Kingdom of Hungary that eventually resulted in the fall of the latter kingdom and the disappearance of Hungary as an independent country for 400 years. The Hungarians numbered around 35,000 (including artillerist), the Ottomans, about 60,000. While there is much disagreement about numbers at this battle, all sources agree that the Ottomans did outnumber the Hungarians significantly. The Hungarian front line was stretched rather thinly to match, or attempt to match, the frontage that would be presented by the Ottomans. The Hungarians had, as was the practice for the last 200 years in European warfare, dug a trench in front of their front line infantry and artillery to give them a defense advantage. The actual battle, which started at around 3:00 PM, lasted but a few hours, maybe less.&#10;&#10;Each combat unit represents about 750 men. The map scale is about 225 yards per hex and depicts the flat and, because of the proximity of the oft-overflowing Danube, somewhat soft and, in many places, slippery battlefield at Mohacs.&#10;&#10;Suleiman the Magnificent is an accessible, fast-playing, fun game of low complexity. Optional rules include the politically charged issue that has reverberated down over the centuries, that many of the contingents of allies called in by Hungarian King Lajos did not arrive in time for the battle. Some were never going to do so; some were held back - specifically the charge leveled at Johann Szapolyai, Voivode of Transylvania because of his ambitions for the Hungarian throne (which he did get after Lajos' death and some deals reached with Suleiman).&#10;&#10;Full color 22&quot;x34&quot; map &#10;240 full color die cut counters &#10;Rulebook length - 12 pages&#10;Charts and tables - 2 pages &#10;Complexity - Low &#10;Solitaire suitability - Medium &#10;Playing time - 2 hours&#10;&#10;Design - Richard Berg&#10;Development - Paul Rohrbaugh &#10;Graphic Design - Craig Grando&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "History: Classical Age of the Ottoman Empire",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Men of Iron (GMT)"
    ]
  },
  {
    "Rank": "13853",
    "Name": "Lielow",
    "ID": 349408,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/349408/lielow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Lielow is a a two-player game invented by Michael Amundsen and Alek Erickson in the summer of 2021. The goal is to kill the enemy king.&#10;&#10;The game is played on a chessboard and each player needs a large supply of stackable checkers in their own color. In addition, they will need one token each &ndash; called the &quot;crown&quot; &ndash; that can be placed on top of a stack to mark it as that player's king. Initially, 8 checkers of each color are placed exactly where the pawns start out in Chess. There is no king in the initial position.&#10;&#10;Rules:&#10;&bull; Each turn, you move one of your stacks in a straight (orthogonal or diagonal) line a number of squares exactly equal to the size of the moved stack. (Note: The size of a stack is the number of checkers in it &ndash; not counting the crown.)&#10;&bull; If the stack lands on an empty space, it grows by the addition of 1 checker of your color.&#10;&bull; If the stack lands on an enemy stack, the enemy stack is removed and your stack shrinks down to 1 of your color (unless it was already of size 1, in which case its size simply does not change).&#10;&bull; It is not legal to land on a friendly stack.&#10;&bull; Jumping over stacks is allowed.&#10;&bull; Stacks may also jump off the board, thereby removing themselves from the game.&#10;&bull; Passing is not allowed (i.e. you must move a stack each turn).&#10;&#10;The position of the crowns change throughout the game, and is determined by the following rule:&#10;&bull; After each move (both your own and your opponent's), if your biggest stack is uniquely tall among your stacks, put your crown on that stack. There is no other way the crown can change heads. The stack with a crown on it is your king.&#10;&#10;You win if your opponent's king is removed from the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13854",
    "Name": "Soccer 17",
    "ID": 176916,
    "Year": "(2015)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/176916/soccer-17",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "17",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "Soccer 17 is a 2 Players soccer game with only 17 cards, in about 17 minutes.&#10;&#10;Each Player represents a team in a soccer match. Each turn, represents 3 minutes in the match, each Player plays 1 Action card face down. Attacker may play Dribble / Pass / One-Two, Defender may play Press / Block / Anticipate / Tackle.&#10;&#10;Reveal both cards. If Defender can predict Attacker's action, Defender has taken the ball successfully. If not then Attacker may execute the action, it can be a Shot on Goal, move the ball one Area forward, and/or get a Star (bonus for Shot on Goal).&#10;&#10;The Tackle card is very powerful because can defeat both Pass and One-Two actions, but if Attacker plays Dribble then it's a Foul: Defender must discard the Tackle/Rebound card until the end of the half and Attacker gets a Free Kick or Penalty.&#10;&#10;The ball will go back and forth as each Team tries to find an opening to make a good Shot on Goal. A Shot on Goal: Defender holds 6 Chance cards in front of him (so he can see the cards), then the attacker will take the card one by one, up to the Shot's Strength. It gives a thrilled, scared feeling when the Attacker's hand moving from one card to another to choose. &quot;Don't pick this, don't pick this&quot; or &quot;take that one, take that one&quot; will echo in Defender's head, and the eye contact will add another layer of bluffing.&#10;&#10;Let the game begin. FWEEEEETTTTTT!!!!&#10;&#10;Soccer 17 is easy to play and carry, exciting, and has a strong soccer feel. Plus you can make tournament or league easily.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Area Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "13855",
    "Name": "Die Tore der Welt: Das Kartenspiel",
    "ID": 118452,
    "Year": "(2012)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/118452/die-tore-der-welt-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "Die Tore der Welt: Das Kartenspiel, a card game version of World Without End, takes the basic mechanism of the big game and breaks it down to a game with 90 cards. Each turn an event card is flipped that defines available player actions. Players collect stone, cloth, piety and medical knowledge to score victory points. The game is played over two chapters, and each chapter is played in 12 rounds. At the end of each chapter, players have to meet certain requirements which are not exactly known beforehand to avoid negative points. The player with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: Ken Follett",
      "Series: Literature (Kosmos)",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "13856",
    "Name": "Anna's Roundtable: The Fan Made Fire Emblem Board Game",
    "ID": 238327,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/238327/annas-roundtable-the-fan-made-fire-emblem-board-ga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3",
    "Description": "Welcome to the Fire Emblem Tabletop Fan Project: &quot;Anna's Roundtable&quot;!&#10;&#10;Anna's roundtable is a 60 minute turn based 1 v 1 tactical board game.&#10;Each player takes on the role of a commander, drawing a hand of 6 unit cards from a shared deck of over 200 cards illustrated by over 100 fan artists. You and your opponent will take turns deploying and maneuvering your units in order to capture map objectives and defeat your opponent's units. Along the way, you'll also buy and use cards from Anna's Shop, manipulate the map using Dragon Veins, and learn the power of the classic weapon triangle.&#10;&#10;Will you come out ahead as the superior commander? Or just a stepping stone for your opponent's story?&#10;&#10;There is also a 2 to 4 player co-op mode included in the boss where players team up to face off against AI controlled bosses from FE history.&#10;&#10;An expansion is in the works to bring 200 more playable unit cards and 5 more co-op bosses.&#10;&#10;Additionally a reprint of the base game's unit cards is available that will fix many balance issues, as well as update the UI design and bring better color accuracy.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "13857",
    "Name": "Foreign Legion Paratroopers: Rapid Response Force",
    "ID": 268899,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/268899/foreign-legion-paratroopers-rapid-response-force",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.1667",
    "Description": "Modern War #46 Mar-Apr 2020.&#10;&#10;&quot;Foreign Legion Paratroopers&quot; is a solitaire wargame. The player controls the French forces. The game system controls various Opposition Forces (OPFOR). The game is played in missions (or scenarios). You can link the various missions into a larger campaign game. It is recommended that you first play a couple of games before playing a campaign game. While is designed as a solitaire wargame (and requires only one player to play), &quot;Foreign Legion Paratroopers&quot; can also be played by two or more players, each controlling different parts of the REP. Each turn equals anywhere from 12 hours to one week. Hexes on the Mission Map are anywhere from 0.5 to 5 kilometers across. A platoon is 30-60 soldiers. OPFOR units represent anywhere from 10 to 1000 fighters.&#10;&#10;Components: One 22&quot; x 34&quot; map on one sheet &amp; 176 counters&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Minimap Resolution",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: Africa",
      "Magazine: Modern War",
      "Mechanism: Campaign Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Middle East",
      "Theme: French Foreign Legion"
    ]
  },
  {
    "Rank": "13858",
    "Name": "Vertigo",
    "ID": 1651,
    "Year": "(1990)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/1651/vertigo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2222",
    "Description": "You head an industrial nation and must look after your citizens' welfare.  You must develop your country as fast or faster than your competitors ---but the price to pay is pollution, which affects every one.  The players must negotiate with each other through the United Nations' Council and agree on how to develop their countries.&#10;The winner is the country with the most industrial plants at the end ---if there is a winner!&#10;&#10;The rules are simple and there is no clear winning strategy.  There is some downtime during other players' turns, but Vertigo should nevertheless be a solid addition to your game library.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Voting"
    ],
    "Families": [
      "Theme: Climate Change"
    ]
  },
  {
    "Rank": "13859",
    "Name": "Off Your Rocker",
    "ID": 120814,
    "Year": "(2012)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/120814/off-your-rocker",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1429",
    "Description": "You need a psychiatrist! You and the rest of the group all share a quirky problem that is interfering with your life, so you have gathered together and invited a psychiatrist to assess your condition. Will the psychiatrist be able to diagnose the problem, or will he end up just as crazy as you?&#10;&#10;Off Your Rocker is the hilarious party game of quirky insanity! The patients select a quirk that they will all portray and the psychiatrist attempts to guess the quirk by asking questions and looking for patterns in the patients' responses. A scoring system helps to encourage patients to improvise the quirk subtly to the psychiatrist, yet in an obvious way to the rest of the patients, which gives the feeling of an inside joke.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Voting"
    ],
    "Families": [
      "Components: Sand Timers",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13860",
    "Name": "Jacob Marley, Esq.",
    "ID": 8707,
    "Year": "(2004)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/8707/jacob-marley-esq",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "From the publisher:&#10;&#10;&quot;Jacob Marley is alive and well. And what&rsquo;s more, he&rsquo;s the boss of you.&#10;&#10;&quot;You&rsquo;re a lowly clerk in young Jacob Marley&rsquo;s powerful investment firm, which lends money to needs people throughout the city of London. Marley has decided to elevate one lucky clerk to the status of &ldquo;friend,&rdquo; meaning a partnership in Marley&rsquo;s business, a handsome promotion, and Marley&rsquo;s lifetime friendship. He&rsquo;ll even get you out of Hell if you manage to outlive him. Such a deal!&#10;&#10;&quot;To make the most points with the boss, you must lend his money to the most trustworthy clients, and stay away from the ones that will ruin you. If you&rsquo;re lucky, you&rsquo;ll even grow up to be as stingy and horrible as he is.&#10;&#10;&quot;Jacob Marley, Esquire is a banking game with all the fun and excitement that implies. No, seriously, it&rsquo;s good.&#10;&#10;&quot;As a clerk in Marley&rsquo;s investment firm, you are given an account of &pound;12 to lend to various ne&rsquo;er-do-well clients in London. Each turn, you move Marley through the streets of the city, randomly affecting the economy of London with a cool Economy Chart. Then you can see what&rsquo;s going on in the street where Marley stopped. Will you lend your money to a lawyer, a financial institution, or a petty criminal? The choice is yours, but make sure you&rsquo;re not the only player with a client like this, or it can cost you a bundle of money and points!&quot;&#10;&#10;The version which was subsequently published is significantly different, and (claims Cheapass, with some justification) much improved.&#10;&#10;",
    "Categories": [
      "Economic",
      "Novel-based"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: Charles Dickens"
    ]
  },
  {
    "Rank": "13861",
    "Name": "Corsairs of Valeria",
    "ID": 274230,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/274230/corsairs-of-valeria",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "With the current Commodore lost at sea, you and your fellow Corsairs have set out to complete the traditional challenge &ndash; the first captain to sail the Valerian Isles and gather enough silver to fill six treasure chests will be the next Commodore. Seize the dice and roll, you scurvy Orc lover!&#10;&#10;Coins earn you silver, Grog gives you the power to re-roll your dice, Cannons let you attack merchant ships or opponents to take their silver, and Maps move your ship forward. Watch out for the curses though, because each one you roll means a silver coin lost to Exekratys, or more commonly known as Skull Island to true Corsairs.&#10;&#10;Your Captain card gives you a special player power that could help you win, if you use it to your best advantage.&#10;&#10;The first player to reach Skull Island will get all of the coins lost to cursed dice, but if that doesn't fill your sixth treasure chest, the race resets and you keep on sailing. And, if you no Captain gains their sixth treasure by the second time someone reaches Skull Island, the game ends and the Captain with the most Treasure and Silver wins the game!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "13862",
    "Name": "The Pyramid's Deadline",
    "ID": 215469,
    "Year": "(2016)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/215469/the-pyramids-deadline",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6923",
    "Description": "In ancient Egypt, the king has ordered architects to his side. &quot;Construct a glorious tomb for this eagle, and I will give a reward to whoever has created the largest tomb. Fail to complete the tomb by the time that the eagle dies, however, and it's the death penalty for you on the spot.&quot;&#10;&#10;Your challenge in The Pyramid's Deadline is to create a tomb larger than any other player's without getting so greedy that you'll be rewarded with death instead. This game combines puzzles, bargaining, and pieces rolled on die that you'll use to build pyramids.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Dice with Icons",
      "Constructions: Pyramids",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "13863",
    "Name": "MonstroCity",
    "ID": 274127,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/274127/monstrocity",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Fight the evil genius, Dr. Spotnik, with your monster squad in this epic, city-destroying, strategy game! ROAR!&#10;&#10;MonstroCity is a cooperative, action, real-time game for 1 to 4 players. Players control a monster and together they form a squad sent to level the secret base of Dr. Spotnik and foil his plans to conquer the world! Each monster has unique abilities supporting its own strategy for an asymmetric game play.&#10;&#10;The game is played in a series of 5 rounds that each last 2 minutes. During the round each player rolls simultaneously 4 dice and resolves them fast, activating their monster's abilities. You keep moving through the city, destroying buildings while defending against the city's turrets and Dr. Spotnik's obstacles (tanks, helicopters, road blocks, etc). Depending on how well you perform and whether you manage to reach certain milestones, you gather Victory Stars. The goal of the game is to gather all three Victory Stars for a complete and total victory!&#10;&#10;The game supports various modes of play including Turn-Based Mode, where it becomes a more challenging puzzle game, and Competition Mode, where players can be divided into teams and compete against each other.&#10;&#10;Each game session takes 20 to 30 minutes, depending on the number of players.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "13864",
    "Name": "8th Army",
    "ID": 7243,
    "Year": "(1982)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/7243/8th-army",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "8th Army is a fast-moving game of the see-saw campaign in North Africa between December 1940 and January 1943. Players command the Axis or Allied forces involved in the campaign, and considerable emphasis is placed on the importance of supply to the fighting units.&#10;&#10;A simple introductory game has been specially designed to familiarize beginners to the wargaming system of play. Examples are used extensively throughout the rules, which build up through the Basic Game, Intermediate Game, and finally, the Advanced Game.&#10;&#10;Six scenarios are included for use with the Intermediate rules which involve Maintenance Supply, Combat Supply, Replacements and Reinforcements, Overrun, Leaders, Air Units, and the use of specialist units, such as the SAS and the Long Range Desert Group. Convoys and the bombing and invasion of Malta are brought into the Advanced Games.&#10;&#10;The counter mix includes German, Italian, and Allied forces: Armor, Motorized/Mechanized/Foot Infantry, Air Units, Fortifications, Merchant Ships and Escorts, Generals O'Connor, Montgomery and Rommel, and the SAS/LRDG.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13865",
    "Name": "TTMC: Format de voyage, vol. 1",
    "ID": 357086,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/357086/ttmc-format-de-voyage-vol-1",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "42",
    "Play Time": "97",
    "Weight": "1",
    "Description": "TTMC: Format de Voyage is a mix of party and trivia games. Self-assess your knowledge from 1 to 10 on a variety of uncommon, interesting and random themes, this time with questions about trave!&#10;&#10;Be the first to reach the final card by answering the questions you chose. Each team will self-assess itself from 1 to 10 on a multitude of topics. Each grade has a more or less complex question: the higher the grade, the more difficult the question. If you answer it right, the team will go up the number of boxes corresponding to their self-rated score. For example, if you answer correctly question 6, you will advance 6 boxes.&#10;&#10;It's funny, accessible to everyone and there is plenty to play with: 130 cards and 860 questions, with the added value of original cards to spice up the game. It can be played as a standalone game or an expansion of the original TTMC.&#10;&#10;The goal of the game is to be the first to get to the end of the board by answering the questions asked.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Race",
      "Track Movement"
    ],
    "Families": [
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "13866",
    "Name": "Provincia Romana",
    "ID": 151016,
    "Year": "(2014)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/151016/provincia-romana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4706",
    "Description": "Provincia Romana is a game of strategy and urban development for 2-6 players.&#10;&#10;As the leader of a Roman city in Gaul, you are responsible for its growth. You must manage your city's economy and resources, starting from its very first building. You must also see to your city's defenses, preparing for Gallic raids and forging dubious agreements with the powerful Roman Senate. You must always keep in mind the morale of your people and the wear and tear on your military defenses. If you do not want to face destruction, you must maintain everything to the high standards of Roman greatness.&#10;&#10;Success will reward you with prestige and glory. Become the most prestigious governor and you will be chosen as the new Proconsul of a mighty Provincia Romana!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "13867",
    "Name": "Palacio de Viana",
    "ID": 85332,
    "Year": "(2010)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/85332/palacio-de-viana",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.375",
    "Description": "Cordoba, end of the 19th century. The marquis of the Palace of Viana has entrusted you with the decoration of the palace&rsquo;s 12 courtyards and the great garden. Come May, all the courtyards will flourish in an explosion of color and aroma as their fountains babble under Cordoba&rsquo;s luminous sunshine. With the help of some of the palace&rsquo;s inhabitants you will place the  best flowerpots in each courtyard filling each of their charming corners with flowers.&#10;&#10;Palace of Viana is an entertaining strategy board game for everyone. While all the players assist in the Palace&rsquo;s decoration, only the player with the most points shall be the winner. Plan your strategy, choose the characters that will help you, and enjoy playing in the courtyards of the Palace of Viana.&#10;&#10;Game by Jes&uacute;s Torres Castro&#10;Illustrations by Ra&uacute;l C&aacute;ceres, Ra&uacute;lo&#10;Graphic Design by SrBird (www.srbird.com)&#10;Production by Games &amp; Co&#10;&#10;C&oacute;rdoba, finales del siglo XIX. Los marqueses del Palacio de Viana te han encargado decorar sus 12 patios y su gran jard&iacute;n. Con la llegada del mes de Mayo, todos los patios lucir&aacute;n llenos de flores en una explosi&oacute;n de color y aromas, con el murmullo del agua en sus fuentes bajo el luminoso sol cordob&eacute;s. Gracias a la ayuda de los diferentes personajes que habitan en el Palacio de Viana, debes colocar las mejores macetas en cada patio y llenar de flores cada uno de sus encantadores rincones.&#10; Palacio de Viana es un divertido juego de mesa de estrategia para todos los p&uacute;blicos. Cada persona en la partida ayuda a decorar el Palacio de Viana pero s&oacute;lo ganar&aacute; quien obtenga la mayor cantidad de puntos con su trabajo. Planea tu t&aacute;ctica, elige los personajes que te ayudar&aacute;n en cada momento y disfruta jugando en los patios cordobeses del Palacio de Viana.&#10;&#10;Un juego de Jes&uacute;s Torres Castro&#10;Ilustraciones: Ra&uacute;l C&aacute;ceres, Ra&uacute;lo&#10;Dise&ntilde;o Gr&aacute;fico: SrBird (www.srbird.com)&#10;Producci&oacute;n: Games &amp; Co&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Movement",
      "Set Collection"
    ],
    "Families": [
      "Cities: Córdoba (Andalusia, Spain)",
      "Country: Spain",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Region: Andalusia (Spain)",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "13868",
    "Name": "Nyctophobia: Vampire Encounter",
    "ID": 252314,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/252314/nyctophobia-vampire-encounter",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.4",
    "Description": "The night is cold and dark. It's hard to see where you are or where you've been. &quot;A road trip gone awry&quot; is a charitable description of the world you and your friends find yourself trapped in. No one will ever believe you. Vampires aren't real. Right? Well, tell that to the bloodsucker that's been hunting you. Tell that to your friend who wandered off into the forest with him.&#10;&#10;In Nyctophobia: Vampire Encounter, you attempt to outrun and outsmart a vampire who is hunting you. The forest is a dark and lonely place. Players must blindly navigate it while wearing blackout glasses, trying to find and rescue their friend &mdash; &quot;the familiar&quot; &mdash; who the vampire has kidnapped and hidden in the forest. Only the vampire can see what's going on around them. The hunted players have the navigate the board through touch and memory only!&#10;&#10;Nyctophobia: Vampire Encounter differs from Nyctophobia in that the hunter player takes on the role of vampire instead of the axe murderer or mage in the original game. The vampire can control the familiar and the player who is leading them out of the forest, leading to tricky situations for those in the dark. The game includes two pre-set maps for players to work through while they're trying to rescue the NPC familiar and return them to the car without anyone dying.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Memory",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Blindfolds / Blackout Glasses",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "13869",
    "Name": "Arvuutin",
    "ID": 68947,
    "Year": "(2010)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/68947/arvuutin",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Arvuutin is a new kind of trivia/estimation game from Onni Games!&#10;&#10;The main idea is that players answer to each question by playing number cards from their hands. On his turn, a player chooses a question from one of the question categories. After the question has been read out loud, all players choose their answer by playing cards face down on the table. All answers are revealed simultaneously. Each question has an answer between 1-100 and player's answer is the sum of the numbers he played. The player whose answer is closest to the correct answer, wins the question card for himself/herself but loses the number cards he/she played. Players may also play 'pass'-card and skip the question, but get to draw new number cards instead.&#10;&#10;At the end of the game, players calculate their scores: players get points from won question cards and from hidden score cards that are dealt in the beginning of the game. During the game, players may influence what is the value of each question category at the end of the game - category's value depends on how many questions has been asked from that category. The game comes with eight question categories, from which five are chosen for each game. The player with the most points at the end of the game, is the winner!&#10;&#10;Arvuutin offers a fast paced and fun trivia-experience for all people! Arvuutin will be published in Finnish and is available fall 2010 in Finland.&#10;&#10;&#10;Arvuutin on kone, joka tiet&auml;&auml; vastauksen kaikkeen!&#10;&#10;P&auml;ivitt&auml;in pitk&auml; jono kansalaisia k&auml;y kyselem&auml;ss&auml; Arvuuttimelta mit&auml; kummallisimpia kysymyksi&auml;. Koneen vastaukset putoilevat numerokortteina vastauslaatikoihin ja tuppaavat menem&auml;&auml;n pahasti sekaisin. Pelaajat ovat Arvuuttimen ty&ouml;ntekij&ouml;it&auml;, joiden teht&auml;v&auml;n&auml; on setvi&auml; koneen antamat vastaukset.&#10;&#10;Arvuutin on uudenlainen tietopeli, jossa pelaajat arvioivat oikeita vastauksia kysymyksiin ja esitt&auml;v&auml;t arvauksensa pelin aikana k&auml;teen ker&auml;tt&auml;vill&auml; numerokorteilla. Pelin mukana tulee kahdeksan erilaista kysymyskategoriaa, joista pelaajat valitsevat kullekin pelikerralle viisi haluamaansa. Peliss&auml; ei menesty pelk&auml;ll&auml; kovalla tiedolla, sill&auml; sopivien numerokorttien ker&auml;&auml;minen on my&ouml;s t&auml;rke&auml;&auml;. Arvuutin tarjoaakin hauskan ja nopeatempoisen pelikokemuksen kaikille visailupelien yst&auml;ville!&#10;&#10;Kaupoissa syksyll&auml; 2010!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "13870",
    "Name": "Ido",
    "ID": 2235,
    "Year": "(1998)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/2235/ido",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "From the Rio Grande website:&#10;IDO is both a work of art and a game. You may want to display it permanently in your living room. Players move colorful blocks on the abstract board trying to get four of their blocks from one side to the other. Players may also move the board to change the board&rsquo;s geometric pattern and move their pieces closer to their goal. The first player to move of his pieces across the board is the winner!&#10;&#10;5th Place 1997 Hippodice Spieleautorenwettbewerb (as Mondrian).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "13871",
    "Name": "Drive on Kursk:  July 1943",
    "ID": 31605,
    "Year": "(2008)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/31605/drive-on-kursk-july-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6154",
    "Description": "(from the rulebook :)&#10;&#10;This design is actually the third edition of the &quot;Kursk&quot; game originally published by old-SPI back in the early 1970s, which was later redesigned into a second edition, retitled as: Eric Goldberg's Kursk: History&#039;s Greatest Tank Battle, July 1943. The first edition of the game used the proto-system originally devised by James F. Dunnigan for the France 1940 title he published early on in S&amp;T. This new edition is by Ty Bomba, and shares an evolution of the system used in our other Road to Ruin titles: Drive on Stalingrad, and Drive on Moscow.&#10;&#10;For each of their player turns, both players determine the phase sequence their own forces will use. That is, they may choose to have their movement phase first, followed by their combat phase; or they may chose to fight first, then move; or they may choose to have two movement phases; or they may choose to have two combat phases.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13872",
    "Name": "The Rhineland War, 1936-37",
    "ID": 74312,
    "Year": "(2011)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/74312/the-rhineland-war-1936-37",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.2",
    "Description": "The Rhineland Crisis War, 1936-37, designed by Joseph Miranda,is a strategic-level simulation of intermediate complexity that covers an alternative World War II in Europe, one that began in 1936. The assumption is, when Hitler ordered his army to march into the Rhineland, the Allied powers, instead of appeasing him, ordered their armed forces to resist. The ensuing chain of events leads to the war expanding throughout Europe. A war fought at that time would&rsquo;ve found all European militaries woefully unprepared.&#10;&#10;Central to the play of the game are its &ldquo;crisis chits.&rdquo; They represent various diplomatic and military events that could bring other powers into the war. Players pick crisis chits depending on the number of crisis hexes (printed on the map) they control. The more such hexes they control, the greater the chances they have of gaining more allies. At the same time, grabbing too much territory can lead to political collapse at home, as domestic foes work to undermine your power before the conflict explodes into a wider war.&#10;&#10;Rhineland Crisis War is a two-player game. One player commands the Axis, controlling Germany and the countries that choose to align with Berlin. The other is the Allied player, who controls the anti-German forces. Each hex on the map represents 62 miles (100 km) from side to opposite side. Each full game turn represents one month. Units of maneuver are corps and armies.&#10;&#10;Special rules cover: crises, political collapse, reinforcements, replacements, terror bombing, railroads, fog of war, airpower, naval and amphibious operations, weather, neutrals, the Soviet Union, armistice and surrender, the Spanish Civil War, expeditionary forces, airborne units, air transport, fifth columns, alpine units, and anti-aircraft units. The turn sequence is as follows.&#10;&#10;I. Axis Player Turn&#10; A. Axis Mobilization Phase&#10; B. Axis Terror Bombing Phase&#10; C. Axis Movement Phase&#10; D. Axis Combat Phase&#10; E. Axis Rally Phase&#10; F. Axis Crisis Phase&#10;II. Allied Player Turn&#10; A. Allied Mobilization Phase&#10; B. Allied Terror Bombing Phase&#10; C. Allied Movement Phase&#10; D. Allied Combat Phase&#10; E. Allied Rally Phase.&#10; F. Allied Crisis Phase&#10;III. End of Turn Phase&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Decades: The 1930's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Magazine: World at War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "13873",
    "Name": "Goons",
    "ID": 276019,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/276019/goons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "You&rsquo;ve never really had any grand super villain ambitions. Nah, that's not your thing. You're just an honest contractor trying to get by, only without scruples and not overly concerned with safety precautions or work conditions. You take a very special kind of pride in always running in head first, literally, no questions asked. Just enjoying the thrill of the moment and the luxury of not having to make plans further ahead than a couple of hours. What&rsquo;s so terribly wrong about that?&#10;&#10;Goons is a euro-style strategy board game in which the players will try out new thrilling careers as henchmen throwing themselves right into the heat of the fire! The goal is to cleverly manage your energy, earn as much cash as possible, get cool new gear, increase your reputation on the streets, and back the villains that will be the most beneficial for you in order to get as much victory points as possible.&#10;&#10;On a player&rsquo;s turn they will combine two actions by drafting an action cube from the game board and place it on an action space on their crib board. Actions include going to The Dojo to increase your energy, shopping for new gear at The Supermarket, earn a little extra at the local Diner, or mixing things up on the game board at The Nightclub. Players can also go hustling on the streets and advance on different hustle tracks for all sorts of rewards and compete for the top spot.&#10;&#10;But most importantly, players will use their actions to commit to different daring villain schemes by placing energy markers on them to increase the chances of success and rewards. Each villain has a unique deck of schemes with a special theme and game mechanic offering different risk and rewards for every round. So players will have to consider carefully which ones to support&hellip; Will you take a risk with Kid Random's schemes for a potential bigger reward, go trade with Jolly Butcher, or play it safe with The Doctor? It's up to you!&#10;&#10;The game is divided into 3 rounds and the goon with the most victory points at the end of the game is really awesome and wins the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Open Drafting",
      "Push Your Luck",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "13874",
    "Name": "Volterra",
    "ID": 321684,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/321684/volterra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "In medieval times in Volterra, Tuscany, it was custom for rival families to compete to construct buildings. The higher the tower, the wealthier the family. To this day, the vestiges of this contest &mdash; the &quot;dynasty towers&quot; &mdash; remain visible in many Tuscan towns.&#10;&#10;Wealth is not important in the tactical game Volterra. Here, the towers rise upwards thanks to the tactical skill of the master builders. The pieces in play are stacked on top of each other, step by step. The play counters do their utmost to defend towers of their own color. Building continues on the shrinking play area until no counters can move. Now, who is sitting atop the highest tower?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Map Reduction",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Country: Italy",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13875",
    "Name": "We Can Play: Women Who Changed the World",
    "ID": 338690,
    "Year": "(2022)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/338690/we-can-play-women-who-changed-the-world",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Throughout history, great women have fought for our rights and defied the norms. Women showing us a path to follow. Our hopes are that this game will keep their examples alive in a fun way. Encourage the new generations to dream big. And show that there&rsquo;s place for all of us.&#10;    &#10;The game contains 101 illustrated cards, 96 of them are women who have change the world. Five of them are the anonymous cards which you can use strategically and they represent all the anonymous women who also have changed the world.&#10;    &#10;The aim of the game is to arrange the cards chronologically.&#10;You can choose to go faster at the risk of losing cards.&#10;The winner is the first one to get at least 7 cards in chronological order&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "13876",
    "Name": "Disciple Detective",
    "ID": 297735,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/297735/disciple-detective",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Disciple Detective is a deduction game for 2-5 players. Each player begins with a handful of Disciples that only the other players can see. Individuals must use their deduction skills and intuition to determine what Disciples they have. Players may take notes on the back of their cards with a dry erase marker to help determine which disciples are in their hands.&#10;&#10;The cooperative version of Disciple Detective has the group trying to deduce all of the Disciples in the deck before running out of Clue Tokens.&#10;&#10;At the start of a player's turn, the player must decide which of these three actions to take:&#10;&#10;1.  Give a Trait Clue &#10;2.  Order Players&rsquo; Hands&#10;3.  Guess a Disciple&#10;&#10;When giving a Trait Clue, the player looks at the other player's hand, selects a Trait such as which disciples have a known origin, and then touches each card having that trait.  For ordering other players' hands, the player orders each other player's hand by selecting the cards in chronological order.  To guess a disciple the player raises one of their cards and tells the other players what disciple is in hand.  If correct, they discard the disciple and draw a new one.&#10;&#10;Some disciples have quirks, special rules that must be followed when giving clues, and these Quirks will make it more difficult to deduce the disciples in a player's hand.  For example, James and John always want to be first and second when ordered. Peter, on the other hand, will run to the end of the line when ordered.  Judas will just lie about his traits.  Bartholomew will remove the quirks from the other disciples in a player's hand, but that is actually not that helpful.&#10;&#10;A Clue Token is used up every time an action is used, unless a player correctly guesses one of their disciples in which case the player may either take a free action or take back a Clue Token.  If at any time the team runs out of Clue Tokens, the players all lose.&#10;&#10;In addition to the cooperative version of Disciple Detective, there is also a competitive version where each player has their own group of Disciples to deduce before the other players deduce their own.  Players actions are similar to the cooperative version except clues are received instead of given.  The first player to deduce their starting group of disciples wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Deduction",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Religious: Jesus Christ"
    ]
  },
  {
    "Rank": "13877",
    "Name": "Old School Tactical: Volume 4 – Italian Theater 1943-45",
    "ID": 400831,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "9.07",
    "Link": "https://boardgamegeek.com/boardgame/400831/old-school-tactical-volume-4-italian-theater-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "After the victory in North Africa, Allied planners readied a new campaign.  It was aimed at the so called &lsquo;soft underbelly&lsquo; of Europe.  A bold plan to knock Italy out of the war and drain Axis units from fighting on other fronts. Beginning with the invasion of Sicily in July of 1943, the Allies pressed the enemy, but there was nothing soft about the bloody fight. The drive to Messina in Sicily, the landing at Salerno, the beleaguered beachhead at Anzio, through all the Allies pushed on towards Rome.  Countless river valleys and fortified lines favored the German defenders and stymied the Allies at every turn.  The Volturno River, the Rapid River, the Liri valley, the Gustav Line, the Caesar Line, all of these names proved a deadly challenge to the Allies fighting to control them. The drive up the Italian Peninsula was costly for both sides and dragged on until the end, which occurred May 2, 1945 with the formal surrender of all Axis forces in Italy.&#10;&#10;Old School Tactical Volume IV brings the exciting OST system to this challenging theater of WW2.  It brings British forces into the game to battle German and Italian units in difficult terrain.  Vickers machine guns,  Commandos,  Bren guns, PIATs and sticky bombs will see action in the game on the side of the British.  They also have an allotment of vehicles including Sherman and Churchill tanks.&#10;The German and Italian forces counter with many panzers including the Marder III and Elefant.&#10;A large map of beautiful Italian countryside is designed for players to contest the many exciting scenarios included in the playbook.&#10;&#10;Two players contest each scenario using counters representing the soldiers, guns, and vehicles that fought these desperate battles. On each turn, play goes back and forth between the sides as Impulse Points are spent to enable a player's forces to act. When the battle is over, casualty and victory points are tallied and a victor is declared.&#10;&#10;Infantry target other soft units and attack using their Firepower value against the target&rsquo;s Defense value.  The attack can be modified by Leadership, support weapons and terrain effects. When things get intense, Assault moves into enemy hexes result in deadly Close Combat.  Dice rolls are made using the Infantry Combat Table, and results are implemented.  Attacking armored vehicles requires a roll to hit the vehicle.  If a hit is scored, the Firepower value of the attacker&rsquo;s gun is used against the target&rsquo;s front or flank defense value.  Dice rolls are made using the Vehicle Combat Table and results are enforced. Vehicles may also use their HE Firepower value and secondary armaments directly against soft targets using the Infantry Combat Table.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Italy",
      "Crowdfunding: Kickstarter",
      "History: World War II (Italy)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Old School Tactical (Flying Pig Games)"
    ]
  },
  {
    "Rank": "13878",
    "Name": "Meeple Towers",
    "ID": 301015,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/301015/meeple-towers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Meeple Towers, you are a master builder! Strategically build your tower to provide the best amenities for your residents. Recruit new workers, raise up sturdy support beams, and stack tiles to create a multi-level 3D structure. Score points based on your contributions, your supporting structures, and how good you make life for your meeples. The builder with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "13879",
    "Name": "Anagrams",
    "ID": 3359,
    "Year": "(1875)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/3359/anagrams",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Anagrams is a game where players reveal letter tiles one at a time, claiming any word as soon as they can make it. Once a word is in front of someone, other players may steal it by making an anagram of it which introduces other letters from the pool.&#10;&#10;Reimplemented as Snatch and Scrabble Scoring Anagrams. Published during the same time frame as the 1877 Word Making and Taking. A version of this game using the word &ldquo;anagram&rdquo; in its title was published by Thomas Whittaker in New York on or before 1875 and was called &ldquo;The Game of Anagrams&rdquo;. With Parker Brothers and McLoughlin Brothers both releasing Anagrams games in 1890, this likely reflects the expiry of the 17 year patent period that existed at the time.&#10;&#10;&#10;Many editions of the game have been sold and exact rules vary, but one version runs as follows:&#10;&#10;The players shuffle the letters in the &quot;pool&quot; thoroughly. Each player, in turn, draws a letter tile from the pool and places it face up on the table. These letters are available to all players on their turn.&#10;&#10;Before starting play it should be decided that either 3-letter, 4-letter or 5-letter words are to be established as the basis of play.&#10;&#10;Then the first player draws a letter from the pool. Keeping it hidden, he tries to form one word of 2 or more letters with the letter in his hand and with at least one or more of those letters face up on the table. He may also form the word with only the face up letters and not use the letter in his hand. Whenever a player forms a word, his turn ends.&#10;&#10;If a player cannot form a word, or if he forms one but doesn't use the letter he has drawn from the pool, he must discard this letter at the end of his turn. The letter is discarded by putting it face up with the other turned up letters on the table. Then the next player moves.&#10;&#10;When a player forms a word, he places it in front of him facing it to the center of the table. This is done so the other players can easily see it. It gives them the chance to steal words. As the game continues and players gather words, they may steal the words from one another. This is done by taking all the letters of another player's word and adding one or more letters to it to completely change that word's meaning. The letters added to a word in &quot;stealing&quot; may be the one drawn by the player from the pool or one or more of those face up.&#10;&#10;Adding S to make a word plural (or ED or ING) does not change the meaning of a word and cannot be used to &quot;steal&quot; a word. Any letters at all, however, can be used in &quot;stealing&quot; a word if the new word formed is entirely changed in meaning.&#10;&#10;Players should make their own words harder to steal by adding letters to them and making them more complex. This counts as a complete turn and is as important as forming new words.&#10;&#10;When all of the tiles have been drawn from the pool, players, continue in turn to try to form words using the face up letters. The game ends when there are no more face up letters, or when no player is able to move using the remaining face up letters. Each player counts the number of tiles in all of the words he has formed in front of him.&#10;&#10;The winner is the person who has first obtained eight (8) words. The game is not over until ALL players have had an EQUAL number of turns.&#10;&#10;If at the end of an equal number of turns there is more than one player with eight (8) words, count the number of tiles in those 8 words. The player with the most tiles wins. If the number of tiles in the 8 words is equal, then the game ends in a tie.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "13880",
    "Name": "Forbidden Psalm",
    "ID": 337261,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/337261/forbidden-psalm",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8",
    "Description": "Forbidden Psalm is a tabletop skirmish game set in the world of the Mork Bork role playing game. Playable solo, co-operatively or competively, players start by creating their warband of five adventurers, using random tables to add in flaws and features. Weapons and armour are purchased.&#10;&#10;The book contains ten scenarios which can be linked together to form a campaign. The game is played out over a 2' by 2' area, using inches to measure movement. Each scenario has a variety of goals to be achieved as enemies are spawned and attack.&#10;&#10;Once the scenario has ended -- either due to successfully completing it and escaping, or time running out (it works on a system of rounds), or the warband being wiped out -- experience is determined, treasure and items can be sold for gold, and characters can spend XP to improve their abilities.&#10;&#10;The game also includes instructions on how to generate scenarios, as well as a bonus cart-racing game.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "13881",
    "Name": "Magic: The Gathering – Duel Decks: Nissa vs. Ob Nixilis",
    "ID": 210414,
    "Year": "(2016)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/210414/magic-the-gathering-duel-decks-nissa-vs-ob-nixilis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;Planeswalker Nissa Revane gathers her forces to protect Zendikar from annihilation. Drawing on the power of the land itself, she summons mighty Elementals to overwhelm her foes.&#10;&#10;Trapped on Zendikar for centuries, the demon Ob Nixilis will do anything to reignite his Planeswalker spark and escape. He summons terrifying Demons and wields dark, destructive powers to lay his enemies to waste.&#10;&#10;The stakes are high as Nissa and Ob Nixilis fight to control the power of the Khalni Heart. Who will prevail?&#10;&#10;Each card in these two decks is black-bordered and tournament legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13882",
    "Name": "1858: The Railways of Iberia",
    "ID": 75587,
    "Year": "(2011)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/75587/1858-the-railways-of-iberia",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.8333",
    "Description": "A mid-size 18xx game set in Spain and Portugal. Features include: two gauges of track; 22 private companies which build track and are exchanged for shares in public companies; 5-share and 10-share public companies; four types of train; and a two-stage obsolescence of trains.&#10;In stock rounds, privates are auctioned and public company shares are exchanged or bought. In operating rounds, companies lay or upgrade track, place station markers, earn revenues, buy new trains (or trains from other companies), and issue/redeem shares to/from the bank pool. As the game progresses, new train types allow better track to be laid and phase out older trains. The game ends when the bank runs out of money: the winner is the richest player (in cash and share values).&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Portugal",
      "Country: Spain",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "13883",
    "Name": "Perquackey",
    "ID": 1161,
    "Year": "(1956)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/1161/perquackey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5789",
    "Description": "Perquackey is the &quot;other&quot; three minute word game.  You roll ten dice (thirteen if you have 2000 points) and must make words of three letters or more.  You can only use a form of a word once, and are limited to five of any length.  After the time is up, you score points for each word on your list, plus bonus points for filling consecutive groups (100 bonus points for five 3-letter words and five 4-letter words).  The game is to 5000, but that's easy to do in three or four turns.  You can only re-roll if you get no vowels, or all vowels.  A good quick word game, and best in  a small group.&#10;&#10;Perquackey is a word dice game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Spelling"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice",
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "13884",
    "Name": "Tiny Mini Golf",
    "ID": 375322,
    "Year": "(2023)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/375322/tiny-mini-golf",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "You just came back with your friends from one more perfectly ordinary mini golf game. &ldquo;Who designs these boring, easy and unimaginative courses?&rdquo; &ndash; You yawn&hellip; You are through with them! You grab your pencil and you are about to make history while designing the craziest, most difficult obstacle course the world has ever seen. &ldquo;Guys, guys, look at this! You could never beat that in one, could ya?&rdquo; &ndash; But, to your surprise, your friends are already on it.&#10;&#10;Tiny Mini Golf is a quick and easy to learn roll 'n' write game about designing mini golf courses just to watch your friends later sweat trying to beat them. First players draw the terrain and obstacles from custom dice results - deciding which to use. Then each player tries to put the ball into the hole in as few shots as possible. The catch is that the stronger the shot, the bigger the risk of it going horribly wrong.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Racing",
      "Sports",
      "Territory Building"
    ],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Line Drawing",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "13885",
    "Name": "Bid Euchre",
    "ID": 76352,
    "Year": null,
    "Geek Rating": "5.539",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/76352/bid-euchre",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "User Summary:&#10;&#10;Bid Euchre is a variation of Euchre. Bid Euchre uses Jacks to Aces from two decks (two of each card). All cards are dealt to the players, who are on two teams of two.&#10;&#10;Due to there being two of each card, the first card played is the high card (if the Ace of Spades is played first, it would beat the other Ace of Spades if it was played during the same round).&#10;&#10;Unlike Euchre, where there is a turned-up card that dictates what is trump (trump being a suit that beats all other suits, with the Jack of the suit being the highest, the other like-coloured Jack being second highest, then Ace, King, Queen, 10 and 9), each player bids how many tricks he/she thinks they can take and the what they want as trump. Valid bids are suits and no trump. No trump means that there is no trump suit and Aces are the high card for each suit. Each player bids once, with the person to the left of the dealer starting and the dealer ending the bidding round. Whoever has the highest bid starts the first hand.&#10;&#10;Play starts with the starting player playing one card face up. Following players must follow suit if they can, otherwise, they can play any card they want. High card takes the trick and dictates who starts the next hand. Play continues until all cards have been played (each player will have 8 cards).&#10;&#10;Each team counts the number of tricks they took during the round. The team that won the bid must have at least the number of tricks they bid to score. Otherwise, they lose the number of points bid (if they bid 4 and only took 3 tricks, they lose 4 points). It is possible to have a score in the negatives. The non-bidding team scores a point for each trick they took.&#10;&#10;Teams can bid lone hands, requiring them to take all 8 tricks. If they do, they can score extra points. If they don't they will lose those points.&#10;&#10;After each player has dealt twice, the game is over. The team with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "13886",
    "Name": "2491 Planetship",
    "ID": 266102,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/266102/2491-planetship",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "Based on City of Spies: Estoril 1942, 2491 Planetship reimplements the mechanisms from a city of spies to a new fictional universe filled with rich lore and characters.&#10;&#10;In this game, each player captains a &quot;planetship&quot; &mdash; a world-sized spacecraft that wonders through the galaxy &mdash; and you've received a distress signal from the Mothership Alpha, the first and largest planetship of all! Quickly making their way to the signal's co-ordinates, players are confronted with the horrible vision of a now-crumbling planetship on the brink of exploding. This is where the game begins.&#10;&#10;Each player must send out their finest team of characters to land on various locations of the Mothership Alpha in order to rescue its most valuable crew. Location boards are randomly selected to be used in each round. Control of these will be fought over in each of the four rounds of the game. Players begin the game with the same hand of characters (tiles) and take turns placing these tiles in the open spaces of the various locations on the board. At the end of each round, players check each location to see which player gains the reward for that location.&#10;&#10;At the end of the fourth round, players total the points of their characters, plus any special game objectives they have completed. Whoever has the most points wins.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13887",
    "Name": "Heart of Oak: Naval Miniatures Rules for the Age of Fighting Sail",
    "ID": 7779,
    "Year": "(1978)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/7779/heart-of-oak-naval-miniatures-rules-for-the-age-of",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.6667",
    "Description": "Complete naval miniatures rules for the age of sail covering the years 1755 to 1815. Also included are cut-apart ship counters for those who do not wish to use detailed naval miniatures.&#10;&#10;Heart of Oak covers all aspects of naval combat and tactics in depth and even details how the sailing ships actually worked with their environment. The effects of wind direction and strength of the wind are carefully explained to make for a more detailed and accurate simulation. Crews must deal with sail handling to maneuver into combat.'&#10;&#10;A first edition was printed in 1978 with a second edition printed in 1983. The FGU edition was printed in conjunction with their Privateers &amp; Gentlemen role playing game.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Bias",
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13888",
    "Name": "Victory at Sea: Battle for the Pacific",
    "ID": 304509,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/304509/victory-at-sea-battle-for-the-pacific",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6",
    "Description": "Victory at Sea is the game of naval combat during the Second World War. &#10;Throughout 1939&ndash;45, the nations of the world duelled across the oceans across the globe, only to discover the fundamental nature of naval warfare changing in the face of rapidly developing technologies. &#10;Now you can play out these confrontations on the tabletop with entire fleets drawn from the Royal Navy, US Navy, Imperial Japanese Navy, German Kriegsmarine or any of the other nations featured in Victory at Sea.&#10;&#10;From skirmishes involving single destroyers hunting down merchantmen to the clashing of massive battleships, from invasions of islands across the Pacific to mastering waves of dive bombers, Victory at Sea enables you to fight exciting battles that take place on the oceans of World War II.&#10;&#10;The Battle for the Pacific starter set focuses primarily on actions in the seas of the Far East &ndash; the Imperial Japanese Navy and the mighty US Navy clashing for control of the islands, resources and seas of the Pacific Theatre.&#10;&#10;The Victory at Sea rules manual presented in this starter game contain all you need to know to begin playing with the fleets included.&#10;&#10;Some of the ships contained in this set have been released individually:&#10;Victory at Sea: USS Indianapolis 1944&#10;Victory at Sea: Kumano 1944&#10;Victory at Sea: USS Northampton 1942&#10;Victory at Sea: Furutaka 1939&#10;Victory at Sea: USS Chicago 1942&#10;Victory at Sea: Mogami 1939&#10;&#10;Contents:&#10;A4 Battle of the Pacific Rules manual&#10;1 Die-cut game tokens sheet&#10;15 Model Ships&#10;  &#226;&#128;&#163; 1 USS Indianapolis 1944&#10;  &#226;&#128;&#163; 1 USS Northampton 1942&#10;  &#226;&#128;&#163; 1 USS Chicago 1942&#10;  &#226;&#128;&#163; 1 Mogami 1939&#10;  &#226;&#128;&#163; 1 Kumano 1944&#10;  &#226;&#128;&#163; 1 Furutaka 1939&#10;  &#226;&#128;&#163; 3 Fubuki-class Destroyer&#10;  &#226;&#128;&#163; 6 Fletcher-class Destroyer&#10;15 Ship Cards &amp; Damage Sliders&#10;4 Ten-sided dice&#10;12 Six-sided dice&#10;2 A0 Sea Mat&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "13889",
    "Name": "Wandering Galaxy: A Crossroads Game",
    "ID": 414595,
    "Year": "(2025)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/414595/wandering-galaxy-a-crossroads-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Explore space like never before in Wandering Galaxy, the newest addition to Plaid Hat's &quot;Crossroads Game&quot; universe.&#10;&#10;In the game, players are members of a ragtag starship crew traversing the edge of charted space in search of fame and riches. Together the players command and control a ship as they set off on a world-jumping campaign, taking on jobs too dangerous (or too insane) for the average space traveler. Come aboard and fly across the galaxy to see whether your crew can make enough profit to pay off their ship and become masters of their own cosmic destiny!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Worker Placement"
    ],
    "Families": [
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Series: Crossroads (Plaid Hat Games)"
    ]
  },
  {
    "Rank": "13890",
    "Name": "Ironbottom Sound",
    "ID": 8538,
    "Year": "(1981)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/8538/ironbottom-sound",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "Simultaneous-plotting hex-based naval game based on actions near Guadalcanal during WWII. Ten scenarios are provided, five historical and five balanced &quot;tournament&quot; situation. Scale is 600 yards/hex.&#10;&#10;Gunfire and torpedo fire are figured in &quot;factors&quot; per turret, with all guns of the same caliber firing on a single target rolling once, using a range-modified ordered-pair of dice against a table, for number of hits. The location of each hit is then determined by another ordered-pair roll against another table.&#10;&#10;Each ship has a damage sheet showing its gunnery and torpedo layout, and giving number of factors for each turret/mount. It also serves as the damage record sheet for the ship, and specifies armor thickness over protected locations (e.g. belt, primary turrets, secondary turrets, bridge). A ship sinks when its last hull box is marked off.&#10;&#10;The game is basically set up for two-player ftf, but short rules for PBM, moderated two-player, and moderated multi-player are provided.&#10;&#10;&#10;The second edition, Iron bottom Sound 2 (note post-WWII spelling of title), was published by Moments in History in 1998.&#10;&#10;Some significant rules changes (torpedo rules in particular) and a different scenario mix. Includes a night convoy battle in the Mediterranean.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "13891",
    "Name": "Decision at Kasserine: Rommel's Last Chance – Designer Signature Edition",
    "ID": 309128,
    "Year": "(2020)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/309128/decision-at-kasserine-rommels-last-chance-designer",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "480",
    "Weight": "2.5",
    "Description": "Decision at Kasserine: Rommel's Last Chance, Designer Signature Edition, marks the return of a true wargaming classic by Vance von Borries first published in 1983, faithfully remastered and updated with this all-new, supersized edition. Hailed by many as of the premier entry in the popular Series: Battles for North Africa (3W) series, this two-player operational level simulation covers the WWII German and Italian offensive in central Tunisia which took place in mid-February 1943.&#10;&#10;This edition of Decision at Kasserine features a super-sized map and counters and is another Classic Reborn! by Compass.&#10;&#10;On the morning of February 19, the Germans launched their attack through the Kasserine Pass. Heavy damage was inflicted on the Allied forces, causing the Allies to retreat 50 miles. Despite these losses and setbacks, Allied forces and reserves managed to regroup and hold on February 22, launching a massive artillery attack to halt the German advances. Faced with his own overextended supply lines and an Allied force that was now being reinforced, Rommel withdrew and ordered all Axis units to concentrate on defending the German-held coastal areas. Had the German-Italian army succeeded, the war in North Africa would have been lengthened, thus possibly delaying the Allied invasion of Europe.This offensive was the last major Axis effort which offered a realistic chance to reverse their fortunes in North Africa.&#10;&#10;This Designer Signature edition of the classic Vance von Borries game goes beyond a mere culmination of the forward strides made with subsequent games published in the series; it now features a major update to the game system that will be implemented in future game releases of the popular Series: Battles for North Africa (3W) series. In terms of superior physical presentation, all aspects have been upgraded, including super-sized components; larger game map and 5/8&quot; counters. Some of the enhancements made in this edition include:&#10;&#10;&bull; Super-sized components feature 5/8&rdquo; counters and two game maps with large hexes&#10;&bull; Game map information is updated and includes all-new map artwork&#10;&bull; Supporting charts convey more information at a glance for ease of play&#10;&bull; Enhanced ergonomics are built into the set up and reinforcement charts&#10;&bull; Updated the Order of Battle based on new information and analysis&#10;&bull; Fixed the original deployment and OoB based on archival information&#10;&bull; The rules treatment is all-new with a full re-write backed by many illustrations, an index, and clarifications and examples of play to reduce potential questions. Some rules were simplified, others enhanced.&#10;&bull; Redesigned treatment on air units, armor bonus, and strongpoints in combat and a clarified treatment on the artillery rules&#10;&bull; New rules cover infiltration movement, combat evasion and retreat options&#10;&bull; New optional rules cover mountain units, certain reinforcements, Allied artillery concentrations, and considerable Allied command problems&#10;&bull; Many all-new historical notes can be found throughout the rules presentation&#10;&bull; Three new scenarios have been added&#10;&#10;Product Information:&#10;&#10;Complexity: 6 out of 10&#10;Solitaire Suitability: 6 out of 10 (no hidden units; variable German victory conditions)&#10;Time Scale: 12 hours per turn&#10;Map Scale: two miles per hex&#10;Unit Scale: companies and battalions, artillery batteries or groups&#10;Players: one to two, best with two&#10;Playing Time: 3-8 hours depending upon scenario&#10;&#10;Components:&#10;&#10;Two map sheets&#10;Three countersheets (5/8&quot; size)&#10;Rules booklet with updated Historical Notes&#10;Three player aid cards&#10;Three order of appearance display cards (Axis &amp; Allied)&#10;One six-sided die&#10;Box and Lid&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Country: Tunisia",
      "Country: United Kingdom",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles for North Africa (3W)",
      "Series: Designer Signature Edition (Compass Games)"
    ]
  },
  {
    "Rank": "13892",
    "Name": "Star Wars Labyrinth",
    "ID": 130600,
    "Year": "(2012)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/130600/star-wars-labyrinth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "Star Wars Labyrinth uses the same basic game play as Ravensburger's decades-old title The aMAZEing Labyrinth. Players try to move through a labyrinthine game board in order to reach a desired symbol shown on a game board tile that matches a hidden card held by this player. The game board consists of a number of fixed tiles as well as rows and columns in which tiles can slide back and forth; these tiles show tunnels &ndash; T-shaped, straight, and otherwise &ndash; and a player can move his token only along the path as it exists on his turn.&#10;&#10;At the start of his turn, however, he takes the one tile on the side of the game board and pushes it into a row or column of his choice, shifting the tunnels and pushing out one tile that the next player will use. This player now moves his pawn, and if he reaches the desired symbol, he reveals the card, then looks at the next card in his stack to see what he wants to reach next turn. Once a player has revealed all of his cards, he needs to return to his starting corner. The first player to do this wins!&#10;&#10;To this basic game, Star Wars Labyrinth adds one twist &ndash; a Darth Vader variant in which a Vader token starts the game on a designated tile. Whenever a player has a card that includes a small Darth Vader icon, that player needs to reach the desired symbol with Vader instead of his own token. As a result, multiple people might be trying to move Vader at the same time. Who wields the Force with enough power to bend Vader to his will?&#10;&#10;Reimplements&#10;&#10;&#10;    Labyrinth&#10;&#10;&#10;",
    "Categories": [
      "Maze",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: Labyrinth",
      "Movies: Star Wars",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "13893",
    "Name": "Supply Lines of the American Revolution: The Southern Strategy",
    "ID": 248332,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/248332/supply-lines-of-the-american-revolution-the-southe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Supply Lines of the American Revolution: The Northern Theater, 1775-1777 was a surprise hit for publisher Hollandspiele and designer Tom Russell. Popular with grognards and logistics nerds alike, it secured a nomination for the 2017 Golden Geek Award for Best Wargame. This hotly anticipated standalone sequel covers the second half of the American War of Independence, and shifts the scene to the Southern colonies of Virginia, Georgia, and the Carolinas.&#10;&#10;It's more than just a change in locale, however; this game has a very different feel and emphasis than its predecessor. Both sides have much smaller armies with far fewer resources. The South, after all, is really a very minor theater: the British are chiefly concerned with holding onto their Caribbean possessions, particularly with the French, Dutch, and Spanish circling around those profitable islands, while George Washington is obsessed with taking back New York. Unsupported, Cornwallis must attempt to pacify the southern colonies one at a time while coming to grips with the slippery colonials, while avoiding being trapped himself. Maneuver is central this time around, thanks to new and utterly unforgiving siege rules.&#10;&#10;And while this operational cat-and-mouse chase dances across the colonies, partisan warfare rages as both sides seek to win hearts and minds. Crown Loyalists can greatly extend Cornwallis's supply lines, while daring Patriot Militia can harass the redcoats with Raids.&#10;&#10;To win this game and the war itself, you'll need to master irregular warfare, operational maneuver, siegecraft, naval affairs, and, of course, and perhaps above all, logistics.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13894",
    "Name": "Here, Fishy, Fishy!",
    "ID": 132532,
    "Year": "(2012)",
    "Geek Rating": "5.539",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/132532/here-fishy-fishy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "My Very First Games Here, Fishy, Fishy! is a first fishing game for 1-4 children age 2+. The game can be played as free play where a kid tries to catch fishes with a magnetic fishing rod or in a game where a kid tries to catch the fish determined by the color of a die. If successfull the fish rewards the kid with a gift. Who is the best fisherman and collects the different toys first?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Educational",
      "Nautical",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Series: My Very First Games (HABA)",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "13895",
    "Name": "Karawane",
    "ID": 940,
    "Year": "(1990)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/940/karawane",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5714",
    "Description": "In the 13th century, emperor Kublai Khan - successor to the legendary Chenghis Khan - reigned over East Asia. In those times, a competition was held annually, the purpose of which was to find out who was the cleverest and best camel driver in the realm.&#10;&#10;Karawane is for 3-5 players who are involved in a camel race. The object is to bid a limited supply of water chips each round to move your camel across the land to make it to certain oasis spots.  Players collect goods (silk) and the player who gets the most goods at the end of 3 legs of the desert race wins.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Camels",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "13896",
    "Name": "Santoska",
    "ID": 21072,
    "Year": "(2005)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/21072/santoska",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Simple card game about picking up cards and minimizing collected points. As the cards are kept face down you have to memorize them before you put them down.&#10;The game includes special cards and has some nice extra rules to eliminate negative points. It's nicely scale-able for different levels of difficulty.&#10;&#10;Home Page: http://santoska.nl/&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "13897",
    "Name": "The Grass Crown",
    "ID": 347344,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/347344/the-grass-crown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "This second game in the Shields &amp; Swords Ancients series recreates ten battles spanning nearly three hundred years of Roman history. As was the case with the first game, With It Or On It (2019), The Grass Crown is a fresh, innovative taken on familiar material. The primary unit of maneuver is a &quot;Wing&quot; which itself consists of ten or so individual counters. Losses can be resolved by flipping the individual unit that was attacked, or by flipping any unit adjacent to it. Unrelenting pressure in the right places can prompt a Rout Check, causing the line to collapse. As the result of a single attack, multiple units can find themselves in your dead pile.&#10;&#10;This simple but compelling theme sees many variations thanks to special rules that chart the evolution of Roman warfare, and contrasts them with the rigid Greek Phalanx, the sophisticated army of Hannibal, and the ferocity of the Gauls.&#10;&#10;The ten battles are: Heraclea, Asculum, Trebbia, Zama, Pydna, Second Citra, Vercellae, Pharsalus, Thapsus, and Munda.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Macedonian Wars",
      "History: Punic Wars",
      "History: Roman Civil Wars",
      "History: Roman Conquest of Italy",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Shields & Swords II (Hollandspiele)"
    ]
  },
  {
    "Rank": "13898",
    "Name": "Just Wild",
    "ID": 341934,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/341934/just-wild",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Survival is a question of territory. Lynx, bear, wolf, or ibex &mdash; choose your animal and cleverly lay down cards to enlarge and protect your territory.&#10;&#10;In Just Wild, four endangered animal species have to share the space. Place your cards carefully to block your opponents and ensure the survival of your species.&#10;&#10;In more detail, when it is your turn, add the cards that are already on the table to cover those of your fellow players, or discard a card face down to enlarge the forest and create a new space to explore. Be the first to secure your territory by cleverly placing your game pieces to protect the youngest animals of your species: in nature everyone is on their own!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Layering"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Deer / Antelope",
      "Animals: Wolves",
      "Theme: Endangered / Extinct species",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "13899",
    "Name": "A Rusty Throne",
    "ID": 306906,
    "Year": "(2019)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/306906/a-rusty-throne",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "&quot;A Rusty Throne&quot; is a fast-playing solitaire Card Driven Wargame set in a low fantasy realm, featuring an elegant player-influenced enemy AI with no book-keeping, and multi-use cards leading to difficult decisions.&#10;&#10;King Alric is mad, everyone knows that; a rusty mind on a rusty throne. As the heir to Prydon's northern highlands, the troubles of court are far away for you until the King has your father executed for a treason he didn't commit. Pledging to end his reign, you march to war. The other Lords of the land stand with the King for now; no matter, you will take their castles by force. The King has more men, more resources and more power, but you have friends at court, spies who can influence the King's military decisions. Perhaps that will be enough, if the flames of heaven will it.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Print & Play",
      "Puzzle",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Hand Management",
      "Movement Points",
      "Pattern Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "13900",
    "Name": "Nova Lux",
    "ID": 308566,
    "Year": "(2021)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/308566/nova-lux",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "In Nova Lux, you take charge of a federation of orphaned alien species that have escaped dying star systems in the wake of a galactic apocalypse. The Universe is winding down. Entropy is increasing to maximum. You must manage precious resources through trade, conflict, and exploration to sustain biological life and power your Ark of Salvation, Hydrogen Converters, and Biosphere Engine &mdash; all while building a star colony that can outlast the end of the universe and give it new light, a.k.a., &quot;nova lux&quot;.&#10;&#10;Nova Lux is for 1 to 6 players, lasts roughly 45-60 minutes and combines resource management, engine-building, and off-turn action mechanisms to make for fast, compelling, and continuous gameplay.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Civilization",
      "Economic",
      "Exploration",
      "Fighting",
      "Negotiation",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Movement",
      "Layering",
      "Map Reduction",
      "Modular Board",
      "Open Drafting",
      "Pieces as Map",
      "Resource to Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  }
]