[
  {
    "Rank": "N/A",
    "Name": "Attack of the Intergalactic Gherkins!",
    "ID": 343407,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/343407/attack-of-the-intergalactic-gherkins",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Attack of the Intergalactic Gherkins is a whacky space-vegetable-themed card game.&#10;&#10;Having been sucked through a black hole whilst escaping the terrifying Intergalactic Gherkins, the stranded astronauts must rebuild their ships and return home to their own galaxy.&#10;&#10;Players draw cards to move around the four planets of the solar system, collecting missing ship parts and rebuilding their spaceships before escaping.&#10;&#10;Opponents can play a variety of action card combinations in order to win, which can either help them or hinder opponents. These might include such cards as Meteor Showers (stops a player moving), Cosmic Ray (take a card from another player's hand) or stealing turns by combining cards to create word-matched 'Conjunctions' such as Pole + Star. Players must also deal with Gherkin Attacks which slow their progress. This could be by using cards such as Antimatter to make them disappear or a Rocket Pickle Jar to send them to another player to deal with.&#10;&#10;Card drafting and hand management are crucial in this light-strategy game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "War of the Sundered Realms",
    "ID": 343409,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/343409/war-of-the-sundered-realms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "War of the Sundered Realms is a fantasy miniatures wargame of mass battles for two players. Each player will choose an army to take to the battlefield and attempt to defeat their foe, either through bloody conquest, tactical mastery or both! All you&rsquo;ll need to play is an army of miniatures, some eight sided dice (D8&rsquo;s), activation counters, markers for tracking damage and something to measure with.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System"
    ],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viscounts of the West Kingdom: Gates of Gold",
    "ID": 343468,
    "Year": "(2022)",
    "Geek Rating": "5.954",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343468/viscounts-of-the-west-kingdom-gates-of-gold",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.7",
    "Description": "In Viscounts of the West Kingdom: Gates of Gold, people from near and far have come to see the splendor of our great city. While most are traders and labourers, eager to make a home for themselves, others seem to have more devious intentions. Can we really trust those who once attacked our walls? Do they truly desire peace? The King has sent his orders, but we will decide who may stay and who must go.&#10;&#10;This expansion introduces the new King's Order and Outsider Cards, new Building Bonus Cards, Manuscript Boards, and plenty of new Townsfolk, Heroes and Manuscripts Tiles.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Modular Board",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: Francia",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viscounts of the West Kingdom: Keeper of Keys",
    "ID": 343470,
    "Year": "(2022)",
    "Geek Rating": "5.971",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343470/viscounts-of-the-west-kingdom-keeper-of-keys",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.7",
    "Description": "In Viscounts of the West Kingdom: Keeper of Keys, tensions continue to rise in the King&rsquo;s court. Some choose to plot in secret, forging alliances with like-minded officials. Others seek out treasures and secrets hidden deep within the castle walls. Will you remain loyal to the very end, or take your future into your own hands?&#10;&#10;This expansion introduces 3 public Buildings for players to compete over, thick Player Boards, and the new Chest Tiles. Along with more Townsfolk, Heroes and Manuscripts Tiles, there are also 3 replacement starting Townsfolk for each player. These grant ways to gain the new Chest Tiles or to recruit more Heroes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Modular Board",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "History: Francia",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Look Back: Death on the Line Expansion",
    "ID": 343478,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343478/dont-look-back-death-on-the-line-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You don't want to find yourself on the wrong side of the old Sealy Line this time. It starts with a 'choo-choo' and ends with a chop! Boxcar Willy is back in all his chainsaw glory with DEATH ON THE LINE. There's guaranteed to be viscera flying and train whistles tolling in this action-packed slasher adventure. Just remember, Willy's hungry and looking for fresh meat to smoke.&#10;&#10;&mdash;description from the publisher&#10;&#10;This expansion adds 1 Boxcar Willy Killer miniature and 2 custom scenarios to the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "18BE Railways in the Coal Dust",
    "ID": 343480,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/343480/18be-railways-in-the-coal-dust",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "4",
    "Description": "18BE is a one-to-five Players complex economic board game openly inspired by the share-trading and railroad operating 18xx games series originated by Francis Tresham and Leonhard Orgler.&#10;&#10;Belgium, 19th Century. The air is thick, charged with coal particles. The land is dark, muddy. Coal Mines spread everywhere. Yet people are starving. The Belgian industrial revolution is in motion and Belgian Railways Companies are about to emerge.&#10;&#10;Players act as investors in the emerging Belgian Railway Companies. Their largest shareholder is the Director, and they alone make decisions for the company. Players will spend their starting funds to either launch, promote, upgrade, operate, or develop their companies in an effort to accumulate the greatest wealth in cash at game end. To achieve their goal, players may also invest in companies shares, speculating on future returns and market values.&#10; 18BE introduces a 3D map board with overlays and unique features to ensure each session delivers their very own challenges. Companies may purchase different types of trains, invest in different trade opportunities (the so-called &quot;Links&quot;) and/or Upgrades. Thus each company will most probably be played in a totally different way from one session to the next. Experienced gamers should be able to play the game in less than 6 hours. The rules also include a solo mode, and a challenging 2-player mode.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Commodity Speculation",
      "Connections",
      "Hexagon Grid",
      "Investment",
      "Market",
      "Negotiation",
      "Network and Route Building",
      "Once-Per-Game Abilities",
      "Stock Holding",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Party: Women of the High Seas",
    "ID": 343485,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/343485/pirate-party-women-of-the-high-seas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A competitive card game for 1-4 players ages 14+. Easy to learn and 20 minutes to play.&nbsp;&#10;&#10;Players race to collect sets of cards featuring vibrant, diverse, historical women pirate captains with special powers. Plunder, pillage, and raid from other players to take the largest pirate booty.  Includes period ships, mermaid wild cards and a Kraken Attack.&#10;&#10;How to Play:&#10;&#10;Players start with eight cards each and the remaining deck forms the draw pile.&#10;&#10;A turn consists of playing sets face up on the table.  A set can be suited with at least three cards that must include a captain, crew, and a ship or another card in the suit.  Then use the special power of the captain to plunder cards from other players. A set can be 3-of-a-kind such as 3 birds or 3 maps or 3 treasure chests.  Match cards to sets of other players by suit or kind.  Adventure cards keep the competition for pirate points lively.  Mermaid is a wild card.  Draw a card when you are done playing any sets, matches, or adventure cards then the turn is over.&#10;&#10;Game play moves to the next player. All cards played score pirate points at the end of the game. The player with the most points wins.&#10;&#10;Bonus 1-player Seaport Solitaire games included!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: Crossover Promo Pack",
    "ID": 343489,
    "Year": "(2022)",
    "Geek Rating": "5.652",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343489/architects-of-the-west-kingdom-crossover-promo-pac",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2.75",
    "Description": "The Crossover Promo Pack is a set of 14 promo cards requiring both expansions from Architects to function - Age of Artisans and Works of Wonder.&#10;&#10;Note: These are included inside every copy of the Collector's Box. There will be a limited number available without the Collector's box from the publisher in 2022.&#10;&#10;&mdash;description from the publisher&#10;&#10;Craft Card 1 Adornment = Gain a Tool&#10;Craft Card 1 Tool = Lose 1 Influence to gain 1 Virtue&#10;&#10;Craft Card 2 Adornment = Gain a Reward Card&#10;Craft Card 2 Tool = Gain 1 Influence&#10;&#10;Craft Card 3 Adornment = Gain 3 Influence&#10;Craft Card 3 Tool = Lose 2 Silver to gain 1 Virtue&#10;&#10;Craft Card 4 Adornment = Gain 2 Debts&#10;Craft Card 4Tool = Gain 1 Influence&#10;&#10;Archive = Gain 1 Influence per Adornment or Tool (sum of both)&#10;Almshouse = Lose 2 Influence to gain an Apprentice or Tool&#10;Vineyard = Gain 3 VP per Adorned Wonder&#10;&#10;Strongman 1 = Gain an Adornment during each Black Market Reset where your Artisan is at the Princess's location (before the Princess moves)&#10;Strongman 2 = You may make a contribution when placing your Artisan at the Profiteer's location&#10;Strongman 3 = Gain 1 Stone and 1 Wood when placing your Artisan at the Princess or Profiteer's location&#10;&#10;Traveller 1 = Gain 1 Influence and 1 Silver when gaining an Apprentice or Tool&#10;Traveller 2 = Gain 1 Influence and 1 Silver when gaining an Apprentice or Adornment&#10;Traveller 3 = Gain 1 Influence and 1 Silver when gaining an Adornment or Tool&#10;&#10;Consequence Profiteer = Gain 1 Debt and send workers to prison&#10;Consequence Princess = Gain an Adornment or 2 Influence&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "History: Francia",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coal & Guns!: British ships 1885 – 1905",
    "ID": 343490,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343490/coal-and-guns-british-ships-1885-1905",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This volume contains &ldquo;ship cards&rdquo; for the rule set Coal &amp; Guns!. In order to play with them you need the basic rulebook.&#10;&#10;Coal &amp; Guns! is a three-dimensional tactical naval wargame for the era of the so-called &quot;Pre-Dreadnought&quot;.&#10;&#10;Above all, it wants to be a very simple and fast way to arrange on the table some models of those picturesque ships that marked the transition period between sailing ships and warships as we know them today.&#10;&#10;It was a short period of only a few tens of years, between the end of the 19th century and the very first years of the 20th century (conventionally from 1880 to 1905), but which, from a technical point of view, was literally upset by new inventions or applications that followed one another at a frenzied pace.&#10;&#10;The intensive use of steam energy, the construction of increasingly efficient breech-loading guns, the production of enhanced explosives, the invention of the electric motor and the radio, the use of torpedoes, the continuous development of steel armor and aiming devices are just incredible examples of applied technology that changed the way of waging war at sea in those few years.&#10;&#10;The shipbuilding industry, of course, had to keep up and in less than half a century they passed from sailing ships to battleships, through a series of intermediate stages that made the obsolescence of the projects very rapid.&#10;&#10;All this caused the flourishing of projects among the most imaginative and disparate that have ever been seen, with ships that were a synthesis, with different shades, between the pomp and romanticism of sailing ships and the solid reality of steel, the dirt of coal and the cold effectiveness of modern technologies.&#10;&#10;Those vessels, especially in the bright pre-war colors, with white or black hulls, wooden decks, light or ocher superstructures, bright yellow chimneys, red or green keels, gold finishes, were a triumph of Art Nouveau style applied to instruments of death, often destined to be torn apart by the cannon fire of opponents who are perhaps less attentive to aesthetics but with the most advanced technology.&#10;&#10;From a wargame point of view, playing with these ships is very interesting, because they are often very different from each other and because, despite being equipped with powerful guns, they did not fight at unimaginable distances on the gaming table.&#10;&#10;The individual ships of the different nations, even within the same fleet and the same category, have great differences between them in terms of armament and armor, so the game can become quite varied and exciting.&#10;&#10;Here, on a 180 x 120 cm table you can use models in 1: 2400 or 1: 1500 scale, in order to allow a good representation of the ships involved.&#10;&#10;Coal &amp; Guns! is very simple and intuitive and the heart of the system lies in the &ldquo;status&rdquo; cards of the ships.&#10;&#10;Drawing free inspiration from the very nice Brigade Models steampunk rules Imperial Skies, we tried to create a very linear and pleasant game system, but with rational mechanisms that, even in a few rules, aim to give you the flavor of that way of fighting.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "くみこ と かつひさ (Kumiko and Katsuhisa)",
    "ID": 343492,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343492/kumiko-to-katsuhisa-kumiko-and-katsuhisa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#227;&#129;&#143;&#227;&#129;&#191;&#227;&#129;&#147; &#227;&#129;&#168; &#227;&#129;&#139;&#227;&#129;&#164;&#227;&#129;&#178;&#227;&#129;&#149; (Kumiko and Katsuhisa) is a trick-taking game for two players.  One player takes on the role of Katsuhisa, a businessman who grew a large company, and his daughter, Kumiko, whom he left the management decisions to when he grew older.  However, Kumiko thought her father's ideas were not for the modern times and changed many company policies, which made Katsuhisa furious.  Through their roles and Chairman and President, the two set the stage for a proxy fight at the next shareholders' meeting.&#10;&#10;The game takes place over several rounds as each player tries to woo the shareholder for the round, such as the institutional investors or the employee stock ownership plan, over to their side.&#10;&#10;Each shareholder to be courted presents a number of shares (victory points) and some conditions for the current round, such as determining the trump suit.  In addition to the cards for playing the tricks, each player has a hand of &quot;Proposal Cards&quot; which represent the policy proposal they are using to win the shareholder's votes, and these have game effects, such as reversing the ranks of cards or making certain suits worth negative points.&#10;&#10;After a volley of proposals, the two players complete a series of tricks and evaluate who earned more points in the current round.  The winner collects the shareholder and their votes, represented by their number of shares.  The player with the most votes at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legends of Crimson Bluff",
    "ID": 343498,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343498/legends-of-crimson-bluff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Legends of Crimson Bluff is an deck-destruction fighting game that puts players as actors in the roles of rival gunfighters, gamblers and outlaws in the American Old West. Each has a unique deck of cards representing their skills, signature moves, etc. Cards are multi-purpose, so players must decide the best use for each situation.&#10;&#10;Players collectively select a scene before each game. Scene decks can be team-based struggles or free-for-all brawls, and cards add additional props, minor characters, rules and objectives.&#10;&#10;As gunfighters take wounds, they lose cards from their decks until they become stricken. Stricken gunfighters continue to fight, but can be ignored as a target by other players. Be the player or team to fulfill the scene objective to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Not Parent Approved: Expansion Pack #1",
    "ID": 343499,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343499/not-parent-approved-expansion-pack-1",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "6",
    "Play Time": "60",
    "Weight": "0",
    "Description": "80 NEW cards for the Not Parent Approved card game (60 red answer cards and 20 blue question cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Not Parent Approved: Expansion Pack #2",
    "ID": 343500,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343500/not-parent-approved-expansion-pack-2",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "6",
    "Play Time": "60",
    "Weight": "0",
    "Description": "80 NEW CARDS! With 60 red answer cards and 20 blue question cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Not Parent Approved: Video Games Expansion Pack",
    "ID": 343501,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343501/not-parent-approved-video-games-expansion-pack",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "6",
    "Play Time": "60",
    "Weight": "0",
    "Description": "30 NEW VIDEO GAME-THEMED CARDS! With 20 red answer cards and 10 blue question cards for the award-winning Not Parent Approved party game, this expansion pack will keep video game-lovers coming back for more family fun game nights.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Expansion for Base-game",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": [
      "Theme: Video Game Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tukdatu: Wer überlebt den Dschungel?",
    "ID": 343503,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/343503/tukdatu-wer-uberlebt-den-dschungel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Tukdatu is a funny and gripping card game in which the players use clever tactics to collect treasures and fight dangerous creatures. The opponents slip into the role of tourist Tiffany, adventurer Banana Bones or researcher Prof. Dr. Whity. Only those who have enough equipment or who get off in time will survive the expedition.&#10;&#10;In this exciting and funny card game, the players become part of this extraordinary group. Only a few items of equipment and the special abilities of the individual characters are available for fighting dangerous living beings. Only those who plan cleverly or get out in good time have a chance of surviving the expedition and collecting treasures on top of that.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Player Elimination",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Survival",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp Afrikakorps: Operation Torch",
    "ID": 343504,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343504/asl-comp-afrikakorps-operation-torch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ASL conversion of an expansion pack for Advanced Tobruk covering the desert war in October 1941. Adds 8 scenarios. Comes in a ziploc bag.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Racing Ogres",
    "ID": 343505,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/343505/racing-ogres",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Racing Ogres is a fast paced game of bluff and prediction for all ages. Up to eight players receive their very own deck of Ogre Cards. Each round, players will simultaneously select an Ogre from their deck to enter the race. Each Ogre has it's own speed and limit. The speed will determine how far down the race track you travel, and the limit is a restriction of how many of that type of Ogre is allowed at one time.&#10;&#10;Will you risk playing a faster Ogre with a small limit, or will you play it safe and creep along the racetrack slowly.&#10;&#10;There is also a pile of Training Cards available for a 'take that' element to give players the edge.&#10;&#10;By far the best part of this game is the simultaneous decision and turns. The game does not slow down with bigger numbers and can play up to eight players easily.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp Afrikakorps: Bitter Enders",
    "ID": 343506,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343506/asl-comp-afrikakorps-bitter-enders",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ASL conversion of an expansion pack for Advanced Tobruk covering the desert war in October 1942. Adds 8 scenarios. Comes in a ziploc bag.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp Afrikakorps: Combined Arms",
    "ID": 343508,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343508/asl-comp-afrikakorps-combined-arms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ASL conversion of an expansion pack for Advanced Tobruk covering the desert war in October 1942. Adds 8 scenarios. Comes in a ziploc bag.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp Afrikakorps: Second Time Around",
    "ID": 343509,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343509/asl-comp-afrikakorps-second-time-around",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ASL conversion of an expansion pack for Advanced Tobruk covering the desert war in October 1942. Adds 8 scenarios. Comes in a ziploc bag.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp Afrikakorps: Hellfire Pass and Beyond",
    "ID": 343510,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343510/asl-comp-afrikakorps-hellfire-pass-and-beyond",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "ASL conversion of an expansion pack for Advanced Tobruk covering the desert war in June 1942. Adds 8 scenarios. Comes in a ziploc bag.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rally Point 10: The Best of Pete Shelling",
    "ID": 343511,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343511/rally-point-10-the-best-of-pete-shelling",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "420",
    "Weight": "0",
    "Description": "This scenario pack is a reprint pack of favorite scenarios previously featured in the Schwerpunkt magazine, with each one designed by Pete Shelling. The scenarios have been renumbered with the Rally Point numbering scheme.&#10;&#10;Scenarios:&#10;RPT91: The Tigers Whiskers&#10;RPT92: To No Avail&#10;RPT93: A Siege of Their Own&#10;RPT94: Trigger Happy Joes&#10;RPT95: Muhlenkamp's Miracle&#10;RPT96: Brittany Speared&#10;RPT97: Encircle This!&#10;RPT98: Tatra Salad&#10;RPT99: Rock the Csaba&#10;RPT100: Chaos Crossing&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rally Point Volume 11: Heroes and Knights",
    "ID": 343512,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343512/rally-point-volume-11-heroes-and-knights",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This scenario pack is based around actions where the medals Hero of the Soviet Union and Knight's Cross were awarded.&#10;&#10;Most of the scenarios were designed by Evan Sherry but Mike Augustine provides two of the ten.&#10;&#10;Scenarios:&#10;RPT101: The Kibizov Kibosh&#10;RPT102: Kleisoura Pass&#10;RPT103: Nikolai's Star&#10;RPT104: Das Ritterkreuz&#10;RPT105: Flaming Star&#10;RPT106: Balck by Example&#10;RPT107: Meet Me at the Station&#10;RPT108: Catching the Bear&#10;RPT109: Krainov's Ambush&#10;RPT110: Theirs Not to Reason Why&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shark Room",
    "ID": 343516,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgame/343516/shark-room",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Shark Room is a competitive card game for 2-4 players that simulates the dynamics of aggressive trading in the stock market.&#10;The players buy and sell financial shares, sometimes illegally, trying to secure their earnings and giving their opponents an hard time by playing Shark Cards.&#10;The one who makes the biggest money wins.&#10;&#10;Players draw 3 Shark cards, that allow them to bend the market or bother other players, then they put on the market new shares on sell. Buying and selling shares increase or decrease their price, and manipulating it is part of the game. The shares also give their owners dividends if owned in a certain number, and the players can also buy Asset cards to secure their money and to gain various benefits.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Bribery",
      "Income",
      "Investment",
      "Market",
      "Open Drafting",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Unmasqued",
    "ID": 343517,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/343517/unmasqued",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Unmasqued is a game of deduction and patterns. The player moves the Detective around the ballroom to find pairs of cards that score the most Rumor Points. Throughout the game, Rumor Points can be turned in for Clues, allowing the player to narrow in on the identity of each culprit. The player wins the game by confronting both culprits before the end of the third hour.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Grid Movement",
      "Pattern Recognition",
      "Slide / Push",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Avocado Smash: Party Edition",
    "ID": 343518,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/343518/avocado-smash-party-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Avocado Smash is back -- and ready to party! The smash hit snap card game from Ridley's Games has gotten even more smashing in this jumbo Party Edition.&#10;&#10;You ordered it and we've served a brunchier take on the original by adding Avocado Toast to the gameplay! Packed with lots more cards and fresh rules, with each smash a player wins on a card that features toppings, they get to add that tasty topping like a fried egg or tomato to their Avocado Toast token. The goal is to have the most toppings on your Avocado Toast when the game ends! But watch out for the You're Toast card! Everything comes packaged in an extra-large avocado container wearing a fun party hat.&#10;&#10;Perfect for avocado lovers and families, this game is suitable for ages 6+, 2 to 8 players and has an average of 20 minutes gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Disco Balls",
    "ID": 343519,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343519/disco-balls",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Put on your dancing shoes! It's time to put your moves to the test with this funky card game of hilarious missteps from Ridley's Games! When the 'DJ' shouts Disc-go!, each player simultaneously plays the top card from their hand, and when a matching pair is revealed, make sure you're the first to bust the right move! The player with the most cards at the end of the game is the winner (and dancing queen!).&#10;&#10;Whether you're channeling your Travolta vibes, sinking to the floor doing the Swim, or getting on down with one of the other moves, this is a dance party that will keep you on your toes and that's fun for the whole family! All of the dance cards are dynamically illustrated with vibrant neon colors and come packaged in a groovy disco ball tin!&#10;&#10;Perfect for families and groups of friends, Disco Balls is suitable for ages 8+, 3 to 6 players, and has an average of 15 minutes gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Farkle",
    "ID": 343520,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/343520/munchkin-farkle",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Play the classic game of Farkle in a whole new way!&#10;&#10;Munchkin Farkle marries the classic dice game with the Munchkin sense of humor and stab-your-buddy mentality. Rather than the traditional race to win, Munchkin Farkle is a race to win...while making your companions lose!&#10;&#10;Cheat, curse your friends, and occasionally run away as you push your luck on every roll. Add the most gold pieces to your hoard and win!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Farkle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "List or Twist",
    "ID": 343521,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/343521/list-or-twist",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You'll need to think quickly in List or Twist, the category-guessing game from Ridley's Games where the answers are only as easy as the clues! In this fast-paced game, players split into two teams and take it in turns to try to guess what's listed on the card by the clues made up by a player on their team. They then switch things up and play off against each other, with things coming to a head during a bonus round! Each time a clue is offered, the team can either List by requesting another clue, or Twist by guessing the answer! But don't ask for too many clues or guess incorrectly, as each time you do you lose points!&#10;&#10;With categories ranging from TV and places to technology and pop culture, there's something for everyone.&#10;&#10;Perfect to play with family or a group of friends, the game is suitable for ages 8+, 4 to 10 players and has an average 30 minutes gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Playmobil: Brandweer",
    "ID": 343522,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343522/playmobil-brandweer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a simpler version of Playmobil: Alarm! Alarm!, as players only try to play their own hand, not hindering other players in any way. Another difference is that players only play a single card, rather than three.&#10;&#10;Included in Playmobil set 5495 (Adventskalender Brandweer met kaartspel).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Toys: Playmobil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Love to Hate",
    "ID": 343523,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/343523/love-to-hate",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Warning: this game may stoke divisions! In Love to Hate from Ridley's Games, you'll find out just how well you actually know your friends &amp; family. And the player who knows the others the best wins.&#10;&#10;On a scale from Love to Hate, can you guess what your boyfriend thinks about pineapple on pizza or clowns? How about your sister's feelings about ABBA or being tickled? Find out in this hilarious party game filled with highly divisive subject cards!&#10;&#10;Featuring topics and themes including pop culture, pet peeves, and people, players will take turns picking a card while the others guess how that player feels about it using voting cards. With the feelings ranging from 'Love' and 'Like' to 'Ehhh', 'Nope,' and 'Hate', each round will sure to be a conversation starter!&#10;&#10;Perfect to play with family or a group of friends, the game is suitable for ages 8+, 3 to 8 players and has an average 20 minutes gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fat Cats",
    "ID": 343524,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.32",
    "Link": "https://boardgamegeek.com/boardgame/343524/fat-cats",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Tricks win the treats in this a-meows-ing strategy card game Fat Cats from Ridley's Games. Are you the talented tabby that will win the most treats?&#10;&#10;You and your fellow felines have two rounds to win after starting off with nine trick cards for nine chances to win the most treats and be the ultimate fat cat. Each trick and treat card has a points value, and players must play cards like strut, pounce, and a cat-tastic performance along with other tricks to try to win treat cards like a chin scratch, milk and a tasty fishy!&#10;&#10;Purrrfect for cat lovers, this game is suitable for ages 6+, 2 to 5 players, and has an average gameplay of 15 minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fire-Water-Wood",
    "ID": 343527,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343527/fire-water-wood",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This is a simple little card game combining Rock-Paper-Scissors and War that you can play anywhere. All of the game pieces are held in your hands so you can play Fire-Water-Wood while waiting in line, riding in the car, walking from place to place, and so on.&#10;&#10;The object of the game is to collect all of the cards.&#10;&#10;Players start with one of each card type shuffled and hidden. On each turn the top card is turned over and the action resolved. This continues until one player runs out of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Chase",
    "ID": 343532,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/343532/zombie-chase",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Perfect for beginners and pros alike, Zombie Chase is a great choice for the next family game night! Set at Lake Nomby amusement park, everyone was having a wonderful time until the sun began to set and an ominous crash is heard at the center of the park. From within the dark and creepy park maintenance shed, a moaning sound emerges. The owner of that sound quickly becomes clear as the Zombie Janitor appears and begins his search for brains! In a panic, the park guests and security flee the park and lock the gate behind them to keep the zombie trapped inside. The problem is the janitor isn&rsquo;t the only one left behind! YOU&rsquo;RE trapped too!&#10;&#10;Players roll two Dice. Move your Character the number of spaces shown on the white die, then move the Janitor Zombie the number of spaces shown on the green die. Your goal is to find a flashlight by landing on and flipping the item tiles. Once you have found a Flashlight, go to the maintenance shed, grab a Key, and proceed to any exit to escape the park!&#10;&#10;Watch out for Zombies though. If you end up on the same space as a Zombie, flip your pawn over, and now you become a Zombie and your strategy changes. Now your goal is to chase the other Human Characters and turn them into Zombies!&#10;&#10;There&rsquo;s two ways to win Zombie Chase! Find a flashlight, grab a key from the maintenance shed, and be the first to escape through one of the gates or you can win by being the one to infect the final human player as a Zombie. With two ways to win, everyone has a shot at coming out the winner and every playthrough is a new adventure. One thing is for sure: to win at Lake Nomby amusement park, alive or undead, you&rsquo;ll be needing plenty of brains!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Zombies"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Im Flug durch die Welt",
    "ID": 343540,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343540/im-flug-durch-die-welt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at space 1. The first to reach space 58 wins the game. Movement is determined by a die. On some spaces events hinder or benefit the players.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Aviation / Flight"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dwarf Wars: Saga Ironfist – Battles of the First Invasion",
    "ID": 343553,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343553/dwarf-wars-saga-ironfist-battles-of-the-first-inva",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An expansion for the Dwarf Wars base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Look Back: The Gourd Reaper Expansion",
    "ID": 343557,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343557/dont-look-back-the-gourd-reaper-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pumpkin Head's name was said three times, in three different mirrors, in three different houses on All Hallows Eve. It's now bound to this neighborhood. Now you have to destroy his soul pumpkins before his grim harvest continues.&#10;&#10;&mdash;description from the publisher&#10;&#10;This expansion adds 1 Gourd Reaper Killer miniature, 4 Pumpkin Marker miniatures, and 1 custom scenario to the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Down & Across",
    "ID": 343559,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/343559/down-and-across",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game of quick-thinking wordplay presented by Will Shortz, NPR's puzzlemaster and crossword editor of the New York Times.&#10;&#10;Down &amp; Across is a fast, competitive word game. Draw your letter tiles, roll the clue dice, and be the first person to come up with a two-word crossword to fit the clues!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ragnarocks: The Winds of Chaos Expansion",
    "ID": 343564,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343564/ragnarocks-the-winds-of-chaos-expansion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Winds of Chaos Expansion adds 9 new Mythology cards with some super fun powers supported by the extra components included, adding even more variability to your game sessions!&#10;&#10;The 2 Custom Dice will be used to randomly determine a direction for you to make additional moves, summon additional runestones, or manipulate your opponents depending on the Mythology card you are using.&#10;&#10;The 6 Viking Cards included will allow you to select a specific figure on the board in secret to receive a bonus or hindrance at the end of the game - again based on the Mythology cards in  play.&#10;&#10;And the 10 adorable Mountain Minis pair with other Mythology cards to allow for extra movement or even stand in as a strong and immovable Viking!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy",
      "Ancient",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iconoclash: Cross-Dimension Zero",
    "ID": 343565,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/343565/iconoclash-cross-dimension-zero",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Iconoclash: Cross-Dimension Zero features 2 new crossover fighters for the Iconoclash system from Zephyr Workshop and Solis Studio.&#10;  &#10;&#10;     Diane: Lead a team of combining robots! When she combines them against her foes, she draws from a special deck of extra powerful A.E.G.I.S. class robot attacks. It is a one-two punch of pure mechanized power.&#10;     Mr. F: Rushdown opponents and use extra movement tokens to power up his attacks. Mr. F's roots will then take hold and lockdown his opponents, preventing their escape. With Mr. F on the field there is no chance of escape!&#10;&#10;&#10;In Cross-Dimension Zero you&rsquo;ll take the fight to the universe-bending Dimensional Forest.&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cremona: Echo of Violins",
    "ID": 343572,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/343572/cremona-echo-of-violins",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The player takes on the role of the luthier boy and in the game he will have to go around the shops of the great Cremonese masters: Amati, Guarneri del Ges&ugrave;, Ruggeri and Bergonzi. In these workshops he will have to collect the materials to build his own instruments: violins, violas and cellos, and learn the secrets of their workmanship. Going in this way by exclusion, he will have to understand the secret of Stradivari's workshop, which obviously changes with every game.&#10;&#10;Objective of the game&#10;The winner of the game is the one who, at the end of the game, has scored more points than is opponents. The point are obtained by making violins (each instrument has a number at the bottom right that represents its value), correctly revealing the secret of Stradivarius (3 points) and going to the Theater.&#10;Each player must in their turn move his meeple to a tile adjacent to the one in which he is. Movement is mandatory. Once the player has entered the new tile, he must choose one of the following actions:&#10;&#10;     Benefit from one of the blocks that the tile offers&#10;     Build an instrument, but only if it belongs to the same family as the workshop in which it is located, and then look at the relative secret of the hidden family, without showing it to the other player&#10;     Reveal the secret of Stradivari (only if the player is in Stradivari&rsquo;s workshop and only if he has built at least 3 instruments)&#10;&#10;&#10;Once the chosen action is complete, the player ends the turn and it&rsquo;s up to the next player.&#10;&#10;The game continues in this way until a player builds six instruments, at which point the round of turns ends and the game ends whit the calculation of scores.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "OMG: Das Partyspiel für Furchtlose.",
    "ID": 343573,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/343573/omg-das-partyspiel-fur-furchtlose",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "OMG is a card based party game.&#10;&#10;Your dice roll dictates, which task you have to fulfil. There are four different card types: Action, Question, Favor or Teamwork.&#10;&#10;If the task is too hard/awkward for you, you can buy yourself out by drinking as many sips of your drink, as the card indicates. The the more uncomfortable the task, the higher is the price!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "mini-halma",
    "ID": 343574,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343574/mini-halma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Halma game with significantly reduced playing fields and therefore also only for 2 players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race"
    ],
    "Families": [
      "Traditional Games: Halma"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One More Drink",
    "ID": 343575,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343575/one-more-drink",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&ldquo;Come on, just one drink&hellip;&rdquo; we know that sentence well and how it can lead you to having the best night with adult drinking games or drinking card games : OMD will help you enjoy game night games for groups adult in the best possible way :)&#10;&#10;One More Drink is an adult games for game night drinking that even the &ldquo;cleverest&rdquo; of your friends will be able to play: : pick a card, read it, and do what it says. Drink games at their easiest.&#10;&#10;Our interesting mix of cards will quickly make you forget other drunk games with boring cards and forced laughter : with &quot;One More Drink&quot; the drink game, your evenings will be filled with voting, activities, shots to take (and give!), and most importantly, real laughter with every card!&#10;&#10;Play for fun or give the &quot;Action&quot; cards to the winner of the round, the winner is the one with the most cards at the end of the game (if still standing).&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Family Boom",
    "ID": 343576,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/343576/family-boom",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Family Boom is a groundbreaking new card game that combines several activities into one small box! You&rsquo;ll never be bored with the variety of different challenges and prompts.&#10;&#10;Everyone can play Family Boom! The rules are simple: draw a card, read it, and follow the directions. All generations, young and old, will want to play this kids card game!&#10;&#10;Sore losers stay away! Anything is fair in Family Boom board games...as long as it stays friendly enough. Cheaters will have to take the consequences, but only if they get caught!&#10;&#10;&mdash;description from the publisher&#10;&#10;Players participate in different challenges, presented on cards. The winner of the challenge keeps the card. At the end of the game, the player with the most cards wins the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Together",
    "ID": 343577,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/343577/together",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A conversation starter game that will help couples discuss together !&#10;&#10;This couple card games is designed to be an awesome conversation starter dating card game for adults to have various fun or deep topics around family, yourself, the future, dating, or bed : the conversation cards for couples will help both of you open yourselves up and deepen your relationship&#10;&#10;Listening, talking, and debating are key for couples, our 3 cards categories trigger these essential skills: draw a card from the deck and answer the question yourself, ask the question for your partner to answer or answer together for deep and meaningful conversations&#10;&#10;Play for fun or each round give the cards away if the player has answered successfully: The winner is the one who knows his beloved best and has the most cards!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Girls Fever",
    "ID": 343578,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/343578/girls-fever",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This  party game for girls night out has 6 fun categories to make confessions and hysterical laughter inevitable: Have You Ever, Vote, List, The Most Likely To, Would You Rather, Dare. Nobody can slip through the net of this girl talk game: so it's time to confess, and have a great time :)&#10;&#10;Each card will get awarded to a player; at the end of the game, the player with who gained the most cards, wins the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Der Zeitlift der Götter",
    "ID": 343579,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343579/der-zeitlift-der-gotter",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this dice game, the 3 players take on the characters of Pacifist, General and Manager. Their task is to collect as many symbols belonging to their character as possible on a circuit in a predetermined time. Through various events you gain symbols or can also lose them. If you are in the time lift, you may be forced to swap your character with that of a fellow player. The winner is the player who has collected the most matching symbols after the set time.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jagt die Rohrteufel",
    "ID": 343580,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343580/jagt-die-rohrteufel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players roll their game piece through a house, from the basement to the roof. On the way lurk event fields, where you collect chips, or can be thrown back. Whoever uses the right chip can prevent the throw back. The player to reach the finish line exactly, wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rubbish Race",
    "ID": 343582,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/343582/rubbish-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Did you know that the environment is Yellow, Blue, Brown, Green and Grey? These five colours are the ones that keep the planet clean and, taking advantage of our local festivities, we are going to celebrate the already traditional colour test that our participants have been preparing for quite some time in which they must be the fastest in recycling objects. Will you win the test this year? Show it by remembering the five colours of the environment and what we deposit in each one of them...&#10;you should extract one of the cards with rubbish, then the first player to take the correct container win the card.&#10;The player who gets 10 cards it's the winner, but pay attention, due if you take the wrong container, then you lose one of your cards.&#10;It's made with FSC wood and recycled paper.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Action Points",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Burning Bakery",
    "ID": 343583,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/343583/burning-bakery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Marcelo, our town&rsquo;s baker, has lost his 5 senses and can&rsquo;t go on making bread. Shall we help Marcelo to recover his....&#10;&#10;     Sight, so the bread doesn&rsquo;t burn?&#10;     Touch, to knead the bread and make it spongey?&#10;     Smell, so the bread&rsquo;s aroma can tell him that it&rsquo;s ready?&#10;     Taste, so the bread is neither very salty nor very sweet?&#10;     Hearing, so he can hear the oven&rsquo;s bell on time?&#10;&#10;&#10;It's a cooperation game where all the players should help Marcelo to recover their senses, for that, the players should take from the bag some of the wooden pieces with the different senses and then match with one of the cards which you can perceive with the sense you took from the bag, if it match, you win the sense, if not, you put the sense on the bag again. But if you take from the bag the flame, then the bread start to burn in the oven, if you take the flame 5 times before you recover the 5 senses, then all the players lose, otherwise win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The King Is Dead: Betray Promo Card",
    "ID": 343584,
    "Year": "(2021)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343584/the-king-is-dead-betray-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo card for The King is Dead (Second Edition) sent out to Spieleschmiede backers.&#10;&#10;Card text: Swap a follower in your court with a follower in any region.&#10;&#10;The Betray card can only be used in the advanced game. To use the Betray card, shuffle it in the with the cunning cards during setup. The Betray card can be played like any other card. When you do, swap a follower in any region of the board. You may swap followers of the same faction. You cannot swap a follower in the supply. Then summon a follower to court as normal.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Radical Pursuit",
    "ID": 343585,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/343585/radical-pursuit",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Questions that burn under the nails of each and every leftist: What did Marx mean by fetishism? Who was Rubinstein - Freud's pet name for his beloved, a pendulum often used in hypnotherapy, or rather a Soviet psychologist? Did the localists in the 19th century labor movement want their own independent party locality, was it about local autonomy or was it after all about a local united front?&#10;With 62 question cards including answers, the time between demonstrations can be passed in no time and people will have fun doing it. Every shared flat will be able to collectively raise itself to a high level of knowledge. Suitable also for the beginning of studies and as a source of nasty questions for/to the professor or student.&#10;&#10;&mdash;description from the publisher&#10;&#10;In this game you are confronted with questions about leftist theory. Play Radical Pursuit cooperative and correctly solve the question as collective or do it in a competitive mode, collecting as much of your correctly answered questions that no one else could answer to win the game. In competitive mode you sure could also team up... it's up to you, what you make out of this game!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Negotiation",
      "Open Drafting",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "League of Dungeoneers: Companions",
    "ID": 343586,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343586/league-of-dungeoneers-companions",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This expansion allows you to hire mercenaries to follow you on your quest. When playing solo, this will make the game faster since there is less to keep track of than with complete heroes and the mercenaries fights in a similar way as the enemies. There are 15 named characters with there own story to choose from and an unlimited amount of generic characters from all professions.&#10;&#10;You can also choose from 3 different breeds of dogs to accompany you. Your canine friend will evolve with experience and learn new abilities just like your hero.&#10;&#10;Finally, there are 10 different types of familiars for your wizard to acquire, each with it's own benefit. As you fight together the bond between you and your familiar will strengthen and increase your effectiveness.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Movement Points",
      "Role Playing",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Suburbia + Inc.",
    "ID": 343588,
    "Year": "(2013)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/343588/suburbia-plus-inc",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The game Suburbia was published together with the add-on Suburbia Inc. in one box in 2013 by Russian publisher Crowd Games.&#10;&#10;Suburbia is a tile-laying game in which each player tries to build up an economic engine and infrastructure that will be initially self-sufficient, and eventually become both profitable and encourage population growth. As your town grows, you'll modify both your income and your reputation. As your income increases, you'll have more cash on hand to purchase better and more valuable buildings, such as an international airport or a high-rise office building. As your reputation increases, you'll gain more and more population &mdash; and the player with the largest population at the end of the game wins.&#10;&#10;During each game, players compete for several unique goals that offer an additional population boost &mdash; and the buildings available in each game vary, so you'll never play the same game twice!&#10;&#10;The add-on expands the game with new tiles of the boundaries of the playing field, which bring bonuses to the owner. The expansion includes over a dozen new building tiles, as well as new income-boosting bonuses and reputation-raising tasks when completing intermediate in-game objectives.&#10;&#10;The game is designed for 1-4 players over the age of 8. The duration is about 1.5 hours.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "Catch the Leader",
      "End Game Bonuses",
      "Hexagon Grid",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Game: Suburbia",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: City"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ghost Story Dice",
    "ID": 343595,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/343595/ghost-story-dice",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Revive the art of storytelling using these nine beautifully illustrated wooden dice to create ghostly stories.&#10;&#10;Construct your own spooky adventure tale with an array of creepy characters such as vampires, headless horsemen and decapitated knights. You can use your cloak of invisibility to escape from the dungeon in the haunted house, but beware of the creaking staircase! Once you&rsquo;ve made it out, will your getaway car break down in the spooky forest under a full moon&hellip;?&#10;&#10;This is the perfect family game that will stimulate the imaginations of children and adults alike. Ideal for playing by a log fire. But beware: this box glows in the dark!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Mechanism: Story Creation",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bakken Bears Basketball: The Card Game",
    "ID": 343596,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/343596/bakken-bears-basketball-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Bakken Bears Basketball: The Card Game you take on the role of a basketball team, trying to outsmart your opponent buy playing different cards.&#10;&#10;Every player has different abilities like blocking, scoring, stealing etc. and its up to you to combine those strengths to leave the court as the winner.&#10;&#10;A player wins the match, if he reaches 10 points or if his opponent fouled 4 times.&#10;&#10;On a turn each player has two actions. Those can be drawing a card, or playing one as for one of its abilities. To score a player has to combine certain cards. Before attempting a 2p or 3p shot, he has to play an assist card first. After an attempt a players needs to block or rebound.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dune: Imperium – Boundless Ambition Promo Card",
    "ID": 343598,
    "Year": "(2021)",
    "Geek Rating": "5.879",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343598/dune-imperium-boundless-ambition-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "A promo card offered by Dire Wolf to customers who pre-ordered Dune: Imperium - Rise of Ix from their FLGS.&#10;&#10;Is included in Dune Imperium Promo Pack 1&#10;&#10;Agent Ability: Activate leader signet ring ability&#10;&#10;Reveal Ability: (Unload) When discarded from hand or trashed from deck, acquire a card that costs 5 persuasion or less.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Race",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Books: Dune",
      "Game: Dune: Imperium",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Look Back: Final Girls Expansion",
    "ID": 343602,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343602/dont-look-back-final-girls-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Expand your games of Don't Look Back with these 4 new heroines. Complete with printed character cards and a final girl curse sheet, these characters will add new fresh playstyles and tactics to your fight against The Killer.&#10;&#10;&mdash;description from the publisher&#10;&#10;This expansion adds 4 Heroine character miniatures (Kat Grifter, Chisaki O, Rachel Newton, and Dr. Grange) and their character sheets to the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MAGICSPORT Magnetfussball",
    "ID": 343606,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/343606/magicsport-magnetfussball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Collectible Football (Soccer) game with comic style animal teams.&#10;&#10;Can be played on any even underground (i.e. table or smooth floor) or on the Football field mat included in the main package.&#10;&#10;The figures were included in the known &bdquo;Kinder &Uuml;berraschung&ldquo; (&bdquo;Kinder Surprise&ldquo;). These chocolate eggs were very popular in Germany and other countries.&#10;&#10;They alway had a yellow capsula inside, which contained some small toy - about 1/7 to a certain campaign theme, like Asterix, the Smurfs or - in 2006 - before the Football World championship in Germany: Comic animal footballers with a magnetic bade.&#10;&#10;They could be used to &bdquo;push&ldquo; around the metall &bdquo;football&ldquo; to score goals,&#10;&#10;There were 5 teams (Yellow / Red / White / Blue / Green) and some accesories to be collected. Each complete Team had 1 goal keeper and 2 field players. But even with only 2 players one could have a little soccer game on any table etc&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Ruthe-Edition",
    "ID": 343609,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/343609/monopoly-ruthe-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It is a Monopoly Edition with graphics from the german cartoon artist Ralph Ruthe. With characters like sheep Thorsten D&ouml;rnbach, Barry and Sting, Pete and some others.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadowrun: The Trading Card Game – Underworld",
    "ID": 343627,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343627/shadowrun-the-trading-card-game-underworld",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The first and only published expansion to Shadowrun: The Card Game is called Underworld and it's focus is on the Yakuza, Mafia, Lone Star and specific gangs like the Halloweeners, Ancients, and others. In addition, the set added more Spells, Spirits, Drones and other Gear to equip your Runners with.&#10;&#10;The release date was January 1998. The cards from this set are identified by the letter &quot;U&quot; before the Copyright on the bottom of the cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Setting: Shadowrun"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ratingen-Spiel",
    "ID": 343628,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/343628/ratingen-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a game about the German city of Ratingen, and was likely part of a radio promotion (Radio Neandertal UKW 97.6).&#10;&#10;The board is divided into districts.  Players place tiles representing a different industry (service, trade, hospitality, leisure, residential) into matching districts and score points based on which where it was played and how many other tiles had been played there.  There are also three, black-bordered wild plots that can be from any industry.  The game comes with 60 tiles and show actual companies and organizations from Ratingen ... or at least were in Ratingen in 1998.&#10;&#10;To begin the game, the tiles are shuffled and placed face down in a general supply.  Each player draws 6 tiles and places them face up in front of them.&#10;&#10;On each turn, the following may happen:&#10;&#10;&#10;     Exchange: The active player may give two tiles to another player and take one of their tiles.  This cannot be refused.&#10;     Place Tiles: The player may place as many tiles as they want onto empty plots in one district.  Tiles much match the plots by color.  The player then scores points according to what is printed on the board for that district and the number of tiles placed there.&#10;     Draw Tiles: The player draws 0-3 tiles from the supply.  This number must be announced before the first tile is drawn.&#10;&#10;&#10;Each action is optional, but they must be performed in the above order.&#10;&#10;The game ends when all plots have been filled, or if one player has placed 5 sets of tiles on the board (i.e. placed tiles on 5 separate occasions during the game).  If that happens, all other players get one more turn each.  Each remaining unplayed tile is -5 points for the player holding them, and then whoever has the highest score wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Cities: Ratingen (North Rhine-Westphalia, Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chickasaw Bayou: The Battle of Walnut Hills, December 26-29, 1862",
    "ID": 343630,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/343630/chickasaw-bayou-the-battle-of-walnut-hills-decembe",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "3.5",
    "Description": "Chickasaw Bayou was a grand missed opportunity for the Union Army in its desire to crush the Rebellion. If they had proceeded with haste, the Federals could have captured Vicksburg and delivered a master stroke against the Rebels  a sure seven months before Vicksburg surrendered on July 4th 1863.&#10;&#10;The Union player is as much fighting against the terrain as the Confederate Army.  The third player are the Swamps of Chickasaw Bayou and they are no friend of the Union player.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Blind Swords System",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dead Road",
    "ID": 343662,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/343662/dead-road",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Awards:&#10;&#10;-1 Place best solo game in: 8th roll and write design contest.&#10;-1 Place best foreign language game in: 8th roll and write design contest.&#10;-2 Placed best game in: 8th roll and write design contest.&#10;&#10;Wargamevault:https://www.wargamevault.com/product/366275/DEAD-ROAD&#10;&#10;Dead Road is a survival game in a post-apocalyptic world in which you must survive together with your community, reaching the proposed goals to prosper. In this world you must go to places and find the necessary resources to achieve these goals, but you will meet Zombies on the path that you must eliminate to continue on your way.&#10;&#10;Dead Road is a single player roll and write survival game.&#10;With a maximum of 40 minutes of play and for people over 10 years old.&#10;&#10;Objective&#10;&#10;Reach each goal from levels 1 to 5 by getting the resources necessary for each level. Future expansions will have additional goals that the player must reach to win.&#10;&#10;What do you need to play?&#10;&#10;&#10;     One printed sheet of paper (we recommend putting the sheet in a polypropylene protector).&#10;     One red Dice D-Six to simulate the Horde&rsquo;s moves, both walking and attacking. &#10;     A few Dice D-Six to simulate the survivors.&#10;     Two whiteboard markers. We recommend using a red marker for the March of the Horde and for Morale, and a blue one for the inventory.&#10;     A few tokens or Meeples to simulate the survivors.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DecKreative",
    "ID": 343663,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/343663/deckreative",
    "Min Players": "1",
    "Max Players": "54",
    "Min Play Time": "1",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "Light a spark of randomness in&#10;your game nights and creations!&#10;&#10;Dec-Kreative is a deck of cards full of randomized prompts to help any kind of creative people!&#10;Every card also contains additional, funny rules that you can apply when you play board games or RPGs!&#10;Will you be willing to pay the penance? ?&#10;&#10;An exaggeration of prompts!&#10;Every Dec-Kreative card contains:&#10;&#10;&#10;     A complete set of dice with random values (D10, D100, D4, D6, D8, D12, D20).&#10;     An alphabet letter.&#10;     An hour of the day, counter or clockwise.&#10;     A weather symbol.&#10;     An emotion with a moral alignment.&#10;     A target on a humanoid dummy.&#10;     A class/job.&#10;&#10;&#10;Plus, a system to make teams from 2 to 10 people, grouping them for:&#10;&#10;&#10;     On/Off; Black/White.&#10;     Rock, Paper, Scissors.&#10;     Card suits / Elements / Seasons.&#10;     Fingers of the hand / Senses / Zener cards.&#10;     Chess pieces.&#10;     Musical notes / days of the week / Deadly Sins.&#10;     The Winds.&#10;     The Muses.&#10;     The Commitments.&#10;&#10;&#10;All these elements can be used also as randomic prompts.&#10;&#10;Furthermore:&#10;&#10;     Additional rule to apply to the game in progress.&#10;     Penance to pay if mistaken.&#10;     First player and tie-breaker method.&#10;&#10;&#10;When you are stuck, pick a card and let imagination flow!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice",
      "Environmental",
      "Game System",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Move Through Deck",
      "Narrative Choice / Paragraph",
      "Rock-Paper-Scissors",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ZipWarZ Quick Start Game",
    "ID": 343664,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343664/zipwarz-quick-start-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A Free Intro to ZipWarZ.&#10;&#10;Welcome to the ZipWarZ Quick Start Game, a great place to begin playing the 2-player, rules-lite war game system: ZipWarZ. In the game, each player brings customized armies to the battlefield in an attempt to vie for victory using tactical movements, devastating attacks, and special abilities. The player who gains the most Victory Points by the end of round 4 wins the game.&#10;&#10;This game includes 2 pre-generated armies, a player board, and all the rules to play the game. Best of all... it's free.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horrible Histories: The Board Game",
    "ID": 343669,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/343669/horrible-histories-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "How well do you know your history? The ghastly-fun but educational Horrible Histories Board Game will have players frantically racing through history!&#10;&#10;Move from the Awful Ancients to the Measly Middle Ages, through the Terrible Tudors and the Vile Victorians to the modern times by answering &ldquo;Horrible&rdquo; multiple-choice questions, acting out charades and trying to avoid Rattus and his tricky &ldquo;Chance&rdquo; cards!&#10;&#10;Based on the award-winning Horrible Histories series, this family fun, educational board game encourages learning through play and is perfect for 2-4 players age 8 years and over.&#10;&#10;As you race to the finishing line your knowledge of history will help you move faster and win.&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Halma",
    "ID": 343671,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/343671/halma",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Halma version with reduced game board (45 squares) for 2 players. Each player receives 10 pieces. As in normal Halma, you have to move your pieces to the opponent's side first to win.&#10;&#10;Note: the board is different to the board used in Mini-Halma.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race"
    ],
    "Families": [
      "Traditional Games: Halma"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Speed Tangram",
    "ID": 343676,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/343676/speed-tangram",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each player receives the same complete set of colorful tangram pieces. 30 playing cards contain laying tasks, the figures, mixed from the correct colors and black parts.&#10;One card is turned face up and the player who first correctly laid the figure receives this card. After that, the next cards are played. The player who has collected the most cards wins.&#10;&#10;Note: The game Tangram Race is designed similarly, with the difference that there are no colors given in the pieces to be laid.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: Tangrams"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Streets: Kickstarter Promo Pack",
    "ID": 343679,
    "Year": "(2021)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343679/streets-kickstarter-promo-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This Kickstarter exclusive promo pack expands the number of Building tiles available for Streets and includes some additional new content and components:&#10;&#10;&#10;     10 new Building tiles&#10;     4 &ldquo;big&rdquo; silkscreened meeples (Tourist, Hipster, Shopper &amp; Parent) each representing 5 ordinary meeples&#10;     2 new Consultants&#10;     Tile dividers for the game box&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Kleine Raupe Nimmersatt: Mein erstes Würfelspiel",
    "ID": 343680,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/343680/die-kleine-raupe-nimmersatt-mein-erstes-wurfelspie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A panel with butterfly is covered with a frame in which there is a 10-piece puzzle for the cocoon. The figure of the little caterpillar starts on the sun field of the run around the cocoon puzzle. You roll the dice and move to the corresponding fruit; if there is a leaf there or you rolled a leaf, you take one. If the second die shows the cocoon, you may remove a puzzle piece. When all pieces are removed and the butterfly is visible, the player with the most leaves wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational",
      "Novel-based",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: World of Eric Carle (University Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly Junior: Peppa Pig",
    "ID": 343682,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/343682/monopoly-junior-peppa-pig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Play with family Wutz and Peppa Pig. Move around the playground and buy places from Peppa's world! As soon as one player runs out of money, the others count their banknotes. The player with the most money wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Ownership",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Game: Monopoly Junior",
      "TV Shows: Peppa Pig",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olympia Spiel",
    "ID": 343685,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343685/olympia-spiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the &quot;Sporthilfe&quot; space. Movement is determined by a die. If a meeple gets on a sports space, he puts the corresponding athlete card on that space.&#10;&#10;If a meeple gets on a space with an athlete card he has to compete for a bronze medal by playing condition cards. The winner places his athlete card and the bronze medal on the space. The next competition on this space is for the silver medal and the loser gets the bronze medal. The third competition on a sports space finally is for the gold medal.&#10;&#10;If a meeple gets on a space with a medal, the owner gets points awarded.&#10;&#10;On a space &quot;Trainings-camp&quot; the player gets to draw a new condition card.&#10;&#10;When all gold medals are awarded, the player with the most medals wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Shot Football",
    "ID": 343686,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/343686/hot-shot-football",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One rare edition of the famous &quot;Hot Shot&quot; series from Milton Bradley, is Hot Shot Football. It was released in 1995, only in travel edition. The game don't need any batteries to be played. In each turn you stand against the mechanical goalkeeper (he moves right and left) and you have to score as much goals as you can in 30 seconds. The winner is the player who scores the most penalties after a number of rounds, whose exact number is decided by the players before the game starts.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Potions: Roll & Write",
    "ID": 343688,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343688/potions-roll-and-write",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "- There is little left for the next full moon. When it shines high in the sky, the secret conclave of the potion-makers order of warlocks and withes will begin. Then, the oldest and wisest of the master witches and warlocks, will choose from among the aspirants, the new member of the order, to whom all kinds of secrets will be revealed. Only one will be chosen. -&#10;&#10;As an aspirant, you will have to brew as many potions as possible to prove your skills and convince the council of elders. But don't worry, you have your magical helpers, who will make it easier for you to collect ingredients. In addition, you know the formula of the multipurpose potion that will be of great help to you.&#10;&#10;Potions is a simple roll and write game, easy to explain and play, with some interaction between players, dice draft, push your luck and set collection.&#10;&#10;On your turn you roll the 6 dice, which you can reroll up to 2 times. Then you will choose a value and you will take all the dice with that value that you will spend in the best way to complete the ingredients of the potions. Players will be able to make use of the abilities of their helpers to facilitate their task. Also the more complicated potions will provide bonuses.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World-Z League",
    "ID": 343700,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/343700/world-z-league",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Zombies are taking over your town... it's time to start shooting! (with rubber bands, that is).&#10;&#10;Players set up zombie meeples in their player colors in and around chipboard buildings, then take turns trying to shoot down opposing zombies with rubber bands. Score points for opposing ones, but be careful not to knock over your own in the process!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Zombies"
    ],
    "Mechanics": [
      "Flicking",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Zombies",
      "Organizations: Game Designers of North Carolina",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Underground, Lost & Found: An Escape Room Style Game",
    "ID": 343702,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343702/underground-lost-and-found-an-escape-room-style-ga",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Domestic Counter Terrorism Office (DCTO) is at a dead end. Five devices have been hidden around the London underground. One was found at Westminster Station and it was disguised as a cactus!&#10;&#10;The DCTO needs your help in working out where the other devices are, what they are disguised as, and what their 6-digit disarm codes are.&#10;&#10;This is a difficult escape room style deduction game that should keep you occupied for an evening. You might want to enlist some help. Perfect for a group, or try it solo for the expert detectives out there.&#10;&#10;HQ will send you all the intel and leads they have on the case. It's up to you to sort through all of the evidence and solve the puzzle by entering the answers online.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chromaville Cold Case: A Murder Mystery",
    "ID": 343704,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343704/chromaville-cold-case-a-murder-mystery",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Dear Detective, You're obviously aware of the unsolved murder of David Cuthbertson.&#10;&#10;As his prodigy and one of the top detectives in the country, I do hope you will be able to crack it. His body was discovered by a dog walker in Chromaville at 6am on Saturday 14th March 2020. I can send you all the information I have gathered surrounding the case.&#10;&#10;David appears to have been conducting cases of his own and was found with an interesting array of paperwork on his person. I will also include this to help you with your investigation. Any help you can give me in solving this case would be greatly appreciated.&#10;&#10;Try your hand at this tricky murder mystery &lsquo;whodunnit&rsquo; and solve the case of David Cuthbertson. Expect 2-3 hours of mind boggling twists and turns as you unveil the truth behind this awful crime... great for a couple of budding detectives, or as a gift for the inspector in your life.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Look Back: The Curse of Oak Hill Expansion",
    "ID": 343706,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343706/dont-look-back-the-curse-of-oak-hill-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the early 1800's miners in the North Hills blasted into a large open cavity deep underground. Inside, strange images were scrawled on the walls and hundreds of items littered the floor. The miners stared at the objects, some strange and some recognizable. Most were made from carved stone, wood, and even gold. Not sure what they had found, the miners quickly divided up the items. Over the next several months the miners began to hear strange voices and some went missing. They would claim the items they had found would wander from room to room, showing up in unexpected spots. It wasn't until children around the camp began to vanish that the miners decided to act. Declaring the items cursed they returned them to the chamber where they had been found and blasted the entrance closed.&#10;&#10;&mdash;description from the publisher&#10;&#10;This expansion adds 1 Father Gabriel Hero miniature, 1 Demon Killer miniature, and 1 custom scenario to the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Emperor!",
    "ID": 343714,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/343714/emperor",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Emperor! is a eurogame-style game that takes place in 11th century Constantinople, and is centred around the battle for the imperial throne.&#10;&#10;Emperor! has a unique two-phase feature. In phase one players move around a map of the city collecting money, military units and characters to build up their faction. Game play is card-based, with simultaneous turns, so bluff and negotiation are important.&#10;&#10;Then, in phase two, the board flips over to a simple, diagrammatic battlefield. The players cash in their cards and sets to buy more military units. These are deployed face-down on the battle map. Players then select tactical cards (outflank, charge! etc) for their army and combat is resolved.&#10;&#10;Emperor! is card-based with no dice. It takes 30-90 minutes to play.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Medieval",
      "Negotiation"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Istanbul (Turkey)",
      "Crowdfunding: Kickstarter",
      "History: Byzantium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic Sword Tactics",
    "ID": 343717,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343717/magic-sword-tactics",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "40",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Magic Sword Tactics is a tower defense game for solo play.&#10;&#10;Use the power of the magic sword to fight against the Demon King's army that is attacking the city.&#10;The game is cleared when you defeat the Demon King before he destroys the city.&#10;&#10;Roll the 10-sided die to inflict the damage set for each demon sword.&#10;&#10;Build a better deck of swords to fight the Demon King's army!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "狸と茶釜 (Tanuki to Chagam)",
    "ID": 343718,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/343718/li-tocha-fu-tanuki-to-chagam",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#231;&#139;&#184;&#227;&#129;&#168;&#232;&#140;&#182;&#233;&#135;&#156; (Tanuki to Chagam) is a card game from Japan. Each player predicts how many times he will win from the dealt hand and declares all at once. After that, each player takes out one card from his hand, compares the strength of that card, and the player who puts out the strongest card receives all the cards in the field. Basically, you have to play a card of the same color as the first player to play, and if you don't have that color in your hand, you can play any card you like.&#10;&#10;In addition, there is a tea pot card among the cards, and if you meet the following three conditions, you can change the card you issued to 0, which is the same color as the tea pot card.&#10;&#10;1) The tea pot card is already in play. &#10;2) The number of the raccoon dog card you put out is larger than the number of the tea pot card. &#10;3)The tea pot card is not already used for another raccoon card.&#10;&#10;Make good use of the timing when the Chagama card is issued and adjust the number of times you win. When everyone runs out of hands, they move on to score calculation, and the score is determined by the difference between the number of wins they declared and the actual result.&#10;&#10;The player who plays the game for the number of players and has the highest total score is the winner of the game.&#10;&#10;-translated from Jellyjelly Cafe website&#10;&#10;&#230;&#151;&#165;&#230;&#156;&#172;&#227;&#129;&#174;&#230;&#152;&#148;&#232;&#169;&#177;&#227;&#128;&#140;&#227;&#129;&#182;&#227;&#130;&#147;&#227;&#129;&#182;&#227;&#129;&#143;&#232;&#140;&#182;&#233;&#135;&#156;&#227;&#128;&#141;&#227;&#130;&#146;&#227;&#131;&#162;&#227;&#131;&#129;&#227;&#131;&#188;&#227;&#131;&#149;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#149;&#227;&#130;&#169;&#227;&#131;&#173;&#227;&#131;&#188;&#227;&#129;&#174;&#227;&#131;&#147;&#227;&#131;&#131;&#227;&#131;&#137;&#229;&#188;&#143;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;4&#227;&#130;&#185;&#227;&#131;&#188;&#227;&#131;&#136;1-9&#227;&#129;&#174;36&#230;&#158;&#154;&#227;&#129;&#167;&#230;&#167;&#139;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#128;&#129;2&#227;&#128;&#129;5&#227;&#128;&#129;8&#227;&#129;&#140;&#232;&#140;&#182;&#233;&#135;&#156;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#228;&#187;&#150;&#227;&#129;&#175;&#231;&#139;&#184;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#140;&#182;&#233;&#135;&#156;&#227;&#129;&#171;&#227;&#129;&#175;1&#229;&#140;&#185;&#227;&#129;&#174;&#231;&#139;&#184;&#227;&#129;&#140;&#233;&#154;&#160;&#227;&#130;&#140;&#227;&#130;&#137;&#227;&#130;&#140;&#233;&#154;&#160;&#227;&#130;&#140;&#227;&#129;&#159;&#231;&#139;&#184;&#227;&#129;&#175;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#129;&#171;&#229;&#191;&#133;&#227;&#129;&#154;&#232;&#178;&#160;&#227;&#129;&#145;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Atlanta Besieged: Regimental Wargame Scenarios For The Atlanta Campaign – July 1864",
    "ID": 343719,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343719/atlanta-besieged-regimental-wargame-scenarios-for",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The battles around Atlanta during the American Civil War were pivotal to the outcome of the conflict. &#10;Confederate General John B. Hood threw his army against the forces of General William T. Sherman in an effort to save the city from capture. &#10;The battles were hard fought and bloody, but ultimately ended in the capture of Atlanta. &#10;Can you be a better general on the game table?&#10;&#10;These scenarios are designed to be used with almost any American Civil War regimental or brigade level set of rules.&#10;Rules are included for figures based on 20, 30, 40, 50, and 100 historic men per figure/stand. &#10;Times are given for 10, 15, and 20 minutes per game turn. &#10;Maps are in full color, as are the numerous color photographs of the modern battlefield.&#10;&#10;This book does not contain rules for playing miniature wargames.&#10;&#10;Scenarios include:&#10;&#10;     Ruff&rsquo;s Mill&#10;     The Battle of Peachtree Creek: Eastern Flank&#10;     Bald Hill&#10;     The Battle of Atlanta: Sixteenth Corps&#10;     The Battle of Atlanta: Seventeenth Corps&#10;     The Battle of Atlanta: Hardee&rsquo;s Attack&#10;     The Battle of Atlanta: Fifteenth Corps&#10;     Ezra Church&#10;     Sunshine Church&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Atlanta (Georgia, USA)",
      "States: Georgia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Art Smart",
    "ID": 343720,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/343720/art-smart",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Art Smart  is an art auction game for 3-5 players in which all players buy and sell art &ndash; but watch out for fake pieces.&#10;&#10;Depending on the number of players each player gets dealt a number of Painting cards and an equal number of Fake/Real cards.&#10;&#10;Every round of the game is an auction where a Painting card gets auctioned off in which the auctioneer participates as well. After the painting is sold and the money is handed over, it's established if the painting was Real or Fake and the Artist's value goes up or down.&#10;&#10;After all Paintings are auctioned the game ends and the player who owns the combined highest value of Paintings wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wonky Blocks",
    "ID": 343721,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/343721/wonky-blocks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The aim of the game is to rid your hand of all cards, or to stack all 9 blocks - which is highly unlikely. Play a card from your initial hand of seven, and place a block on the stack, using only one hand. The cards specify size and/or colour of the block to be played. The stack may not be steadied. If the stack collapses, take 3 cards as penalty, and start a new stack. The two action cards are pass and reverse direction.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: 4th of July 2020 Sale Promo Cards – (P331 & P332)",
    "ID": 343722,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343722/shadows-of-brimstone-4th-of-july-2020-sale-promo-c",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There is a set of the two promo cards P331 &amp; P332 for Shadows of Brimstone.&#10;It exists of 2 gear cards:&#10;&#10;Promo-331 - Gentleman's vest&#10;Promo-332 - Lady's fancy corset&#10;&#10;They were available at the 4th of July 2020 at the Flying Frog webstore for orders over 100$.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Promo Cards Set  (P498 & P499)",
    "ID": 343725,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343725/shadows-of-brimstone-promo-cards-set-p498-and-p499",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There is a set of the two promo cards P498 &amp; P499 for Shadows of Brimstone.&#10;&#10;Promo-498 - Gravedigger's boots (gear card)&#10;Promo-499 - Viking shield (mine artifact card)&#10;&#10;They are available at the Black Friday sale 2020 at the Flying Frog webstore for orders over 100$.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Olympic Judo",
    "ID": 343726,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/343726/olympic-judo",
    "Min Players": "1",
    "Max Players": "32",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Statistical game to replay all JUDO Olympic Tournaments of History.&#10;Very quick play.&#10;Single fight resolved by two rolls of 3 six dice.&#10;Very realistic results but some surprises may occur like in real sport.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sprengstoff Vorsicht!",
    "ID": 343727,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/343727/sprengstoff-vorsicht",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "1",
    "Play Time": "111",
    "Weight": "0",
    "Description": "From the powder room of the author of Z&uuml;ndstoff. 312 brand new questions about everyday life, career, sex, friends, family, psychoanalysis and philosophy. Each player will ask one of the 6 questions to the other players and a voting system allow to give points for each answer.&#10;&#10;&mdash;user summay&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Felix Mau-Mau",
    "ID": 343728,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343728/felix-mau-mau",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players race to empty their hands and catch opposing players with cards left in theirs, which score points. In turns, players attempt to play a card by matching its color, number, or word to the topmost card on the discard pile. If unable to play, players draw a card from the draw pile, and if still unable to play, they pass their turn. Wild and special cards spice things up a bit.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Books: Felix",
      "Game: UNO"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tom Piper Good Citizen Shopping Game",
    "ID": 343733,
    "Year": "(1956)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343733/tom-piper-good-citizen-shopping-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tom Piper Good Citizen Shopping Game is a simple roll and move board game promoting products from a company called Tom Piper Ltd.&#10;&#10;The Australian company Tom Piper Ltd. manufactured canned meals, fruit juice, soup, cordial, jam, baked beans, spaghetti, tomato sauce and desserts from late 1948 till 1972.&#10;&#10;This promotional game can be played with one or two dice and players follow a path of 90 squares leaving home, passing through a supermarket isle advertising Tom Piper products and then continuing until home is once again reached.&#10;&#10;Along the way players can advance or be sent backwards based on good deeds or thoughtless acts. Landing on a square with the Tom Piper Logo also has a bonus move. First to reach home by exact count is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die wilden Hühner auf Klassenfahrt",
    "ID": 343734,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343734/die-wilden-huhner-auf-klassenfahrt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Where the wild chicken gang appears, it goes around: All players put a playing card on their head and off they go! The players try to place matching wild chickens cards in pairs. But watch out, if the card falls off the head, it's &quot;chicken overboard&quot;. The winner is always the one who is the fastest. When you discard cards, you win all the cards that are on the pile with the cards that have already been revealed. When shouting &quot;chicken overboard&quot;, you only win the card that has fallen down or that is not right.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Critical Mass: Power Transceiver promo card",
    "ID": 343735,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343735/critical-mass-power-transceiver-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promotional card for 'Critical Mass' available via the Dice Tower and the BGG Store.&#10;&#10;Text on the card reads &quot;All your (electrical) weapons gain +1 firepower&quot;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Playmobil: Wirbel auf dem Bauernhof",
    "ID": 343736,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343736/playmobil-wirbel-auf-dem-bauernhof",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In this fun laying game, speed and close looking are required, because not all parts are the same size. The first to put all the matching parts in his frame wins the PLAYMOBIL figure.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Toys: Playmobil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Critical Mass: Reinforce promo card",
    "ID": 343737,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/343737/critical-mass-reinforce-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promotional card for 'Critical Mass' originally available the BGG store.&#10;&#10;The card text is &quot;Put back into play any of your destroyed armor plates whose combined durability is 3 or less&quot;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pictofun",
    "ID": 343738,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/343738/pictofun",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pictures must be placed in a chain as long as possible. To do this, the other players must accept an association with a free category and the current card. You draw and show a card and name an association; in teams, the association named first is valid. If the association is not accepted or if there is no free space, the card is discarded and a new one is drawn. Another team/player can take this card and use it for a free category, it scores 2 points after time expires; the active team scores 1 point per card in the longest chain. The first to reach 25 points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "5 Pillars: Junior Edition",
    "ID": 343743,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/343743/5-pillars-junior-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Learn all about the basics of Islam while having loads of fun with your family and friends!&#10;&#10;Discover, play and learn, with a journey through the pillars of Islam, pillars of Iman, Quran, Sunnah and Muslim Manners. Can you beat your friends, classmates or parents at all five difficulty levels? &#10;References from the Quran and Hadith are given so you learn more about Islam with every flip of the card.&#10;&#10;Play for minutes or hours, but for the best learning experience don&rsquo;t stop until you have mastered and learnt the basics of Islam.&#10;&#10;How do I play?&#10;You'll get into two teams, select your level of difficulty for each topic, and answer questions to fill up the pillars.&#10;Conquer all pillars across five difficulty levels before the other team to win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Religious: Islam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kleine Fische ganz groß!",
    "ID": 343744,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/343744/kleine-fische-ganz-gross",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Boardgame following basic rules and theme of the Card Game Kleine Fische.&#10;&#10;25 randomly drawn cards, which are either fish cards or cave cards, are laid out face down on a game board. The aim of the game is for the players to score the most points by collecting fish and treasure.&#10;The players diving through the sea, starting from the boat adjacent to the playing field, which can be moved as first step. The diver (players figure)can always move to neighbouring fields, but must keep to the swimming direction. As soon as the diver reaches a fish card, he uncovers it and decides whether to stop or continue swimming.&#10;If he continues to swim, the next fish card must be turned over. You have to stop your turn as soon as a fish type is revealed twice. You then lose both of this type.&#10;There are also caves to be explored. You need to uncovered as many fish as the number on the cave card indicates, before exploring it. If this is successful, the diver receives the advantage of the cave card.&#10;As soon as you end (freely or forced to), the 2nd phase is carried out. In this phase, the octopus is moved depending on the number of octopus symbols on the revealed fish cards. As soon as the octopus lands on a field with a diver, it tries to steal a fish from the diver. This is done like in the origiginal card game by a setting a number of cards and rolling a dice from the active player. In case of success (equal or higher the number) the octopus robes this number of cards for the active player. With a -1 he loses 1 card, which he has to give to the robbed player.&#10;&#10;The active player now gets all cards which are open.&#10;The places are refilled from a stack. The game ends when this is not possible for all empty fields.&#10;From the fish cards only the highest card from each fish type counts. The points from the treasure cards and from the fish cards are added. &#10;The player with the highest points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wo hat der Rauhaardackel sein h gelassen?",
    "ID": 343746,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/343746/wo-hat-der-rauhaardackel-sein-h-gelassen",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Germany there are many words where even Germans are not sure how to spell them. Especially characters like h, which are not spoken or double/triple characters in sequence make here problems.&#10;This game has 50 of this classic German language traps, as quiz cards with the description of the rules and their origin for clarification.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]