[
  {
    "Rank": "N/A",
    "Name": "Atlantic City Jackpot Game",
    "ID": 87416,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87416/atlantic-city-jackpot-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Contents: 3 dice, with BAR, Bell, Lemon, Cherries, Orange, and Plum faces.&#10;&#10;From the packaging: Each player contributes 10 chips to the pot before starting the game. The starting player pays one chip into the pot to roll the dice, and is rewarded from the pot according to the payoff as shown.  At the end of the game, the remaining chips are divided equally amongst the players.&#10;&#10;Distributed by Howard Sales Company, Margate, N.J.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Atlantic City (New Jersey, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Het Zuinig Rijden Bordspel",
    "ID": 87419,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87419/het-zuinig-rijden-bordspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Het Zuinig Rijden Bordspel - freely translated to &quot;The Economical Driving Boardgame&quot; - is made by Shell as a promotional game for &quot;De Zuinig Rijden Beweging&quot; (&quot;The Economical Driving Movement&quot;).&#10;This movement wishes to help drivers save 10 percent fuel by giving and sharing driving tips.&#10;&#10;The game components:&#10;- gameboard&#10;- 4 cars (pawns)&#10;- 2 dice&#10;- gamerules&#10;&#10;The game is based on the game Game of Goose. Though in this game the players drive their car and confront problems like an open bridge, driving with open windows or using the wrong fuel.&#10;Favorables for example are switching on cruise control, or throwing double 5, which means you shifted to fifth gear correctly.&#10;Winner is the player ending his or her move on field 63.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Huckepack durch die Wüste",
    "ID": 87422,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/87422/huckepack-durch-die-wuste",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Huckepack durch die W&uuml;ste - freely translated &quot;Porters through the Desert&quot; - is a adventurous dice game.&#10;&#10;Game components:&#10;- a cloth game board, 49 x 49 cm&#10;- 4 sets of 3 wooden game pawns (12 in total)&#10;- 1 die&#10;- the rules&#10;&#10;From the game:&#10;Somewhere in Arabia, in a small settlement on the border of the never ending desert, a great tension can be felt. In the shadow of an old palm tree four bold nomad sons are planning a dare-devil adventure. What is their plan? Will they really try to cross the desert by the infamous west route? Don't they know the treacherous quicksand and all those other dangers which lie in wait for them? Have no fear! With cautiousness, good companionship and some luck this route is passable. Each caravan still has one place open - dare this adventure and join them!&#10;&#10;The rules:&#10;Each player has three pawns with which to reach the large oasis in the middle of the board. Pawns are moved by throwing the die. A pawn can get stuck in quicksand, and then has to be rescued by another pawn of the same player. (Optional: or by rolling a six.) A rescued pawn is carried on the back of the other to the next oasis, where the pawn which was stuck has to rest till another pawn ends its turn there, or a six is rolled by the player.&#10;&#10;When a pawn ends its move on a field where another pawn already is, it can climb on the others back, and be carried/ported by it. This is possible with both your own or other players pawns. (Multiply carrying is allowed.) However: a carried pawn should hop off  before reaching the next oasis, as once the porter reaches it, it will drop off all carried pawns in the oasis! And likewise with resting pawns from being stuck in the quicksand: formerly carried pawns will have to rest till another pawn ends its turn there, or a six is rolled by the corresponding player.&#10;&#10;When a pawn ends it turn on a place from which a short track continues (shown by a road sign), this may be taken on the next turn. Any carried pawns are carried along.&#10;To reach the end oasis, a pawn has to reach it, either by throwing the required number exactly or higher.&#10;&#10;Winner of this adventurous journey is the player who has crossed the desert with his or her three pawns first.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Deserts",
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roue Breizh",
    "ID": 87426,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/87426/roue-breizh",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "&quot;Roue Breizh / The Lords of Broc&eacute;liande&quot; is strategy game set during the Dark Ages in the Celtic land of Brittany (the north-west corner of France). In the Breton language &quot;Roue Breizh&quot; means &quot;King of Brittany&quot; (Roue is pronounced &quot;Rou&eacute;&quot;, the old pronunciation of the French word Roi or King). The game comes with an educational booklet setting out the history of what was, to the medieval mind, a mystical land associated with the knights of the Round Table and the legendary forest of Broc&eacute;liande.&#10;&#10;In this game, players play the feudal lords of Brittany who have survived the fall of Rome (or have fled from their original homeland: Britain) and now face barbarian invasions from the sea and the encroachments of the Frankish kingdom from the east. The Breton lords gradually settle and connect up their different domains, establishing towns and defending themselves against the terrible Vikings and Northmen. The aim of the game is to found ever larger baronies, counties and duchies, whether on one's own, or in combination with the domains of an ally. At the end of the game, one of these lords will be crowned King of Brittany: the &quot;Roue Breizh&quot;!&#10;&#10;Mechanisms: Kingdoms are made and unmade, alliances are formed at will. There's no elimination of players. Instead, players are given the chance to form alliances, and may freely give and receive lands as they make or break alliances at the end of each turn. During a turn, members of the same alliance are not allowed to attack each other. Being a member of a strong alliance will allow each player in the alliance to have a better dice-roll in times of conflict. Some players are also members of the Council of Broc&eacute;liande, which gives its members more power, but also - inevitably - the obligation to redistribute resources and to promote the development of other players instead! Gaming enthusiasts will certainly enjoy the fact that &quot;Roue Breizh&quot; gives a decisive advantage to team-play, through the principle of rotating &quot;coalitions&quot;. Between each round of play, the formation and re-formation of teams gives rise to complex interactions between the players as they negotiate the terms of their alliance.&#10;&#10;(This is an amended version of the summary published on the Tric Trac website, in French).&#10;&#10;",
    "Categories": [
      "Fighting",
      "Medieval",
      "Negotiation"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Country: France",
      "Region: Brittany (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gołębie",
    "ID": 87438,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/87438/golebie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;Go&#197;&#130;&#196;&#153;bie&quot; (&quot;Pigeons&quot;) is a non-collectible mini card game for 2 players in which they take the roles of pigeons. They &quot;fight&quot; with the patience of people waiting at a bus stop. The purpose of the game is to be the bird that reduces their patience the most.&#10;&#10;There are total 5 character cards. Each character card has different number of marks printed on it. These marks are called &quot;patience&quot;. During the play &quot;patience&quot; on those cards will be covered by player's markers as they play their pigeons cards. After all &quot;patience&quot; on a card is covered, that card is put aside &ndash; it won&rsquo;t be used till the end of the game.&#10;&#10;Game ends when all character cards has been put aside. Players count their markers on those cards. One with the most counters wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Pigeons",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Towers",
    "ID": 87449,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/87449/towers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Towers is a game with elements of chess and checkers, played on an 8X8 board&#10;&#10;Players start with 15 Towers and one Castellans, with both moving like the chess Rook, and may leap orthogonally over an adjacent piece, landing on the next empty cell.&#10;&#10;Castellans may additionally step a single cell diagonally, but not to the goal cell, the corner to a player's left, without capturing.&#10;&#10;A player may not enter their own goal cell. &#10;&#10;&#10;CAPTURE - There are two ways of capture:&#10;    Custodian, sandwiching an opponent's piece orthgonally between two of your own pieces, or by Intervention; where a piece steps between two orthogonally placed enemy pieces, it captures them both.&#10;&#10;It is possible to move so as to capture in more than one direction at a time.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gauntlet",
    "ID": 87453,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/87453/gauntlet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Played on an 8X8 board, Gauntlet is a game of unequal forces.&#10;&#10;White has six pieces centred on last row on one side of board.&#10;&#10;Black has six in each adjacent side (2 sides for 12 pieces)&#10;&#10;MOVEMENT - All stones move in just one direction one space at a time&#10;&#10;The right Black stones move left, &#10;The left Black stones move right,&#10;&#10;The White stones move away from their start row.&#10;    White runner player moves first!&#10;&#10;Stones are captured by jumping enemy stones. Captures are mandatory, but the player may choose between multiple  captures.&#10;    &#10;The two sides have differing goals, white to reach the last rank with one stone.&#10;    &#10;Black to capture all white stones.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rochester in a Box",
    "ID": 87461,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/87461/rochester-in-a-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a Monopoly clone based on the city, Rochester, NY. Board Squares are replaced with local businesses &amp; landmarks.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: ... in a Box (Late for the Sky)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Romance of the Three Kingdoms 2",
    "ID": 87463,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87463/romance-of-the-three-kingdoms-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Tactical level wargame based on the Chinese historical novel &quot;Romance of the Three Kingdoms&quot;. This game covers field combat of the early episodes of the novel, and does not include later episodes siege combat.&#10;&#10;Players control warlord forces at the end of the Han dynasty. The purpose of the game is to eliminate enemy troops.&#10;&#10;Players organize their units secretly.&#10;Search and leader's ability are the most important elements of the game. Surprise and preemptive attacks occur under  search condition. &#10;Leaders' duels are first resolved in battle. Then leaders attack opponent force, and finally force combat is resolved.&#10;&#10;NOTE: this game has no direct relation with the same publisher's &quot;Romance of the Three Kingdoms&quot;. Both games only share the same background.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Continents: Asia",
      "Country: China",
      "History: Early Imperial China",
      "Players: Two-Player Only Games",
      "Series: World War Game (Epoch)",
      "Theme: Romance of the Three Kingdoms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Souls of the Brave: the Epic of the Alamo",
    "ID": 87465,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/87465/souls-of-the-brave-the-epic-of-the-alamo",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6667",
    "Description": "Solitaire wargame, a print and play product, that mixes cards and dice to reproduce the most famous desperate battle of all time: the Alamo.&#10;The player, as the Texans, must try to avoid that the far superior mexican force reaches the walls of the Alamo. The game uses a system reminescent of Butterfield's Raf, using cards for random activation of the Mexican force, while a combat system mutuated by Zulu Wars resolve each different combat situation that may arise during the game.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: San Antonio (Texas, USA)",
      "History: Texas Revolution",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alles Paletti?!",
    "ID": 87466,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87466/alles-paletti",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "User Summary: This game is designed to help parents communicate and find new ways to think about their relationships with their children. Using a deck of cards, the game has various kinds of techniques to challenge a parent's view, and to help them see the world differently. For example, you might be asked to role-play a scenario, but with a specific attitude alien to your normal thinking. Or the card may ask a moral question, but you have to answer from the view of different ages. There are no 'right' or 'wrong' answers, and gamers may not consider Alles Paletti?! to be a game in the normal sense. But it is designed to use methods of play to bring out changes in people, without accusations and finger-pointing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Checkers Gomoku",
    "ID": 87467,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/87467/checkers-gomoku",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The marriage of checkers and Gomoku.&#10;&#10;Played on an 8X8 board, with 12 checkers each.&#10;&#10;The game is played in two phases.&#10;&#10;1) To start the game each player places a piece on an empty space and taking turns continue to do this until all pieces are on the board.&#10;&#10;2) Then the second phase begins where they can move one piece each turn. A piece can move to any adjacent empty cell, in all 8 directions.&#10;&#10;Players are attempting to create 5-in-a-row of their own colour either orthogonally or diagonally. When they achieve 5-in-a-row the player can remove one of the opponent's pieces.&#10;&#10;The goal is to reduce the opponent's piece total to 4.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doggie Bones",
    "ID": 87468,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/87468/doggie-bones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The dogs have all buried their bones in the yard but they cannot remember where.  The players take turns looking through the dirt mounds trying to be the first doggie to find all of his bones.&#10;&#10;In doggie bones the players use memory and deduction to locate their bones. There are simple rules for ages 3-5 and regular rules for ages 6+.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raaapidoo",
    "ID": 87471,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87471/raaapidoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the rules:&#10;&#10;Content:&#10;5 big leaf shaped double-sided boards&#10;32 smaller leafs with pictures&#10;&#10;Goal:&#10;To find 1 unique picture on each board.&#10;Each round winner will receive 1 small pictured card. Get 5 cards to win the game.&#10;&#10;Set-Up:&#10;Set all 5 board so everyone could see them.Don't matter how or which way the boards are places, there always are only 1 picture same on each board.&#10;32 smaller cards will remain with the game leader.&#10;&#10;Game:&#10;Game leader (older player) has all the 32 cards. He searched the one card that matches the picture on each board and placed it secretly before him. Only he/she knows that animal picture. To make it easier, game leaser may choose the right animal and other 4 animals and mix them and then place then on the table for everyone to see. One of them is the right one. The first one to name the right animal on each board, gets to keep the card. Cards should be hidden from other players.&#10;Each players gets only 1 guess.&#10;This goes until one player has gotten 5 cards.&#10;After each round, game leader collects all board and places them in any order, only making sure that already picked animals would come up again.&#10;&#10;Winner:&#10;Game is over when 5th card for someone is collected.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Kleine Einmaleins",
    "ID": 87473,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87473/das-kleine-einmaleins",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box:&#10;New game from Noris Spiele to help youngsters learn math like never before.&#10;This board game that comes with a cool CD teaches youngsters all kinds of math, from adding to dividing.&#10;But this is not just another boring math game, but this time each players had a mission cards and each time the game is different. Scores can be multiplied if you are smart or divided by your opponent if not careful enough.&#10;Win this game by fulfilling you mission cards first.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vad säger djuren?",
    "ID": 87474,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87474/vad-sager-djuren",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "From the box:&#10;Game for small children to help them learn about animals and what sound they make.&#10;Each player gets a board with 5 animals on it - sheep, cat, cow, dog and a pig. Each animal has a different colored background.&#10;&#10;Then all wooden tiles are shuffled. Each tile has a picture of an animal on one side, a colored circle on the other side. All tiles are shuffled good and placed the colored circle upwards. Now starting with the youngest player, they turn around tiles. When player turns around a red circle and it has a cat on it (which has a blue background), he/she need to do red animals voice (cow) while doing the cat move (sitting straight and doing ears). If that player is successful, he may place that tile on his board, covering that picture (cat).&#10;&#10;When player turn around a blue circle tile, with a blue picture (cat), he/she just need to make a sound.&#10;&#10;The first player to get all 5 tiles is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Society for Stacking Things on Top of Other Things",
    "ID": 87476,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/87476/the-society-for-stacking-things-on-top-of-other-th",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Publisher Blurb: The Society for Stacking Things on Top of Other Things is a small, fast-playing deck building game for 2-4 players.&#10;&#10;Players will build a deck by drafting cards from a communal pool.  These cards consist of Action cards and Thing cards.&#10;&#10;Players take it in turn to play actions which affect how many cards can be drafted into their deck during their turn.  After doing so, they may place a thing card on their personal stack.  Once this is done there is a cleanup phase.  During this phase players replenish their hands to ready themselves for the next turn.&#10; Players attempt to create the biggest stack of Things. Each Thing is worth points. The first player to 1000+ points whom is able to place the Winner Flag on top of his stack is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Geopol",
    "ID": 87479,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/87479/geopol",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the game box:&#10;&#10;Q: Do you know a county like Vietnam?&#10;A: Yes, of course!&#10;Q: Can you show this on the map?&#10;A: .... eee I....wait wait...&#10;Q: Did you know that 87 million people live there?&#10;A: ...OK...&#10;&#10;Board game that you are holding is made for getting knowledge about geopolitical in a fun way and to spend time in a great way.&#10;World is full of amazing stuff, look around and compare countries by size, population, economy and power - it makes you think.&#10;&#10;You goal is to answer and show correct placement and collect 5 cards from each continent.&#10;Game lasts until one player has collected 5 cards from each continent, or if each country is claimed by someone or is the game gets boring, then the ones who has most cards is the winner.&#10;&#10;On your turn you roll two dice. One dice shows which of the continents you have to choose from (6 is free choice) and the other dice shows how many countries you can try for this turn. Then player collects 1 or more cards from the corresponding card pack and sets himself ready. Then 2 minute timer is activated and active players must show with small tokens where each of those selected countries are.&#10;&#10;There are many many optional rules for game play.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heimat- und Sachkunde",
    "ID": 87483,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87483/heimat-und-sachkunde",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the box:&#10;New board game for the children that comes with a great CD to make the experience even better. This game teaches all about your surroundings, about another kids and world. Each player chooses randomly a board and then his goal is to complete the puzzle. Each puzzle needs 6 correct pieces in correct category like dogs or traffic signs. CD teaches and put sounds to the game as well. Winner is the player who is able to complete 3 puzzles.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Romania Trivia",
    "ID": 87501,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/87501/romania-trivia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This is a new game about Romania, a trivia game for your family and friends to enjoy.&#10;&#10;There are 400 cards with a total of 2400 questions about Romania, covering 6 areas: history, culture, science, sports, geography and misc.&#10;&#10;Contents:&#10;&#10;- 400 cards with 2400 questions and answers;&#10;- the board;&#10;- 6 pawns;&#10;- 6 puzzle pieces;&#10;- 1 dice; &#10;- rules.&#10;&#10;Roll the die to see from what category you will get your question. Once you answer one correct question from a category, you receive one puzzle piece. The first one to give a correct answer to a question from every category will make up Romania from the 6 puzzle pieces and win the game.&#10;&#10;Be the first to find out how well you know your country, learn new things and have fun!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Romania"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bizn[eS]",
    "ID": 87506,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/87506/biznes",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&quot;Busine[eS] - play social economy&quot; is a biding game designed for one of polish NGO's - Foundation for Social and Economic Initiatives (FISE). It this game each player takes role of a leader of local government. His task is to develop structures of social economy in his area - job agencies, social assistance centers, NGO's etc... and take care of people who are looking for a job.&#10;&#10;In each round players bid for projects of the institutions of social economy. Then they add it to their personal boards creating a system of social economy in their city. Later they need to help people looking for a job. There are three kinds of meeples representing different groups of people: green one are easiest to manage but they will give you the less points for finding them a job, the yellow ones are average, and the red meeples are people who needs a lot of time to prepare them to work but they are worth most points. At the end of each round if you haven't got enough space in your structures for the people looking for help you have to pay a penalty. In each round all of the meeples move one step closer to the left side of a players boards. When they leave the board it means they found a job and player receives points.&#10;&#10;The game was designed as a learning tool for workers of polish jobs offices.&#10;&#10;The game was self-published by Foundation for Social and Economic Initiatives (FISE)&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cosmic Encounter: Cosmic Conflict",
    "ID": 87507,
    "Year": "(2011)",
    "Geek Rating": "6.832",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87507/cosmic-encounter-cosmic-conflict",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8387",
    "Description": "This is the second expansion set for the Fantasy Flight Games version of Cosmic Encounter.&#10;From FFG web site:&#10;&#10;In Cosmic Conflict, 20 new alien races explode onto the galaxy! Players will now shudder at the insidious kindness of the Empath, blink in confusion at the antics of the Lunatic, and howl in outrage as their planets are stolen away by the Claw!&#10;&#10;Cosmic Conflict also makes the Cosmos even bigger, adding another player (and attractive black components) to the game. Cosmic Quakes will shake things up, ensuring that no player&rsquo;s hand is truly safe. And as if that wasn&rsquo;t enough, Cosmic Conflict introduces a new variant to the game &ndash; the hazard deck, which confronts the players with dangerous and amusing events that can crop up at any time.&#10;&#10;Hazards are special game-altering conditions that bring exciting effects to your Cosmic Encounter experience. Special destiny cards, drawn during the destiny phase, display a &ldquo;hazard warning&rdquo; in the upper left corner; this indicates that a hazard card should be drawn.&#10;&#10;Consisting of two types (temporary and permanent), these cards have a variety of wild effects. The Energy Fields hazard card, for example, lets each main player draw two free cards... but they must show them to the group first. And the optional &ldquo;Extremely Hazardous Variant&rdquo; will take you on a wild ride; it brings a new hazard card into play every turn!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Negotiation",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Cosmic Encounter",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Beast",
    "ID": 87508,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/87508/battle-beast",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Battle Beast is the game player gather Beast warrior and fight other players&#10;&#10;Game Play : Every one draw 5 cards from the same deck. When in their turn, They must form a team of beast warriors to attack another player  and may play only one tactic card from their hand per turn. The defender may play one tactic cards and form a team of beast warrior from his hand to defend. If the Attacker win He claim VP equal to 1 + (different in number of beast warriors) and kill all defending warrior. If the defender win nothing happen and pass to next player turn&#10;&#10;Goal : When 2 players are out of VP the game end and Who got the most VP win the game&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gromadka Misia Uszatka",
    "ID": 87509,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87509/gromadka-misia-uszatka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A funny board game for 2 to 4 players.&#10;&#10;Each player chooses the colour of his pawn and rolls a dice, then he moves his pawn. When he steps on the place with the blue circle, there&rsquo;s something happening (good or bad, for example the player is missing his turn). On the red circles nothing happens. The winner of the game is the person who first will reach the place with the bears' house.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Bears"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chroma 4",
    "ID": 87511,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/87511/chroma-4",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Goal: to build a 30x30 cm square using rectangular pieces of different colors while avoiding pieces of the same color to touch themselves.&#10;&#10;Gameplay: The pieces are evenly distribute between the players. The first player puts one of his pieces over the table. The other players do the same, trying to build a square. Pieces of the same color cannot touch each other(horizontally, vertically or diagonally). The winner is, either the player that puts his last piece or, if there aren&acute;t a possible move, the player that has fewe pieces left.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Siege",
    "ID": 87514,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87514/siege",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Goal: the attacking army (red) must occupy the throne (central position of the board). The defending army (yellow) must eliminate all pieces of the attacking army.&#10;&#10;Gameplay: The pieces are distributed over the board following  pre-configured positions: the defending army around the central position and the attacking army at the border. The red army starts the game, each player can move one piece per turn. A piece can be moved to any other adjacent empty space. During the game, the central piece can be used by the yellow army. The captures are made the same way as checkers. After a capture the same player continues playing as long as he can capture other pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Juego de las Hormigas",
    "ID": 87524,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/87524/el-juego-de-las-hormigas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "3",
    "Description": "After the latest rains, several colonies of ants are trapped by water. Should cooperate in building a bridge that allow them to leave, but without neglecting their familys. Must go to search of food, materials and to extend their anthill, care for the larvae, feed ants and defend against attacks from other insects. The best Developer colony will take the victory.&#10;&#10;The players handled their own colony of workers and warriors, and will have to face all these challenges, carefully choose the most beneficial actions and learn to manage their ants, both the workers who are those will go for food and materials, and the warriors, which will give you protection against insects. You'll get victory points for contributions to the construction of the bridge, the good behaviour of your warriors, as well as at the end of the game for having the best developed colony.&#10;&#10;&#10;Tras las ultimas lluvias, varias colonias de hormigas se encuentran atrapadas por el agua. Deben colaborar en la construccion de un vado que les permita salir, pero sin descuidar a su familia. Deberan ir en busca de materiales y alimento, ampliar su hormiguero, cuidar de las larvas, alimentar a las hormigas y defenderse de los ataques de otros insectos. La colonia mas trabajadora y mejor desarrollada se llevara la victoria.&#10;&#10;Los jugadores manejaran su propia colonia de obreras y guerreras, y tendran que  enfrentarse a todos estos desafios, elegir cuidadosamente las acciones mas beneficiosas y saber administrar sus hormigas, tanto las obreras que son las que iran por comida y materiales, como las guerreras, que te daran defensa contra los insectos. Conseguiras puntos de victoria por los aportes a la construccion del puente, por lo bien que se hayan portado tus guerreras,  asi como al final del juego por tener la Colonia mejor desarrollada.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Exploration",
      "Territory Building",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Simulation"
    ],
    "Families": [
      "Animals: Ants"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runaway Sleigh",
    "ID": 87545,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/87545/runaway-sleigh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Krampus,the dark twin to that jolly elf Santa Claus, is tired of his diminished and secondary role in the Christmas holiday, and has booby-trapped Santa's sleigh.  The sleigh has flown off on it's own and now it is a race: Krampus is out to ruin everyone's night by stealing gifts and Santa is trying to retreive the sleigh and deliver the presents.&#10;The board consists of eighteen areas, the north and south poles which are the base points for the Santa and Krumpus players.  The sleigh is placed in the center of the board.  The game includes three dice, hand painted with both numbers and the following symbols:&#10;1,2 :footprints&#10;3,4  :sleigh&#10;5    :a spring&#10;6    :a hand&#10;and on one die, a three is an asterisk, representing a wild face.  The game may be played with normal dice, but one 3 face must be marked to represent the wild symbol.&#10;Setup continues by rolling the dice six times (3d6) and laying cubes that represent the gift targets on the resulting spaces, which are numbered from 3-18 (1 and 2 are the poles, and will never have gift targets placed on them.)&#10;The dice and the player's tokens are manipulated using the dice.  Each turn the player may roll 3 times, keeping a die or two each time.  If a die is kept, it must be used at the end of rolling, there is no deciding to reroll later.  Whatever is rolled on the third roll is kept and used.  &#10;Keep on footprint to move one space, two to move three spaces, and keep three footprints to move four spaces.  Movement is orthogonal only, never diagonal.&#10;Keep one sleigh to move the sleign one space orthogonally, two to move three, three to move hour.  In addition, if the player's token is in the same space as the sleigh, you must roll two sleighs to board the sleigh.  Once on the sleigh, the sleigh is moved with either footprints or sleighs (not a combination of both, though you may wait until the end of the third roll to decide which you will use to move the sleigh.)  Move the sleigh to bring it closer to you, or to keep the other player from intercepting it.  The sleigh may not be moved remotely if the other player is riding it.&#10;Roll and keep three springs to eject a player riding the sleigh back to his or her base.  (In variant play, any gifts on the sleigh at this point remain aboard)  While unlikely, it is possible to eject yourself from the sleigh if you roll all three dice three times and it pops up.  If so, too bad, back to base with yourself!&#10;If on the sleigh and in the same space as a package, roll and keep two hands to deliver the package as Santa or steal the package as the Krampus. In either case, place the package in your base as a point.  &#10;The wild symbol may substitute for any other in the above combinations.&#10;&#10;Winner is player to pick up the most gift tokens when the last one is picked up, ties going to Santa, because it's Christmas, after all.&#10;&#10;Variant Challenge 1: To 'win' a gift and get the point, you must return to your base with it (no roll required to drop it)&#10;&#10;Variant Challenge 2: Use Variant Challenge 1, but the other player may also steal gifts from your base, and the winner is the first to get ALL the gifts.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Holidays: Christmas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "9 Minutes to Takeoff",
    "ID": 87552,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/87552/9-minutes-to-takeoff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "T&rsquo;was 9 minutes to takeoff and all round the castle,&#10;Elves were scurrying about dealing with hassles.&#10;Bernard, the head elf, screamed out in fear,&#10;4 undone tasks might cancel Christmas this year.&#10;&ldquo;9 minutes &lsquo;til Christmas! You, you, you and you,&#10;Listen to me now, I will tell you what to do.&#10;Get 4 bolts to repair Santa&rsquo;s sleigh,&#10;It can&rsquo;t land on rooftops with a broken runner, OK?&#10;Get 24 cups of flour to the baker right now,&#10;Some of the Gingerbread men were mistakenly shipped to Fuzhou.&#10;8 golden bells from the reindeer harness are missing,&#10;Please get this fixed before the Big Man has a hissy.&#10;From Santa&rsquo;s red coat, 4 buttons are lost,&#10;We must find and replace them, whatever the cost.&#10;These things must be done, but a bad storm is near.&#10;If we can&rsquo;t do them all in 9 minutes, there will be NO Christmas this year!&rdquo;&#10;Ready for the challenge, the team sprang to its work. . .&#10;&#10;9 Minutes to Takeoff is a cooperative game for 2 &ndash; 4 people, ages 8 &ndash; Adult, lasting 30 to 60 minutes. This game was designed as an entry in the BoardGameGeek.com 2010 Christmas Print and Play Game contest.&#10;&#10;Your team of North Pole denizens must work together to prevent the greatest tragedy of all time: No Christmas. A blizzard is heading for the North Pole and snow is making certain areas impassible. To win you must work together as a group to clear the snow around Santa&rsquo;s Castle so that you can complete the four required tasks and return to the castle by flying reindeer before time runs out. If however, the countdown clock runs out before you can complete your tasks, there will be no Christmas and Everyone, Everywhere will lose.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Trading"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PvP",
    "ID": 87562,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87562/pvp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "PvP is a quick 20-30 min, 2 player fantasy card game where players use teams of combatants to try to be the last man standing!&#10;The game is easy to learn and play, offers many interesting challenges and replayability.&#10;&#10;The objective of the game is to wipe out all of the opponent's characters. Each character can only take a certain amount of damage.&#10;Each turn, players roll 6 Six-sided die three times, keeping any number of die between each roll. At the end of the third roll, players assign dice to characters they control. Each character has abilities which correspond to specific die combinations. (Eg. Fireball requires a straight, a strike requires a pair, etc...)&#10;&#10;Characters are divided into teams which provide special bonuses if at least 2 members of the same team are present. Each of the 12 characters possess unique abilities. Advanced rules allow for customization of character teams, allowing endless re-playability!&#10;&#10;For more info on motivation behind the game, head over to&#10;http://www.indiegogo.com/PvP-A-card-and-dice-iOS-game?a=476297&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Here & Now Taiwan Edition",
    "ID": 87564,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/87564/monopoly-here-and-now-taiwan-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back of the box: Wheel and deal your way to a fortune even faster using debit cards instead of cash! All it takes is a card swipe for money to change hands. Now you can collect rent, buy properties and pay fines -- all with the touch of a button! It's a new way to play the family classic that's been brought up-to-date with higher property values and Taiwan's hot spots.&#10;&#10;",
    "Categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Taiwan",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorry! Sliders Pocket Game",
    "ID": 87572,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/87572/sorry-sliders-pocket-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "from Publisher blurb&#10;&#10;Sorry Sliders Pocket Game - Aim, slide and score your way to victory! Set out the double-sided discs and slide your pawns to hit just the right mark. But watch out your opponent could knock you out of your perfect spot! Hit the points zones to start racking them up and avoid the danger zones, where your score could slide down to zero. Test your skill on the easy side of the discs first and then flip them over for an even bigger challenge! When your game is done, pack up your pawns and discs into the carry-case and take your sliding skills on the go.&#10;&#10;Sorry Sliders Pocket Game includes:&#10;6 pawns&#10;5 Double-sided play-discs&#10;Carry-case&#10;Instructions&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Sorry!",
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CrystalicuM: Kryształowa Gra Karciana (Second Edition)",
    "ID": 87580,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/87580/crystalicum-krysztalowa-gra-karciana-second-editio",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&ldquo;There is no doubt that the simultaneous deaths of the personal doctor of the Empire&rsquo;s ambassador to the City of Gnomes, a dwarven merchant named Nu&ntilde;ez y Carazil, who owned a canton in Amidawa, and Timur ibn Sallah, an astonian burglar serving a sentence in the Morning City have not occurred by pure chance. As we will show here, though nothing obvious points to that conclusion, the three were acquaintances and exchanged coded letters often. Whoever decided to eliminate them, not only learned of this connection, but also had the resources to strike in three different places of the Universe at once. We know then, that we are dealing with two covert organisations: one to which the deceased belonged to, and another which performed the executions. We also know that at least one of them does not stop short of murder.&#10;- Aldobrandino di Gato Nero, &ldquo;The Chronicle of the War of Shadows&rdquo;&#10;&#10;CrystalicuM - Krzysztalowa Gra Karciana (Polish for Crystal Card Game, abbreviated KGK)  is a Polish CCG, set in a 'fantasy/ space opera/ steampunk' universe and with anime/manga like art. The universe is also developed in a Polish role-playing game of the same name.&#10;&#10;In the Known Universe there are many secret conflicts, wars and alliances. Secret brotherhoods fight each other, and for them, interstellar powers are only a tokens in the eternal game. The fate of the Universe and its unaware inhabitants rests upon you.&#10;&#10;The Second Edition started in november 2010.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Politburó, Lucha de Poder",
    "ID": 87581,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/87581/politburo-lucha-de-poder",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;Politburo, Lucha de Poder&quot; (Politburo, Power Struggle) is an ironic card game about the struggle happened after the Russian Revolution of 1917, to become the General Secretary of the Communist Party and guide the URRS into a new era.&#10;&#10;Players try to guide their three candidates in a dangerous ascension against the Politburo charges, with the aim of become the General Secretary of the Communist Party. The players have to play diferent kind of cards to increase their candidates loyality and health and to decrease their opponents ones.&#10;&#10;Players can enjoy role playing their candidate's actions (that results from the cards played), ruining the plans of the other candidates and for example calling them names like &quot;antisovietic&quot; or &quot;traitor&quot; at the same time that you use difamation cards to reduce your opponents loyality and maybe to send them into a Siberian Gulag. You can also use agresion cards to reduce their life points until you kill them.&#10;&#10;Everithing is allowed to become the General Secretary of the Party.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legends of Kalidasia: Rise of the Surakari",
    "ID": 87583,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/87583/legends-of-kalidasia-rise-of-the-surakari",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Tabletop space combat game.  Rules involve miniatures, tape measures, a decent amount of space in which to play, and other typical miniatures-based game stuff.  From the publisher's page:  &quot;150 million years ago, the Surakari launched a surprise attack on the Heragul Empire.  In a matter of a few weeks, half a dozen star systems had fallen to the Surakari.  Now, the Minex system has come under attack.  These seven planets provide critical fuel and material resources for the Heragul Empire.  The Minex system must be defended at all costs.  This is where the war really begins.&quot;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Adventure of Hayabusa",
    "ID": 87584,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/87584/the-adventure-of-hayabusa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "User summary:&#10;&#10;The adventure of Hayabusa is a co-operative card game for 1&ndash;4 players. The space probe Hayabusa has just fetched samples from another planet and is journeying back to Earth, when trouble after trouble occurs. The players play the roles of the crew and the mission is to overcome the problems and guide Hayabusa back to the Earth safely. All players draw cards from the same deck, and discuss which cards to add to the deck, all the while problem cards are gradually added to the deck.&#10;&#10;Designed by Makoto Nakamura, the designer of Gashbell the Card Battle.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vector Race",
    "ID": 87585,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87585/vector-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "Miniature game recreating a buoy race with flying/hovering vehicles (like the ones featured in Wip3out videogame, or Podracers from Star Wars Episode I). Vehicles can be equipped with weapons, and victory coul be achieved by being the fastest racer, or the last one still in game.&#10;&#10;It was published on #3 of french magazine Ravage (February/March 2001).&#10;&#10;",
    "Categories": [
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tannhäuser: Oksana",
    "ID": 87589,
    "Year": "(2011)",
    "Geek Rating": "5.558",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87589/tannhauser-oksana",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "From the FFG Website:&#10;&#10;&quot;Oksana is a former Archimandrite, defeated at the hands of the reincarnated god that she refused to bow to. Now she&rsquo;s back to cause a split within the Matriarchy, the powerful faction introduced in the Operation Novgorod expansion. Just as likely to side with the Union as she is with the Matriarcy on her path to vengeance, Oksana is a powerful ally or a dangerous foe, depending on where you stand in her eyes.&#10;&#10;Oksana utilizes the mechanical drones known as Vo&iuml;vodes, which are utilized heavily in Operation Novgorod. These Vo&iuml;vodes operate under Oksana&rsquo;s control, doing her bidding without hesitation.&#10;&#10;Oksana comes complete with a detailed pre-painted figure of Oksana Gusarenko, two pre-painted Vo&iuml;vode miniatures, two character sheets, and tokens for all of her equipment. Oksana has the ability to field two Vo&iuml;vodes when she is chosen as a hero. Players wishing to utilize Oksana&rsquo;s technological talents must replace one of their Troopers with her two Vo&iuml;vodes. She cannot be used on the same team as Zor&rsquo;ka from the Operation Novgorod expansion.&#10;&#10;In addition to these components, Oksana also comes with a rulebook featuring a custom scenario that sends her into Reich territory on a quest to recover lost documents.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Spies / Secret Agents",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Tannhäuser"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flucht vor dem T-Rex",
    "ID": 87603,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/87603/flucht-vor-dem-t-rex",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Escaping the T-Rex&#10;&#10;From the back of thebox:&#10;A hungry T-Rex tracked down a small Dromaesaurus and since he runs a lot faster then the small Dromaesaurus,  they have to be more clever then him to escape. A cooperative game to train the concentration.&#10;&#10;Each player gets a hand of cards.&#10;Players add to the track if they have  matching cards to move the Dromaesaurus, all matching cards in their hands are played on their turn adding cards to the track. If they don't have matching cards they can ask 1 other player if they have the other card of the pair.&#10;The T-Rex is moved by rolling a 0-1-2 dice.  Since the T-Rex starts on a T-Rex only part of the track he is a bit behind, but if he is lucky he can catch up on the Dromaesaurus and win the game. If the Dromaesaurus is not caught when all cards are played the game is won by the players.&#10;&#10;Components:&#10;12 T-Rex route cards&#10;40 escape cards&#10;2 playing pieces with stands&#10;1 0-1-2 dice&#10;&#10;The game is part of the T-RexWorld line of Die Spiegelburg.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infantry Attacks: To Hell With Spain",
    "ID": 87608,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87608/infantry-attacks-to-hell-with-spain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "From the Avalanche Press website:&#10;&#10;In the early summer of 1898, the United States embarked on war with Spain. The Spanish actually declared war first, but no one doubted that the United States was the aggressor; whether said aggression was designed to acquire control over Cuba or liberate the island depended on one&rsquo;s point of view. The small U.S. Regular Army would quickly be joined by tens of thousands of volunteers, who answered the war&rsquo;s signature battle cry &quot;Remember the Maine!&quot; with the less-well-remembered response:&#10;&#10;&quot;To Hell with Spain!&quot;&#10;&#10;To Hell With Spain is a supplement for the Series: Infantry Attacks (Avalanche Press) series, based on the battles fought in Cuba and Puerto Rico between June and August 1898. It is not a complete game: ownership of any boxed game in the Series: Infantry Attacks (Avalanche Press) series is necessary to provide the rules and markers, and maps are drawn from the following Series: Panzer Grenadier (Avalanche) games and supplements: Elsenborn Ridge, Road to Berlin, Battle of the Bulge, Kokoda Trail, Eastern Front and 1940: The Fall of France. There are 10 scenarios, each based on an actual battle or situation from the Spanish-American War.&#10;&#10;To Hell With Spain is sold exclusively via .pdf download. The playing pieces are not die-cut and mounted, nor is the scenario book printed. Instead it comes as a series of .pdf files that will need to be assembled into the game&rsquo;s components.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Spain",
      "Country: USA",
      "History: Spanish-American War",
      "Players: Two-Player Only Games",
      "Series: Infantry Attacks (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ancient Warfare",
    "ID": 87611,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/87611/ancient-warfare",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Wargames Rules for Entire Battles. From Earliest History to 1400 AD.&#10;&#10;A miniatures game for ancient and medieval warfare. The rules use interesting game mechanics, such as random movement rates, to represent the variable nature of warfare in the era it addresses.&#10;&#10;Units are rated by a Unit Cohesion Value (UCV) that takes into account the armor, leadership, and training of the unit. For example, Roman legionaries would have a high UCV due to their better equipment, good leadership, and regular training while barbarian tribesmen would have a lower UCV.&#10;&#10;Combat is divided into shooting, impact, and melee. Unit's abilities are divided into strengths and weaknesses in these areas. For example, a barbarian unit may have a high impact value, meaning that they have a formidable first charge, but their value in an ensuing melee is less imposing.&#10;&#10;The figure scales used for the game is 1:50 (one model figure representing 50 actual men) and the time scale is one turn equals approximately 60 minutes. The game attempts to allow entire ancient battles to be fought out in miniature on the tabletop.&#10;&#10;At the time it was published, Milgamex' &quot;Ancient Warfare&quot; emerged as a potential rival to the popularity of WRG's &quot;Wargames Rules for Ancient and Medieval Battles.&quot; However, they could not push WRG's rules out of the place they had gained in international competition play. The rules went through two printings, but by 1980, they were difficult to find in stores.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sportz Dice: Baseball",
    "ID": 87621,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.20",
    "Link": "https://boardgamegeek.com/boardgame/87621/sportz-dice-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A dice game simulating the game of Baseball by using two dice.  One die is the &quot;Pitching&quot; die, which has STRIKES, BALLS and HITS.  The second die or &quot;Batting&quot; die (used when a HIT is rolled on the &quot;Pitching&quot; die) has FOUL, CAUGHT and HOMERUN on its faces.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Sportz Dice (Tevele)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polaritease",
    "ID": 87626,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87626/polaritease",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the back of the box: &#10;Polaritease is the unique vertical board game that has caught the attention of people around the world.  By using the forces of magnetism, each player is presented with the opportunity to create a wide variety of game-winning strategies.&#10;&#10;Polaritease comes complete with rules, a black and white set of positive and negative charged tokens, a triangular game board, and two stands for mounting in a vertical position.&#10;&#10;From the rules:&#10;The object of Polaritease is simple.  If you remove your tokens from the board before your opponent, you win.  This is done when each token is placed on the bottom row, advanced to the red holes and then removed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railways of Mexico",
    "ID": 87627,
    "Year": "(2010)",
    "Geek Rating": "5.843",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87627/railways-of-mexico",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7812",
    "Description": "It is mid-19th century Mexico.  As more and more railroad companies emerge in the US, the transportation of goods is at an all-time high.  trading between countries is booming, and Mexico is ready to develop its rail system for transportation of goods to the USA.&#10;&#10;Can you be the first to build the best rail system south of the border and control the Railways of Mexico?&#10;&#10;Components:&#10;Mexico gameboard&#10;Railroad Baron and Railroad Operation cards for the Mexico map&#10;Rules&#10;Scoreboard&#10;&#10;This expansion will be included in the revised edition of the Railways of the World base game (scheduled for release at the end of 2010), but will also be available separately as a self-contained expansion for owners of Railroad Tycoon and of the first edition of Railways of the World.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Mexico",
      "Digital Implementations: Board Game Arena",
      "Game: Railways of the World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prodigy GC",
    "ID": 87628,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.29",
    "Link": "https://boardgamegeek.com/boardgame/87628/prodigy-gc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;What is this? A prodigy? A collective hallucination? This is not a movie. This is not a child&rsquo;s play. This is not even the real world, as you&rsquo;ve known it until now, at least...This is more&quot;.&#10;&#10;For fifteen years players had to customize their own deck: now, at last, they can customize their cards too!&#10;&#10;Prodigy Game Cards is a card game, you don't collect it, proper for experienced players; every player drives a group of people &quot;special&quot; in it: these people are called WIPper, in specific places around the world, that in order to prevail on the adversaries fight for many purposes.&#10;&#10;These characters, at first sight, seem just common people, but possess increased ability that we called &quot;prodigies.&quot; It is a WIPper who succeeds in these &quot;prodigies&quot;. Who is not able to do it, is without bond. Four types of bond exist and each is represented, in the game, by a different color:&#10;&#10;Molecular - yellow: those people that can modify their phisical structure and their molecular density in different ways.&#10;Elementary - green: they possess the ability to channel, to send forth and to check different types of energy using the body as catalyst.&#10;Feral - red: they possess a combination of Dna human and animal, that allow them to possess animal physical powers.&#10;Psionic - blue: they are the WIPpers that possess some superior mental abilities.&#10;&#10;To play a game of Prodigy Game Cards it needs at least two players. Every player must possess WIPper (the protagonists of our history), Places (where they fight) and a deck of Prodigies (the special actions that are able to do).&#10;&#10;With Prodigy Game Cards you can directly reach a new level of personalization: the Prodigies have  the technology Scracth&amp;Play, developed in collaboration with Cartamundi, that allows the players to personalize, in phase of construction of the deck, every single paper.&#10;&#10;Every Prodigy possesses three levels of power: low, middle and high. &#10;According to the strategy and experience, and according to the objective that the player want to get during the game, he decides what value &quot;to release.&quot; To increase a low value, is necessary to remove the patina that covers the left yellow panel of the paper; to increase the value, without going to far, it is recommended the panel (orange) found to the center; if you need  values of maximum power, it needs to set the right the panel (red) free.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Modern Warfare",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bombs Away",
    "ID": 87633,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/87633/bombs-away",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Bombs Away is a simple game of magnetic planes that drop ball bearing bombs on targets.&#10;&#10;The aim of the game is to pick up metal ball bearings from the side of the board with your &quot;magnet&quot; plane, then try to fly the plane across the plastic covering &mdash; with the plane on top of the plastic and the ball hanging below it &mdash; and aim to drop the bomb onto one of the targets below. Each target gives a different score, and the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Aviation / Flight",
      "Children's Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terror War",
    "ID": 87634,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/87634/terror-war",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Terror War is a DTP solitaire, strategy level game of the current conflict against al Qaeda and various potential adversaries. The player takes the side of the U.S./West and must choose one of the offered strategies. Operations include military, diplomatic, and intelligence. Economics have been added and interleaved as an important factor.&#10;&#10;Initial strategy in the Historic game is set and one must follow through with it until allowed to change strategy. This presents both opportunity and difficulty. Terror operations are governed by Random Event and various rules. While the terror side may not seem too active, it's very existence constitutes a tremendous threat to the U.S./Western position in the world. Players will feel the pressure and frustration of achieving the right balance of strategy to means. A half dozen or so different strategies are available to play with.&#10;&#10;The game spans 20 one-year turns, from 2001 to 2021. By the end of this time the U.S. side must either bring off a victory, or lose.&#10;&#10;This is a tough, strange war and the game reflects that reality.&#10;&#10;Download rules, map, counters, etc at http://talk.consimworld.com/WebX?14@153.EuETbiw6OXw.45@.1dd43f4f/0&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quiz Spiel",
    "ID": 87635,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/87635/quiz-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players have to answer trivia questions of different categories. A pawn moving around on a board shows which category. The first player to answer 10 questions correct wins the game.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mousquetaires du Roy: Tréville miniature",
    "ID": 87639,
    "Year": "(2010)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87639/mousquetaires-du-roy-treville-miniature",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "This special item was available at the SPIEL10 fair in Essen together with the game.&#10;&#10;Tr&eacute;ville is the captain of the Musketeers.&#10;&#10;His is an charismatic leader with the following special ability:&#10;&#10;Once per turn during the Musketeers&rsquo; phase, when it is Tr&eacute;ville&rsquo;s turn to play, he may give any of the Musketeers one &lsquo;order&rsquo;. This costs Tr&eacute;ville 1 action. The Musketeer carries out this free action at once according to normal rules (i.e. draw a card, move, fight, etc.).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Novel-based",
      "Renaissance"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Authors: Alexandre Dumas",
      "Books: The Three Musketeers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Havre: Spielemesse Sonderkarte",
    "ID": 87641,
    "Year": "(2010)",
    "Geek Rating": "5.561",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87641/le-havre-spielemesse-sonderkarte",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3",
    "Description": "At the Essen Toy Fair 2010, Lookout Games has published a new special card for Le Havre.&#10;It is part of the Lookout Games anniversary catalog and has to be cut out.&#10;&#10;This card is included in the 2017 edition of Le Havre.&#10;&#10;The new card has the following ability:&#10;&#10;&quot;Nimm Dir 1 Schuldschein und 6 unterschiedliche Waren Deiner Wahl (au&szlig;er Stahl).&quot;&#10;&#10;In English:&#10;&#10;&quot;Take 1 loan and 6 different goods (except Steel).&quot;&#10;&#10;You can find an English version of this card in the files section.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Le Havre",
      "Series: Harvest (Uwe Rosenberg)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Brothers",
    "ID": 87648,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/87648/pirate-brothers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the rules:&#10;&#10;In the mid 18th century, two fearless pirate brothers ruled the seas of the world as it was then known. They were Captain Blackbeard and the Red Corsair. &#10;They salvaged treasures, attacked merchant ships and embarked on many an adventure. Over the years, the par assembled loyal crews and had magic pirate spells which they used to spread terror and fear throughout the civilised world. They were as thick as thieves. As for who was the strongest of the two, no one knew. To decide those once and for all, each pirate kidnapped the beloved lady of the other.&#10;In this exciting duel between two legendary figures, the players take on the roles of Captain Blackbeard and the Red Corsair and each attempt to free their ladies from the clutches of their brother.&#10;The table where the cards are laid represents the sea and its islands. The hand of each player represents their pirate ship, while the cards symbolise the crew or the pirate spells. Which pirate brother will be the first to free his lady from the grasp of his brother?&#10;&#10;Object of the game:&#10;The object of the game is to free your pirate lady from the clutches of your opponent pirate.&#10;The first player whose lady (Lady in Red for the Red Corsair, Lady in Black for Captain Blackbeard) appears on the opponent's discard pile is the winner.&#10;Cards land on the discard pile either by defeating them while fighting on an isle or due to a penalty when the opponent pirates controle one or more of the 4 islands. Care has to be taken on which island your followers should be send as even the strongest pirate has its weaknesses. Furthermore, every island has its own penalties (e.g. discard cards from your hand / discard pile or pirates already on islands) which should be considered.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bedmaster",
    "ID": 87649,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87649/bedmaster",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an adult themed game in which the goal is to use cards and directions in race to disrobe your &quot;opponent.&quot;  Each turn the two players are vying to control the title &quot;Bedmaster,&quot; which gives them control of that round.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkinomicon",
    "ID": 87658,
    "Year": "(2011)",
    "Geek Rating": "5.686",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87658/munchkinomicon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "It's the ultimate book of spells . . . the Munchkinomicon. But beware! If you aren't munchkinly enough, the Munchkinomicon will slip away and find a more suitable host. This set includes the Munchkinomicon and 14 of its deviously cheesy spells, like United I Stand, Eldritch Cleaver, and Unnatural Compulsion.&#10;&#10;This is an expansion for ANY Munchkin game. It is not a stand-alone game. This is NOT a collectible or randomized set. Every Munchkinomicon pack is the same as every other.&#10;&#10;Part of the Munchkin series&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smarty Party! Expansion Set 2",
    "ID": 87664,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87664/smarty-party-expansion-set-2",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "From the R&amp;R Games Website:&#10;&#10;200 all new categories in this expansion set to Smarty Party. Fans of this game have patiently waited while we handpicked each category and carefully ripened them until they were practically bursting with flavor. Now that long wait is finally over and they're ready for play!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Smarty Party!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wobbly Chef Junior",
    "ID": 87667,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/87667/wobbly-chef-junior",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "This is a dexterity game where players have to try and balance food items on the two trays held by a waiter.  What makes this a game is that the waiter's feet are not flat, they're rounded, so any addtion to the trays causes the whole mass to move about.&#10;&#10;The loser is the person who causes the food to fall off the trays.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Azincourt",
    "ID": 87671,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87671/azincourt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Several versions of the battle have been produced. Each has been contrived to show a historic resolution, fun for the English player, depressing for the French. Azincourt (French spelling) is a unique approach. The French might have had more coordinated leadership. They might not have been so intent on an easy victory, and as a result been so careless. They might have taken advantage of the vulnerable English advance. They might have waited for the English to wear themselves out crossing the muddy field and allowed Henry to make the first attack. They might have employed their crossbows to better effect. Had they better control of their troops, crowded conditions would not have reduced combat effectiveness. Finally, had they considered avenues for retreating units, disruption of fresh units would not been such a problem.&#10;&#10;In Azincourt I address a number of these what-ifs but, moreover, I offer players the unique mechanic of commanding one flank of each opposing army. In effect players play BOTH the French AND the British. It works out much better than you would expect. Since the English line is necessarily pretty static, there is little problem in coordinating an English defense while splitting command of the French in the face of the enemy mirrors the historically poor French command.&#10;&#10;Azincourt is a card assisted, counter and hex game utilizing large colorful counters and a variety of aids that allows for a key battle component which other versions neglect to emphasize - the capture of nobles for ransom. Integral to Azincourt play is the capture of these nobles, English and French (including King Henry), of varying value. Ah and then there are the complications that such nobles bring. Wounded nobles become easy targets. Captured nobles make targets of their captors. Then there are Henry's terrible archers ... who WILL run out of arrows, and then what? To add to the game's variety is a random set-up and reinforcemnt schedule that toys with a number of possible historical possibilities.&#10;&#10;Playtesting has been a blast so far but continues so no publisher has yet committed. Still, all in good time...&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Do You Know Where You Are?: World Challenge Edition",
    "ID": 87677,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87677/do-you-know-where-you-are-world-challenge-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Geography Trivia game where players are given a latitude and a longitude and a short clue and must guess the location. Play to a set number of points or any given time length. Includes 3000 questions on 500 cards.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "IN STAMPA!",
    "ID": 87678,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87678/in-stampa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In an era of global communication&rsquo;s transformation, which will be the strategy that will grant a greater number of readers?&#10;&#10;Our editorial strategy will prefer to publish newspaper like the metropolitan one's, specialized or the more traditional newspaper?&#10;Our News will be published?&#10;&#10;In the game the players will play both as Journalist that as newbie Editor.&#10;&#10;On one side they will demand some news, on the other they will need to write some of that or write their own.&#10;Once obtained enough news they will be able to publish their own newspaper.&#10;Both the publication of the news, than the writings of them will grant a grown of popularity of the readers. Who will be the most famous? Who will have more readers?&#10;&#10;At their turn the player can make 1 or 2 different action after having draw two News Cards:&#10;&#10;1) Draw another News Card&#10;2) Play a News Card on the board, asking with this action the writings of a news.&#10;3) Play N different News Cards so that the sum will reach or will be higher of the value of the News on the board, Writing with this action the required news. This action will grant a number of readers both to the Journalist that write the article, than to the Editor that put the card on the board. The News Card will be earned from the Editor&#10;4) Play a Newspaper Card using the News Card obtained from the action 3. This action will grant a number of readers to the player that has done it.&#10;&#10;The game ends when a player had played 3 Newspaper Cards or had obtained 12 News Cards&#10;&#10;The player with the most readers is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "God of Luck",
    "ID": 87682,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/87682/god-of-luck",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Players are the candidates to be the new &quot;God of Luck&quot;. By rolling dices, players try to complete various tasks to raise his Fu-Chi, which means good fortune. Players also can employ many Chinese traditional immortals to help himself. The player who earns the most Fu-Chi will become the new &quot;God of Luck&quot;.&#10;&#10;User Summary:&#10;&#10;On each turn, player rolls a specific number of dices, if the result of some dices match the requirement of a hand card, which also calls Fu-Chi card, then the player could play that card from hand into his playing area. Player may discard some Fu-Chi cards from his area to invite an immortal to join him. Pick that immortal character card into his playing area. All of immortals have some special abilities to affect the result of rolling dices, such as seem 2 as 4, or just simply increase the volume of dice pool.&#10;&#10;When someone owns 8 immortals, or 2 stacks of Fu-Chi cards have been drawn, the game will enter the final turn after the current turn. In the final turn, player has to do one's best to match the requirement of their hand cards, he cannot invite any immortals in the final turn, but can use the abilities of those invited immortals in the previous turns in his area. After the final turn, any Fu-Chi cards and immortal character cards in one's area would be scored as their illustration. The player with most scores (Fu-Chi) will become the new &quot;God of Luck&quot;.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My World Cup 2010",
    "ID": 87683,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/87683/my-world-cup-2010",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This game is made for World Cup 2010 South Africa. As a chief coach, you need to guess your opponent's thoughts, and apply your tactics carefully to defeat others.&#10;&#10;In this game, player acts as the chief coach of one or several teams. Every team has its own skills. Player needs to apply these skills and tactic cards, which express the strategy of the team, to have matches with other teams. When a player controls several teams, he has to decide how to distribute his tactic cards for these teams in order to win the final champion. The result of a match will be decided by several dices, however, the number of dice may be influenced by tactic cards and team skills.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Three",
    "ID": 87732,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/87732/big-three",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "A climbing game played with a standard 52 card deck primarily meant for three players, (though there is a four player variant).  It is similar to &quot;Fight the Landlord&quot; (Dou Di Zhu) but with some noticeable differences - the biggest being that the 3 (not the 2) is the high card, but also in the number of cards in the pot and allowable plays.  Because the runs are relatively limited (4 through K only) and because there are no &quot;bombs&quot; it is a bit more predictable in its gameplay than Dou Di Zhu.&#10;&#10;Each round starts with dealing the cards (except for four of them) and an auction for the remaining cards.  The winner of the auction then picks up the cards and plays against the other two opponents who are now in a temporary partnership.&#10;&#10;The goal for each round is to shed your cards.  The winning bidder needs to shed all his cards first before one of the opposing players sheds all of their cards.  Allowable plays are singles, pairs, triplets, quads and runs of three+ cards and staircases of three+ sets (note that runs/staircases may only involve 4's through K's).  There are no &quot;bombs&quot;.&#10;&#10;If the high bidder wins, then the other players pay him the amount of points bid, and if the high bidder loses, then the each of the other players are paid the amount of points bid.  Online implementations of the game generally play for a predetermined number of rounds and the individual player with the most points at the end of the last round is considered the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Ladder Climbing",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer's weiß gewinnt!",
    "ID": 87733,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.60",
    "Link": "https://boardgamegeek.com/boardgame/87733/wers-weiss-gewinnt",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia game.  Players take turns being the quizmaster and picks up the top card from the deck. First person to answer the question correctly gets to keep the card, if they miss the quizmaster keeps the card.&#10;&#10;Each question has 3 answers to choose from.&#10;&#10;Sample questions:&#10;&#10;What is measured by a barometer? &#10;air pressure &#10;heat &#10;the humidity&#10;&#10;When iron rusts its weight becomes... ?&#10;heavier&#10;lighter&#10;remains the same&#10;&#10;Includes 110 double sided cards and instructions&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guan Pai",
    "ID": 87745,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/87745/guan-pai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "This is a climbing game that has the rare status as being regarded as good for 2 players.  It uses a 48 card deck, with three 2's and one Ace removed.  Like Big Two or Tien Len, the 2 is high, Ace's next, and the remaining cards normal down to three.  A deal is 16 cards each player.&#10;&#10;Allowable plays are singles, pairs, triplets, runs singles (5+ cards), consecutive pairs or triplets (2+ sets), full house (triplet+pair), and bombs (four of a kind plus an additional card, except for aces, where its a triplet plus an additional card).&#10;&#10;The game is played for points - you get as many points as there are cards remaining in your opponent's hand, unless he is holding 16, 15, or 14 cards, in which case you would just get 50, 40, or 30 points (respectively).  A typical threshold for winning the game is 60 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Soldiers of the Rising Sun",
    "ID": 87746,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/87746/soldiers-of-the-rising-sun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.8",
    "Description": "(from the designer:)&#10;&#10;Soldiers of the Rising Sun (SRS) is a simulation of warfare in the Pacific Theatre of Operations during World War Two.&#10;&#10;Each Turn represents part of a day. Each military unit represents a company or platoon. Each section of track is one to three kilometers in length.&#10;&#10;This is a counter and map simulation using a point-to-point movement and combat system.&#10;&#10;It's envisaged that SRS will have a number of modules, each depicting a certain stage of the conflict in the PTO. These modules will be divided into a number of scenarios. Each scenario presents a challenge to both sides, with clear objectives which must be achieved in a limited number of turns.&#10;&#10;The first module, Gathering Storm, focuses on the opening battles of the Kokoda Track Campaign.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Australia",
      "Country: Papua New Guinea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Act Your Wage!",
    "ID": 87747,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/87747/act-your-wage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Keep your savings up and expenses down as you compete to be the first to yell, &quot;I&rsquo;m debt free!&quot; Don&rsquo;t let your emergency fund go below $1,000. Plan for expenses using the envelope system. You don&rsquo;t want to have too much month left at the end of your money. Spend, Save and Give through the income and expenses of everyday living. Dave Says cards keep the wisdom coming. Pay off debt using your debt snowball. Whether you&rsquo;re an accountant, teacher or lawyer, no matter if you&rsquo;re upside-down or right-side up, with Dave Ramsey&rsquo;s Act Your Wage!, it&rsquo;s fun to win with money. (Product Description from publisher's website.)&#10;&#10;A race to get out of debt while moving around a board and dealing with events, including predictable repeating bills.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Чёрное золото (Black Gold)",
    "ID": 87749,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87749/cernoe-zoloto-black-gold",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&#208;&#167;&#209;&#145;&#209;&#128;&#208;&#189;&#208;&#190;&#208;&#181; &#208;&#183;&#208;&#190;&#208;&#187;&#208;&#190;&#209;&#130;&#208;&#190; (&quot;Black Gold&quot;) is a modern warfare wargame with strategic elements.&#10;Players seek to control the oil fields, and destroy opposing enemy units. Each oil field gives income, thus players may purchase additional units for battle.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Звездный адмирал (Star Admiral)",
    "ID": 87750,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/87750/zvezdnyi-admiral-star-admiral",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The game is dedicated to the conflict between two space fleets. &quot;Admiral&quot; is a strategic wargame with die rolls.&#10;Players command a fleet of space ships with different characteristics and abilities. Ships can move only by order of the command ship if they are within command range. For every movement or attacking maneuver player spends a command point.&#10;In addition, players can use the event cards to influence the course of the battle. The game objective is to destroy a minimum of 5 enemy ships.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Witte Gij't?",
    "ID": 87751,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/87751/witte-gijt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Witte Gij't? is a trivia game about the Dutch province Noord-Brabant (NB). A simple roll-and-move mechanism takes you through several categories of questions about the province.&#10;&#10;When answered (or guessed) correctly, you will receive a chip. As soon as one player has 10 chips, they are revealed and the scores are calculated. The player with the most points, wins.&#10;&#10;Note: Witte gij't is provincial slang for Weet jij het, meaning Do you know. When pronounced, it is near identical to Witte geit, which is proper Dutch for White goat. Hence the appearance of the animal on the box cover.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – The Twilight Beckons Asylum Pack",
    "ID": 87776,
    "Year": "(2011)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87776/call-of-cthulhu-the-card-game-the-twilight-beckons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3.5",
    "Description": "The Twilight Beckons is the first Asylum Pack in the Rituals of the Order cycle for Call of Cthulhu: The Card Game. This cycle introduces new Ancient Ones, Cthonians, Criminals, and Lunatics, as well as cards for the Order of the Silver Twilight. A new story begins as Lucy Jennings, a rich socialite, stumbles upon a secret that will change her life...&#10;&#10;The Twilight Beckons is a fixed 60 card Asylum Pack that contains 20 different never-before-seen cards based on the dark mythos of master horror writer H.P. Lovecraft, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Misja Specjalna",
    "ID": 87780,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.85",
    "Link": "https://boardgamegeek.com/boardgame/87780/misja-specjalna",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "80",
    "Play Time": "80",
    "Weight": "1",
    "Description": "Description of Boxes:&#10;In the moonlight drew the contours of the island is increasingly revealing the arena, your future struggles. As for the fact that they occur, you had no doubt - After you applied to volunteer to fulfill a special mission, called by your heads - a duel of the century.&#10;&#10;The game play is accompanied by an attractive poster.&#10;&#10;Do gry do&#197;&#130;&#196;&#133;czony jest atrakcyjny plakat.&#10;&#10;Opis z Pude&#197;&#130;ka:&#10;W po&#197;&#155;wiacie ksi&#196;&#153;&#197;&#188;yca kontury wyspy rysowa&#197;&#130;y si&#196;&#153; coraz wyra&#197;&#186;niej ods&#197;&#130;aniaj&#196;&#133;c aren&#196;&#153;, twoich przysz&#197;&#130;ych zmaga&#197;&#132;. Co do tego, &#197;&#188;e do nich dojdzie, nie mia&#197;&#130;e&#197;&#155; najmniejszych w&#196;&#133;tpliwo&#197;&#155;ci - Sam przecie&#197;&#188; zg&#197;&#130;osi&#197;&#130;e&#197;&#155; si&#196;&#153; na ochotnika do spe&#197;&#130;nienia specjalnej misji, nazwanej przez twoich szef&oacute;w - pojedynkiem stulecia.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "S.L.O.POLY",
    "ID": 87786,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87786/slopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Short for &quot;San Luis Obispopoly&quot;, S.L.O.Poly markets itself as a Monopoly derivative, but actually has significant rules changes. Instead of the standard Monopoly board layout, the game has 45 properties. Each property costs $5,000, and the rent for each property is $1,000 times the number of properties next to it owned by the same player (so as more properties are owned in a row the rent goes up). Once all of the properties have been purchased from the bank, players can buy property chains from one another. The other major change is the concept of &quot;marriage&quot;. When two players become land on the same square, they become married. Later, if you are married and land on your spouse's square, you sue for divorce and talk half of their property. If you are married and land on the single players square, the marriage gets annuled and the player gets sent to &quot;Morrow Rock&quot; (the game's equivalent to jail).&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scruble Cube",
    "ID": 87802,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.73",
    "Link": "https://boardgamegeek.com/boardgame/87802/scruble-cube",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Scruble Cube (Swedish and Finnish: Alfapet Twist) consists of a 4x4x4 Rubik's Cube, except a letter (along with the letter's point value) appears on each exposed side of each sub-cube. These letters are attached on circular pegs that freely rotate. This enables you to rotate each letter so that you can spell words in any direction.&#10;&#10;Players have 90 seconds manipulate the cube to form a word in a straight line that may wrap around the cube. Other sub-cube faces have Scrabble-type point modifiers such as double letter score or tripe word score. You get to use these point modifiers if they appear at the beginning or end of your word. A variant allows you to use these modifiers to represent any letter. Players also score bonuses if their word covers more than one face and if it intersects a previously created word (and that word still appears on the cube).&#10;&#10;From the web site of the game, http://www.scrublecube.com/:&#10;&#10;If you can spell you can play ... SCRUBLE Cube!&#10;&#10;What if you took some of the known playing patterns of some of the most popular word games and puzzles in history and combined them in a brand new, unique format to create the World&rsquo;s Greatest 3-D Word Game?  Well, you&rsquo;d have the SCRUBLE Cube, a patent pending game with over 7.4 x 10^45 (that&rsquo;s 7,401 septillion)  possible configurations that anyone who can spell can play. And all in a portable format that can be played anywhere -- anytime. The SCRUBLE Cube is a word game and a puzzle -- on steroids!&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Utazás a nagyihoz",
    "ID": 87805,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87805/utazas-a-nagyihoz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It is all about getting to grandma's place. A traditional dice throwing board game with excitement caused by special fields. The players are moving on the board and come across different types of surprises, such as free ship trips or a broken car. The ultimate goal is to reach grandma's place before anyone else.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Anything Goes",
    "ID": 87807,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/87807/anything-goes",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "'Anything Goes' is a silly charades-type party game.  On your turn, you draw two cards that tell you which two actions you have to present simultaneously.  For example, you might end up &quot;doing laundry&quot; while &quot;tight rope walking.&quot;  All the other players write down guesses as to what you have acted out.  After the players have written their guesses, the actor for the round reads all them of them out loud and gives an award to one player.  The award category is chosen at random, and could be something like &quot;funniest&quot; or &quot;strangest.&quot;  It is not necessarily about correctly guessing what the actor presented.  The player who collects the most awards wins the game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster Kids",
    "ID": 87809,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87809/monster-kids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "When the lights go out and monsters come creeping, who is going to stop them? Monster Kids! These super powered teens are the only ones standing in the way of the monsters taking over the world. They sneak out at night to battle the fiends of darkness and get home before mom and dad find out!&#10;&#10;Monster Kids is a fast paced, action card game. The players choose a character and work together to battle dangerous monsters. Players must use their cards carefully because the team wins, or loses, together! For those that don&rsquo;t play well with others, you can play Monster Kids in versus mode battling to see who can defeat the most monsters. So whatever your taste, Monster Kids is sure to give you a monstrous, great time! - from the Official Nightstalker Games website.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OPA`s grote avonturenspel",
    "ID": 87822,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87822/opa-s-grote-avonturenspel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This board game was made by a grandfather to play with his grandchildren. He publishes the game himself. The game is made to play with very young children. (Publisher &amp; Designer = John Jacobs)&#10;&#10;Every player starts with 250 Euro. In your turn you roll the die and move your player-piece. You perform the action, marked on the field. When you pass the start field, you can open the treasure chest and choose one of the treasures (stones). The first player who collects 10 treasures wins the game.&#10;&#10;Some of the actions:&#10;&bull;    Skip 1 turn (You make a trip to an island, Pirates, &hellip;)&#10;&bull;    Pay money (For candy, the dentist, a train ticket,&hellip;)&#10;&bull;    Receive money (For washing grandpa&rsquo;s car, because of your birthday, &hellip;)&#10;&bull;    Answer a question (The Easy question are very well suited for young kids)&#10;&#10;The theme of the game is &ldquo;going on adventure with Grandpa&rdquo;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trenches of Valor: Expansion Kit 1",
    "ID": 87824,
    "Year": "(2010)",
    "Geek Rating": "5.529",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87824/trenches-of-valor-expansion-kit-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6",
    "Description": "Raids across No Man's Land - 1917 to 1918&#10;&#10;Battlesson #6 Expansion Kit&#10;&#10;The war continues with six more exciting scenarios across a dramatic new trenchline map. The introduction of new unit types including Flamethrower, Leader, and Engineer units creates trench raids that are even more action-packed!&#10;&#10;Toss another grenade onto your game table with Trenches of Valor Expansion Kit 1.&#10;&#10;Game Data:&#10;Complexity: 2.5 on a 9 scale&#10;Solitaire Suitability: 6.5 on a 9 scale&#10;Scale: Each unit is 2 to 10 soldiers, each hex &asymp; 50 meters across, and each turn is about 30 to 60 seconds of real time.&#10;&#10;Game Components:&#10;&bull;    One 4-page, color Rules booklet with 6 scenarios included&#10;&bull;    12 color, die-cut 3/4&rdquo; mounted pieces&#10;&bull;    One 11&rdquo; x 17&rdquo; color game map with tables&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Battlesson (Victory Point Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Q-Back Football Game",
    "ID": 87848,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87848/q-back-football-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Detailed football simulation created and produced back in 1989 by an avid football fan. A two-player game, players make decisions about what plays to run on offense and defense like American Football. Like American Football, the winner is the player who successfully scores the most points via touchdowns and field-goals. The game comes with a special count-down timer to be used for the game clock and the play clock, and is used to help determine penalties or substitutions. Only a handful of copies of the game were created.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ekosystem",
    "ID": 87855,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/87855/ekosystem",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Educational board game 'Ekosystem&quot; is designed for high school students of grade VIII which are familiar with ecology. Purpose of this game is to help students revise information about ecology.&#10;&#10;Game box includes: 12 tiles with questions and tasks, chart with correct answers, 4 pawns and a dice.&#10;&#10;Game is played by 4 players. They randomly choose pawns' colours and thus are assigned names: green &ndash; producer, blue &ndash; primary consumer(herbivore), red &ndash; secondary consumer(carnivore), black &ndash; decomposer(saprotroph). Green pawn moves first, next is blue, then red, and black last. Players move their pawns on the board by the number of fields indicated by the dice.&#10;&#10;The are 12 marked fields on the board. Whenever a player's pawn steps on any of those fields he takes a questions and tasks tile with the number of field he stepped onto. He has to read a question or task aloud an immediately answer it. Illustrations near the board's edge might help. Answer is then checked with the chart.&#10;&#10;The winner is the player who acquires the most points. For every correct answer player is awarded 3 points. Bonus for track completion: 1st place &ndash; 3 points, 2nd place &ndash; 2 points, 3rd place &ndash; 1 point. For incorrect answers players have to skip a turn. If there are any unanswered questions behind the last pawn, players that have reached finish line can try to answer them.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ShadowSea",
    "ID": 87856,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/87856/shadowsea",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "4",
    "Description": "ShadowSea is a miniatures skirmish game set in a lost world full of fantasy creatures and archaic magic.  The world is being explored by Humans who have recently discovered it.&#10;&#10;In the game players use approximately 5-10 miniatures to represent their warband and there are several scenarios that give goals to each player such as capturing an artifact.&#10;&#10;ShadowSea is a stand alone game, but uses a modified version of the Song of Blades and Heroes rules as its basis.  Like Song of Blades and Heroes, this game uses short, medium and long measuring sticks rather than measurement in inches or centimeters.  Also, six sided dice are used for determining action points available and resolving combat.  ShadowSea adds an expanded magic system, equipment rules, rules for resolving non-combat actions, and new special abilities to the basic Song of Blades and Heroes rules.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Crowdfunding: Kickstarter",
      "Game: ShadowSea",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skip-Bo Breakers",
    "ID": 87861,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/87861/skip-bo-breakers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Skip-Bo Breakers imports Card Games: Climbing concepts into the Skip-Bo brand, familiar to the U.S. market.  The traditional Skip-Bo cards are replaced by 64 plastic tiles, shaped like sideways chevrons, and rather than trying to simply sequence their cards, a lead player plays a set of cards: a single tile, a pair, running pairs, or a straight.  Then, subsequent players may play the same type of set, or play a &quot;breaker&quot; &mdash; analogous to a bomb in traditional climbing game vernacular.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Climbing",
      "Game: Skip-Bo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exodus: Aufstieg und Fall",
    "ID": 87863,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/87863/exodus-aufstieg-und-fall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Exodus: Aufstieg und Fall (Rise and Fall) is a light 4x game. The players take control over an intergalactic race and have to explore the universe, expand their Empire, build trading routes and send ressources to the matching planets and attack trading routes and planets of the other players.&#10;&#10;Exodus is played with 2-4 players on a random hex-board. Each player builds an unique deck of 60-80 cards (out of 8 different types of cards). During the game the empires rise and each player desides, when he wants to fall to get victory points. The the player builds up a new Empire with a different starting planet. To conquer a planet, the player have to build an outpost and get influence on this planet (depends on the number of possible ouposts on this planet). Each time he get influence, surrounding planets with other players outposts will also get influence-tokens. &#10;Each planet needs one out of four ressources to get victory points . To get the right ressources to the matching planet a player has to trade with the Galactic Senat, other players or move ressources through the trading routes. At the end of the turn each player bids on a special Senat-action for the next turn.&#10;If a player counquers a planet, he'll get a special action each turn, but can't play as many cards as before. So each planet makes the players game more static and predictable.&#10;&#10;Depending on the deck a player chooses, each player tries to get victory points through conquering, producing, attacking or trading or a mix of these types.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fighting",
      "Negotiation",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Modular Board",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dust: A post-apocalyptic role-playing boardgame",
    "ID": 87864,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/87864/dust-a-post-apocalyptic-role-playing-boardgame",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Dust is a real-time post nuclear role-playing game without a gamemaster. Each player creates an unique character with different abilities und items. &#10;The mission book shows the setup of the scenario and the time until the mission failed (1-4 days, 24 minutes playtime per day).&#10;&#10;Each player uses sandtimers to determinate the action he'll use. Every opponent has a small sheet with his abilities and actions he'll do, if a player interacts with the NPC.&#10;The players have to suceed the main mission, but can always accept secondary missions to get extra experience and items or money.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Call of Cthulhu: The Card Game – Perilous Trials Asylum Pack",
    "ID": 87867,
    "Year": "(2011)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87867/call-of-cthulhu-the-card-game-perilous-trials-asyl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.5",
    "Description": "From the publisher's website:&#10;&#10;Perilous Trials is the second Asylum Pack in the Rituals of the Order cycle for Call of Cthulhu: The Card Game. As Lucy struggles to remember the details of the party, she is approached by the mysterious Mr. Dart who invites her to join a very old, selective order.&#10;&#10;Perilous Trials is a fixed 60 card Asylum Pack that contains 20 different never-before-seen cards based on the dark mythos of master horror writer H.P. Lovecraft, designed to augment existing decks and add variety to the Call of Cthulhu metagame.&#10;&#10;This is not a stand-alone deck; you must have additional Call of Cthulhu LCG cards to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Call of Cthulhu – The Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Azad",
    "ID": 87868,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/87868/azad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "The game Azad is based on Iain M. Banks novel &quot;the player of games&quot;.&#10;Each player tries to get civilisation points with his tribes by building villages, towns and a metropolis. Each tribe has to earn ressources to support the villages and build new tribes.&#10;Depending on the area the tribe moves, the attributes (power, movement, ressources) of each tribe changes and each player has to take a look at the enemy tribes and defend their own territory, before they take control of your ressources and cities.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Civilization",
      "Fighting",
      "Novel-based",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "XXXopoly",
    "ID": 87873,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/87873/xxxopoly",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One word, easy. XXXopoly was designed so that your mind can be focused on sex not on rules.&#10;&#10;Roll the dice and proceed to a sexual space. Each sexual space has a sexual act. Acts range from foreplay fun to hardcore intercourse. Whenever your partner lands on a sexual space you own, they perform that specific sexual act on you. You can either perform the sexual act, or pay a fine to get out of it. The game is that simple.&#10;&#10;Giving someone an orgasm is just as pleasureable as having one yourself. thats why XXXopoly includes Hot and Heavy and Erotic Chest cards. These cards range from object play, to role play, to kama sutra positions to bring you to new sexual realms.&#10;&#10;Finger someone, tongue someone, tease someone, longer and harder by purchasing time chips from the bank. Each time chip increases the time of the action on the sexual space of your choice throughout the entire game.&#10;&#10;Finally, look for the specially marked spaces around the board: strip teases, red light districts, even an S&amp;M chamber. You are guaranteed to get laid every time you play!&#10;&#10;source-www.xxxopoly.com&#10;&#10;",
    "Categories": [
      "Mature / Adult"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Role Playing",
      "Roll / Spin and Move",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Golden Age",
    "ID": 87881,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/87881/golden-age",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Ancient Greek world is a backwater. Greek speaking cities are under constant threat. The great Persian Empire to the East, pirates in the seas, barbarians to the north, legends of terrible monsters haunting the land, bitter feuding kings, and incessant corruption plague the ancient Greek world.&#10;&#10;Though from this fire rises greatness; warriors of legend, leaders whose names will be ingrained in history, pioneering inventors, and a city that may yet be the cradle of the future.&#10;&#10;In Golden Age players take on the roles of the leaders of emerging city-states in the ancient Greek world. Beset from all sides, they must put away their differences if they are to weather the coming storm. Will you work together with your fellow Greek to grow, nurture and protect your world? Or will you be a zealous hegemon and write your own history? Either way Greece must stand to see the dawning of a new age or there will be no tomorrow.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "City Building",
      "Civilization",
      "Dice",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Short Rules",
    "ID": 87886,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87886/short-rules",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a rule book for miniature wargames in the Napoleonic period.  The book contains the rules, tables and charts needed to recreate battles in the Napoleonic era.  The book is written by Leon Tucker.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Afghanistan 2010",
    "ID": 87887,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/87887/afghanistan-2010",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Card game for 2 Players. One player is the Americans. The other player is the Taliban. 2006-2010+ Simulation of the ongoing conflict in Afghanistan following the Taliban resurgence after the US led Invasion in 2001. Players recruit allies and steal or neutralize their opponents allies. The player with the most points worth of allies at the end of the game wins. Action and Event cards modify attacks and card play. Every Ally has a special ability that gives you an edge in the conflict. Influence tokens are used to recruit Allies as well as draw extra cards and get extra attacks.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Afghanistan",
      "Country: USA",
      "History: War in Afghanistan",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Topologic",
    "ID": 87892,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/87892/topologic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Topologic is a game of logic and deduction, but also uses piece movement.&#10;&#10;Every game is played over two rounds. In the first round one player plays the role of the referee (who hides a secret), the other the role of the seekers. In the second round the roles reverse.&#10;&#10;The 5 seekers are moved across the playing field (an assembled area of connected Nestortiles). Then the referee counts the score of the currently occupied locations (1 point for a color and/or number match) and announces the sum of the scored points. As they get more information, the seekers can deduce where the secret is hidden.&#10;&#10;Topologic is abstract, but players are encouraged to come up with a thematic background they like. This even includes renaming the game for each session.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Nestortiles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Manufacture",
    "ID": 87895,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87895/manufacture",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Manufacture is an economic simulation game where players compete in variant aspects of the manufacturing process. Their decisions concern the production cost (setup, materials purchases, wages, rents), the sales (volume and value), the cash flow, the research of new products and optimization of current production, the financing of their actions, etc.&#10;&#10;These tough economic decisions are being unfold over a factory layout where the positiong of the different modules is also important. The manufacturing process involves different stages of processing, routing and the efficient worker allocation.&#10;&#10;There are 3 different types of goods (raw materials, intermediate goods and final goods) which are traded between the players and the outer world (in all directions) via contracts or a free market.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rabbit",
    "ID": 87898,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/87898/rabbit",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Rabbit is a cooperative game for 1-2 players.&#10;(from the website)&#10; It is Spring and You are the leader of a herd of rabbits that needs to recover if it is to survive the next Winter.  Your herd was once over twenty strong but disease and predators have brought you down to your last four rabbits. To make matters worse, humans and their machines have been approaching and your warren may be in grave danger.&#10;  To win the game, you must have 12 or more Rabbits in play at the end of the last turn. Each game consists of 37 turns representing the weeks between Spring and Winter. You will need to make efficient use of your rabbits' abilities to Collect Food, Produce New Rabbits, and Explore New Areas if your herd is to survive.&#10;  The challenge in Rabbit comes not from competition with other players but from the game itself. Rabbit can be enjoyed as a 1 player game or as a cooperative 2 player game. ( in a 2 player game, 1 player controls the Thinker and the other player controls Scouts and Fighters )&#10;&#10;",
    "Categories": [
      "Animals",
      "Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pancha Keliya",
    "ID": 87903,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/87903/pancha-keliya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Ancient boardgame from India meaning &quot;The game of five&quot;. The goal of the game is to collect 3 pieces in a treasure island. The game play is simple: the player throws the 6 special dice and put his pieces in the path. Captures are possible too, and the winner is the player that moves all 3 pieces to his island.&#10;&#10;A Sri Lankan race game for two players. It has elements of Ludo-type games, in as much that you both start with three men and you win by getting all three 'home'. The board is unusual, in that it is not a 'circle', rather it is a track of 31 spaces, with some spaces marked as castles and you are safe from being sent home on them.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest Júnior",
    "ID": 87911,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/87911/quest-junior",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Quiz game for kids inspired by Trivial Pursuit. The mechanic is like a race where the players must answer questions and advance the pawn if the answer is correct. The first player to reach the last space and answer the chalenge question correctly is the winner.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Quest (Grow)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Acerte o Acento",
    "ID": 87913,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/87913/acerte-o-acento",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Educational game where kids must use correct accentuation and backtick.&#10;&#10;At the start of the game, each player receives a pawn and four cards. Each player must roll the dice and move the pawn. There are four kinds of spaces: opponent color, all colors, your color and take a card. If the pawn falls in one of the first two, the player must try to answer correctly a word in one of the opponents cards. The player with most point after 3 rounds is the winner.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Technical Readout – 3085",
    "ID": 87920,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/87920/battletech-technical-readout-3085",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Publisher Blurb:&#10;&#10;In December 3076, Devlin Stone marshaled the nations of the Inner Sphere and began Operation SCOUR. The two-year final push to Terra was the bloodiest fighting seen in centuries. In the end, Terra had been freed with the Word of Blake scattered to the darkest corners of the universe. Stepping into that vacuum, Stone forged a new &quot;Terran Hegemony&quot; in The Republic of the Sphere. With the end of the Jihad, the survivors are rebuilding their shattered armies, introducing new machines to replace those whose factories ceased to exist in the fires of the Jihad.&#10;&#10;BattleTech Technical Readout: 3085 gives a detailed look at the machines introduced during the waning days of the Jihad and into the founding days of Devlin Stone&rsquo;s Republic of the Sphere. This book includes the latest &rsquo;Mechs, battle armor, aerospace and vehicles as well as new late-Jihad support vehicles. In addition, this sourcebook heralds the long-awaited update of Technical Readout: Project Phoenix, featuring brand-new art and additional variants. Conventional infantry make their Technical Readout debut with fifty-six individual infantry formations from classic foot infantry to xeno-planetary soldiers. And finally, after more than twenty years of silence, Land-Air BattleMechs explode back into a Technical Readout with a look at the original four LAMs and their Star League history.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Word.Nut",
    "ID": 87922,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87922/wordnut",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "In a Nut Shell - This game is all about making WORDS. &#10;It's fun to play and quick to learn.&#10;&#10;Your objective is to make as many words as you can by using the  &lsquo;Nuts&rsquo; provided within a pre-set time deadline.   (10 minutes, 30 minutes, or even days at a time - you decide.)&#10;&#10;Play Word.Nut as a SOLO or MULTI player game.   All players play AT THE SAME TIME.&#10;&#10;&#10;     Mix all the Nuts around inside the Word.Nut shell.   Then open the zipper and leave open.  &#10;     Each player or team takes a &lsquo;lucky dip&rsquo; to gather a supply of 12 Nuts (no peeking). &#10;     Set your own stopwatch or timer to notify you after the agreed playing time.&#10;     Play. Make Words. Go nuts. &#10;     Play till time runs out or all of the Nuts are used up.&#10;     The winner is the person who achieves the highest score for the words they have made.  The game rules show a clear scoring chart.  &#10;&#10;&#10;Invented in New Zealand by BERRY.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Goonies Board Game",
    "ID": 87925,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.46",
    "Link": "https://boardgamegeek.com/boardgame/87925/the-goonies-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the Wired.Com review of The Goonies 25th Anniversary Edition DVD Set:&#10;&#10;&quot;.... the set&rsquo;s true treasure - a special Goonies-themed board game.&#10;&#10;The bulk of the box set&rsquo;s real estate is devoted to this game, and immediately upon cracking open the shrink wrap you are taken by its diminutive size. Still, if The Goonies taught us anything it&rsquo;s that size doesn&rsquo;t always matter, and I&rsquo;m happy to report that this is the case here. Though the board itself is only about half the size of your average game, it&rsquo;s actually a brilliantly colored fold-up printed on super sturdy laminated stock that appears perfectly capable of standing up to multiple years&rsquo; worth of play sessions. The same can be said for the game&rsquo;s Move Cards which, while not quite as brawny as most CCG cards, are thick enough to get the job done.&#10;&#10;Gameplay is fairly simple and properly reflects the spirit of the source materials - players take the role of one of five Goonies (Mikey, Data, Mouth, Chunk or Andy) and use a three-card hand in an attempt to escape One-Eyed Willy&rsquo;s cave. Players disarm traps to collect Gold Doubloons, and the first to reach the &quot;Escape&quot; square with three such Doubloons wins the game. The process is complicated by a trio of tricky Skull Spaces (only one of which contains the necessary key) that must be passed to reach the exit. This is balanced out by a fun selection of Special Move Cards that allow players to switch places with or steal gold from opponents. While certainly not the most engaging board game experience in movie fandom, it does manage to channel the proper amount of nostalgia and charm in a small but effective package.&quot;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Movies: The Goonies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sea Ranger",
    "ID": 87928,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/87928/sea-ranger",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sea Ranger is a new type of game, where learning is entertaining and family fun.  The world's oceans our are largest single resource.  If they are abused, mis-managed or ignored; we on land will be worse off for our neglect of this wonderful planet.&#10;&#10;Sea Ranger can teach or remind us all of our place in this world; how we use the oceans and waterways; the balance of life and our needs; raise our awareness of how mankind neglects or abuses these incredible places.&#10;&#10;Within, on and around our oceans and rivers, hide a multitude of life, living in a state of balance, growing and evolving.  Mankind is upsetting this balance to dangerous levels.&#10;&#10;Learn, have fun with friends and family, share this knowledge and make a difference in this world.&#10;&#10;What is Sea Ranger?&#10;&#10;Sea Ranger is a board game designed to educate and entertain 2-6 players about the amazing and diverse wildlife that inhabits the oceans and waterways creating a giant circle of life.  We can also learn how mankind uses and abuses this incredible resource we all share.&#10;&#10;Sea Ranger is a multi-facetted game.  Not only are the players learning about the aquatic environment, they are also learning about themselves.  Players learn many qualities of character that are required to either win or prevent collective loss among the players.  They share the responsibilities, successes and benefits.&#10;&#10;Players learn:;&#10;&#10;To share and care for resources.&#10;&#10;Collective and individual responsibility.&#10;&#10;Manage resources.&#10;&#10;To maintain a balance of life and needs.&#10;&#10;Value life in all forms as part of the wealth of this world.&#10;&#10;Respect each players participation and support.&#10;&#10;The best part is that it is fun doing this.&#10;&#10;Who Can Play?&#10;&#10;The game is aimed at children from 8 years and over and adults.  Children will require guidance to assemble.&#10;&#10;Children quickly master the rules.&#10;&#10;So how does it all work?&#10;&#10;The game gives players knowledge and choices.  Players can easily discern what feels right or is the right thing to do.  We all know within our hearts what is right and good, even if we don't know the answer.&#10;&#10;The game uses a special board and tokens.  You print out the board and pieces on your colour printer, then cut and assemble the components.  To make them last longer or be more durable you may mount them on card or laminate the pieces.  Teach the children skills as they read instructions and learn to cut out the pieces.&#10;&#10;The game is directed by a special card deck which will present players with a series of events and choices.  The players must decide how they will resolve these, sometimes this may require teamwork and sharing.  There are many different strategies you can use to win, some can be very quick, others slower.&#10;&#10;Part of the game revolves around maintaining the circle of life, ensuring a balance of species to enable life to continue.  Each creature is part of that circle and has a unique role to play.&#10;&#10;Players must then try and balance mankind's intervention and damage to the seas and waterways.  It is a careful juggling act; players individually cannot hope to keep the balance so you need to play cooperatively.&#10;&#10;What Do I Get?&#10;&#10;Sea Ranger is 26-page colour PDF plus a small rules booklet.   The game requires you to print 16-pages to create the board, cards &amp; tokens.  Included is the deluxe card set giving you the choice of finish.  Where possible we have tried to minimise the graphical content to save ink.  Ideally the major components are printed on card.  Some simple assembly is required.&#10;&#10;(Edutainment Games, www.edutainment-games.com)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Environmental",
      "Mature / Adult",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tribal Dice",
    "ID": 87937,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/87937/tribal-dice",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Tribal Dice is a unique new solitaire and interactive multiplayer game where players use eight dice with eight sides (8d8) in various colors.  The dice represent tribal spirits that must be restored in an ancient ritual to save the tribe and determine the new chieftain.  A spirit is fully restored when it shows the highest number, and when it shows that number, each one grants the player a different special power that can be invoked one time to influence the other dice in the game.  Players can also re-roll matching dice.&#10;&#10;Victory is predicated on strategic planning for which dice to re-roll, when and what order to invoke special powers, and some luck.  The solitaire game provides a score, whether won or lost, that a player can attempt to improve over successive games.  The multiplayer game has an adjustible game length and a high level of interaction.&#10;&#10;Although current electronic implementations of the game allow only solitaire and three player multiplayer, it is possible to play with any number of players, and a special &quot;chaos rule&quot; allows for large groups to play the game without any downtime, as they can invoke their special powers out of turn order.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  }
]