[
  {
    "Rank": "N/A",
    "Name": "Crown Rivals: A Deckbuilding Game",
    "ID": 277002,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/277002/crown-rivals-a-deckbuilding-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Crown Rivals is a 2-player competitive deckbuilding game of palace intrigue, played with regular playing cards. As rivals for the Crown, players work to raise their influence while lowering the influence of their opponent, to place their chosen monarch on the throne.&#10;&#10;Build a new deck with each game; buy better cards as you go to coordinate huge combos.&#10;&#10;Enlist Clubs to lower your opponent's Influence.&#10;&#10;Use Hearts to raise your own Influence.&#10;&#10;Play Spades to stir up the masses and cause distractions for your opponent to deal with.&#10;&#10;Equip Diamonds to upgrade other cards.&#10;&#10;Don't forget to buy high-value cards, so you can eventually get your hands on the game-changing King or Queen cards!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stink Bug",
    "ID": 277011,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/277011/stink-bug",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Everyone is playing in the pile of leaves including some funny little bugs! Choose a leaf on your turn and try to make a match. Turn over a Love Bug card and share the love by giving a card to another player. The Sneak Bug card lets you sneak a card away from an opponent. Butterflies are wild and add to your score. Lookout for the Stink Bug! If he shows his stinky self you'll lose all the unmatched cards in your collection. The player with the most pairs of matched leaves at the end of the game is the winner!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kam'on: Master Expansion",
    "ID": 277014,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277014/kamon-master-expansion",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "KAM'ON Master Deck expansion with 156 total cards. Includes 112 original starter deck cards, an additional 32 premium expansion cards, and 12 exclusive FOIL cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dicecathlon",
    "ID": 277016,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/277016/dicecathlon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A competitive dice-based event for 2-4 players.&#10;&#10;Released in the February 2019 Board Game of the Month Club $10+ package.&#10;&#10;&#10;Components:  3 Cards (provided), 5 dice per player and up to 10 tokens per player for keeping score.  Each set of dice and tokens should be in a unique color.  A set of Tenzi dice and some tiddlywinks should do the job.&#10;&#10;Setup:  Shuffle the cards and flip one to the dice side, and the other two to the event side.  Place them in a column with the dice on top 10 events showing below.  Choose a player to start.&#10;&#10;Choose an event:  The starting player (or the winner of the last event), gets to choose the event that is played.  The numbers below the event shows how many dice are needed.&#10;&#10;Winning an event:  When a player wins, they will place their token onto the event space.  In the event of a tie, all winners may place a token onto the event space.&#10;&#10;End of the game:  The Dicecathlon ends when all 10 events have been played.  Players will earn a point in each of three categories:&#10;&#10;Row: Each row will be checked to see which player has the most wins in a row.&#10;&#10;Column: Each column will be checked to see which player has the most wins in the column.&#10;&#10;Color: Each color will be checked to see which player has the most wins in that color.&#10;&#10;If tied in any category, all tying players will receive a point.&#10;&#10;Place the winners on the gold silver and bronze spaces to celebrate the victory!  If tied at the end of the game, the victory is shared.&#10;&#10;Events:&#10;&#10;Red Events:&#10;&#10;Most Through Field Goal (5)&#10;&#10;Setup a field goal with two household items. Flick dice from an arms length away. The player that gets the most of their dice through wins!&#10;&#10;Drop Closest To Coin (1)&#10;&#10;Place a single coin on the playing surface. Players must hold their die out at eye level and drop it to the table. The closest to the coin wins!&#10;&#10;Build A Tower Together (5)&#10;&#10;Each player must stack a die on top of the previous player's die until there are no more dice. If the pile falls, the other players win.&#10;&#10;Flick Closest To Coin (1)&#10;&#10;Place a single coin on the playing surface. Flick dice from an arms length away. The closest to the coin wins!&#10;&#10;Roll Die Closest To Edge (1)&#10;&#10;Choose a side of the playing surface. Players must roll their die and try to get close to the edge without going over. If all players go over, restart the event. The player closest to the edge wins!&#10;&#10;Flick And Hit (5)&#10;&#10;The starting player flicks their die onto the table from the edge. The next player must flick a die from the edge and hit their opponents die. If they hit, their die stays on the table. If they miss, it is removed from play. Once all dice are on the table, players can choose any die of theirs to flick. Knocking an opponent's die off of the edge of the table will remove the opponent's die from play. The last player standing wins!&#10;&#10;Yellow Events:&#10;&#10;Highest Sum Of Dice (5)&#10;&#10;Players roll all of their dice at once and total them up. The highest roll wins! In the event of a tie, tying players roll again. Play until there is a single winner.&#10;&#10;Call Your Roll (1)&#10;&#10;Players call the number before rolling a die. If correct they stay in play. If incorrect, they are out. Play until there is a single winner.&#10;&#10;Which Hand Is It In (1)&#10;&#10;Each player places one die into one of their hands and one by one, they will guess which hand has a die on the player to their left. Each incorrect player is removed from the event. Play until there is a single winner.&#10;&#10;Guess The Die (1)&#10;&#10;Each player places one die onto the table with any face up, but covering up the die faces with their hand. One by one, they will guess which die face is on the player to their left. Each incorrect player is removed from the event. Play until there is a single winner.&#10;&#10;Lowest Sum Of Dice (5)&#10;&#10;Players roll all of their dice at once and total them up. The lowest roll wins! In the event of a tie, tying players roll again. Play until there is a single winner.&#10;&#10;Raise The Bluff (5)&#10;&#10;Players will simultaneously roll their 5 dice and cover them. The first player must state a number that they rolled. Any player may challenge their claim. If challenged the roll is revealed and if they lied, they are out. If they were truthful, their accuser is out. They'll re-roll their dice and continue. If nobody challenges, the next player clockwise must say a higher number. Play until one player remains.&#10;&#10;Green Events:&#10;&#10;First To Stack In Order (5)&#10;&#10;Simultaneously, all players roll their dice and then race to stack them in order from low to high. Tying numbers will go on top of each other. If the stack ever falls, the new faces will determine the order they need to be stacked in. The first player to stack all 5 wins.&#10;&#10;First To Stack In Order (5)&#10;&#10;Simultaneously, all players stack their dice. The first player to stack all 5 wins.&#10;&#10;First To Balance On Fingers (5)&#10;&#10;Simultaneously, all players try to place one die on each finger, palm side up. The first player to have a die on each finger wins.&#10;&#10;First To Roll 1 2 3 4 5&#10;&#10;Simultaneously, players will roll 1 die at a time trying to roll a 1. Once a 1 is rolled, they will try to roll a 2 with their next die. The first player to roll 1 2 3 4 5 with their dice, wins.&#10;&#10;First To Roll 1 2 3 4 5&#10;&#10;Simultaneously, players will roll 1 die trying to roll a 6. The first player to roll a 6, wins.&#10;&#10;First To Add Up Dice&#10;&#10;Simultaneously, players will roll all 5 of their dice and add them up in their head. The first player to correctly state the sum of their dice, wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gundam the Game",
    "ID": 277019,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/277019/gundam-the-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The TV anime &quot;Mobile Suit Gundam&quot; appears as a board game.&#10;In this product, from TV anime Mobile Suit Gundam, Episode 1 &quot;Gundam Stands Up&quot; to Episode 10 &quot;Garma Falls&quot; is organized into six scenarios and recorded.&#10;&#10;Each player makes full use of its unique abilities and items, and cooperates to challenge missions on the story panel that appear one after another. Because the story panel is hidden, you can enjoy the feeling of pounding while retrospectively advancing the story of the TV animation. In the six stories that can be spun by your hand, it may be that Ryu, Kai, and Frau will manipulate the Gundam.&#10;In the battlefield, the Zeon army is also Zaku, Char's dedicated Zak, as well as Magera Attack and Gow can stand up with various attacks.&#10;&#10;A nostalgic story that can be spun with the Story panel.&#10;All player cooperation type battle realized by &quot;combat event card&quot;.&#10;Become an appearance character and experience the Mobile Suit Gundam of the gem.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Storytelling"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Detroit Bankruptcy",
    "ID": 277021,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277021/age-of-steam-expansion-detroit-bankruptcy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The economic collapse in the mid-2000s was felt especially hard in Detroit. Bankruptcies and government bailouts popped up everywhere. Even the city itself declared bankruptcy. This expansion puts that economic stress at full throttle right from turn one. There will be bankruptcies. The last player standing is all that matters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Detroit (Michigan, USA)",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "True-Score Baseball",
    "ID": 277022,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/277022/true-score-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A simple, spinner game that shows the results of plays.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Pyromancers",
    "ID": 277024,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277024/a-song-of-ice-and-fire-tabletop-miniatures-game-py",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "When in war, a Commander must take advantage of all of the technology at their disposal. Minor breakthroughs can provide a slight edge on the battlefield, but when a discovery like Wildfire is made, it&rsquo;s enough to turn the tide of a conflict.&#10;&#10;With the Pyromancers Unit Box for A Song of Ice and Fire: Tabletop Miniatures Game, Lannister Commanders will be able to take advantage of &lsquo;the substance,&rsquo; a volatile, green liquid that sticks to armor and burns the flesh inside. It is a powerful tool on the battlefield, but wielding it can be dangerous, and mishandling it can be disastrous to their own troops. However, it&rsquo;s worth the risks when they see the panic Wildfire can induce in the opposing forces. The Alchemists&rsquo; Guild is about to make its mark on the war.&#10;&#10;Contents:&#10;12 Miniatures&#10;1 Unit Card&#10;1 Movement Tray&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Crowdfunding: Kickstarter",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defcon Dice",
    "ID": 277026,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/277026/defcon-dice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "It&rsquo;s the Cold War. The USSR and the United States are clamoring to consolidate their power and gain a competitive edge. Defcon Dice is a strategic dice and card game where players take turns either manipulating dice on the battlefield or claiming them using one of their available cards. The player with the lowest number of cards remaining after three rounds of passive aggressive posturing is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Dimir Guilds of Ravnica Guild Kit",
    "ID": 277027,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277027/magic-the-gathering-dimir-guilds-of-ravnica-guild",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play Blue/Black 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Art Major",
    "ID": 277028,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/277028/art-major",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Art Major is a competitive card game based around matching the paint cards in your hand with the required paint cards for your next masterpiece.&#10;&#10;Acquiring paint is a slow process, trickling in at a rate of one paint a turn. You need to either trade for the paint you need &hellip; or sell one of your masterpieces. Each painting can be sold for paint, rather than kept for victory points.&#10;&#10;Additionally, the more paintings you can get in a gallery, the more prestige you receive. The first player to collect ten points is recognized as the master painter.&#10;&#10;Art Major has a nice blend of strategy, bluffing, and trading. Players are encouraged to trade anything they want, and with only two simple moves, the game can really begin moving at a quick pace.&#10;&#10;One interesting piece of Art Major is that paint only comes in primary colors (Red, Blue, Yellow), but most paintings require secondary colors (Orange, Green, Purple) to be complete. This means players must &ldquo;mix&rdquo; paints, and use extra cards to paint their masterpiece.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Theme: Art"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drunkgeon",
    "ID": 277033,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/277033/drunkgeon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "INTRODUCTION&#10;&#10;Drunkgeon is a strategic drinking board game where a barbarian, dwarf, mage &amp; elf fight monsters &amp; each other in an ever-changing maze-like dungeon. Each players life is their drink of choice. Players must use their skill in beer mat flipping to be the first to get to the treasure &amp; win the game. However, keep your wits about you as when your drink runs out. you're dead!&#10;&#10;STORY&#10;&#10;Welcome to the drunkgeon!&#10;You're with a group of heroes roaming the lands searching for adventure and coin. You come across the Labyrinth of the Old Gods rumoured to contain a great treasure at its heart. The local people warn that the domain within is ruled by ancient forgotten gods. Those that go in never come out and only their cries of madness have given any clue to what awaits inside. As seasoned adventurers, you know more than most that often these rumours are tall tails and laughing among yourselves you enter the labyrinth.&#10;&#10;As you walk through the door it slams behind you and in the dark, you hear a voice in your head, &quot;Who dares to enter our realm? You must pay a tribute of blood for a chance of reward and release!&quot;. Torches suddenly light and you find yourself alone in an ever-changing maze of torment. You discover blood is indeed power, for if you sacrifice it you&rsquo;re granted the power to perform ancient magic and great physical deeds. However, the more blood spilled the more drunk on the power you become. What horrors are within these walls? Will you be sober enough to recognise friend from foe? Will you reach the treasure and escape the labyrinth? Head down you plunge into the depths of the labyrinth ready to take on all that awaits&hellip;&#10;&#10;WINNING AND LOSING THE GAME&#10;&#10;'WIN THE GAME' - Collect at least 3 trophies and each key colour to enter the treasure room. Then defeat the dragon to win the game.&#10;&#10;'LOSE THE GAME' - If your glass is empty you die. Remove the empty glass from the dungeon and place all your mats on to the space you died. Other players can pick up the mats by landing on that space.&#10;&#10;SETTING UP THE GAME&#10;&#10;I. The game is played with 2-4 players. Each player gets a 'dungeon key mat' and a 'key token mat' of the same colour. Remove the unused 'dungeon key mats' and a 'key token mats' from the game.&#10;&#10;II. Randomly place the 'dungeon mats' into a 6 by 6 grid/dungeon. Note: 'dungeon mats' can BE placed in any ORIENTATION.&#10;&#10;III. Place the 'cleared dungeon mats', 'trophy mats' and the rest of the 'key tokens' into piles.&#10;&#10;IV. Layout all the 'magic mats' so they can be seen by all players and study them before the game begins.&#10;&#10;PLAYING THE GAME&#10;&#10;Pick the first player. A player may do the following three things in any order during their turn. When complete the player to the left now takes their turn.&#10;&#10;I - Insert 'dungeon mat' - The first player inserts their 'dungeon mat' into the dungeon with any orientation. They keep the 'dungeon mat' expelled from the opposite side. IF it is the first turn this must be done before a glass filled with beverage is placed on their 'dungeon key mat'.&#10;&#10;II - Move Their Player - The player may now move by flipping the 'event mat'. They move the number under the majority of their leftmost finger.&#10;&#10;- All moves must be used.&#10;- You cannot move diagonally.&#10;- You cannot move through walls.&#10;- A player must move forward in the direction they started moving this turn unless they hit a dead end.&#10;- When the path forks any new direction can be picked.&#10;- If you land on or move over another player, monster(s) or trap you trigger an 'event' (see Events).&#10;&#10;III - Buy a 'magic mat' - To buy a 'magic mat' spend the cost listed on it. You buy it by drinking that many fingers of your beverage. However, another player(s) may contest the purchase by drinking more fingers of their beverage. The player who drank the most fingers takes the 'magic mat' and can use it as and when described. There is only one of each 'magic mat' in the game and so only the 'magic mats' still on the table can be purchased. Once a 'magic mat' has been cast it is placed back on the table.&#10;&#10;EVENTS&#10;&#10;An event is triggered if a player lands on or moves over the following;&#10;&#10;I - Dungeon Key- If they don't already have a 'dungeon key token' of the same colour they can take one.&#10;&#10;II - Another player - The player whose turn it is fights the other player. Both players flip the 'event mat(s)'. Whoever has the highest number wins the fight. Re-Flip on a draw. If the player whose turn it is;&#10;- Wins - They may pass or land on the other player's mat. The winner may move the losing player one legal move away.&#10;- Loses - They must stop in the position prior to the player.&#10;&#10;III - Monster(s) or Trap - The player flips the 'event mat(s)' and must get the number or more displayed on the monster(s)/trap mat. If the player;&#10;- Wins - They win a 'trophy mat' (see Trophies p4). The monster/trap 'dungeon mat' is removed from the dungeon and is replace with the equivalent 'cleared dungeon mat'. Player movement continues.&#10;- Loses - They must drink the number of 'fingers' from their beverage as achieved from their 'event mat(s)' flip. They must also stop in the position prior to the monster(s) or trap.&#10;&#10;IV - Treasure room - A player can only enter the room if they have collected a key of each colour. IF so the player flips the 'event mat(s)' and must get the number or more displayed on the 'treasure room' mat. If the player;&#10;- Wins - They slay the dragon, take the treasure and win the game.&#10;- Loses - They must drink the number of 'fingers' from their beverage as achieved from their 'event mat' flip. They must stop in the position prior to the 'treasure room'.&#10;&#10;TROPHIES&#10;&#10;Players can gain 'trophy mats' by defeating monsters and traps. On the reverse side of a 'trophy mat' is an 'event mat'. this is so trophies can be stacked on top of the 'event mat' to form a stack. Whenever there is an 'event mat' flip for combat or movement the player may choose to flip a stack of 'event mats' with the trophies they have won. Each additional 'event mat' adds one to the result i.e. Flip and catch a 2 with a stack of 3 'event mats' to get a 4.&#10;&#10;FINGERS&#10;&#10;A forfeit in this game is performed by drinking 'fingers' of your beverage. this is done by holding that many of your own fingers against the glass and drinking that volume of your beverage. if there is a dispute in measuring an event mat can be used with one row equalling one finger.&#10;&#10;DIFFICULTY&#10;&#10;Beginner - If new players are finding flipping beer mats hard then they can use a 6 sided dice instead. &#10;Note: The game for those players will lose the skill aspect for catching values they need.&#10;&#10;Intermediate - 'Event mat(s)' can be flipped until caught. Note: This can slow down the game.&#10;&#10;Advanced - If 'event mat(s)' aren&rsquo;t caught you&rsquo;re fined a finger and the result is treated as zero.&#10;&#10;SINGLE PLAYER&#10;&#10;A single player game is played in exactly the same way as playing the normal rules. However there is some reduced setup, as there is no key collecting required so all key token mats can be removed from the game. As there are no other players all 'magic mats' can also be removed from the game.&#10;&#10;The 'magic mat' 'rejuvenate' can optionally remain. If it stays you're committing to potentially more then one drink. IF is removed, as with the 'just the one' variation, the game becomes more about beating the game with a single  glass of beverage.&#10;&#10;VARIATION: JUST THE ONE&#10;&#10;the 'rejuvenate' spell can also be removed to add extra difficulty to the game. It also puts a one drink cap on how much will be drunk in a game. This is a useful variation to implement when the player group only wish to have the one pint.&#10;&#10;VARIATION: HALF PINT DUNGEON&#10;&#10;Instead of playing with a 6x6 dungeon try playing with a 5x5 or 4x4 dungeon. Simply build the dungeon and place the remaining &lsquo;dungeon mats' into a stack. After inserting your dungeon key place the expelled 'dungeon mat' to the bottom of the 'dungeon mat' stack Then on future turns draw a mat from the top of the 'dungeon mat' stack and insert it into the dungeon, and again place the expelled 'dungeon mat' to the bottom of the 'dungeon mat' stack. This variation is useful when you have limited table space.&#10;&#10;GAME LINKING MULTIPLE DRUNKGEONS&#10;&#10;If you have multiple copies of Drunkgeon then they can be joined together to make up to a 6x12 dungeon by combining the 'dungeon mats'. Then use just one set of 'magic mats' and play the normal rules. The game will also now support up to 8 players i.e. two players of each colour.&#10;&#10;FAQ&#10;&#10;Q: Is Drunkgeon designed to get people drunk?&#10;A: No. The game is designed to be a fun first drink management game. A good player will carefully consider the best way to maximise their beverage, whereas other players may blindly run into fights and use magic to replenish their loses. Either style can work but the more sober player is more likely to win.&#10;&#10;Q: How do i shuffle the 'dungeon mats'? Are 'dungeon mats' inserted in a specific orientation?&#10;A: rotate the 'dungeon mats' as you shuffle because they can be inserted into the dungeon in any orientation.&#10;&#10;Q: Do you have to drink alcohol? what happens if glasses are different sizes?&#10;A: You may drink any beverage. Ideally everyone should use the same sized pint glass and beverage. However, if different make an agreement among yourselves i.e. a player drinks more glasses or uses smaller or larger 'finger' sizes. If anybody under the legal drinking age is playing the game then all players should drink non-alcoholic drinks.&#10;&#10;Q: How do you move the 'dungeon mats' with glasses on them?&#10;A: It is advised to remove the glasses while a row or column of 'dungeon mats' is being moved.&#10;&#10;Q: What happens if i am on a 'dungeon mat' that is pushed out the dungeon?&#10;A: The player is moved onto the 'dungeon mat' that was just inserted on the other side of the dungeon.&#10;&#10;Q: Players have blocked the 'treasure room' or are holding a 'dungeon mat' or 'magic mat&rsquo;?&#10;A: Don&rsquo;t let a player get all the 'magic mats' as there are spells that help with these situations. Read the magic mats carefully before playing the game.&#10;&#10;Q: I have picked up another 'dungeon mat' from a dead player?&#10;A: You may now choose either of your 'dungeon mat' to insert during your turn.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xi'an Prestige",
    "ID": 277034,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/277034/xian-prestige",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Xi'an Prestige two master builders compete to gain the most prestige in the emperor's eyes by building the most beautiful terracotta warriors during the first chinese dinasty (Qin Dinasty, 221-206 b.C.).&#10;&#10;Players collect mineral pigments, forge equipment, build different types of terracotta warriors and supervise the building of the mausoleum. During the game players also need to hire important characters of that time to strengthen their prestige.&#10;&#10;In its turn the active player must collect one card from one of the groups available. By doing so they may spend, move or obtain precious and tight coins. All the cards have a double use and the choice will always be tough.&#10;&#10;When the deck of cards is exhausted, the player with the most prestige points is declared winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Xi'an (China)",
      "Magazine: ioGioco",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SWUP",
    "ID": 277045,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277045/swup",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "SWUP is a fun and entertaining card game for the whole family. SWUP makes you use your brain to calculate the best possible way of using the cards you are dealt. Block your opponents by building with the right cards and if you remove the last card on the table you get a SWUP. A great math game where you must calculate and stay sharp to win.&#10;&#10;SWUP is based on Casino, but with added/changed elements.&#10;&#10;Each player is dealt four cards, and four cards are dealt to the table (only first round). Then players either take a trick, by adding cards on the table to become the same value as the card they play, build new cards by adding their card to a card already on the table, or play their cards on the table. Doubles and triples can also be built (and they can't be changed). Once all players have played their four cards, each player is deal four new cards. Play continues until all cards are dealt and played.&#10;&#10;Points are scored the follwoing in a players trick pile:&#10;Most cards: 1 point&#10;Most black cards: 2 points&#10;Last trick: 1 point&#10;Each star: 1 point&#10;Each SWUP (clearing the table): 1 point&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Pleasant Journey to Neko: Tour Group",
    "ID": 277046,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277046/a-pleasant-journey-to-neko-tour-group",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Originally available if you ordered the game from the publisher's website. It was packaged separately from the base game.&#10;&#10;Card for the advanced game that will earn you 12 points if you have: an ocean bank, a fuel platform, blue bar, penguin park, seaside town, port and a special stop.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Point to Point Movement",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Word Games",
    "ID": 277049,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277049/word-games",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This contains: &#10;&#10;     112 plastic letter tiles&#10;     4 plastic tile rack &#10;     rules booklet. &#10;&#10;&#10;There is no board, tiles just being played to the table.&#10;&#10;The rules booklet is titled &quot;Eight Different Word Games&quot;, and contains rules for: &#10;&#10;     Crossword&#10;     Anagrams&#10;     Word Rummy&#10;     Word Dominoes&#10;     Word Ghost&#10;     Snatch Words&#10;     Word Solitaire&#10;     Pass Words&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Russell's Famous Card Games Children's Library",
    "ID": 277050,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277050/russells-famous-card-games-childrens-library",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The box for this collection is made like a book, saying &quot;Card Games for Children&quot; on the spine, and &quot;Russell's FAMOUS CARD GAMES Children's Library&quot; on the front cover, with balloons stating the names of the included games on both covers.&#10;&#10;The box also opens like a book into two sides, each of which holds the boxes for 6 card games. These are all in Russell's Big Little card game boxes which are like small match boxes, in size 2 3/4&quot; x 1 7/8&quot; x 1&quot;, with the inside sliding out like a drawer, just as in a matchbox.  Each side's games slide out away from the spine, but are visible while in the box through cellophane windows.&#10;&#10;The left side is labelled &quot;Modern Favorite Games&quot; and contains: &#10;&#10;     Game of Flags of the United Nations&#10;     Domino Cards&#10;     Howdy Doody&#10;     Cross Numbers &#10;     Wild West&#10;     Sky Trails&#10;&#10;&#10;The right side is labelled &quot;Old Favorite Games&quot; and contains: &#10;&#10;     Old Maid&#10;     Authors&#10;     Dr. Quack&#10;     Crossword&#10;     Animal Rummy&#10;     Slap Jack&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dopeman",
    "ID": 277052,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/277052/dopeman",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Dopeman is a not-so-family-friendly board game. Play as a power-hungry drug dealer trying to get rich quick. Deliver goods to your customers but watch out for the cops and rival dealers. They&rsquo;ll try to take you down as you negotiate, bribe, and scheme your way to the top. Make the most money before time&rsquo;s up, and you win!&#10;&#10;The board is your block. To move forward, you&rsquo;ll move your game piece around the sidewalk clockwise. You&rsquo;ll also find a road that the cops drive on, a jail in the middle of the board, and apartments where you will deliver drugs. Your game piece moves based on the white die and the Cop Car moves based on the black die. The person who most recently did drugs goes first.&#10;&#10;There are four drugs in the game: Weed, Molly, Coke, and Shrooms. Before the game begins, you&rsquo;ll select one type of drug. There are four Suppliers on the board &mdash; one for each type of drug. Suppliers sell you drugs, which you&rsquo;ll then sell at a higher price to your Clients for a profit. Each player has one Supplier from which they buy their designated drug exclusively. You can buy baggies of your designated drug for $10 each from your Supplier every time you land on, or pass over, your Supplier&rsquo;s tile. You may buy as much as you can afford.&#10;&#10;You&rsquo;ll receive a Text Message card every time you land on or pass over, a notification tile. There are two types - those from Clients who would like to buy drugs (this will include which drugs they want, how many baggies, and which apartment to deliver them to), and those from Informants who give you advantages throughout the game.&#10;&#10;To sell drugs:&#10;&#10;     Pass over, or land on, your Client&rsquo;s apartment (indicated by their Text Message).&#10;     Burn Text Message card.&#10;     Discard sold drugs to the box.&#10;     Pick up $50 per drug sold from the box.&#10;&#10;&#10;There is a Cop Car that travels around the board trying to bust dealers. If at any point, you have possession of drugs and the Cop Car lands on the adjacent tile to your game piece, you&rsquo;ll go to Jail. (You will only be arrested if you&rsquo;re in possession of drugs.)&#10;&#10;There are two ways to avoid being arrested:&#10;&#10;     Bribe the Cops with $50. (The money should be put back into the box.)&#10;     Blackmail the cops with an appropriate Text Message from an Informant.&#10;&#10;&#10;If you go to Jail, you must discard all of your drugs and weapons. To get out, you must complete a loop around the Jail with your game piece.&#10;&#10;If on your turn, you land on a tile shared by another dealer&rsquo;s game piece, you have the option to rob your friend, potentially stealing their drugs. Both players roll one die (the number you roll represents your Attack Strength), and the highest Attack Strength wins.&#10;&#10;On your turn, you may buy weapons - Brass Knuckles, a Switchblade, and/or a Pistol. Weapons increase your Attack Strength during a robbery. You can continue to use your weapons until they&rsquo;re confiscated by the police.&#10;&#10;You can also buy an Associate. Associates follow you around the board, allowing you to increase your attack strength during a robbery and increase your movement around the board by +1.&#10;&#10;On their respective turns, players may trade Text Messages, drugs, weapons, or cash. There are no rules around trading &mdash; all is fair in love and drugs. If, at any point, you run out of cash, you&rsquo;re out.&#10;&#10;When time is up, each player is given one last turn, starting with the first player of the game. When the last player completes their turn, each dealer should count how much cash they have. If you have a weapon, or unsold drug baggies, you may liquidate them for the price you paid. Once each player has tallied their liquidated assets and cash, the player with the highest total wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "City",
    "ID": 277059,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277059/city",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "CITY is a fast-paced card game where you compete to be first to build a new city. The closer you are to achieving urban success, the more your opponents will try and stop you! It's a good thing you aren't without weapons of your own.&#10;&#10;Each player is trying to build their city. They do this by placing building cards down on the table in front of them.&#10;&#10;Opponents may prevent this from happening by attacking their efforts through unique wild cards, swaps, coordination with other players, and building-specific attack cards like Pollution or Thieves.&#10;&#10;The first player to successfully build 4 buildings that are free from attacks, wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rise and Fall of the Third Reich",
    "ID": 277062,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/277062/rise-and-fall-of-the-third-reich",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "480",
    "Weight": "3",
    "Description": "Daisanteikoku no seisui (Rise and Fall of the Third Reich) is a new combining &quot;deck construction&quot; system with &quot;hand construction&quot; system such as Storm Over Pearl Harbor, Defense of Japanese Homeland 1945 and Southern Gambit 1941. &#10;It is a board war game that reproduces the whole picture of the Second World War in Europe in a playable format, with movement and combat systems for land, sea and air. Can you lead the Axis of the Third Reich from Hitler's position and control Europe!?&#10;Or can you lead the Allies in the position of Churchill, Roosevelt, and Stalin and take over the post-war world supremacy!?&#10;&#10;Unit scale: Corps/Army&#10;Game period: Winter 1939-summer 1945 (12 turns)&#10;Counters: 198 &#10;Map: A2 (42 x 59.4 cm)&#10;Cards: 32&#10;&#10;&#10;Published in Game Journal #70.",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Deck, Bag, and Pool Building",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Storm Over area impulse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "南方作戦1941 (Southern Gambit 1941)",
    "ID": 277063,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/277063/nan-fang-zuo-zhan-1941-southern-gambit-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "December 8, 1941. One hour and 20 minutes prior to the attack on Pearl Harbor, the Imperial Army's open battle code &quot;Hinode wa yamagata&quot; was issued. As a result, the landing operation on the northern part of the Malay Peninsula was started, and the three-year and nine-month long Pacific War had begun. A new battleship, the Prince of Wales, overwhelms the ocean, the B-17 Flying Fortress covers the heavens while MacArthur swears revenge. The three great fortresses of Singapore, Hong Kong, and Corregidor stand in front of the Japanese army. Will you be able to lead the south operation to success in a hundred days ?&#10;&#10;Time scale: ?&#10;Unit scale: Regiment/Brigade&#10;Game period: December 1941-April 1942 &#10;Counters: 198 &#10;Map: A2 (42 x 59.4 cm)&#10;Cards: 32&#10;&#10;(translated and adapted from publisher's Japanese description)&#10;&#10;&#10;Published in Game Journal #69.",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Storm Over area impulse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TMNT Pizza Party Tin Game",
    "ID": 277065,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277065/tmnt-pizza-party-tin-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Hey Dudes and Dudettes! The Ninja Turtles are having a totally radical pizza party, and you&rsquo;re the chefs of honor! You&rsquo;ll need to make the most extreme pizzas on the planet to shell-shock your customers with your outrageous creations! Work quickly though, because as you&rsquo;re slamming down slices, so are your friends, and the first chef to earn 15 points by making the best pizzas wins! &#10;TMNT Pizza Party is a fast-paced, dexterity game.&#10;&#10;Pick your favorite TMNT character, then be the first to build that characters favorite pizza to win the game. Each player draws pizza slice cards into their hand and tries to build a pizza utilizing the same ingredients. Once a pizza is built, the player that has built their pizza with ingredients that best match their character card, wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Food & Drink: Pizza"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pigeons",
    "ID": 277067,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/277067/pigeons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pigeons are invading the main places of your city: streets, squares, monuments and of course also the balconies of your precious lofts in the city center. Every player must act to protect their beautiful houses and transform pigeons in trophies to save the city -&#10;&#10;Piccioni is a fast frenetic card game, competitive, for 2 to 6 players, made up of 100 cards (97 playing cards and 3 rule cards). It is very easy to understand and very funny to play.&#10;&#10;Every turn you take two Actions among: playing a card, drawing 3 cards or clean yourself from Guano. Depending on the Actions you take, you have to reveal a certain number of pigeons that can be assigned in the Places (Street, Crowd, High-Voltage Wires and Monument) or to any Player Area. The other players can counter your actions or share benefits.&#10;&#10;You win if at the end of the game you have the highest number of Victori Points: you lose VP if pigeons are on your balcony (in your player area) and if you have many Guano and Lots of Guano (poo and lots of poo) cards assigned, instead you gain VP when you transform the pigeons in trophies.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Kill Steal",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Pigeons",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naruto Boruto Card Game",
    "ID": 277069,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/277069/naruto-boruto-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; The Naruto Boruto Card Game features cards with original illustrations of beloved characters from the animated series Naruto, Naruto Shippuden, and Boruto. Players can assemble teams including the original Team 7's Naruto, Sasuke, and Sakura; the new generation's Boruto, Sarada, and Mitsuki; and the Uchiha clan. Create your own legendary ninja team to see whether the power of teamwork and friendship will help you prevail over your opponent!&#10;&#10;The Naruto Boruto Card Game sees the debut of an innovative new turn and resource system &ndash; Chrono Clash! The Chrono Clash system allows players to strategically use their resources and accurately represents the flow of real battles, with momentum shifting from player to player as they choose the best time to throw their big moves! Lie in wait by setting sneaky traps for your opponent, or seize the initiative for a game-ending rasengan! The Chrono Clash system will allow for players' favorite characters from different IPs to join the fray in the future!&#10;&#10;The Naruto Boruto Card Game is easy to learn but contains layers of strategic depth for players to master! Each player's deck contains at least fifty cards. Players construct their deck with two types of cards &mdash; battlers and actions &mdash; and can win by dealing enough damage to their opponent or by completing four quest points. Icons clearly and quickly communicate game effects to players and allow players to learn how to play in a five minute demonstration.&#10;&#10;Linked entries in the BGG database:&#10;&#10;&#10;    Naruto Boruto Card Game: Naruto & Naruto Shippuden Set&#10;    Naruto Boruto Card Game: Naruto Shippuden & Boruto Set&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Series: Chrono Clash System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Boros Guilds of Ravnica Guild Kit",
    "ID": 277070,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277070/magic-the-gathering-boros-guilds-of-ravnica-guild",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play Red/White 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Izzet Guilds of Ravnica Guild Kit",
    "ID": 277071,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277071/magic-the-gathering-izzet-guilds-of-ravnica-guild",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play Red/Blue 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Selesnya Guilds of Ravnica Guild Kit",
    "ID": 277072,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277072/magic-the-gathering-selesnya-guilds-of-ravnica-gui",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play Green/White 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Golgari Guilds of Ravnica Guild Kit",
    "ID": 277073,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277073/magic-the-gathering-golgari-guilds-of-ravnica-guil",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play Green/Black 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Azorius Ravnica Allegiance Guild Kit",
    "ID": 277075,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277075/magic-the-gathering-azorius-ravnica-allegiance-gui",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play White/Blue60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Orzhov Ravnica Allegiance Guild Kit",
    "ID": 277076,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277076/magic-the-gathering-orzhov-ravnica-allegiance-guil",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play White/Black 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Gruul Ravnica Allegiance Guild Kit",
    "ID": 277077,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277077/magic-the-gathering-gruul-ravnica-allegiance-guild",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play Green/Red 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Rakdos Ravnica Allegiance Guild Kit",
    "ID": 277078,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277078/magic-the-gathering-rakdos-ravnica-allegiance-guil",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play Red/Black 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wreck Raiders: The Giant Clam",
    "ID": 277081,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277081/wreck-raiders-the-giant-clam",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A Kickstarter exclusive mini-expansion for the game Wreck Raiders where you can collect pearls to add to your score.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wreck Raiders: The Shark",
    "ID": 277082,
    "Year": "(2019)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277082/wreck-raiders-the-shark",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A kickstarter exclusive mini-expansion for the game Wreck Raiders where you can add a shark to the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories Junior: Ghost Stories",
    "ID": 277084,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/277084/black-stories-junior-ghost-stories",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "0",
    "Description": "The successful mystery series &quot;Black Stories&quot; is also available in the &quot;scary-free&quot; version - for families with children from 8 years old. Instead of dark and scary it gets colorful and funny at the &quot;Black Stories Junior&quot;. The colors represent the locations where the junior mystery stories play.&#10;&#10;Black Stories Junior: Ghost Stories are spooky riddles for young ghost chaser. The players try to reconstruct the stories by asking, guessing and fiddling about.&#10;&#10;Black Stories Junior: Ghost Stories includes the cards of both sets: Black Stories Junior: White Stories and Black Stories Junior: Purple Stories. So instead of fifty cards, there are a hundred riddles for you to puzzle out.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Series: Black Stories Junior"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories Junior: School Stories",
    "ID": 277086,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/277086/black-stories-junior-school-stories",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "0",
    "Description": "The successful mystery series &quot;Black Stories&quot; is also available in the &quot;scary-free&quot; version - for families with children from 8 years old. Instead of dark and scary it gets colorful and funny at the &quot;Black Stories Junior&quot;. The colors represent the locations where the junior mystery stories play.&#10;&#10;Black Stories Junior: School Stories are tricky riddles for clever pupils. The players try to reconstruct the stories by asking, guessing and fiddling about.&#10;&#10;Black Stories Junior: School Stories includes fifty cards with riddles for you to puzzle out.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Series: Black Stories Junior"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valente: O amor em jogo",
    "ID": 277090,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/277090/valente-o-amor-em-jogo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Valente - O amor em jogo is a storytelling game based on the stories I have created, Vitor Cafaggi, about this young and graceful dog, Valente.&#10;&#10;Through the randomness of the cards and using their own skill, reasoning and experience, the players will assemble strips telling the story and the amorous misfortune of the Valiant. Players have the challenge of guiding our hero to the right choice. And what choice is that?&#10;&#10;At this point in his life, Valente finds himself in a difficult time. With a platonic love story for Lady and living a recent passion with Princess, he finds himself in a bind, not knowing which of the two to give his heart. In the game, this is the scenario. You and the other players will help Valente make that decision, but that path will not be easy.&#10;&#10;According to the created stories, you will guide Valente's heart as he hears the invaluable advice of his best friend Bu, plays RPG with his friends, takes his little sister to the ballet and devours roast beef sandwiches!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Word-Spell",
    "ID": 277105,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277105/word-spell",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Hebrew-language word card game that children and adults can play. It includes: &#10;&#10;     28 letter cards, showing a large Hebrew letter in block print form, a small cursive form of the letter in the corner, and a background illustration of a word that starts with that letter. (Letters that have multiple cards have a different illustration for each one.) &#10;     6 word cards showing two different words, each having its point score and a picture of the what the word is. &#10;     1 clown (joker) card which can be used to stand for any letter. &#10;     1 rules card, the rules taking both sides. &#10;&#10;&#10;(Note: The Hebrew alphabet consists primarily of consonants. There are diacritical marks that can indicate vowels, but they are not used anywhere in this game except the front of the box for the game's name.)&#10;&#10;The word cards are shuffled at the start of the game, and the letter cards are shuffled at the start of each round. Each round consists of revealing the top word card, dealing 5 letter cards to each player, and revealing the top letter card to start the discard pile. A turn consists of drawing a card (the top of either the draw or discard pile), and discarding a card.&#10;&#10;The hand ends when a player can spell one of the two words on the word card from the letters in their hand, at which point they score the points that word is worth.  In the rare case that the letter deck has been gone through twice with no one spelling a word, the letter cards are all gathered and re-dealt.&#10;&#10;After 5 rounds, the player with the highest score wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Peek & Push",
    "ID": 277107,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/277107/peek-and-push",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Peek &amp; Push is a 2-player strategy game that puts your memory to the test. Create a set or run before your opponent does, and you win! The game begins with all of the tiles face down. Peek to see the contents of a tile, or Push a row or column to shift the board. But be careful, don't lose track of tiles you&rsquo;ve already uncovered! It&rsquo;s your move, will you Peek or Push?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wreck Raiders: The Relic Hunter",
    "ID": 277108,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277108/wreck-raiders-the-relic-hunter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A Kickstarter exclusive mini-expansion for the game Wreck Raiders. Each player is dealt a secret mission card at the start of the game. Points are received for competing the cards objective.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warlord: Ancients & Dark Ages Warfare – Fast Action Wargames Rules for Battles Set in the Period 3000BC - 1100AD",
    "ID": 277112,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277112/warlord-ancients-and-dark-ages-warfare-fast-action",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The first set of rules to create a wargame that really looks like a battle in ancient times. Using an innovative system of command and control and the concept of unit attrition to combine the effects of casualties and morale from shooting and melee, a simple set of rules, which at last encourages the strategy and tactics used in ancient times. The stubbornness of the Roman legions and power of heavily armed cavalry are faithfully recreated along with the ferocious but fickle nature of tribal troops. Play well and you will see the enemies battle line collapse rapidly and completely, play poorly you will struggle to control your divisions and they will be defeated in detail.&#10;The command and control system adds unique dimensions to competition and points based games. Points can now be spent on the quality of commanders and the number of divisions fielded (typically 2-3). With better quality generals and more divisions you have more tactical flexibility but you can afford fewer troops.&#10;&#10;&#10;     Figure based as elements &ndash; no need to re-base your troops.&#10;     Alternate movement &ndash; facilitates play.&#10;     Command and control system, which replicates the fog of war.&#10;     Slick simple D6 based systems &ndash; easy to use, swiftly picked up and readily recalled.&#10;     Freely accessible &ndash; cross- referenced and indexed throughout.&#10;     Broken down into core rules and additional explanation.&#10;     Integral example army lists; exhaustive range of troop types.&#10;     Fast furious action &ndash; games of 1000 points per side completed in 90 minutes.&#10;     Faithfully gives a historical feel and generates authentic outcomes.&#10;     Example battle &ndash; Magnesia re-fought, includes scenario and orders of battle.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warlord II: 1000AD to 1765AD – Fast Action Wargames Rules for Medieval, Renaissance, Pike & Shot and 18th Century Warfare",
    "ID": 277113,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/277113/warlord-ii-1000ad-to-1765ad-fast-action-wargames-r",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "5",
    "Description": "Building on our success with Warlord 1, we have crafted this rulebook to extend the period of warfare you can re-enact on the miniature battlefield using the Warlord system, right up to the dawn of the modern age in the second half of the eighteenth century. We have retained and carefully adapted the same simple rule mechanisms while maintaining our focus on historical authenticity, to rules covering all aspects of warfare in the open field from 1000-1765AD (from before the Norman Conquest to the aftermath of the Seven Years' War!). They are comprehensive and self-contained and designed to recreate historically based battlefield action as a fast moving and exciting game of skill on the table-top.&#10;&#10;&#10;     Play Warlord I play Warlord II - same systems, same rule mechanisms, same fun to play.&#10;     Special rules for gunpowder weapons and the tactics of the Gunpowder Era.&#10;     Figures based as standard elements - easy to use and no need to rebase your troops.&#10;     Simple slick D6 based systems - straight forward, swiftly picked up and readily recalled.&#10;     Alternate movement and rapid manoeuvre - fast furious action, complete a game in 90 minutes.&#10;     The challenges of command and the fog of war - recreated by the elegant command control system.&#10;     More than 90 example army lists - cover the range of historical troop types.&#10;     Numerous examples and diagrams plus a full battle account - Coutras re-fought.&#10;     Readily accessible- cross-referenced and indexed throughout and summary Glossary provided.&#10;     Integral playsheet - start playing right away.&#10;     Faithful historical feel - you're right there in the thick of the action from the outset.&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Medieval",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warlord: Advance Guard – Fast Action Wargames Rules for Battles Set in the Period 3000BC - 1100AD",
    "ID": 277114,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277114/warlord-advance-guard-fast-action-wargames-rules-f",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The ideal introduction to the WARLORD SERIES, and to wargames in the period 3500 BC to 1100 AD. An updated and lighter version of the original, highly successful, WARLORD rulebook, which is even faster and more fun to play and introduces some further innovations to enhance the game and improve playability. Action on the miniature battlefield moves swiftly and cleanly to a clear and historically appropriate conclusion. These rules do, beyond question, &lsquo;create wargames that really look like battles in ancient times&rsquo;, with historically authentic outcomes at each and every stage of the combat.&#10;&#10;&#10;     Using figures based as elements - making play quick and straight forward.&#10;     A flexible basing scheme &ndash; no need to rebase your troops.&#10;     Readily accessible &ndash; cross-referenced though-out.&#10;     Clearly explained &ndash; comprehensive Glossary &amp; Index included.&#10;     Simple D6 based mechanisms &ndash; swiftly picked-up and easy to use.&#10;     Alternative movement &ndash; facilitates really fast play.&#10;     Integral Command Control system &ndash; replicates the chain of command.&#10;     Fog of war recreated &ndash; the unintended and unexpected happens.&#10;     Fast and furious action &ndash; complete a game in 90 minutes of play.&#10;     Genuinely historical feel &ndash; you&rsquo;ll know the action is just as it really was.&#10;     Example battle described &ndash; takes you blow by blow through the action.&#10;     Ready communication with the Warlord Team &ndash; via a google group forum.&#10;     Accompanying comprehensive Army Lists &ndash; nearly 300 lists for the period.&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fighter Duel",
    "ID": 277123,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277123/fighter-duel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "'Fighter Duel' is a set of freely available variant rules which originally in 2018 used the aircraft data from the Avalon Hill WWII air combat game Mustangs, but from 2019 switched to using the data cards and later the single plane counters from the GMT Wing Leader series.  It can also use counters from the SPI game Spitfire and the map from the Avalon Hill game Flight Leader.  Fighter Duel covers combats between 2 to 4 fighters per side, and focuses on simple but realistic modelling of formation tactics, aircraft energy and situational awareness.  It now includes unique solitaire rules allowing any or all fighters to be placed under AI control.  In 2023 the simpler spin-off Fighter Duel Lite was posted, with just 2 pages of rules and no luck after initial deployment.  Both games are available at https://boardgamegeek.com/filepage/180451/fighter-duel-deluxe.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: Wing Leader (GMT)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naruto Boruto Card Game: Naruto & Naruto Shippuden Set",
    "ID": 277124,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/277124/naruto-boruto-card-game-naruto-and-naruto-shippude",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Naruto Boruto Card Game features cards with original illustrations of beloved characters from the animated series Naruto, Naruto Shippuden, and Boruto. Players can assemble teams including the original Team 7&rsquo;s Naruto, Sasuke, and Sakura; the new generation&rsquo;s Boruto, Sarada, and Mitsuki; and the Uchiha clan. Create your own legendary ninja team, and see if the power of teamwork and friendship will help you prevail over your opponent!&#10;&#10;The Naruto &amp; Naruto Shippuden Set contains characters from those two anime series in two decks of fifty cards, a shared sideboard of eight cards, twelve double-sized cards, two turn-sequence cards, a play manual, and two play sheets. Cards from this set can be mixed and matched with cards from other Chrono Clash titles to create a variety of decks or to introduce multiplayer action.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Series: Chrono Clash System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gloom of Kilforth: Tears of Kilforth Promo Cards",
    "ID": 277125,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277125/gloom-of-kilforth-tears-of-kilforth-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "3 promotional cards shrink wrapped in 1066, Tears to Many Mothers: The Battle of Hastings.&#10;&#10;3 cards that expand Gloom of Kilforth: A Fantasy Quest Game:&#10;Encounter: Badlands (T1)&#10;Encounter: Mountain (T2)&#10;Encounter: Forest (T3)&#10;&#10;Included in Gloom of Kilforth: Promo Pack 1&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Setting: Kilforth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naruto Boruto Card Game: Naruto Shippuden & Boruto Set",
    "ID": 277126,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/277126/naruto-boruto-card-game-naruto-shippuden-and-borut",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Naruto Boruto Card Game features cards with original illustrations of beloved characters from the animated series Naruto, Naruto Shippuden, and Boruto. Players can assemble teams including the original Team 7&rsquo;s Naruto, Sasuke, and Sakura; the new generation&rsquo;s Boruto, Sarada, and Mitsuki; and the Uchiha clan. Create your own legendary ninja team, and see if the power of teamwork and friendship will help you prevail over your opponent!&#10;&#10;The Naruto Shippuden &amp; Boruto Set contains characters from those two anime series in two decks of fifty cards, a shared sideboard of eight cards, twelve double-sized cards, two turn-sequence cards, a play manual, and two play sheets. Cards from this set can be mixed and matched with cards from other Chrono Clash titles to create a variety of decks or to introduce multiplayer action.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Series: Chrono Clash System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dogfight: A Game for Owners of Wing Leader",
    "ID": 277127,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277127/dogfight-a-game-for-owners-of-wing-leader",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dogfight is a set of freely available variant rules for use with the counters and data cards from the GMT WWII air combat game Wing Leader, allowing a greater focus on the fighting in the immediate vicinity of the bombers.  It has evolved greatly since its first appearance in 2017, and now consists of three editions - Dogfight Lite which retains the generic simplicity of the first version, Dogfight Deluxe which is a much more sophisticated and physically accurate system which differentiates between all the many available aircraft types, and Dogfight Full Circle which uses shorter turns and replaces the 3D-enhanced side-scrolling perspective of the other two editions with a fully 3D 360 degree top-down viewpoint.  All three game versions are available at https://boardgamegeek.com/filepage/149562/dogfight, and the final two have YouTube videos showing complete sample games.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Game: Wing Leader (GMT)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tin Treasures",
    "ID": 277130,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/277130/tin-treasures",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Being a gnome that makes a living by digging for treasure can be hard work.  Especially when there are grumpy trolls laying underground.  In this game, you are a gnome that gets to build a series of tunnels underground, and then gets to dig in the hopes of gathering enough gems and gold to reach the final goal!&#10;&#10;You assemble a modular board that is different with each game, and depending on how deep you dig, you may find treasures or trolls or even impervious rocks that damage your ability to defend yourself as you dig.  As you go through the deck of cards, the tunnels will get darker, the trolls will get stronger, and your ability to defend yourself will weaken as you mine tough stones that break your shovels.&#10;&#10;On each turn, you move through the tunnels, choose to dig, and try to empty your treasures out of your backpack and into your home base (the tin).  The more treasures you sell, the higher your score.&#10;&#10;This is a print-and-play game with components that fit into a typical mint tin container (paper tile pieces, paperclips, dice).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Maze",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Downfall: Ashes – Part 1 (fan expansion for Android: Netrunner)",
    "ID": 277132,
    "Year": "(2019)",
    "Geek Rating": "5.645",
    "Avg Rating": "8.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277132/downfall-ashes-part-1-fan-expansion-for-android-ne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "&quot;It happened without warning, out of a clear evening sky. The neons of New Angeles were flickering to life, as an equatorial twilight sped across the city. Events progressed broken and disordered. A strobing light directly overhead, like a drive flame where no ship should be. A rain of carbon shards shattering windows and downing hoppers in Manta, molten and twisted into tortured forms. Cayambe rung with a bone shaking vibration, as if someone had capriciously plucked a planet sized guitar.&#10;&#10;The world hangs by a narrow thread, made of dreams and faith and reinforced buckyweave. No one realises how narrow that connecting string is&hellip;until someone tries to cut it.&quot;&#10;&#10;&mdash;description from the designer&#10;&#10;This is the first set of cards released by Null Signal Games (under the name NISEI), compatible with FFG's Android: Netrunner LCG.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Fan Expansion",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Android – Netrunner (LCG)",
      "Players: Two-Player Only Games",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Night Ultimate: Bonus Pack 4",
    "ID": 277134,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277134/one-night-ultimate-bonus-pack-4",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Six Role Cards and Tokens for use with One Night Ultimate Super Villains.&#10;&#10;Family Man&#10;Defender-er&#10;The Sponge&#10;Ricochet Rhino&#10;Windy Wendy&#10;Innocent Bystander&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Series: One Night (Bézier Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World At War 85: Storming the Gap – The Drive On Giessen",
    "ID": 277137,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277137/world-at-war-85-storming-the-gap-the-drive-on-gies",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "The Drive on Giessen is a campaign game for WaW85 that allows the play of a set of linked game scenarios depicting a Soviet division&rsquo;s drive across West Germany against NATO forces.&#10;&#10;The Operational map will depict an area roughly from Eisenach GDR to Giessen FRG; a distance of about 75 kilometers in depth and 20 kilometers wide.&#10;&#10;The Operational map will consist of a series of locations connected across the map. Each location will represent a game area of two maps where each scenario will be played. Links between these map locations will represent road connections which will regulate how many game formations will be able to transit during each operational turn.&#10;&#10;During an Operational turn, both players may move their forces on the Operational map point to point to adjacent locations. This is done simultaneously and hidden from the opposing player. Forces that do not move from their location may improve their defensive positions or regroup.&#10;&#10;Battles will occur at each location that contains forces of both opposing players. How the forces arrived on the map will determine how the scenario will be set up. As battles occur, both sides may have reinforcements that can move into battle from adjacent locations. Also, artillery units in adjacent locations may be assigned as Artillery Support, and so act as off-board artillery for the battle.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: World At War 85 (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World At War 85: Storming the Gap – The Defense of Frankfurt",
    "ID": 277139,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277139/world-at-war-85-storming-the-gap-the-defense-of-fr",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "The Defense of Frankfurt module simulates fightimg on maps of a real section of the Fulda Gap, near Frankfurt West Germany, and adapted specifically for World At War 85 play.&#10;&#10;The eight summer maps of the sixteen maps herein, when configured in a specific pattern, display a monster-sized fighting area northwest of Frankfurt, West Germany. The other eight are winter versions, where any line of sight benefits of obscuring crops of cultivated terrain are gone and wilted, and so presents a whole different battle arena. The maps have ever so slight adjustments that also make them GEOMORPHIC, and so fully compatible with any other map in the World At War 85 series of games. Just line up the short edge or long edge of any of these maps to any other map in the series to create your own Forward Edge of the Battle Area.&#10;&#10;Two monster-sized scenarios are included for the monster-sized Fulda Gap configuration, our largest scenarios to date, using many formations and optional Battalion/Regimental Activation rules, also included in this Map Pack:&#10;&#10;&#10;    The Breakthrough to Frankfurt: Almost a division of Soviet armor presses home its advantage in the final drive to reach the Main River crossings on their way to the Rhine!&#10;&#10;&#10;&#10;    Hold the Damn Line!: NATO armored reserves find themselves finally in a position of strength to attempt a major counterattack into the onrushing Warsaw Pact hordes. A full battalion of M-1 Abrams tanks is at your disposal with supporting the US and West German forces as well!&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: World At War 85 (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Alex Rodriguez Limited Edition",
    "ID": 277140,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/277140/uno-alex-rodriguez-limited-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Celebrate one of the biggest stars in Major League Baseball with this special Alex Rodr&iacute;guez Edition of UNO.&#10;&#10;&#10;     112 Custom Cards feature A-Rod of the Yankees in action at third base or at the plate doing what he doeas best: getting big hits and driving in runs.&#10;&#10;&#10;&#10;     Same great UNO play PLUS the exclusive MVP card and rule.&#10;&#10;&#10;&#10;     Be sure to yell &quot;UNO&quot; as you try to be the best player in the game just like A-Rod is year after year.&#10;&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: USA",
      "Game: UNO",
      "Sports Teams: New York Yankees",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Michigan",
    "ID": 277142,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/277142/uno-michigan",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Show your school spirit with the Wolverines in the University of Michigan edition of UNO.&#10;&#10;&#10;     112 custom cards feature campus landmarks including the Law Quad, the Rock, the Michigan Union, the Cube, and more.&#10;&#10;&#10;&#10;     Same great UNO play PLUS the exclusive Go Blue card and rule. &#10;&#10;&#10;&#10;     Be ready to yell &quot;UNO!&quot; as you show your blue and maize pride and go for the win!&#10;&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: USA",
      "Game: UNO",
      "Sports: American Football / Gridiron",
      "States: Michigan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Mets Special Edition",
    "ID": 277143,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/277143/uno-mets-special-edition",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Get ready to make a run to October with the 2007 New York Mets edition of UNO.&#10;&#10;&#10;     112 custom cards feature Pedro Martinez, David Wright, Jose Reyes, Carlos Beltran, Carlos Delgado and other Mets stars.&#10;&#10;&#10;&#10;     Same great UNO play PLUS the exclusive Acquisition card celebrating the signing of dominating closer Moises Alou. &#10;&#10;&#10;&#10;     Make sure you yell &quot;UNO&quot; as you go for a walk-off winner of your own!&#10;&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Country: USA",
      "Game: UNO",
      "Sports Teams: New York Mets (Metropolitans)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nutty Nuts",
    "ID": 277145,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/277145/nutty-nuts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Do you hop or do you stop?!&quot;&#10;&#10;Hop from tree to tree to collect as many nuts as you can. But, watch out! You have to make the right decision or you might lose your stash. Be the first to collect the right number of nuts and you win!&#10;Nutty Nuts is a great decision making game!&#10;&mdash;description from the publisher&#10;&#10;To play the game, the eight wooden trees are placed in a circle and each player places their player piece, a wooden squirrel (complete with felt tail) on an empty tree. A bank of three nuts is created outside of the circle. One die is rolled to select the first player. Then, on their turn, a player rolls the die and the number shown is the number of hops that the squirrel (the player) makes from tree to tree. If the player lands on a tree with nuts printed on it then they take the nuts and &quot;stash&quot; them by collecting a wooden token matching the same amount of nuts on three from the bank. &#10;If the player decides to hop, they roll the die and move the squirrel again. If they land on an empty tree they must return all nut tokens from their stash back bank to the bank. &#10;On the other hand, if the player chooses to stop and not hop then they collect all Nutty Nuts (the wooden nut tokens) from their stash and the nuts are theirs until the end of the game; play then continues to the next player. &#10;The first player to collect the correct number of nuts, determined by the player count, wins the game!&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battleground Lanka",
    "ID": 277148,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/277148/battleground-lanka",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "3.25",
    "Description": "Objective&#10;Battleground Lanka is a team-based strategy game. Players take turns attacking their opponents. A team is declared the winner when all players on opposing teams have been eliminated.&#10;&#10;Cards&#10;There are 3 types of cards in the game: Character Cards, Action Cards and Health Trackers.&#10;&#10;Character Cards&#10;Each character belongs to one of 3 teams, indicated by the symbol on the upper-right hand corner of the character card:&#10;&bull;  Team Orange&#10;&bull;  Team Purple&#10;&bull;  Team Neutral aka &quot;double agent&quot;&#10;&#10;Action Cards&#10;There are 6 categories of action cards:&#10;&bull;  Attack&#10;&bull;  Defense&#10;&bull;  Health&#10;&bull;  Theft&#10;&bull;  Luck&#10;&bull;  Power&#10;&#10;Players and Setup&#10;The game can be played with 2 - 9 players. Players choose characters and join their respective teams.&#10;&#10;For Odd Number of Players: Choose an equal number of characters from Orange &amp; Purple, plus the Neutral character.&#10;&#10;For Even Number of Players: Choose an equal number of characters from Orange &amp; Purple.&#10;&#10;Choosing Character Cards: Players should be seated in a circle. Each player chooses a character, keeping in mind that adjacent players cannot be on the same team. Place your character card faceup for everyone to see, overlapping the Health Tracker&#10;&#10;Distributing Action Cards: Before the game begins, Action Cards are shuffled and the deck is placed facedown. Each player is dealt 5 cards facedown. Players pick up and view their cards, but may not show them to others.&#10;&#10;Gameplay&#10;The game begins with the youngest player at the table.&#10;&#10;On each turn, in the order stated below, players shall:&#10;&bull;  Draw 2 cards from the deck and add them to their hand. Players may also choose to forego drawing cards on any turn.&#10;&bull;  Play as many cards as they wish (zero or more) from their hand. Only 1 attack turn card can be played per turn. Players may play other types of cards before and/or after an attack. Played cards are placed faceup in a common discard pile.&#10;&bull;  End their turn and discard any unwanted cards (see below)&#10;&#10;Ending your turn&#10;Players may end their turn at any time, even without playing a single card. However, at the time they end their turn, they must discard any cards of their choice until they hold at most 5 cards.&#10;&#10;Holding More Than 5 Cards&#10;Players may end up holding more than 5 cards outside their turn. This is permitted. Example: A player holding 5 cards draws a 6th card when another player plays brahma [Fortune].&#10;&#10;Managing the deck: If the deck runs out, shuffle the discard pile and place the cards facedown. Continue playing.&#10;&#10;Attacking&#10;Every attack card has an associated attack damage and attack weapon. Players play attack cards to deal damage to their opponents. On each turn, a player may play a maximum of 1 attack card.&#10;&#10;Defending&#10;When attacked, a player can defend themselves by playing a defense card in real-time, out-of-turn. Each defense card includes the attack weapon, that it can defend against. Some power cards or Superpowers can also assist in defending.&#10;&#10;Losing and Restoring Health&#10;If players are unable to defend an attack, they lose health equal to the damage, included on the attack card. Players can restore health by playing a health card during their turn to heal themselves or other players. (Illustration to the right shows how to track health)&#10;&#10;Player Revival: At the time that a player&rsquo;s health goes to zero, any player may play sanjeevani [Herbs] in real-time, out-of-turn, to revive this player back to 1 health.&#10;&#10;Player Elimination: If a player reaches zero health and isn&rsquo;t revived in real-time, they are eliminated from the game and must flip over their character card. The attacking player receives all in-hand cards from the defeated player.&#10;&#10;Stealing&#10;Players use theft cards to strategically weaken their opponents. Note: When stealing from another player&rsquo;s in-hand cards, you must choose that card facedown.&#10;&#10;Superpowers&#10;Each character has a unique skill, or Superpower, listed on their character card. Superpowers supersede Action Cards. Example: The Superpower of rama [Protector] allows players to enhance jatayu [Shield] as a defense against either attack weapon.&#10;&#10;Power Cards&#10;Players play power cards during their turn by placing them in front of their own or another player&rsquo;s character card. Power cards supersede Superpowers and Action Cards. Example: If a player has lakshman rekha [Palisade] placed next to them, any attack on the player must first be evaluated against this power.&#10;&#10;Chaos Mode&#10;Once you&rsquo;re familiar with the regular gameplay, try out Chaos Mode for a faster-paced experience. It&rsquo;s most fun with 5+ players. The group must decide on this mode before the game begins.&#10;&bull;  Attacks: every player may play up to 2 attack cards in a turn&#10;&bull;  Defense: any player may play a defense card in real-time, outside their turn, to protect the player being attacked. Note: If someone else defends a player, Superpowers of neither the player being attacked, nor the one defending the attack apply.&#10;&bull;  Revivals: Each player is entitled to 1 revival per game. That is, when players reach zero health, they revive back to full health in real-time.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kantu",
    "ID": 277149,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/277149/kantu",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Kantu is part of the &quot;Limite Limite&quot; brand of games&#10;&#10;Limite limite is a French implementation of Cards Against Humanity.&#10;&#10;In Limite Limite, The lead player in turn chooses a question with a blank space, other players must choose an answer that must be funny, with the proposed cards having a big chance of being offensive. The lead player pick its favorite card as the winner of the round.&#10;&#10;Kantu is similar but replace the question with a blank space by a &quot;meme&quot; picture (ex: the proud baby meme) and all proposed cards are situations (starting with the sentence &quot;When you...&quot;).&#10;&#10;A strong knowledge of French language and culture (if that exists) is recommended to understand everything.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sunrise in Moloka'i",
    "ID": 277151,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/277151/sunrise-in-molokai",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "This casual narrative legacy game presents a series of events that happen on the Hawaiian island of Moloka'i in the early morning. Each chapter will tell the story of a different character on the island and give the player a chance to help the character overcome a challenge. After completing all the challenges, score your results and use them to complete the story in the epilogue, the story of the sunrise.&#10;&#10;This game was developed as an entry in the 2019 9 Card Game Print and Play Design Contest, where it won several awards, including:&#10;&#10;     #1 Best Legacy Game&#10;     #2 Most Innovative Mechanic&#10;     #3 Most Thematic Game (Island, Vignette)&#10;     #4 Best Rulebook&#10;     #5 Best Solitaire Game&#10;     #8 Best Overall Game&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules",
      "States: Hawaii"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Summoners",
    "ID": 277152,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.95",
    "Link": "https://boardgamegeek.com/boardgame/277152/summoners",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "The game Summoners is a tabletop skirmish game for two or more players. Each player assumes control of a powerful sorcerer, with whom he travels the shattered shards of Kalundra. During a game these sorcerers can summon many different creatures to support them, yet to do this they need magical energy, which is hidden everywhere on the battlefield in the form of of magical fragments of the great Crystal. No sorcerer is able to work magic or open portals without these mana-gems, wherefore hostile sorcerers fight bitterly over this vital resource. Only those who make optimal use of the abilities of their creatures and keep an eye on their energy reserves can leave the arena as victors.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Big Picture",
    "ID": 277153,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/277153/big-picture",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Movies have the power to excite and inspire, to elicit gasps and tears from audiences, to linger in memory for a lifetime. There is no question movies have moved multitudes. But for you, a powerful Hollywood executive, movies are just an elevator pitch and a high-stakes gamble. Let those directors and critics sweat the details when it comes to a film&rsquo;s &ldquo;artistic merit.&rdquo; All you care about is&hellip; the BIG PICTURE!&#10;&#10;Big Picture is a card game for 2-4 creative players about funding and releasing big budget movies in the hopes of securing a financial hit. From your lofty perspective, movies only amount to a few ideas thrown together and backed up with several million bucks so they can lure different demographics into the theaters. The real trick is in timing your movie&rsquo;s release so it can go down in history as a box office smash rather than a humiliating flop.&#10;&#10;Big Picture is a &ldquo;Make-as-You-Play&rdquo; game, which means that this game starts with a few materials: index cards, a print-out to track market trends, and a few coins. Players will modify cards during the game as they create the movies that will cement their place in the annals of Hollywood.&#10;&#10;As movies are added to the deck, each future game will draw on the imagination of past games. The deck can grow indefinitely, preserving a legacy of movies and ideas. Players can return to the saga of their Hollywood executive careers over and over for gambles on brand new motion picture releases.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Legacy Game",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Misc: Make-As-You-Play",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cosmic Havoc",
    "ID": 277155,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277155/cosmic-havoc",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Guide your squadron of spaceships to conquer the solar system! But be careful, with planet storms and other beings trying to conquer planets too, you&rsquo;re in one heck of a battle.&#10;&#10;About: Cosmic Havoc can be played by one, two, three or four players that play sequentially.&#10;&#10;Fight your way for control of the solar system - controlling the planets on the board. Space ship shaped discs are used by players by flicking them into the holes (planets).  The game is played by spinning the  Spaceship dial to select a planet to conquer.  There are 3 rotating rings on the board which assists in creating Havoc in the Solar System.  Players play in the following steps:&#10;&#10;A Spaceship Spinner is used to determine which planets players try to flick their spaceship into. Once a planet is landed on with the Spinner, players draw Havoc Cards which tells how many spins the planet's-ring should be spun.  Players then flick their spaceship in the direction of the selected planet and aim to land their spaceship.  If a players spaceship lands in the planet, that planet is now controlled by the player and the planet is conquered. Up conquering a planet, the conqueror draws a Planet Card and follows the instructions on the card.&#10;&#10;And then the next player spins the &quot;Spaceship&quot; dial again and play continues as per the above instructions.&#10;&#10;About the board: The board is circular and contains 3 rings where the planets are located and in the middle of the board the sun is located - which holds the Spaceship Dial.  Each of the rings turns either clockwise or counter clockwise.  The board is divided into twenty quadrants.&#10;&#10;Spaceship Disks: Each player starts with 16 Spaceship Discs&#10;Cards: Planet and Havoc Cards&#10;Planet Holes: Mercury, Venus, Earth, Mars, Jupiter, Saturn:&#10;Uranus, Neptune. Other holes the Sun and Black holes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Action Queue",
      "Flicking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape Plan: Upgrade Pack",
    "ID": 277156,
    "Year": "(2019)",
    "Geek Rating": "5.790",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277156/escape-plan-upgrade-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "The Escape Plan Upgrade Pack is a bundle of extras from the Escape Plan Kickstarter campaign.&#10;&#10;Contents:&#10;&#10;&#10;     9 Metal Locker Keys&#10;     Player Power Expansion featuring 10 Player Power Cards&#10;     20 Notoriety Stars &#10;     Player Missions Expansion featuring 6 Mission Cards, 5 Mission Cubes, and 5 Mission Tokens&#10;     1 &lsquo;Gas Can&rsquo; Contact Card&#10;     1 Lt. Costa Meeple &#10;     1 Inspector Sandra Meeple &#10;     3 Fixer Tiles &#10;     1 Contact Card Display Board &#10;     45 Acrylic Player Cubes&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Enclosure",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lumber: Trader",
    "ID": 277158,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277158/lumber-trader",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Lumber: Trader is a light economic game for 2-4 players. It packs a fun and strategic economic experience into a brisk 20-30 minute game with easy to learn rules. Players buy and sell 5 different types of wood. Each type of wood confers a different ability and affects turn order. Each turn consists of players choosing the type of wood they will use to activate an ability and decide turn order, then they sell wood on the stock market, then they buy wood from the market. This game makes for a great gateway into economic games.&#10;&#10;The game comes in a wooden case made by hand in California from reclaimed wood. Each set is a unique piece of art showcasing the beautiful wood it was crafted from.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: edycja Poznań",
    "ID": 277159,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/277159/monopoly-edycja-poznan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Monopoly Pozna&#197;&#132; Edition.&#10;Monopoly mechanism with fields characteristic for city of Pozna&#197;&#132;.&#10;&#10;Theme&#10;Players take the part of land owners, attempting to buy and then develop their land. Income is gained by other players visiting their properties and money is spent when they visit properties belonging to other players. When times get tough, players may have to mortgage their properties to raise cash for fines, taxes and other misfortunes.&#10;&#10;Gameplay&#10;On his turn, a player rolls two dice and moves that number of spaces around the board. If the player lands on an as-yet-unowned property, he has the opportunity to buy it and add it to his portfolio or allow the bank to auction it to the highest bidder. If a player owns all the spaces within a color group, he may then build houses and hotels on these spaces, generating even more income from opponents who land there. If he lands on a property owned by another player, he must pay that player rent according to the value of the land and any buildings on it. There are other places on the board which can not be bought, but instead require the player to draw a card and perform the action on the card, pay taxes, collect income, or even go to jail.&#10;&#10;Goal&#10;The goal of the game is to be the last player remaining with any money.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Poznań (Poland)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Case #27",
    "ID": 277160,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/277160/case-27",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Elevator Pitch&#10;&#10;Case #27 is social deduction game, meaning that the people around you will be participating in the game--although they will not know they are involved.&#10;&#10;In Case #27, you are a private detective, hired to solve a murder which the police have given up on. You must question your friends, relatives, acquaintances, or even strangers about their whereabouts at the time of the murder, as well as dredge up some information about their lives, in order to determine who the murderer is. Have casual conversations with them, ask innocent questions, but don't let them know that they are murder suspects!&#10;&#10;Number of Players&#10;&#10;One.  However, this solitaire game requires the player to speak with at least five other people.&#10;&#10;Expected Play Time&#10;&#10;Anywhere between 30 minutes and several days, depending on how often you speak with people.&#10;&#10;The Longer Pitch&#10;&#10;To play, print out the Case #27 PocketMod and put it in your pocket, along with a pen or pencil. Go about your day, having casual conversations with those around you. When someone asks you &quot;How are you doing?&quot; or a derivative thereof, that triggers the start of the game. That person is designated as the murder victim. You must now find out where they died, how they died, who killed them, and why.&#10;&#10;As you go about your day, other conversations you have and other people you encounter will give you further clues. Piece together the evidence to bring the guilty party to justice!&#10;&#10;Record your evidence on the PocketMod. Once you have solved the case, post your results online to reveal the murderer!&#10;&#10;The Explanation&#10;&#10;This is an idea I've had for a long time. I wanted to encourage gamers who are naturally shy or reserved (ahem... like myself) to have conversations with those around them. I thought it would be fun to have a game where the player's conversations with others and the things happening around them would trigger events or give the player tools to solve problems in the game.&#10;&#10;Detective stories largely involve the protagonist going around having conversations with people in order to gather clues. That's easily translated into a game that can fit into one's pocket or purse!&#10;&#10;I came up with different &quot;triggers&quot; that will give the player pieces of evidence. For example, the first suspect you encounter will be the first person to say some derivative of &quot;Hello&quot; to you once the game has begun. This will force the player to carry on a conversation with that person to find out such things as: where they were during the time of the murder, how they knew the victim, and whether they possessed the murder weapon.&#10;&#10;Try to innocently ask people questions without giving away the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "みんなのお茶請け (Everyone's Served)",
    "ID": 277186,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/277186/minnanoocha-qing-ke-everyones-served",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#227;&#129;&#191;&#227;&#130;&#147;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#138;&#232;&#140;&#182;&#232;&#171;&#139;&#227;&#129;&#145;, which could be translated as &quot;Everyone's Served&quot; or &quot;Tea Ceremony for All&quot;, is a game that features a lemur. What more do you need to know?&#10;&#10;The game consists of 48 cards, numbered 1 to 48, worth a few positive points or a few negative points.  Depending upon the player count, some amount of cards are dealt to each player; into a tableau; or to a deck near the tableau.&#10;&#10;In turn, each player plays a card face up.  Once each player has played a card, they are resolved in ascending order.  The lowest card will earn that player any card in the tableau that is lower than it. Next, the second lowest card will earn that player any remaining cards lower than that player's card.  This continues until the highest ranked card played takes any remaining cards.  The cards taken are placed face down in a pile and that pile will constitute that player's score at the end of the game.&#10;&#10;The cards played in one round become the tableau for the next round.  Play continues until the players are out of cards. There are also 1 or 2 special &quot;tea&quot; cards (depending upon player count); these come into play during the last round and are used to distribute the cards played in the last round.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Abandons: Promo Pack #1",
    "ID": 277201,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277201/the-abandons-promo-pack-1",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the Kickstarter campaign backers got an extra promo pack with 5 alternative cards to add to the game and a player tracker token.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Maze"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fazi-Mühle",
    "ID": 277202,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/277202/fazi-muhle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The 2 players take turns placing their pieces on the board, attempting to make a line of 3. Once all the pieces have been placed, players may slide them. Whenever a player makes a line of 3, they remove an opponent's piece of his choice. When one player has only 3 pieces left, he may move any piece from any point on the board to any other point. As soon as one player is left with only two pieces, his opponent wins.&#10;&#10;The game includes 3 double-sided game boards.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Felix reist um die Welt",
    "ID": 277203,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277203/felix-reist-um-die-welt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The cat Felix is a license figure of the company &quot;Bulls&quot;.&#10;&#10;Felix and Inky take a trip around the world. That has a specific reason. The friends of Felix, who are scattered all over the world, it is necessary to search and collect. Whether it will succeed?&#10;&#10;Each player gets 2 same-colored, different sized figures, which he puts in a row on the starting field. The big figure is Felix, the little one is Inky. The beginning and end of the world tour is BERLIN. Then the dice game can begin. The friends are on the way to find and whoever arrives first in a city can take the friend (the card).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gloriana",
    "ID": 277221,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/277221/gloriana",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In the sixteenth century, Queen Elizabeth I used to travel around the grand houses of England.  Her hosts would vie with one another to put on the most lavish entertainments, catering and spectacle, often almost bankrupting themselves in the process.  But position at Court was all that mattered - the more impressive your show, the higher your status and perhaps you would be the new &quot;favourite&quot;.&#10;&#10;In Gloriana, each player represents one of these nobles.  Over several rounds, they will draft Staff to help them put on Events to impress Her Majesty.  Players will need both similar types and diverse types in order to create the most effective Events and score victory points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Les amis du Joli-Bois",
    "ID": 277225,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277225/les-amis-du-joli-bois",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is close to the game of goose. Each part of the way is an animal as the title &quot;Friends of nice-wood&quot; suggests it. You have to turn a moving arrow to know to which animal you go to. In the advanced rule, some animals stop you or make you go back.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le match de l'actualité",
    "ID": 277227,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277227/le-match-de-lactualite",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a trivia game with specific rules. Each card refers to one of four categories which are:&#10;&#10;     Politics and way of life&#10;     Show, sport and adventure&#10;     Fashion, news and love stories&#10;     Culture and celebrities&#10;&#10;&#10;In the eighties.&#10;&#10;Each card has a text that the playmaker reads, stopping before each word or phrase underlined. All players can then propose one or more answers, in order to win a token.&#10;&#10;Five chips of one color win a card of that same color. The first who has the four different color cards wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rafle",
    "ID": 277228,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/277228/rafle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "One of the players plays the witness (the game is played in several rounds, each will be witness in turn).&#10;The witness chooses from his package an individual who will be the murderer and who has several characteristics (age, face, eyes, hair, etc.)&#10;Each turn, a police player draws a card from a common package that will allow him to ask a question or pass his turn.&#10;By deduction, the luckiest player will discover the murderer by elimination. After each question he will have eliminate options such as &quot;the murderer has brown eyes&quot; or &quot;the murderer is 45 years old&quot;, when he's sure of who is the murderer he makes a suggestion, if it's right, he wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Negotiators",
    "ID": 277229,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/277229/negotiators",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Cooperative game for four players, who take the role of negotiators sent to a summit meeting each with a hidden agenda. Each player is given one or more hidden goals at the start of the game. At the end of the game all players must have fulfilled all of their goals to achieve a shared victory, or they all lose. Players are not allowed to discuss their own goals, but are encouraged to discuss the other players goals openly.&#10;&#10;Each turn consists of the current player making a suggestion for a trade between themselves and whoever agrees to the trade. Trades consists of changes in a resource value in one of four resources for each of the two players participating in the deal. The proposal cards held by the current player limits what trade deals are possible and the acceptance cards held by the opponents limits who can actually accept the deal.&#10;&#10;Game ends when the deck of suggestion card run out for the second time or when the players have turned down ten suggested deals.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dr Logic",
    "ID": 277230,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277230/dr-logic",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dr. Logic is a logical deduction game.&#10;&#10;Three or four colored pawns are placed randomly on the bottom lines of the deck. The goal is to discover the combination of displacement that allows to bring a complete stack, if possible while respecting the gradient of colors, on the red arrival box. Other rules alone or in pairs are proposed.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Indiana Jones et les trésors perdus",
    "ID": 277233,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/277233/indiana-jones-et-les-tresors-perdus",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game is a racing game with tricky cards such as 1000 Bornes.&#10;&#10;As in the latter, you can pose pitfalls to the opponents: tiger, mygale, snake.&#10;&#10;The course game is classic and the race has two stages: &#10;to discover what treasure to look for;&#10;to prevent enemy treasure seekers from doing this before his own.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Movies: Indiana Jones"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rebussimo",
    "ID": 277235,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277235/rebussimo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A player must compose a rebus, which the others must find. He has for that a minute. After that, opponents also have one minute to find it.&#10;&#10;It includes a &quot;Find the intruder&quot; test. The player must compose a long enough rebus with a card that has nothing to do in it. Opponents must find the card that should not be there.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Soulier d'or",
    "ID": 277236,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/277236/soulier-dor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Soulier d'or (Golden Shoe in French) is a football-themed card game sponsored by Adidas and a french radio called RTL.&#10;&#10;With the help of cards, the players try to score goals, and counter the attacks of the opponent.&#10;&#10;When you are four players, it's forbidden to communicate the cards in your hand. When you try a breakthrough, you hope the partner has a shot on goal, but you can not know it.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cache ou place",
    "ID": 277239,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277239/cache-ou-place",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cache ou place (Hide or position) is based on exclusion mechanics and visual recognition.&#10;&#10;In the first game mode, the player must hide the &quot;intruder&quot; in the series presented. All symbols have a common character, except one. It's simple, but you have to be careful how you present things.&#10;&#10;In the second game mode, the player must place the missing item in the series.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tiro",
    "ID": 277263,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277263/tiro",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The cards are shuffled and stacked upon another. To hunt the bird on the topmost card, the players roll 3 dice.&#10;&#10;A result of 7 and 13 is a near hit and the player has to pay 1 token.&#10;&#10;A result of 10, 11 and 12 is a hit and the player gets 1 token from each player.&#10;&#10;All other results are misses and the player has to pay 2 tokens into the cash box.&#10;&#10;The player with the highest hit result takes the card and gets the prize printed on the bottom of the card, which may be a win, a blank or even a loss.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Four Brothers of Paradise Square",
    "ID": 277266,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/277266/the-four-brothers-of-paradise-square",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game is part of a short story of the same name.&#10;It was developed in unison with the short story to add a thematic element to the game. All of the actions and mechanics correspond to elements in the story.&#10;&#10;It is a bluffing/deduction game that takes the push your luck element from blackjack. &#10;Every player chooses a card to secretly determine the amount that will be the &ldquo;bust&rdquo; number. &#10;Every turn you play a new card from your hand of two and take any actions on the card. You are constantly taking cues from other players to see how far to push.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hot Fight in Mississippi: The 1862 Campaigns in Mississippi and Tennessee",
    "ID": 277267,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/277267/hot-fight-in-mississippi-the-1862-campaigns-in-mis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Confederate Generals Sterling Price and Earl Van Dorn operated separate commands in northern Mississippi, late in 1862. Union troops, in a disjointed attack, struck Price near Iuka. Price withdrew, while at that same time Van Dorn made a move toward Federal held Bolivar, but then backed off. Van Dorn eventually gained command of Confederate forces in the area and united with Price. Van Dorn believed a quick move to take Corinth was the best way to proceed. US forces under General William Rosecrans were fortified in Corinth however, and the assault, though with some initial success, was costly to the Confederates. Van Dorn then withdrew to Holly Springs.&#10;&#10;But there were other options available to the southerners. Forcing Union forces to abandon Corinth by outmaneuvering them and blocking their supply routes was one alternative. Striking towards the important bases of Bolivar and Jackson was another option. Or attempting to take Memphis was a possibility. Then again, what if things had gone differently, and the US had been defeated at Corinth. The possibilities are now yours to explore...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rune: Grand Master Micro Expansion",
    "ID": 277268,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277268/rune-grand-master-micro-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "The Grand Master micro-expansion adds even more strategy to the game.&#10;The expansion consists of two tokens with a blue rune on one face and a green rune on the other.&#10;&#10;During Game Setup, deal 1 token to each player.&#10;The following rule is added to the base game:&#10;After placing a Rune Master, you can place the token on top of a Rune adjacent (even diagonally) to the Rune Master to change the Rune color to the color of your token (green or blue).&#10;You may not place a token on top of a Rune Master.&#10;You may not place a card on top of a token.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War in the Outposts: The Madagascar Campaign",
    "ID": 277269,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/277269/war-in-the-outposts-the-madagascar-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "An official Europa scenario published in The Europa Magazine 87 (Vol.XV,No.5).&#10;&#10;It covers the British campaign to seize Madagascar from the Vichy French, which took up most of 1942. &#10;The game uses typical Europa system rules, and includes a map of Madagascar (not on the normal Europa scale, with insert maps of Mauritius and Reunion), but players must supply counters from other games and create counters of their own.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Madagascar",
      "History: World War II (Africa)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Europa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ticket to Ryde: The Game (fan expansion for Ticket to Ride)",
    "ID": 277270,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277270/ticket-to-ryde-the-game-fan-expansion-for-ticket-t",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This map is an unofficial, fan-made expansion. Produced with permission of Days of Wonder, for non-commercial use only.&#10;&#10;&#10;Ticket to Ryde: The Game is a fan expansion of Ticket to Ride, set in the Ryde area of Sydney, Australia.&#10;&#10;This expansion follows the principles of the Ticket to Ride games on a special board with special cards and rules.  The object of the game is to gain the most points by travelling various routes and outwitting other players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Sydney (Australia)",
      "Game: Ticket to Ride (fan expansions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Simic Ravnica Allegiance Guild Kit",
    "ID": 277273,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/277273/magic-the-gathering-simic-ravnica-allegiance-guild",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Each Guild Kit features a 60-card pre-constructed theme deck flavored after one of the featured guilds, combining cards from every Ravnica set released so far. The reprints are not Standard legal.&#10;&#10;Contents:&#10;1 Ready-to-play Green/Blue 60-card deck&#10;1 Spindown life counter&#10;1 Official guild pin&#10;1 Guild symbol sticker&#10;1 Insert with mission instructions&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Base: Dreadnaught Promo Pack",
    "ID": 277286,
    "Year": "(2019)",
    "Geek Rating": "5.685",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277286/space-base-dreadnaught-promo-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A 12 card promo pack originally available through several different Kickstarter campaigns (Tantrum House Season 6 and the Secret Cabal Gaming Podcast 2019 Tabletop Media Bonanza Kickstarter campaign (2019 Promo Pack)).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Space Base"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coloma: Buster Promo Card",
    "ID": 277296,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277296/coloma-buster-promo-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A promo card originally available as part of the Tantrum House Season 6 Kickstarter campaign. Also came in the 2020 Man vs. Meeple Season 3 Kickstarter.&#10;&#10;Buster is the dummy player from the 2-player game. With this promo when playing with 3+, a player can take the Buster meeple, match it with any player color and play as Buster.&#10;&#10;BUSTER ABILITY: Each time you Bust, gain a Barrel.&#10;&#10;",
    "Categories": [
      "American West",
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Batman: The Animated Series – Gotham City Under Siege: Queens of Crime Promo Card",
    "ID": 277297,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277297/batman-the-animated-series-gotham-city-under-siege",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A promo card originally available as part of the Tantrum House Season 6 Kickstarter campaign.&#10;&#10;It's shuffled into Act 3.&#10;&#10;Text says:&#10;Search the Mastermind Deck and discard pile and put Harley Quinn into play but not her villain tokens.&#10;&#10;Search the Mastermind Deck and discard pile and put Poison Ivy into play but not her villain tokens.&#10;&#10;Harley Quinn and Poison Ivy are immune to rooftop, skill card, and skill token attacks.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Promotional: Tantrum House",
      "Theme: Superheroes",
      "TV Shows: Batman – The Animated Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unfair: Golden Goose Promo Card",
    "ID": 277298,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277298/unfair-golden-goose-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "125",
    "Weight": "0",
    "Description": "Sneak peek card  - only valid until replaced by the final version.&#10;&#10;     Available in the Tantrum House Board Game Media Season 6 Kickstarter 2019&#10;     Planned to be available in the upcoming FLSU expansion.&#10;&#10;&#10;Shuffle this card into the relevant deck(s) during setup and proceed as normal.&#10;Add no more than one copy of any sneak peek or promo card.&#10;&#10;Golden Goose (Staff Member)&#10;Once per Events step:&#10;You may roll two dice then choose one of the dice and gain coins equal to its value. If you have chosen that value previously this round then dismiss this staff member, otherwise you may immediately repeat this ability.&#10;&#10;To find out how many children she can supervise at once, just add one more and see if she cracks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Unfair",
      "Mechanism: Tableau Building",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "三ツ星ショコラティエ (Three-Star Chocolatier)",
    "ID": 277300,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/277300/san-tsuxing-shiyokorateie-three-star-chocolatier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In &#228;&#184;&#137;&#227;&#131;&#132;&#230;&#152;&#159;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#130;&#179;&#227;&#131;&#169;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#168; (Three-Star Chocolatier), which bears the English title of Apprentice's journey to a 3-star chocolatier, players roll dice to produce chocolate according to the pips, possibly using topping cards to create chocolate flavored like strawberry, banana, and other flavors. Your goal is to sell chocolates to customers, who want particular arrangements and flavors of treats. Skill cards can help you gain additional abilities during the game.&#10;&#10;As you satisfy the demands from customers, you receive stars, and the first player to collect three large stars wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Chocolate"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Suburbia: Collector's Edition – Tantrum House",
    "ID": 277302,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277302/suburbia-collectors-edition-tantrum-house",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Originally available as part of Tantrum House Season 6 Kickstarter campaign as well as the Kickstarter for the Suburbia: Collector's Edition.&#10;&#10;A tile that can be added to the Nightlife expansion.&#10;&#10;-1 reputation for every restaurant&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Suburbia",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Suburbia: Collector's Edition – The Dice Towers",
    "ID": 277303,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277303/suburbia-collectors-edition-the-dice-towers",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Originally available as part of Dice Tower 2019 Kickstarter campaign as well as the Kickstarter for the Suburbia: Collector's Edition.&#10;&#10;A tile that can be added to the Nightlife expansion.&#10;&#10;-1 income for every school&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Suburbia",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice and Troll",
    "ID": 277304,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277304/dice-and-troll",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "After been in so many party at some of my friend house, I realized we were become addicted to our phone and social media, and our relationship became distant.&#10;&#10;I love innovation so much, then I know  we cannot cut this in our life, but we must adapted, that why I decided put together, social media, dice game, and card together.&#10;&#10;By putting all this together, all this funny thing we all know already and have fun with it, I am capable to put my friend back together in a party, even if they have a phone on hands&#10;&#10;All the social media card worth 1 point up to 9, likes on IG and FB, and views on Snapchat.&#10;&#10;You make the count when your turn came back after posting what the card tell you, and before you roll the dice, you will have to delete the troll post.&#10;&#10;TRUTH worth 1 point&#10;&#10;DARE worth 2 point&#10;&#10;ACT LIKE worth 2 point&#10;&#10;Challenge worth 2 point&#10;&#10;BRAIN worth 1 point&#10;&#10;You will  able to stole point, share, and lost, with certain card!&#10;&#10;The first player at 50 point, win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chronicle of the Beasts",
    "ID": 277307,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/277307/chronicle-of-the-beasts",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The &quot;Classic of Mountains and Seas&quot;, formerly romanized as the Shan-hai Ching, is a Chinese classic text and a compilation of mythic geography and myth. In Chronicle of the Beasts, players try to deploy the mythical creatures in Shan-hai Ching to defeat the legendary beast Dijiang (&#229;&#184;&#157;&#230;&#177;&#159;).&#10;Chronicle of the Beasts is a microgame with only 12 cards for 2 players. In the beginning of the game, lay down all the cards on the table, and each players chooses one of the Dijiang card (value 13 or 14) as their controlled beast. Players alternates turns to perform one of the three actions:&#10;&#10;     Take one Beast card on the table into their hand as a &quot;Tool&quot;&#10;     Play one Tool from their hand to attack one Beast on the table&#10;     Deploy one Beast on the table to attack one of the Dijiang&#10;&#10;&#10;You may win the game if:&#10;&#10;     you kill any one of the Beast by playing/deploying a card to bring the total attack value equal to the value of the Beast.&#10;     After all cards are played/deployed, your controlled Dijiang has higher total of attack than your opponent's.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Psychologist",
    "ID": 277316,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/277316/psychologist",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A fun, fast-paced, party game in which players use their imagination to decide, which amongst their surreal illustrated cards is the best to answer the psychologist's -usually- silly question!&#10;&#10;Each round, the game's buzzer asks a specific question. The players need to choose one of their cards, that they think better asks that question. Then, the psychologist (who changes every round) judges the player's answers, awarding victory points to the ones closest to his ideal answer of the question. The player with the most points after 12 rounds of play, wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Electronic",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sengoku Monster Hunter",
    "ID": 277317,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/277317/sengoku-monster-hunter",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Sengoku Monster Hunter is a Tabletop Game for up to Four Player or Solo Play using the Sengoku range of 15mm miniatures. A game for one to four players set in medieval Japan where monsters and creatures of myth roam the jagged crags and hidden valleys of the Sacred Mountain. It is from the Sengoku setting and has merciless hunters who track down the monsters and slaughter them at every opportunity.&#10;&#10;Who you Play. Hunters are the players characters in the game. Each hunter has a profile of attributes, skills and special abilities that players can improve if their hunters are successful. There is a range of weapons, armour and equipment that hunters can acquire as well hired henchmen, spirit guides and others to assist them in their expeditions. The more powerful the hunters get&hellip;the greater challenges they can take on!&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doom Squad: Three Hundred Years of Special Forces Warfare – Solo Wargame Rules",
    "ID": 277318,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/277318/doom-squad-three-hundred-years-of-special-forces-w",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Written by Steve Danes a nerve-shredding game of special forces action that ranges across three hundred years of history. From the time of Napoleon through to the trenches of World War One and right up to special forces operations in the early 21st century. A small team dropped in against the odds. Doom Squad is meant to be played as a solo game system pitting your team against the game engine. You can also opt for a multi-player game of 'co-operation' of two or several players going up against the game.&#10;&#10;Your troops will be equipped with the latest high-tech weapons and equipment from their historical or current era; which can mean muskets, rifled carbines or assault carbines with red-dot sights. It all depends on which period you pick. Rules are very simple and easy to use and are based around the use of one or more six sided dice to test for firing and close combat. Players will control one or more special forces squads and will be faced with an enemy that can be tough, disciplined, confused, resolute, unsteady and always unpredictable.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Napoleonic",
      "Science Fiction",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  }
]