[
  {
    "Rank": "N/A",
    "Name": "Tapas",
    "ID": 330477,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/330477/tapas",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Speedy Piecepack game of simultaneous set collection, played with only one hand. Players have got free rein to choose sets of three items (&quot;tapas&quot;), as long as they are original: when players describe their tapas at a final showdown, if there are several tapas matching the same description, all of them will be disregarded.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Real-Time",
      "Set Collection"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shiloh: Bloody April, 1862 – Designer's Edition",
    "ID": 330479,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/330479/shiloh-bloody-april-1862-designers-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "2.75",
    "Description": "By the spring of 1862, the Union Army of the Tennessee, under Gen. Grant, had captured most of that state and was gathering at Pittsburg Landing to link with Gen. Buell&rsquo;s Army of the Ohio and then move on to capture the vital Confederate railroad junction of Corinth, Mississippi. Confederate troops, led by Albert Sydney Johnston, were, however, gathering outside Corinth to strike a blow at Grant&rsquo;s army before Buell could arrive.&#10;&#10;&quot;Shiloh: Bloody April 1862 (Designer's Edition)&quot; is a two-player wargame simulating the bloody clash of arms that occurred around Shiloh Church on 6-7 April 1862. As the Confederate player, you must try to crush Grant&rsquo;s unsuspecting army on the first day or be crushed yourself by the overwhelming force of Grant and Buell&rsquo;s combined armies. As the Union player, you must hold onto Pittsburg Landing at all costs, until Buell&rsquo;s troops arrive to shift the balance in your favor.&#10;&#10;The Designer's Edition restores some changes from the S&amp;T edition to the original rules. For example, in the S&amp;T edition, the Hornets' Nest encompasses a half dozen hexes. In the Designer's Edition it is only one hex, as it should be. There are several other similar changes going back to the designer's original intent. Additional changes include the map, counters, and CRT.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Bloody Civil War (Paul Koenig)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L'Alpinista",
    "ID": 330485,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/330485/lalpinista",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "L&rsquo;Alpinista is a re-edition of a rare nineteenth-century game.&#10;It reproduces the fascinating world of mountaineering: a sport that, in addition to healthy competition, has solidarity, help and friendship among its founding values.&#10;&#10;Cross the Alps and complete a journey full of challenges and unexpected events.&#10;&#10;What makes this splendid board game unique is the structure of the three boards. &#10;Each board is cut following the outline of the mountains. Once assembled vertically, they will form the mountain range where the mountaineering players will move.&#10;&#10;This modern edition of the game has kept the graphics and structure of the ancient edition almost identical, thus preserving the beauty of the original illustrations. The details and the nineteenth-century style allow players to immerse themselves in a romantic atmosphere, bringing them back to the era of the origins of mountaineering.&#10;The rules of the game, on the other hand, have been revisited and are introduced by a story, with the aim of making the game not only fun but also educational.&#10;&#10;It is a kind of goose game with 80 stages. &#10;At each stage the player can be favored or penalized by the rules of the game: she/he can stop, proceed or even retreat.&#10;&#10;",
    "Categories": [
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Events",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Mountains: The Alps",
      "Sports: Mountain Climbing",
      "Theme: Mountains",
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Non-Transitive Grime Dice",
    "ID": 330489,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/330489/non-transitive-grime-dice",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Each player picks a dice and whoever gets the highest value wins.  Seems fair, but in fact you will always be able to pick a dice with a better chance of winning-no matter which dice you friend chooses first!  If you play 'best of ten rolls' you'll be the champion almost every time.  The dice are not weighted, they roll perfectly fairly.&#10;&#10;The secret lies in their unusual numbers.&#10;&#10;Non-transitive dice set discovered by Dr. James Grime of Cambridge University. This set has ten dice, two each of five different colors. When rolled singly, green tends to beat red, red tends to beat yellow, yellow tends to beat blue, and blue tends to beat purple. So you might think green is the best die and purple is the worst. But here is the twist: purple beats green, so there is no best! Even stranger, with two of each color (ten dice total), the order of which color beats which reverses direction. The set of ten includes color instructions and a cloth bag.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magnytour Profil: Tour de Catalogne",
    "ID": 330490,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330490/magnytour-profil-tour-de-catalogne",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Tour of Catalonia is a multi-stage road cycling race held in Catalonia (Spain) .&#10;&#10;If the leader is not a climber (Red), it will be a feat to win the Tour of Catalonia.&#10;&#10;Profiles adapted to Magnytour&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Spain",
      "Region: Catalonia (Spain)",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schnellfeur und Stosstaktik: Fast Play Rules for the European Wars of Late 19th Century Europe",
    "ID": 330491,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330491/schnellfeur-und-stosstaktik-fast-play-rules-for-th",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fast play rules for any figure scale or basing system.&#10;&#10;Designed to capture the unique features of the late 19th century wars in continental Europe.&#10;&#10;New and novel mechanics for handling command and the deployment of artillery.&#10;&#10;Includes army lists for the war of 1866.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "History: Austro-Prussian War",
      "History: Franco-Prussian War",
      "History: Russo-Turkish War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Way of the Samurai: Definitive Edition",
    "ID": 330499,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgame/330499/way-of-the-samurai-definitive-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "30",
    "Weight": "4",
    "Description": "In Way of the Samurai you play the famous swordsman Miyamoto Musashi, to live epic battles. This is a solo card game with simple and fluid mechanics.&#10;&#10;Way of the Samurai offers strategy, risk taking, deck building and combinations.&#10;&#10;The definitive edition includes Blood and Bushido.&#10;&#10;Blood and Bushido is an expansion for Way of the samurai. It allows you to integrate new modules. Modules can be played individually or in combination. This expansion brings new game experiences and many strategic approaches.&#10;Blood and Bushido includes 5 modules, a new opponent, 2 new surroundings, 2 new weapons, and a new random event map for campaign mode.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Recollect?: Through the Ages",
    "ID": 330500,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/330500/recollect-through-the-ages",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One of a series of Recollect? games with the theme of past civilizations, great leaders, and significant events in history.&#10;&#10;The aim of the game is to collect the most cards by completing all three challenges correctly:&#10;1. For the first challenge, players have to draw a card and find four items in the image within the given time limit&#10;2. For the second challenge, players have to memorize the image and answer a question based on a roll of the dice (total of five questions; rolling a six gives the player an extra chance to answer the question)&#10;3. The third challenge is a trivia question.&#10;&#10;Failing to complete a challenge will give the next player a chance to 'steal' the card. The said player starts from the first challenge.&#10;&#10;Once all the cards have been played, the player with the most cards wins!&#10;&#10;Contents: 30 game cards, Dice, Sand-timer, and rules.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Memory",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time",
      "Turn Order: Claim Action"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Black Stories Junior: Stadt-Land-Ferien",
    "ID": 330506,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330506/black-stories-junior-stadt-land-ferien",
    "Min Players": "2",
    "Max Players": "50",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "0",
    "Description": "Before each round, a letter is determined by one player saying &quot;A&quot; out loud and then silently continuing through the alphabet until another player shouts &quot;Stop!&quot;. All terms from this round must start with the letter that the first player has just reached. Now the players try to fill in the individual fields of a row as quickly as possible. The first player to find all the terms for that row shouts &quot;Stop!&quot;. Then the points for this row are scored. The player who has the most points at the end wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "We Are All Mortal: The Cuban Missile Crisis, 1962 AD",
    "ID": 330509,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/330509/we-are-all-mortal-the-cuban-missile-crisis-1962-ad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;It is insane that two men, sitting on opposite sides of the world, should be able to decide to bring an end to civilization.&ldquo; -John F. Kennedy&#10;&#10;The Cuban Missile Crisis of 1962 seems almost like &lsquo;ancient history&rsquo; now, as we approach it being  60 years after the event. Yet, it marks one of the two or three times the world literally stood on the brink of total annihilation. But the dramatic side of our nature always focuses on the ultimately bad outcome&mdash;nuclear devastation on a global scale. When things got hot in Cuba, professional military planners on both sides were preparing for a very different kind of war&mdash;an &ldquo;old fashioned&rdquo; kind (mostly) with conventional air, land, and naval units struggling for local supremacy.  What if that had happened?&#10;&#10;We Are All Mortal gives players a chance to work on both aspects of the confrontation. Full-sized playing cards are used to simulate the diplomatic, intelligence, and pre-invasion deployments of combat forces, and determination of random events once war breaks out (if it does.)&#10;&#10;There is a &ldquo;Pre-war&rdquo; phase of card play, unit placement, preparation, recon, and diplomacy. It is possible that the game will end without serious shots being exchanged, and players must jockey for position to &ldquo;win&rdquo; the game right there.  But, if the &ldquo;historical result&rdquo; does not take place, then things shift to a shooting war&mdash;but a limited, conventional war. Unit activation by chit-draw keeps things fluid, and both players work for a tactical victory, keeping one eye on the U.N.&mdash;who might stop the fighting before your side wants that to happen&mdash;and another eye watching the &ldquo;Doomsday Clock,&rdquo; because if a full nuclear war breaks out, both sides lose.  Players walk a tightrope as they compete for both Military Victory Points and Diplomatic Victory Points, even after the shooting starts. There are special rules for B-52 strikes, tactical nukes, and Fidel Castro, with optional rules for Special Forces units.&#10;&#10;CONTENTS&#10;233 playing pieces&#10;Mounted map &#10;64 cards &#10;12 pages of rules plus charts&#10;&#10;-description from artist&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Cuba",
      "History: Cuban Missile Crisis",
      "Players: Two-Player Only Games",
      "Series: Twenty Decisive Battles of the World (TPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gigaton",
    "ID": 330514,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/330514/gigaton",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.75",
    "Description": "Gigaton is the name of illegal race held every year in post-apocalyptic terrain that is closed and guarded by 4 Factions. Drivers are not allowed to enter this space but every year it attracts plenty of daredevils, who want to gain underground fame. So year by year the race is being continued against the law and Factions. Even enormous barricades put across main routes didn't stop that madness. Racers quickly found new methods and tricks. Imagine that each supervising Faction is equipped with giant machines: Bulldozers and Transporters. Their only purpose is to wipe this terrain off from all racers. But why not to use their roofs to jump over the barricades and move on? These days all suffer from shortage of oil. So it quickly turned out that Factions willingly accept oil bribes and can help your small car jump over the barricade. However it worked short. Soon all racers have been continuously bribing the Factions and using them even against you. The bribe is the bribe. The Faction doesn't care for whom it works. So, prepare for high adrenaline. You will compete with 3 other racers and 4 Factions that will be your friends as long as you fuel them up. And then will go to your competitor.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Bribery",
      "Grid Movement",
      "Movement Points",
      "Moving Multiple Units",
      "Order Counters",
      "Race",
      "Speed Matching",
      "Square Grid",
      "Three Dimensional Movement",
      "Track Movement",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valor & Victory: Western Front Expansion",
    "ID": 330524,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330524/valor-and-victory-western-front-expansion",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Yanks have arrived! The Western Front Expansion continues the Valor &amp; Victory D+1 Series that started with H-Hour, and features the complete Western Front Order of Battle for the United States. This expansion also adds six new historically based scenarios, four geomorphic map sheets and 230 U.S. unit counters. Can you lead your men off the bloody beaches of Normandy, through nightmarish hedgerow country, and eventually on to liberate Paris itself? In the immortal words of General Eisenhower, &ldquo;We will accept nothing less than full Victory!&rdquo;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Конни Състезания Фюри",
    "ID": 330528,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/330528/konni-siestezaniia-fiuri",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game like snakes and ladders, the theme here is horse racing. The game board is two-sided and one side is made on the TV series Fury.&#10;The gameplay consists of throwing a dice and moving a figure according to the result. When certain fields hit, it skips forward or backward. The first to reach 103 wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bomb the Dragon",
    "ID": 330533,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/330533/bomb-the-dragon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Bomb the Dragon is a celebration of the Hakka people held in Miaoli, Taiwan during the Lantern Festival. Players in the game bomb the dragon by throwing firecrackers to win the blessings for themselves!&#10;&#10;To play, shuffle the 19 dragon-body cards, lay out as many as dragon-body cards as players face up between the dragon-head card and dragon-tail card, then you shuffle the 45 firecracker cards and deal three cards to each player.&#10;&#10;Each turn, players simultaneously choose and reveal a firecracker card from their hand, then place the firecracker onto the bomb zone by the dragon-body cards in order. When the total firepower next to a dragon-body card equals or exceeds the vitality point on that card, whoever played the most recent card wins it. If not enough dragon-body cards are available to fill up the vacancies of the dragon body, the round ends immediately. Record each player's blessings (points).&#10;&#10;Continue playing rounds until someone has collected at least 50 points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Kill Steal",
      "Score-and-Reset Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Theme: Fireworks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Very Merry Christmas Game",
    "ID": 330534,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/330534/the-very-merry-christmas-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Presents, crackers, festive songs and sprouts...&#10;All the fun of Christmas in one box!&#10;Compete to grab the most lavish set of presents for your stocking.&#10;The perfect family festive board game for Christmas&#10;For ages 8 to adult&#10;&#10;In the game you travel around the board trying to collect the &quot;best present cards&quot; which are represented by a star rating, the more there are of stars, the better the present. But watch out there are a pair of pesky Brussel Sprouts hiding in the deck - have 1 of them at the end of the game and you will instantly lose, but get a pair and you will instantly win at the end of the game.&#10;&#10;As you land on spaces you'll be able to do different actions which include; sneaking a peak at another player's present cards, swapping your present cards with another player, gaining a present from the central present card deck or if you land and win on &quot;pull a cracker&quot; you can select a new card from the central deck and choose whether you keep it or pass it on to another player, which can be helpful when you've picked a bad present card or are looking to get rid of a pesky Brussel Sprout card. When everyone's card slots are filled the game ends and each player reveals their present haul.&#10;&#10;The game is definitely one to get you into the festive spirit as you may land on a challenge to sing a Christmas song or wear the Christmas crown, but don't worry you can introduce some house rules if bursting into song isn't your thing.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Trading"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Diagonale",
    "ID": 330535,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330535/diagonale",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game board is a small 5x5 square wooden board with 25 peg holes. Each player has ten pegs (red or blue) set up in two rows of five. The central row is pegless.&#10;&#10;The objective is to try to get the stones of one color on the places of the other color and vice versa.&#10;&#10;The rules (translated from German):&#10;&#10;     The pegs can move forward and backward&#10;     Both colors must alternate&#10;     Jumping over and removing pegs is not permitted&#10;&#10;&#10;It is possible to complete the game in all cases.&#10;Even in the most tricky positions there is still a step on the train.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dominex",
    "ID": 330536,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330536/dominex",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dominex tiles feature two games in one! On the Rainbow side, match spots of colour on the hexagonal dominoes to score the most points. On the Star side, match 3 stars to score. The game is simple to learn, but you can develop complex strategies... that can be thwarted by another player or the luck of the draw!&#10;&#10;You can play other classic Domino games with the Rainbow tiles, and even create your own games with both the Rainbow and Star sides.&#10;&#10;Dominex was created by a language arts teacher, especially for kids as young as 5 years - with rules simple enough to be taught with no spoken language. The game helps to practice colour and shape recognition, planning and strategy, and spatial reasoning.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Matching",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Components: Hexagonal Tiles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SINS: Celestial Energies – Expansion Box",
    "ID": 330537,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330537/sins-celestial-energies-expansion-box",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "SINS is a deck-destructor and a highly competitive game. It&rsquo;s built from the core to be an aggressive game of powers and weaknesses. Both attacking and defending will cost you deeply and exhaust your hand. Therefore, be careful not to be too aggressive or too defensive, as you might lose your advantage. Pick your battles, save your strength, take the hit, and fight&#10;back when your opponent is exhausted.&#10;&#10;Each battle pack of cards has a specific sin and each sin has a unique set of principles, which can either form or change your strategy as you play through the game.&#10;&#10;SINS: Celestial Energies introduces 3 expansion packs for use with any SINS Battle Pack.&#10;&#10;     Will of Ancients&#10;     Surge of Titans&#10;     Path of Eternals&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: SINS – The Deck Builder",
      "Setting: SINS"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LAVA WURM",
    "ID": 330540,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/330540/lava-wurm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You find yourself in the cavern of the LAVA WURM, seeking glory and treasure. You must race against rival seekers, the WURM itself, and the inexorable creep of the lava if you wish to emerge with success in your grasp.&#10;&#10;LAVA WURM is a light strategy game featuring quick turns, no randomness, and much incineration.&#10;&#10;Players take turns placing pillars onto the hex-map to create bridges through the lava. Each turn a player must move to a new location, as the pillar they begin on is always removed at the end of their turn. The WURM itself also moves each turn, directed by the current player, and ever creeps towards the vulnerable intruders.&#10;&#10;To win, a player must find a way to reach the WURM's tail without being eaten by its head. Using a combination of moving, blocking, and evading the WURM's reach, out-wile and menace all competition to claim glorious victory!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Turris: City of Giants",
    "ID": 330542,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/330542/turris-city-of-giants",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Build your faction's tower then battle, choosing Warfare, Mystic or Science as your weapon!&#10;&#10;The Towers are the last bastion of refuge for this world, a world gone dark and dangerous. Rival factions have built monstrous towers that spire past the clouds. Each tower is as unique as its inhabitants. Some with slim and smooth outer faces and others with protruding arms that simultaneously protect and threaten. These magical and mechanical structures roam across The Wilds seeking resources, and new conquests. City of Giants refers to an annual Gathering of the the Spires under a tenuous truce.&#10;&#10;In Turris, players become Lords of their faction. By adding new cards to your tower you&rsquo;ll add new abilities and followers to your structure. You can choose from mystic cards that call upon the gods both kind and cruel, science cards that explore power of machines and potions, or warfare cards that focus on combat. Will you specialize in one area or create powerful combos across each? The faction with the most Influence wins, but all players must defend against the Darkness, or you all lose! Looking to add more players? Just print a second set of Turris to accommodate up to four players!&#10;&#10;Turris: City of Giants features:&#10;&#10;     Elegant mechanics that build on one another for emergent gameplay&#10;     Fully-realized dystopian fantasy immerse you like no other 'Micro' game&#10;     Dual-sided cards offer twice the decision making fun&#10;     Easily expands to support 4 players with an extra copy of the game&#10;     Faction strategies support numerous paths to victory for extended replay-ability&#10;&#10;&#10;DETAILS&#10;&#10;     Players: 2-4 (with additional print)&#10;     Length: 15-20 minutes  &#10;     Ages: 8+&#10;&#10;&#10;GAME INCLUDES&#10;&#10;     3 Faction cards&#10;     15 Structure cards&#10;     Rules&#10;&#10;&#10;COMPONENTS YOU PROVIDE&#10;&#10;     8-10 Follower Tokens in 2 colors&#10;     6-8 Energy Tokens&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pixel Farm",
    "ID": 330546,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/330546/pixel-farm",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pixel Farm is a deck building game mixed with puzzles and pixel art inspired graphics for 1 to 4 players and 30 to 45 minutes per game.&#10;&#10;On each turn, you will draw cards to create a new farm. Each farm will produce tomato, lettuce and corn, and you will use these vegetables to buy new cards or get points.&#10;&#10;Also, you can use special actions to produce extra vegetables, buy more than one card o draw extra cards on the next turn.&#10;&#10;But beware of the plagues! They will reduce your harvests production and your total points by the end of the game.&#10;&#10;The goal is to be the most prestigious farmer. You will reach this goal with the points you get through the game and avoiding plagues.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Farming",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Seitlich Games Party: A Tribute to the Classics and the 7 Variations",
    "ID": 330547,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330547/seitlich-games-party-a-tribute-to-the-classics-and",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Remembering the games from our childhood, a tribute if you may, bringing back the classics with our own spin on it.&#10;From 6 minigames to choose from, compete in the minigame tournament and outplay your opponents. If something seems unfair to you, why not change it? But beware, a change you make at the start might come back to bite you in a later game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Math",
      "Party Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Open Drafting",
      "Programmed Movement",
      "Push Your Luck",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kłębuszki",
    "ID": 330554,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/330554/klebuszki",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "K&#197;&#130;&#196;&#153;buszki is a competitive, medium light weight card game for the whole family.&#10;&#10;Play as a cute kitten and collect scattered balls of wool for your owner (she needs them to knit scarves, hats and sweaters). You compete with other cats for every ball of wool, so: &#10;- use your four paws (4 Paws Tokens) to win a duel,&#10;- use your (kitten's) favourite colour to win a draw. &#10;Collect the right balls of wool to fulfil the orders and win points!&#10;&#10;The winner is the player with the most points after 6 rounds.&#10;&#10;The game box includes two mini expansions that introduce more negative interactions between players.&#10;&#10;Game components include 44 Wool Balls Cards, 6 Toy Cards, 81 Order Cards (scarves, hats and sweaters), 16 Paws Tokens (4 for each player), 4 Kitten Cards and more than 40 different markers and tokens.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yoga 4 Kids: In the Rainforest",
    "ID": 330557,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/330557/yoga-4-kids-in-the-rainforest",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Meet Yoga, Oscar, Grace, and Alex and journey with them through the rain forest.  They will teach you ways to bend, stretch, and twist your body and brain.  You will grow taller and leaner, but never meaner. Did you know that yoga breathing techniques have proven to increase test scores in school age children 84%? Kids learn best through play. With 52 cards (13 sets of 4) you'll have fun learning yoga and card games galore!&#10;&#10;Yoga 4 Kids: In the Rainforest comes with rules for 5 games: In the Rainforest, Yoga 4 Kids, Yoga Memory, Old Maid Yoga Style, and Go Yoga.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Matching",
      "Melding and Splaying",
      "Memory",
      "Pattern Recognition",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Piazza: Public Square",
    "ID": 330562,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/330562/piazza-public-square",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "The Piazza is the public square in an Italian city. A piazza is where you will find a street cafe or a small vegetable market. Place a strip mall on all sides of the street, plus statues, fountains and ornamentation, and you will have a piazza.&#10;&#10;In Piazza, the players are building up the piazza walls and ornamentation that will make this place somewhere that people will talk about for centuries to come. &#10;The cards used in Piazza represents the workers that are supplying their resource. Various projects require a certain group of resources, others have a whole different set. &#10;The players play as designers of this magnificent location, trying to create another masterpiece with their choices of resources. The first player to finish building all their walls will win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Melding and Splaying"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clinic: Deluxe Edition – 2nd Extension",
    "ID": 330565,
    "Year": "(2021)",
    "Geek Rating": "5.618",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330565/clinic-deluxe-edition-2nd-extension",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "4.5",
    "Description": "Clinic: Deluxe Edition &ndash; 2nd Extension adds 13 expansions and 1 variant to Clinic: Deluxe Edition, including the following:&#10;&#10;     Stretcher Bearers&#10;     New Appointments&#10;     Round VII&#10;     New Special Modules&#10;     Pediatrics&#10;     Coffeemaker&#10;     CEO&#10;     Events&#10;     Medical Scanner&#10;     Morgue&#10;     Beds&#10;     Surgeon&#10;     Secretaries&#10;     Variant 1: Greater Demand&#10;&#10;&#10;From the game introduction&#10;Just as you are finishing a tricky game of Clinic Deluxe Edition, including 6 expansions of The Extension, against your best friends on a Saturday evening, you learn by listening to HeavyCardboard.com, your favorite podcast, that the designer of the game, Alban Viard, has just announced the release of a new salvo of expansions. It contains no fewer than 13 expansions, obviously all compatible and combinable with each other (except where specified otherwise in the rules). You immediately rush to find a copy, which you unearth via your favorite shop or Kickstarter. You start reading the rules, again asking yourself how to integrate all these new parameters, which would raise your Clinic experience to a level of realism never seen before.&#10;&#10;You stare groggily for a moment, your gaze swimming vertiginously in the face of this rulebook and its administrative twists and turns, produced by the convolutions of the designer&rsquo;s brain.&#10;&#10;Is this even still a game, or will it end up as demanding as a hard day at the office?&#10;&#10;That&rsquo;s for you to say&hellip;.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Medical"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Clinic",
      "Medical: Hospitals / Clinics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clinic: Deluxe Edition – 3rd Extension",
    "ID": 330566,
    "Year": "(2021)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330566/clinic-deluxe-edition-3rd-extension",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Clinic: Deluxe Edition &ndash; 3rd Extension adds 12 expansions and 3 related variants to Clinic: Deluxe Edition, including the following:&#10;&#10;     Cigarettes&#10;     Helicopters&#10;     Fire Trucks&#10;     Wheelchairs&#10;     Public Toilets&#10;     Temp Agency&#10;     Triage&#10;     Ghosts&#10;     Therapy Dogs&#10;     Gift Shop&#10;     Air Conditioners&#10;     Urban Design 2.0&#10;     Variant 2: Easing the Stress&#10;         Variant 2a: Tough Doctors&#10;         Variant 2b: Clever Doctors&#10;         Variant 2c: Humble Doctors&#10;    &#10;&#10;&#10;From the game introduction&#10;After the serious and realistic expansions of The Extension and 2nd Extension, which may have made you question whether Clinic Deluxe Edition is a game or a second job, perhaps we should head off to the periphery, and explore those edge cases? That is what you can find in this latest offering.&#10;&#10;You will encounter smoking in your clinic, you&rsquo;ll take a helicopter ride, you&rsquo;ll avoid ghosts and dog poop, and shrill fire truck sirens will brutalize your ears. Perhaps you will even comply with the new construction guidelines proposed by the mayor&rsquo;s new team.&#10;&#10;Should you grab a last-minute gift from the gift shop to cheer up a psychiatric patient? Above all, you should keep a close eye on the temps, and carefully monitor this new &ldquo;air conditioning&rdquo; system. We wouldn&rsquo;t want anyone to have an accident, would we?&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Medical"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Clinic",
      "Medical: Hospitals / Clinics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clinic: Deluxe Edition – Campaign Book",
    "ID": 330567,
    "Year": "(2022)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330567/clinic-deluxe-edition-campaign-book",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "4.5",
    "Description": "With nearly 50 expansions for Clinic: Deluxe Edition, the need for a way to ease players into that ponderous pool of possibilities has grown great. This Clinic: Deluxe Edition &ndash; Campaign Book provides 3 campaign modes to address all experience levels, and all of which are designed for 1 &ndash; 4 players:&#10;&#10;&#10;     The Thematic Campaigns: Each of these campaigns facilitates learning the rules of the myriad expansions. The expansions are gathered into 5 main themes, and each theme is a separate campaign. Each scenario of a campaign introduces the expansions gradually (but cumulatively), easing the learning curve.&#10;&#10;&#10;&#10;     The Medium Campaign: 8 scenarios, each of which combines a cross-section of 5 expansions from the 5 themes defined in the Thematic Campaigns.&#10;&#10;&#10;&#10;     The Expert Campaign: 5 scenarios, each of which combines 8-9 expansions to tell a story (actual story by Nathan Morse included).&#10;&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "City Building",
      "Medical"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Clinic",
      "Mechanism: Campaign Games",
      "Medical: Hospitals / Clinics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rampres Racing Simulation",
    "ID": 330569,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330569/rampres-racing-simulation",
    "Min Players": "1",
    "Max Players": "33",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": " After qualifying second and making some changes to your car, your pulse quickens as the green flag drops!  As you approach turn 1, split-second decisions must be made! You're thinking, &quot;Should I increase Turbo-Boast?...Do I want to draft?...maybe I'll just play it safe for now and not risk spin!&quot;&#10;  All of these options and more face a skilled race car driver many times every lap. RAMPRES Racing Simulation one of all these features and more including pit stops, setting up your own car's ability to accelerate, handle, and brake, and worst of all, crashes! Every factor of real racing can be found in this fantastic, life-like racing simulation by RAMPRES.&#10; In this racing simulation, if your decisions and timing are the best of that race, you'll be sitting in the Winner's Circle!&#10;&#10;A full-featured Indy-style racing simulation board game that features:&#10;  &#10; 6 Accurately molded indy-type racing cars&#10; 1 High-speed racecourse on a multicolor game board (18&quot;x24&quot;)&#10; 24 Pit Stop Cards&#10; 24 Chance Cards&#10; 2 Dice&#10; 6 Color-coded Pit Markers&#10; 1 Official RAMPRES Racing Simulation scoring pad&#10; 1 Official Rampres Racing Qualification Chart&#10;   Comprehensive Rule and Racing Guide&#10;&#10; Preparation:  Spend the allotted Factor Points on resources such as Acceleration, Handling, and Breaking. &#10; Either roll or race for qualification.   Decide the number of laps you gonna race. And fill in the information on the Scoring Pad.&#10;&#10; Head out on the Banked oval and when the checkered flag drops, it's pedal to the metal! &#10;   The lead player goes first each round. Carefully plot out your move, with each 10mph of speed equating to one space on the board. Make sure to allow room to maneuver around traffic otherwise you crash... maybe use some advanced breaking, or turbo to zip in and out of traffic.  There are 2 places on the track that offer you the option to draw  &quot;Chance&quot; cards which are mostly biased towards good results but contain a few bad...&#10;  The system contains a rather detailed (but easy to master) drafting system that increases the more cars that are in a line drafting around the Oval. &#10;  The first one across the finish the set # of laps on the current round is the winner.  &#10; Pit stops also require careful planning and you draw a card to see what happened while you pitted.&#10;&#10;Championship Point Series Battles, Advanced qualifications (with real calculated speed results), Turbo Boost, Hot shoes, and the ability to change the car setup in the pit round out a full-featured simulation racing game that can be played in an evening.&#10;&#10;You are ready to race!&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Push Your Luck",
      "Race",
      "Resource to Move",
      "Simulation"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raising Chicago",
    "ID": 330579,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/330579/raising-chicago",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "0",
    "Description": "During the 19th century, the elevation of the Chicago area was just a few feet higher than the shoreline of Lake Michigan. For many years, there was little or no naturally occurring drainage from the city surface, and this lack of drainage caused unpleasant living conditions. Standing water harbored pathogens that caused numerous epidemics including typhoid fever and dysentery, culminating in the 1854 outbreak of cholera that killed six percent of the city's population. The crisis forced the city to take the drainage problem seriously. In 1856, engineer Ellis S. Chesbrough drafted a plan for the installation of a citywide sewerage system and submitted it to the city council, which adopted the plan.&#10;&#10;However, due to the minimal elevation above the lake, the sewer could not be built underground and had to be built at street level. The city council then decided to implement a radical idea: Prevented from digging down, they instead decreed the buildings of the city would be raised to allow the new sewer system to be hidden under the new street level. Representing one of the four companies that were created to tackle the problem of raising the buildings of Chicago, it's up to you to gather resources, take on the most attractive projects, and help solve the sanitation crisis of the city.&#10;&#10;On your turn in Raising Chicago, you place a tile on a resource slot associated with one of five building projects, then claim the resource you covered. After all players have placed tiles, each project is evaluated. The winning player pays resources to complete the project, claims the project reward, then places all of their tiles associated with that project as levels underneath the building onto a space on the board. Players earn points for placing buildings cleverly, doing the most work in a ward, and meeting the demands of council people.&#10;&#10;Only the most successful player will win, so play strategically to prove you can raise buildings the best in Raising Chicago!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Investment"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Chicago (Illinois, USA)",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dick Tracy",
    "ID": 330581,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330581/dick-tracy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The object of the game is to obtain 5,000 points, in several partial games before the opposing players, each partial game has to total exactly 1,000 points exposing cards on the table and the first to get it is the winner. Attack your opponents with &quot;Alarm&quot; cards and defend yourself with &quot;Raid&quot; cards to be able to score points. Don't forget the wild card &quot;Dick Tracy&quot; who will make you invulnerable against your opponents, but beware of the terrible gangster &quot;Big Boy Caprice&quot;, who will hinder your progress and increase your score.&#10;&#10;&mdash;description of the back of the box (translated)&#10;&#10;El objeto del juego es la obtenci&oacute;n de 5.000 puntos, en varias partidas parciales antes que los jugadores contrarios, cada partida parcial hay que totalizar exactamente 1.000 puntos exponiendo cartas sobre la mesa y el primero que lo consiga, es el ganador. Ataque a sus contrarios con cartas &quot;Alarma&quot; y defi&eacute;ndase con cartas &quot;Incursi&oacute;n&quot; para poder ir sumando puntos. No olvide al comod&iacute;n &quot;Dick Tracy&quot; que le har&aacute; invulnerable frente a sus contrarios, pero cu&iacute;dese del terrible gangster &quot;Big Boy Caprice&quot;, que dificultar&aacute; su avance y el incremento de su puntuaci&oacute;n.&#10;&#10;&mdash;description of the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Comic Strips: Dick Tracy",
      "Game: Mille Bornes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chef à la Card",
    "ID": 330588,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/330588/chef-a-la-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Chef &agrave; la Card is a quick and fun card game where you compete against your friends and family to create the perfect meal. By drawing different ingredients from four different themed piles you slowly build your final dish before you all go head to head in a final rating. There is no defined draw order so that everyone can draw cards at will. When everyone is satisfied with their dish (cards in hand) the final round begins (presentation and rating).&#10;In that round everyone will have to present their creations to the others and will finally judge their opponents dishes by awarding them one or two points (cards you have to assign to the players). The dish with the most points wins.&#10;After the winner is determined, is when 'Chef &agrave; la Card' reveals it's truly unique approach. &#10;Because now it's time to change from the game table into the kitchen where you will prepare the winning dish for everyone to enjoy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guns, Grizzlies & Naked Grandmas",
    "ID": 330599,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/330599/guns-grizzlies-and-naked-grandmas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Guns, Grizzlies &amp; Naked Grandmas is a game where the main suspects of a horrific crime franticly try to save themself from ending up behind bars!&#10;&#10;In order to avoid prison they must either &ldquo;solve&rdquo; the murder mystery by making up a believable story or frame the others! Each player must therefore divide their attention between both &ldquo;solving&rdquo; the murder, while also defending against being framed for it! In other words - the player closest to unravelling the mystery, could also be the one closest to being framed for it!&#10;&#10;For a player to &ldquo;solve&rdquo; the murder and win the game, they must find a Naked Grandma card, as well as collecting the 3 Story cards shown on their secret Masterplan, which is drawn at the beginning of the game. &#10;But nothing is easy and with tons of action cards designed to both assist and destroy, the road to freedom will be difficult! And with the constant threat of a player (or even players) losing the game if they have too many Framed cards in front of them when a Random Police Inspection card is drawn, no one will ever truly be safe!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Mature / Adult",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Hand Management",
      "Interrupts",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Single Loser Game",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Foibles",
    "ID": 330600,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/330600/foibles",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Foibles is a thought-provoking party game. You'll need to convince others that you have the best Foibles; Or at least someone else has worse ones than you. How you play is up to you, but you have only one goal: Don't. Get. Voted. Out!&#10;&#10;A game of Foibles revolves around a random, quirky scenario. Scenarios are always 3 rounds. Each round, you collectively vote 1 person out. After the 3 rounds, the scenario is over and the remaining players have won.&#10;&#10;Before a scenario is played out, each person is given 3 facedown Foibles: one that they gave to themselves and two others given by their neighbours.&#10;&#10;The chaos happens during each round. Each round, each player must reveal one of their facedown Foibles. The revealed Foible(s) are traits that define this person. They will have to convince everyone how these Foible(s) relates to the scenario, and hopefully, in a positive light or else they risk getting voted out by the group.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Würfelland: Europe",
    "ID": 330603,
    "Year": "(2021)",
    "Geek Rating": "5.560",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330603/wurfelland-europe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "W&uuml;rfelland: Europe is an expansion for W&uuml;rfelland that consists of four new double-sided erasable game boards, with each side depicting a hexified version of a European country.&#10;&#10;Gameplay is the same in W&uuml;rfelland &mdash; and you'll need the dice from that game in order to play &mdash; except that to win you now need to cross off only five of the six treasures (instead of nine of twelve as in the original game), along with all the spaces of one of the six colors.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Continents: Europe",
      "Mechanism: Roll-and-Write",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nations and Empires",
    "ID": 330610,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/330610/nations-and-empires",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Nations and Empires is an expansive historical strategy game, in which you will use some of the worlds most influential and iconic historical leaders and scientists to develop your nations. Collect economy, military, science, and civil liberty tokens, while fighting to conquer your opponents empires! You'll need to strategize and use your leaders unique traits and abilities to outsmart, out-develop, and out-battle your opponents. Develop nukes with science tokens, assassinate leaders with event cards, build iconic structures, sign binding formal agreements with other nations, and more!&#10;&#10;will you be a peaceful leader who quietly develops their schools, civil liberty, and science, or a conqueror who invades all other nations, bending the world to your will?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Political",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "{macro}Dungeon",
    "ID": 330611,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330611/macrodungeon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Up to 4 players take turns drawing cards and making movements through one of four caves in an attempt to outpace their competitors on the way to the treasure room. Players can advance in boring one increment moves or strategically build macro sets that can contain up to 5 moves allowing you to jump ahead of the competition.&#10;&#10;Get Macro Dungeon today and start building macros to make your way to victory! Oh, and watch out for those dragons!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Command Cards"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wild Assent: Shadow of the Silvestrem",
    "ID": 330614,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330614/wild-assent-shadow-of-the-silvestrem",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Wild Assent&rsquo;s Shadow of the Silvestrem expansion adds new Assents and Seekers for the players to field in both game modes as well as exciting new gameplay options to add to the variety provided by the core game.&#10;&#10;It includes:&#10;&#10;3D terrain miniatures to replace all of the obstacle tokens for both game modes (excluding the Pits).&#10; A new type of Gladiator in the Arena mode: Mercenaries. Mercenaries are treated like Creatures, but they are more traditional humanoid Gladiators and move as squads of three. &#10; Drusus, Champion of the Silvestrem, who can be a player character in either the Arena or on the Hunt. Drusus is not an Assent; his Arena troupe must consist of only Mercenaries. &#10; Vareclea, the owner of the Silvestrem herself, Wild Assent&rsquo;s first playable summoner and three of her vile Torments. &#10; Boss fights. Players can join together to take down the Fire Lord, Twin Dragon, Drusus or Vareclea in these new cooperative Arena and Hunt mode brawls.&#10; A solo prologue for the core game&rsquo;s story-based campaign, showing how Zaxos, Fani, Illithena and Berlyne met and became Seekers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Square Grid",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – Star-Lord Hero Pack",
    "ID": 330615,
    "Year": "(2021)",
    "Geek Rating": "6.119",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330615/marvel-champions-the-card-game-star-lord-hero-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Though he was born on Earth, Peter Quill&rsquo;s life has been spent among the stars, jumping from planet to planet. Now, under the mantle of Star-Lord, he protects our world from countless alien dangers while leading a team of superheroes&mdash;the Guardians of the Galaxy!&#10;&#10;Lead the Guardians of the Galaxy into battle against the villain in the Star-Lord Hero Pack for Marvel Champions: The Card Game, which introduces Star-Lord as a brand-new playable hero, along with his fifteen signature cards. Fittingly, Star-Lord uses the Leadership sphere, and you&rsquo;ll find a full assortment of new Leadership cards, as well as plenty of cards that reward you for uniting the Guardians of the Galaxy. With the new Guardian synergies unlocked, and a new player card for every sphere that rewards you for using the Aerial trait, you won&rsquo;t want to let the Star-Lord Hero Pack fly past you.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Metro: City Edition – Deluxe Big Box",
    "ID": 330621,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/330621/metro-city-edition-deluxe-big-box",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The deluxe big box contains 9 expansions: 6 city expansions and 3 other expansions. Metro: City Edition does not come with these 3 other expansions, just the 6 city expansions.&#10;&#10;The &quot;3 other expansions&quot; are 3 of the 4 modules from the 2017 edition of Metro - Metro Companies, Metro Stations, and Central Tracks. The fourth module, Station numbers, is not included.&#10;&#10;The deluxe big box is limited to 2000 copies and also comes with acrylic track tiles and a cardboard tile dispenser.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Cities: London (England, UK)",
      "Cities: New York (New York, USA)",
      "Cities: Paris (France)",
      "Cities: Saint Petersburg (Russia)",
      "Cities: Stockholm (Sweden)",
      "Crowdfunding: Kickstarter",
      "Game: Metro",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gascony's Legacy: The Count of Monte Cristo",
    "ID": 330622,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330622/gasconys-legacy-the-count-of-monte-cristo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The adventures of the Musketeers continue in this expansion for Gascony's Legacy&#10;&#10;Follow the punishments enacted by the Count of Monte Cristo against his enemies in new outdoor environments.&#10;&#10;Includes a new 3-story campaign, with 2 new playable characters, more weapons, reactions, and enemies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Novel-based",
      "Renaissance"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Authors: Alexandre Dumas",
      "Books: The Three Musketeers",
      "Crowdfunding: Kickstarter",
      "Series: Lynnvander Legacy Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Freedom Five: Cosmic Threats",
    "ID": 330623,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330623/freedom-five-cosmic-threats",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Aliens have been invading Earth for a long, long time.In the grand scheme of things, it&rsquo;s no surprise really; the Thorathians, a proud race of militaristic extraterrestrials, have been conquering planets all over the galaxy for thousands of years. Earth has been a bit of a pesky one for them, however. Turns out humans are pretty resilient, and the presence of super-powered individuals has made the planet almost more trouble than it's worth for the invaders. Almost...&#10;But the Thorathian armies aren&rsquo;t the only presence in the cosmos that has its eyes set on Earth. Ineffable forces stir in the far corners of the galaxy, finding themselves drawn towards our planet&rsquo;s bright and chaotic inhabitants. There have been a few shining moments in our timeline (such as the creation and inevitable destruction of the sentient A.I., Omnitron) that have earned the attention of beings far beyond our comprehension.&#10;&#10;The Cosmic Threats Expansion is a massive addition to the total amount of content for Freedom Five, adding 2 new playable Heroes to master, 3 new terrifying Mastermind to face, and a host of Villains, Scenario Comic Books, Mystery Envelopes, extra cards, and more&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Sentinel",
      "Players: Games with Solitaire Rules",
      "Series: Dice Tower Essentials",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grimdark Future: Firefight – Gang Wars",
    "ID": 330624,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330624/grimdark-future-firefight-gang-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Gang Wars is an expansion for Grimdark Future: Firefight that provides additional rules for violent gang combat in the streets of the dangerous and futuristic Hive City. The game mechanics are designed to be easy to learn but hard to master, bringing engaging gang skirmishes for new and experienced players alike.&#10;&#10;This game expansion for Grimdark Future: Firefight adds lots of extra content to the core rules, providing you with countless hours of epic gang skirmishes that you can customize however you like. The rules are written to be concise and to the point, and come with beautiful illustrations as well as helpful gang and city sheets.&#10;&#10;Here's everything that's included in this expansion:&#10;&#10;&#10;     Campaign Rules&#10;         Campaign Setup&#10;         Playing Missions&#10;         Post-Game Sequence&#10;         Hero Skills&#10;         Upgrading Gangs&#10;         Hive City Armory&#10;         Territory Control&#10;         Special Territories&#10;         Territory Exploration&#10;    &#10;     Additional Rules&#10;         Gang Missions&#10;         City Fighting&#10;         Hazardous Terrain&#10;         Critical Hits&#10;         Random Events&#10;    &#10;&#10;&#10;Note that to play this expansion you&rsquo;re going to need the free core rules for Grimdark Future: Firefight as well as some army lists.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: One Page Rules (OnePageAnon)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gascony's Legacy: The Man in the Iron Mask",
    "ID": 330625,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330625/gasconys-legacy-the-man-in-the-iron-mask",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The adventures of the Musketeers continue in this expansion for Gascony's Legacy!&#10;&#10;Join Aramis on his quest to free the Man in the Iron Mask from prison and swap him with the King of France!&#10;&#10;Includes a new 3-story campaign, with 2 new playable characters, more weapons, reactions, and enemies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Novel-based",
      "Renaissance"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Authors: Alexandre Dumas",
      "Books: The Three Musketeers",
      "Crowdfunding: Kickstarter",
      "Series: Lynnvander Legacy Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morissimo",
    "ID": 330629,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330629/morissimo",
    "Min Players": "2",
    "Max Players": "18",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Morissimo, a board game that puts Mauritius and Mauritians in the spotlight through 1,500 questions and answers.&#10;&#10;Published on the occasion of the country&rsquo;s 50 years of independence.&#10;&#10;Around its star-shaped tray, Morissimo gathers all family and friends for a moment full of discovery.&#10;&#10;Have fun while answering a multitude of questions about Mauritius and deepen your knowledge in a fun way around 6 themes:&#10;&#10;     Art &amp; culture&#10;     Sport &amp; leisure&#10;     Economy &amp; agriculture&#10;     History&#10;     Politics&#10;     Geography, places &amp; nature &#10;&#10;&#10;Goal: be the first to collect 6 stars of different colors&#10;&#10;It is possible to buy some stars using tokens.&#10;Answer questions correctly but also take up challenges.&#10;&#10;&#10;     2 series of cards: adults and children &#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: Mauritius"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hornet Leader: Expansion #1",
    "ID": 330641,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330641/hornet-leader-expansion-1",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Hornet Leader Expansion #1 is an expansion for the Hornet Leader: Carrier Air Operations solitaire air tactical game. This expansion adds new gameplay to the original core set with new campaigns and aircraft to play with, new alternate targets to attack, new events to handle, and new skills to customize your pilots!&#10;&#10;New components include 46 new aircraft cards, 60 alternate target cards, 5 event cards, a Skills sheet, a counter sheet (88 counters), 5 campaign sheets and a rulesheet detailing how the new items can be used. In the original print run, a d10 die (Kickstarter stretch goal) with the aircraft silhouette in the &quot;10&quot; place was included.&#10;&#10;&#10;    The Attack Run Sheet was a Kickstarter exclusive, and not included in the regular Expansion set.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Israeli Air Force: Leader Expansion #1",
    "ID": 330642,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330642/israeli-air-force-leader-expansion-1",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Israeli Air Force Expansion #1 is an expansion for the Israeli Air Force Leader solitaire air tactical game. This expansion adds new gameplay to the original core set with new campaigns and aircraft to play with, new alternate targets to attack, new events to handle, and new skills to customize your pilots!&#10;&#10;New components include 36 new aircraft cards, 49 alternate target cards, 4 event cards, a Skills sheet, a counter sheet (88 counters), 4 campaign sheets and a rulesheet detailing how the new items can be used. In the original print run, a d10 die (Kickstarter stretch goal) with the aircraft silhouette in the &quot;10&quot; place was included.&#10;&#10;&#10;    The Attack Run Sheet was a Kickstarter exclusive, and not included in the regular Expansion set.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Phantom Leader: Expansion #1",
    "ID": 330643,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330643/phantom-leader-expansion-1",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Phantom Leader Expansion #1 is an expansion for the Phantom Leader Deluxe solitaire air tactical game. This expansion adds new gameplay to the original core set with new campaigns and aircraft to play with, new alternate targets to attack, new events to handle, and new skills to customize your pilots!&#10;&#10;New components include 45 new aircraft cards, 42 alternate target cards, a Skills sheet, a counter sheet (88 counters), 4 campaign sheets and a rulesheet detailing how the new items can be used. In the original print run, a d10 die (Kickstarter stretch goal) with the aircraft silhouette in the &quot;10&quot; place was included.&#10;&#10;&#10;    The Attack Run Sheet was a Kickstarter exclusive, and not included in the regular Expansion set.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "B-17 Flying Fortress Leader: Expansion #1",
    "ID": 330644,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330644/b-17-flying-fortress-leader-expansion-1",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "B-17 Leader Expansion #1 is an expansion for the B-17 Flying Fortress Leader solitaire game. This expansion adds new gameplay to the original core set with new campaigns and aircraft groups to play, new alternate targets to attack, and new airfield cards to fly from!&#10;&#10;New components include New Campaigns (Eastern Front Campaign, USAAF War Campaign); New Aircraft (4 New Fighter groups, 2 New Bomber groups); New Strafing Targets; Airfield Cards; Updated Fighter Groups; VP/SO Tracker; and a counter sheet. In the original print run, a d10 die (Kickstarter stretch goal) with the aircraft silhouette in the &quot;10&quot; place was included.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LG TACTICS",
    "ID": 330645,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/330645/lg-tactics",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "1",
    "Description": "LG TACTICS is a strategy-lite battle card game where you must outmaneuver your opponent to win. It features simple gameplay where you decide which cards to deploy and attack with.&#10;&#10;The game is played with a single deck of cards and you can learn the rules in minutes. Players need to Recruit, Deploy and Attack with their cards until only one army remains. You can play against one or more opponents, or even play solo to test your skills. Games take about 15 minutes per person, and 1 - 5 people can play (more if you combine 2 decks).&#10;&#10;LG TACTICS - strategy battle card game&#10;Game cards feature a single number representing its power level. Some powerful cards have a deploy requirement in order to play onto the battlefield.&#10;&#10;TACTICS comes with 72 cards and a rule book in a game box. Cards feature original illustrations in a minimal fantasy silhouette style.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Force Commitment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Fleet Battles: Captain's Log #31",
    "ID": 330647,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330647/star-fleet-battles-captains-log-31",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Rin Jankae sat in his command chair, his thoughts hidden behind his impenetrable black eyes and his steepled, long white fingers. He was trying to decide for himself if today was the day that the Romulans entered the war.&#10;&#10;Released in June 2005, this Captain&rsquo;s Log issue supports Star Fleet Battles and Federation &amp; Empire. Shield of the Federation by Randy O. Green is a story of the Day of the Eagle, the day the Romulans entered the General War. Can the cruiser Groton and destroyer Genghis hold off the Romulans and be the shield of the Federation? &ldquo;Lawfare&rdquo; provides some humor in the issue. &ldquo;Aces and Eights&rdquo; takes place nearly a month after the Day of the Eagle and focuses on the destroyer Halsey.&#10;&#10;In addition to the story, History includes deck plans for the Romulan SkyHawk, class histories for the Federation battle frigate and Klingon F6, and a history of the Federation bomber program.&#10;&#10;As is usual, Communications informs readers about the company&rsquo;s activities. The company hired two new people, thus helping spread out the workload. Captain&rsquo;s Log #30 and SFB Module F1 have after-action reports. The company laid out its plans for new print releases and metal miniatures for the coming year. There are questions and answers about Starlist, which makes it easy for players to contact other players. The Input Guide has guidelines for how not to submit scenarios, ships, and fiction. Admiral Growler answers SFB questions. There is a discussion about some proposals and a call for Rangers. More &ldquo;Why&rdquo; questions get answered. There is an interview with Ken Burnside. There are two pages of filk songs. Finally, there are the Star Fleet Awards.&#10;&#10;This issue includes seven scenarios for Star Fleet Battles. SL234, The Shield of the Federation, and SL235, Aces and Eights, are based on the two stories in the issue. Set during the Early Years, SL236, Web of Curiosity, involves an encounter between the Tholians and Klingons. SL237, Follies of Second-Hand Goods, pits Orions against Jindarians. An Omega scenario, SL238, An Intruding Situation, has the first covert attempt of the Andromedans to take over the Drex. SL239, Further Intrusions, has an Andromedan-controlled Drex dreadnought attacking a Drex battlecruiser and three gunboats. SL240, Riposte at Anporlax, is a classic matchup of the Federation and Klingons.&#10;&#10;Database articles include battlegroups designed with local forces. There is an article on the moray eel. Admiral&rsquo;s Game is updated to allow for ships described since 1999. There is an excerpt of a partial X-refit rule from SFB Module X1R. Rule. There are new rules for creating F&amp;E battle groups in SFB and for advanced ground combat in SFB. There is a guide for converting captured Andromedan ships to fit in the fleets of the Galactic Powers, and vice versa. The final article is an example of how energy balancing works when the ship is damaged.&#10;&#10;The Tactics section has primers for the Sharkhunters and Alunda. There are over two pages of term papers, along with another half-page with encore term papers.&#10;&#10;The Venues section covers Star Fleet Command, SFB On-Line, playing by email, Galactic Conquest (with an article by Howard Bampton introducing a new Andromedan War campaign, Star Fleet Warlord, GURPS Prime Directive, and Star Fleet Battle Force.&#10;&#10;Federation &amp; Empire has a rule from Strategic Operations on Survey Ships. There are four pages of tactical notes. Finally, there are rules and rulings.&#10;&#10;New ships and gunboats are added for Star Fleet Battles. The Federation gets its battle frigate carrier, battle frigate scout, battle frigate escort, and battle drone frigate; Klingons gain the F6B battle frigate, F6J penal battle frigate, F6S battle frigate scout, and F6E battle frigate escort; the Romulans get the JayHawk battle frigate; the Kzintis get their battle frigate. The Klingons and Federation each gain their fast destroyers. The new gunboats are recovery PFRs and survey PFQs. Other ships are &ldquo;anarchist&rdquo; ships including a Romulan Intruder, Kzinti Conquistador, and two Andromedan-captured ships: a Gorn battlecruiser and a Lyran heavy cruiser.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Magazine: Captain's Log",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goosebumps: Race to Dead House",
    "ID": 330651,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/330651/goosebumps-race-to-dead-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "R.L. Stine&rsquo;s monsters from the well known Goosebumps series of books Are on the loose all over the city! Werewolves, blobs, vampire poodles and more are running around trying to find the faster way to get toDead House, and they want your help!&#10;&#10;In Goosebumps: Race to Dead House, everyone picks a team of three monsters and tries to get them to Dead House faster than anyone else by playing cards from their hand and moving the number of spaces around the board indicated on the cards.&#10;&#10;But beware! Slappy, the Evil Gnomes, and the other players are all out to get you and slow you down!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Books: Goosebumps"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coronials",
    "ID": 330652,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330652/coronials",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Play the corona crisis stress away with the Coronials board game!&#10;&#10;Coronials is an educational action game that preventively works on the mental resilience of children and young people. &#10;Discover more than 80 situations together and give players the opportunity to reflect on and express their opinion about the consequences of the pandemic in a playful way.&#10;&#10;Play this relevant action game at home, at school or with your youth club!&#10;&#10;Goal:&#10;Complete the challenges and collect cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Humor"
    ],
    "Mechanics": [
      "Acting",
      "Set Collection"
    ],
    "Families": [
      "Medical: COVID-19",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cake Toppers",
    "ID": 330653,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/330653/cake-toppers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Cake Toppers, players are apprentice bakers who must use different type and flavours of cake to build an outrageous creation, with each different type of cake providing different ways of scoring.&#10;&#10;&#10;     Starting with the player who most&#10;&#10;&#10;recently baked a cake, players will take it in&#10;turns taking actions.&#10;&#10;     They will slowly build their cake and deplete the cake deck.&#10;     The final turn triggers once the cake deck is empty. &#10;     Players then score their cake.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neuroshima Hex! 3.0: Beasts",
    "ID": 330654,
    "Year": "(2021)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330654/neuroshima-hex-30-beasts",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Neuroshima Hex: Beasts is a new faction expansion to the best-selling Portal Games evergreen title Neuroshima Hex. The new army represents various animal species that survived Moloch&rsquo;s attack. These beasts are fierce, and they have but a single goal: to protect their territory. They spare no one, including their own. The expansion introduces a new game concept &ndash; friendly fire. Ferocity and wrath are unstoppable and units in the new army can damage their own friendly tiles.&#10;&#10;Neuroshima Hex: Beasts was designed by Joanna Kijanka and developed by Micha&#197;&#130; Walczak, both names highly respected by fans and well known for their work on previous expansions for Neuroshima.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Player Elimination",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Neuroshima",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Settlers: Empires of the North – Wrath of the Lighthouse",
    "ID": 330655,
    "Year": "(2022)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330655/imperial-settlers-empires-of-the-north-wrath-of-th",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "Empires of the North: The Wrath of the Lighthouse is a story-driven solo campaign for the award-winning engine-building card game: Empires of the North.&#10;&#10;The expansion comes with 15 unique solo scenarios played in the order corresponding with the story included in the Campaign book. When playing the campaign mode, players gain access to the new type of cards including Event cards, Legacy locations cards that last from one game to another, and Lighthouses cards that are shuffled to Island decks. Additionally, each of the scenarios can be played individually, just like the scenarios in the base game.&#10;&#10;In story mode, you will play alongside a Campaign book and slowly discover how the plot unfolds. Why is the number of lighthouses on the coast increasing? Why do the people so strongly oppose the cathedral being rebuilt? And those seas constantly assaulted by storms&hellip;&#10;&#10;Empires of the North: The Wrath of the Lighthouse is designed by Joanna Kijanka, co-designer of the base game and all previously released expansions to the game. The expansion includes 55 cards, a Scenario booklet with 15 unique scenarios, and a Campaign book with more than 50 story branches.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Imperial Settlers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What do you meme?: The Real Housewives",
    "ID": 330659,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330659/what-do-you-meme-the-real-housewives",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Expansion Pack includes:&#10;&#10;30 Caption Cards &amp; 75 Photo Cards.&#10;&#10;This is not a stand-alone game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spoof",
    "ID": 330662,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330662/spoof",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The objective of the game is to win the most tokens by playing balls you play and subsequently guessing the total number of balls played by all the players.&#10;&#10;The game board is cross-shaped with four shields at its ends to cover the number of balls played. At each turn, each player simultaneously pushes or plays a ball into his/her shield. (Bluffing or &quot;spoofing&quot; can be done by pretending to push balls forward.) After every player has done so, they take turns in placing a scoring peg into the score holes (0-12) at the center of the game board. The player that guessed correctly wins all the tokens.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Deduction",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "All Ashore!",
    "ID": 330666,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330666/all-ashore",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game board is an cone-shaped island with eight balls on top of the cone. This is connected by cords to eight boats on the outer periphery of the island and located some distance away.&#10;&#10;Each player takes three men of one color and puts them on three separate boats. At the start, there is a maximum of two men on one boat.&#10;&#10;After determining the starting player using a dice roll, the starting player then throws a dice to decide the number of moves, clockwise or anticlockwise, any one of his men on the boat may move. During play no more than three men can be on one boat.&#10;&#10;The player then pulls one of the balls on the island to reel the boat in. If the boat pulled to shore contains the player's own man, then he puts that man on the island and pulls the boat out again. If the place on the island contains an opponent's man, then the men are exchanged and the boat pulled out again. The rules apply for various combinations of men on the boat versus men already on the island space.&#10;&#10;The objective of the game is to be the first player to get three men ashore.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ReDelivery",
    "ID": 330667,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/330667/redelivery",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "ReDelivery is a semi-cooperative, puzzle-solving, dexterity game for 1-5 players aged 8 and up. Load your truck and deliver the right packages to the right depots without dropping any parcels to become employee of the month!&#10;&#10;The aim of the game is to work together to 'redeliver' the coloured boxes to the corresponding warehouses. If any boxes drop on your turn, they're considered damaged goods and are placed in front of you. The player with the fewest damaged goods at the end of the game wins (when playing semi-cooperatively).&#10;&#10;Each turn, a player may do any combination of 2 actions - pick up a box, sort boxes in your truck, deliver a box or drive - but only using one hand.&#10;&#10;Event cards are temporary effects played each turn that can either benefit you (e.g. plus one action) or hinder you (e.g. use your other hand), and players have to work around these to progress with the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Puzzle",
      "Transportation"
    ],
    "Mechanics": [
      "Events",
      "Multiple Maps",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kitchen Rush: Unerfreulicher Besuch",
    "ID": 330669,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330669/kitchen-rush-unerfreulicher-besuch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The health department has received a tip that your restaurant is unsanitary from time to time. Now you are facing regular inspections. Only if you keep your kitchen clean will you get a good rating. Otherwise, your reputation will suffer and a fine won't be long in coming.&#10;&#10;You can play any scenario with the health department. This will make the scenarios more challenging.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Cooperative Game",
      "Real-Time",
      "Variable Phase Order"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Somewhere Far Beyond: The Battle of Prairie Grove, December 7, 1862",
    "ID": 330676,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/330676/somewhere-far-beyond-the-battle-of-prairie-grove-d",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "210",
    "Weight": "0",
    "Description": "Somewhere Far Beyond is an historical simulation of the battle fought on December 7, 1862 in the hills of Arkansas, between the Union Army of the Frontier commanded by General John Schofield and the Confederate Army of the Trans-Mississippi led by General Thomas Hindman. The battle at Prairie Grove was the last chance for the Confederacy to turn the tide of the war in that theater to their favor.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "States: Arkansas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Ruins of Arnak: Soothsayer's Runes Promo Card",
    "ID": 330677,
    "Year": "(2021)",
    "Geek Rating": "5.768",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330677/lost-ruins-of-arnak-soothsayers-runes-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "Originally available as part of Pack C from the Dice Tower 2021 Kickstarter campaign. Later, available as part of the 2023 Game Boy Geek Season 11 Kickstarter.&#10;&#10;Text on the card: Choose an opponent&rsquo;s deck. Pick any card from the deck and copy its effect. Then place their card on top of their deck.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Ancient",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Move Through Deck",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Resource to Move",
      "Tile Placement",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Detective Club: Noir",
    "ID": 330678,
    "Year": "(2021)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330678/detective-club-noir",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Detective Club: Noir is a first expansion for critically acclaimed Detective Club.&#10;&#10;&#10;     84 new marvelous illustrations&#10;     7 notepads&#10;     unlimited creativity in every card&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Roles with Asymmetric Information",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trek 12+1: A travel diary through the Himalayas",
    "ID": 330681,
    "Year": "(2021)",
    "Geek Rating": "5.563",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330681/trek-12-plus-1-a-travel-diary-through-the-himalaya",
    "Min Players": "1",
    "Max Players": "50",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Open the first page now and discover the adventure that awaits you!&#10;&#10;This extension is based on the contents of a travel diary discovered during your stay at the Temple of Machapuchare. This diary has been lost by Max, a famous mountaineer, in an ascent during which he lost some of his equipment. You come across this finely illustrated notebook and you decide to relive Max's adventure!&#10;&#10;You will go back in time following his footsteps, you will live a personal experience punctuated by encounters...&#10;&#10;Will the increasing difficulty of this new expedition make you give up?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling",
      "Once-Per-Game Abilities",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Mountain: Himalayas",
      "Series: Coffee Break Games (Lumberjacks Studio)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mint Bid: Promo Pack #2 – Hidden Agendas",
    "ID": 330682,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330682/mint-bid-promo-pack-2-hidden-agendas",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Hidden Agenda Promo Pack introduces an entirely new variant into the game. Each player will receive one of nine Hidden Agendas which will grant them bonus points at the end of the game. The Hidden Agendas add an interesting layer of strategy on top of the base game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Automatic Resource Growth",
      "Betting and Bluffing",
      "End Game Bonuses"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Series: Mint (Five24 Labs/Poketto)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mint Bid: Promo Pack #1 – Additional AIs",
    "ID": 330683,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330683/mint-bid-promo-pack-1-additional-ais",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This promo pack includes 2 new AIs! If the additional 2 Player Variant stretch goal is met, these AI cards will also include both a single player and a two player variant.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Automatic Resource Growth",
      "Betting and Bluffing"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Series: Mint (Five24 Labs/Poketto)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wolf in the Fold Print & Play Edition",
    "ID": 330684,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330684/wolf-in-the-fold-print-and-play-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Wolf in the Fold Print &amp; Play Edition is a PnP version of the tile-laying microgame Wolf in the Fold.&#10;&#10;Wolf in the Fold is a game of tile placement and cooperation. The wolf pack is on the hunt, and they want your herd. Build fences and hire shepherds to protect your flock. If the wolves eat more sheep than you can round up, you lose the game!&#10;&#10;Simple rules make Wolf in the Fold fun for younger children, but this game is not suitable for very small children who may choke on the game tiles.&#10;&#10;The PnP edition contains everything you need to create your own Wolf in the Fold game. The 5-page PDF includes a sheet of instructions, a sheet of hex tiles front art, a sheet of hex tile back art, and two sheets to create a box for the game components. Simply print the PDF onto cardstock, cut out the components, and enjoy the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battipillas",
    "ID": 330685,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330685/battipillas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Battipillas is a dueling game wherein players command their army of battipillas to overcome their opponents.&#10;&#10;Use each creature's unique stats and power to win fights against the enemy!&#10;&#10;Evolve your Caterpillar warriors into Cocoons and then again to Butterflies/Moths to unleash their full potential!&#10;&#10;",
    "Categories": [
      "Animals",
      "Collectible Components",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Hexagon Grid",
      "Pattern Movement",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "10K Tumble",
    "ID": 330686,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/330686/10k-tumble",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A dice game involving 6 dice of 6 different colors.&#10;&#10;Object of the Game&#10;Be the first player to reach or exceed 10K (10,000) points.&#10;&#10;How to Calculate Scoring&#10;Refer to the Scoring Chart to calculate the point value of various dice. To receive the value of a scoring roll the scoring dice must be rolled on one roll.&#10;&#10;Three Pairs: 1250 points&#10;Four of a Kind: 1500 points&#10;Five of a Kind: 2500 points&#10;Six of a Kind: 3500 points&#10;A single 5: 50 points&#10;A single 1: 100 points&#10;Three 2's: 200 points&#10;Three 3's: 300 points&#10;Three 4's: 400 points&#10;Three 5's: 500 points&#10;Three 6's: 600 points&#10;Three 1's: 1000 points&#10;Four 1's: 2000 points&#10;Five 1's: 3000 points&#10;Six 1's 4000 points&#10;One each of each Kind: 5000 points&#10;A red 1, a yellow 2, a green 3, a blue 4, an orange 5, and a purple 6: 10,000 points&#10;&#10;Getting in the Game&#10;A player must score at least 500 points in one turn, which may consist of several rolls, to get in the game. If a player does not score at least 500 points in a turn, then the dice are passed to the next player to take a turn, and wait until their next turn to try again and get in the game. The 500 or more points necessary to begin are counted towards the 10,000 points goal.&#10;&#10;Playing&#10;&#10;The First Roll of a Turn&#10;Player rolls all six dice to begin a turn.  If one or more scoring dice are rolled, then at least  one set of scoring dice must be set aside before rolling the remaining dice.&#10;&#10;Keep It or Roll Again?&#10;A player may stop after any roll which scores points, keep the points and pass the dice to the next player.  Or, a player may roll the remaining dice in an attempt to increase a score, but risks losing the total of the entire turn if no scoring dice are rolled.&#10;If all dice in a turn score points, then a player may continue the turn by rolling all six dice again, but if no scoring dice are rolled, then the player loses all points for that turn.&#10;&#10;Ending the Game&#10;If a player reaches or exceeds 10,000 points, then all other players get one more turn in an attempt to beat the leading scorer's points.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Iron Mountain: The Shadows Within",
    "ID": 330696,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/330696/iron-mountain-the-shadows-within",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Deep within the mountain a heart of iron beats. Slowly pumping molten ore through its iron veins. Shadows pray with frozen hands before the glowing stream. The iron god awoken. The iron law unbound.&#10;&#10;Iron Mountain is a bleak and unforgiving game about fragile hopes better left behind. Players take on the roles of outcasts condemned to slave away their existence in an underground mine. Time and toil have reduced them to mere shadows flickering through winding tunnels and empty caves. But now the iron law that binds them has begun to loosen its grip. As they set out to reclaim their past lives and escape the mountain, hope quickly turns to despair. For what does it mean to be free in a world of shackles? And what becomes of a shadow once it steps outside and into the light?&#10;&#10;The game is played over a series of turns until all shadows have either escaped the iron mountain or become lost. Players control multiple shadows, exploring the mountain by placing cave tiles, discovering items, and crafting iron artefacts. Every action causes tremors, and shadows are constantly trying to avoid triggering collapses and other disastrous events along the tremor track. The shadows must hurry to craft their artefacts and find the shaft of light before the mountain comes crashing down upon them. As they enter the shaft of light, players burn the shadow standees in a candle, hoping against hope that something better awaits them on the other side.&#10;&#10;Iron Mountain is the second installment in the Trilogy of Lost Hope. The trilogy began with Tower of Silence and will end with Pesta.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Player Elimination",
      "Push Your Luck",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Trilogy of Lost Hope (Hopeless Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Arena: Clash of Champions",
    "ID": 330704,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/330704/combat-arena-clash-of-champions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Combat Arena is back, in a whole new incarnation that pits four mighty warriors of the 41st Millennium against each other in brutal combat. Trapped in an inescapable vault by the mad Necron Overlord, Trazyn the Infinite, two to four players must duke it out to earn their chance at freedom.&#10;&#10;This sequel to Combat Arena brings back fast-paced, replayable combat with accessible rules, tactical depth, and beautiful miniatures, each with their own unique actions and attacks. Will you emerge victorious?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moralpanik: Drevet går!",
    "ID": 330705,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/330705/moralpanik-drevet-gar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Moralpanik - Drevet g&aring;r! is a humoristic card game by the Swedish singer-songwriter, and comedian Ola Aurell for 2-4 players about morale panic; the overblown and stereotypical reactions to new cultural phenomenons.&#10;&#10;As a player, you launch cynical products and try to create controversy around them to make the most money. At the same time, you act as the guardian of morality against your opponents' attempts to do the same.&#10;&#10;The more controversial, the more the value of the product increases. But it's always a gamble. If the decency limit is exceeded, the product is withdrawn and you earn nothing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deploy or Die",
    "ID": 330712,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/330712/deploy-or-die",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A card game for web-developers. Deploy or Die is a card game for 2&ndash;4 player and 10&ndash;25 minutes.&#10;&#10;The goal is to be the first one to successfully deploy the three Deploy cards or remain the last one in the game, while surviving the attacks from your opponents.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nakarm chomiczka",
    "ID": 330714,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/330714/nakarm-chomiczka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Knock, knock! Little hamsters knocked on your door and their bellies are growling with hunger... What can you feed them? Take a look at the pantries and choose the best treats for your pupils!&#10;&#10;Be quick, be careful and grab the right treat before the other players do! Place your Treat Tokens in the hamster's belly and cheeks and remember about a varied diet! Apples, sunflower seeds, carrots, clover, beetroots and more - choose wisely as the space in your hamster's belly is limited!&#10;&#10;Crunch, crunch!&#10;&#10;Game components include 4 Hamster Player Boards, 1 dice (D6), 6 Pantry Tokens, 4 Hamster Markers and 60 different Treat Tokens.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Educational",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Hamsters",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Depleted",
    "ID": 330717,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/330717/depleted",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "The earth is a dark, cloudy haze.   Breathable air, habitable land, resources are nearly depleted.&#10;&#10;You have been sent out from your clan in your ship, the Condor, to find energy generators and return them to your home.&#10;&#10;Travel the surface of earth, encounter creatures and items along the way, upgrade your ship, most importantly, find 3 Titan Energy Generators to win the game.&#10;&#10;Depleted is a solo adventure game set on a weary dying Earth.  A player mat represents your ship.  Pay Fuel to explore locations to find resources and allies, and encounter creatures.  Upgrade your ship to converse Fuel, add additional cargo bays, strengthen it for combat, and more.  Locations, resources, allies, and creatures are all contained on 102 mini-size cards.  Combats are resolved by rolling multiple D12 dice.&#10;&#10;&mdash;description from the designer&#10;&#10;NOTE: As of mid-2023, this game is being re-worked and upgraded some.  Stay tuned...&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Resource to Move",
      "Tech Trees / Tech Tracks",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Race Across the USA",
    "ID": 330720,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/330720/race-across-the-usa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players race across the USA to be the first to visit six states, answer geography questions, then get back to their home states to win the game! Players can use the game board for clues to answer questions and win state cards. Questions are geared to each player&rsquo;s own grade level, so kids 8 and up from different grades can play together on an even field.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trivia"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Evangelion Card Game: EV-01",
    "ID": 330744,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330744/evangelion-card-game-ev-01",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Evangelion Card Game Shinji Ikari &amp; Rei Ayanami Set EV-01&#10;&#10;EVANGELION Card Game is a compilation featuring EVANGELION!&#10;Choose your favorite characters to build a deck or play to win with a powerful, custom deck!&#10;For fans of EVANGELION and fans of card games and board games alike, this is a card game that everyone will enjoy!&#10;&#10;Game System: Chrono Clash System&#10;From the mind of renowned American game designer, Ryan Miller, comes Chrono Clash System.&#10;The cost of the card moves the marker towards the opponent's side, and when it goes over 1, then it's your opponent's turn!&#10;Play many low cost cards or play a high cost card from the get-go.&#10;Play your favorite cards whenever you want in this dynamic but easy to play game!&#10;&#10;-From the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Series: Chrono Clash System",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evangelion Card Game: EV-02",
    "ID": 330745,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/330745/evangelion-card-game-ev-02",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Evangelion Card Game Asuka Shikinami Langley &amp; Kaworu Nagisa Set EV-02&#10;&#10;Contains:&#10;&#10;     108 Cards (2 decks of of 54 cards)&#10;     12 Double-Sized Cards&#10;     2 Turn Sequence Cards&#10;     A Playmanual (Japanese, Chinese, English, French, Italian, German, Latin-American Spanish, Brazilian Portuguese)&#10;     2 Play Sheets&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Series: Chrono Clash System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wizards of Mickey: First Age",
    "ID": 330746,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/330746/wizards-of-mickey-first-age",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Wizards of Mickey Gioco di Carte Collezionabili is a brand new Collectible Card Game licensed by Disney. It has been published in italian only in February 2008.&#10;Inspired by Disney comic books &quot;Wizards of Mickey&quot;, in this game all-time popular Disney characters like Mickey Mouse, Donald Duck, Goofy, but also popular villains like Pet-Leg-Pete, Magica De Spell, the Beagle Boys (for the first time-ever with names!), and the arch-villain Phantom Blot are all there, but with many new twist (an &quot;evil&quot; Mickey Mouse? a real self-determined Minnie or Daisy that will save the day? Pluto as a were-dog?).&#10;The game is an easy to learn collectible game, very fast (10-15 minutes for a single match), Teams of three wizards will challenge each other in magical castles, to obtain &quot;diamagics&quot; (magical gems that can also activate mage powers sometime). First team to grab 6 diamagics wins. Sounds easy? It is, but the game is deeper than it seems at a first glance!&#10;Beautiful Disney artworks illustrate a set of over 150 cards.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fantasy",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Brands: Disney",
      "Characters: Mickey Mouse",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Deadpool & Bob, Agent of Hydra",
    "ID": 330748,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330748/marvel-crisis-protocol-deadpool-and-bob-agent-of-h",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Welcome to the Deadpool character pack, brought to you by me: the amazing Deadpool! Once terminal cancer patient Wade Wilson, I, the aforementioned Wade Wilson, was transformed into the incredible superpowered hero Deadpool! Thanks to the nerds at the Weapon X program, I was granted an off-the-charts healing factor which allows me to recover from even the most gruesome &ldquo;for the love of all that&rsquo;s holy, look away Timmy!&rdquo; injuries. I&rsquo;m also basically a ninja&ndash;expert marksman, a master in multiple martial arts (including the deadliest of all, Karate), and I speak, like, nine languages. But my greatest superpower of all is my dazzling wit and immeasurable charm. Though teams like the X-Men and Avengers would literally kill to have someone like me on their roster, I, the aforementioned Wade Wilson, a.k.a. Deadpool, remain los lobos&ndash;a lone wolf who hunts the moonlight desert in search of the only meal that will satisfy my endless hunger&ndash;justice! Also, they haven&rsquo;t been returning any of my calls or emails&hellip;&#10;&#10;A cowardly young man, Bob was persuaded to join the criminal organization Hydra by his wife, who accused him of not being able to hold down a steady job. The thought of a stable career with a dental plan also appealed to Bob, though he was ultimately disappointed to find out that Hydra does not, in fact, offer full dental like A.I.M. Bob&rsquo;s life was forever changed when he met Deadpool during the Merc with a Mouth&rsquo;s assault on his outpost. Deadpool convinced Bob to assist him with his mission and the two became lifelong partners. These days the H on Bob&rsquo;s chest no longer stands for Hydra but Hero!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flock of Seagulls",
    "ID": 330749,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/330749/flock-of-seagulls",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "2",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Flock of Seagulls was created as we wanted a game to slap down on seagulls, they are chip thieves.&#10; Flock of Seagulls is a 2-5 playing card game, in which players must try and win all the cards in the deck. Cards are shuffled and dealt evenly to all players.&#10;&#10;You win the centre pile by slapping down on the following scenarios - Good Food Card &ndash; Trio of Seagulls in a Row &ndash; Two Ice Cream Seagulls. However, there are various Bad Food Cards and special cards in the pack to which if slapped on, that player must forfeit 3 cards to the centre pile.&#10; Special cards like the Pirate Seagull have been added, whereby once lain, all players must shout Parlay and the last player to do so, forfeits 3 cards to the centre pile.&#10;&#10;If the Mob Card is lain, that player can shout mob before the next player lays their card and claim 5 cards from any player. &#10;This game can be played for 1 minute or 15 minutes, it all depends on how good you are at spotting the difference between the cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Relative Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Capitaine Flam",
    "ID": 330754,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330754/capitaine-flam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Captain Flam is a game of skill. The game board is inside the box. It consists of a starting area, 3 cavities and many holes. On his turn, the player must throw a spinning top from the starting area and take the box in his both hands. By handling it, he orients the spinning top towards the holes. Some will allow him to beat monsters that make him earn 1 to 5 points, to replay or lose his turn. If the top falls into a black hole, the player loses an already won monster. When all 9 monsters have been defeated, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cards of Candour",
    "ID": 330758,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/330758/cards-of-candour",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Have you ever wanted to skip to the part of the evening when everyone starts revealing the hilariously weird things they&rsquo;ve thought and done?&#10;&#10;The game consists of 300 question cards that were carefully devised to help you uncover the hilarious inner thoughts, secrets and stories that your friends never even knew they were keeping from you.&#10;&#10;The game dice guides you to ask other players personal questions that you think that they might say yes to - if they say yes you win points. So the game has an infinite-combinations-dynamic of revealing both what a person has thought, felt or done, but also what the asker thinks that they might have thought, felt or done.&#10;&#10;Philosophically the creators of Cards of Candour believe that &quot;we are all weird, now it&rsquo;s time to share.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Player Judge"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards of Candour: Real Friends Expansion",
    "ID": 330759,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330759/cards-of-candour-real-friends-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "The Real Friends Expansion contains 50 darker and more inquisitive cards about sexual exploration, death and relationships.&#10;&#10;These cards are not safe for work, families or acquaintances.&#10;&#10;Save them for your real friends and shuffle them into the First Edition box to add a little pepper and spice to your evening.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Die Icon Resolution",
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Времена и эпохи: Смута",
    "ID": 330760,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/330760/vremena-i-epoxi-smuta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "The beginning of the 17th century. &#10;The Russian kingdom is going through a turning point - the Time of Troubles. &#10;In the absence of a sovereign on the throne, fierce battles for the land unfolded in the country. &#10;Choose one of the opposing sides in the board game Times and Epochs: Troubles and create your own history of the Russian kingdom.&#10;&#10;In the battle for the land, you play for one of four sides: the Russian kingdom, the Polish&ndash;Lithuanian Commonwealth, Sweden or the Crimean Khanate. &#10;At the beginning of the game, you will have only three commanders, several types of troops and a small territory at your disposal. But with each turn you will expand your territories, create buildings and strengthen your political position. &#10;The entire game is broken down into six long turns of four phases: winter, spring, summer and autumn.&#10;&#10;Each season, participants take turns performing a series of activities. In winter, they plan to seize territories and erect buildings, in the spring they receive policy tokens and participate in trading in neutral lands, in the summer they receive income and buy troops, and in the fall they harvest crops and use tokens of neutral military leaders. In addition, one of five military maneuvers is performed in each phase.&#10;&#10;The main goal is to complete certain missions and get victory points for them. &#10;At the end of six moves, the participants count the points and determine the winner.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Events",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Lithuania",
      "Country: Poland",
      "Country: Russia",
      "Country: Sweden",
      "Country: Ukraine",
      "History: Time of Troubles (Russia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Д'Артаньян и три мушкетера",
    "ID": 330774,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330774/dartanian-i-tri-musketera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#208;&#148;&rsquo;&#208;&#144;&#209;&#128;&#209;&#130;&#208;&#176;&#208;&#189;&#209;&#140;&#209;&#143;&#208;&#189; &#208;&#184; &#209;&#130;&#209;&#128;&#208;&#184; &#208;&#188;&#209;&#131;&#209;&#136;&#208;&#186;&#208;&#181;&#209;&#130;&#208;&#181;&#209;&#128;&#208;&#176;, D'Artagnan and the Three Musketeers is a team-based game for the whole family.&#10;&#10;Relive the thrilling adventures of four friends who traveled from Paris to London to retrieve the Queen's pendants.&#10;&#10;One against all, all against one!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Pike and Shot",
      "Renaissance"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: Alexandre Dumas",
      "Books: The Three Musketeers",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pay Off",
    "ID": 330775,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/330775/pay-off",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pay Off is played on a 6x6 grid where the spaces are labeled with all the possible rolls of two standard dice. On a turn a player rolls three dice and chooses two of them to designate an uncontrolled space, which they mark. Rerolls are done if necessary and rolling triples lets a player take any open space.&#10;&#10;When a player takes a space adjacent to spaces they already control, they score points based on the number of such spaces. When all spaces have been marked off the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jeu du chouval twa pat et Mémory: les animaux de la Martinique",
    "ID": 330776,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330776/jeu-du-chouval-twa-pat-et-memory-les-animaux-de-la",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Le Jeu du chouval twa pat is a variation of mistigri with a Martinique touch. Play with local animals whose names are written in French and Creole.&#10;&#10;The cards can also be used to play a Memory version.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Country: France",
      "Islands: Martinique (France)",
      "Traditional Card Games: Old Maid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loose Change",
    "ID": 330778,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/330778/loose-change",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Loose Change is played on a diamond-shaped board of spaces with eight connections to their neighbors (except on the edges of the board). One player plays with four pennies and a nickel showing heads, the other with four nickels and a penny showing tails.&#10;&#10;On a turn a player moves any one of their coins any number of unoccupied spaces in any direction.&#10;&#10;The object is to form a line containing exactly three pennies and no nickels; the pennies do not have to be adjacent, and at least one must belong to the opposing player.&#10;&#10;Variants are given involving different winning conditions and sets of coins to use.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnytour Profil: Critérium international",
    "ID": 330780,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330780/magnytour-profil-criterium-international",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Crit&eacute;rium International is 3-stage race. &#10;From 2010 to 2016, it took place around Porto-Vecchio, in Corsica.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: France",
      "Islands: Corsica (France)",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blokk!",
    "ID": 330786,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/330786/blokk",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2.6667",
    "Description": "ARCHITECTS ASSEMBLE!&#10;&#10;In Blokk! you are the Architect and must build the perfect cube. Test your logic and problem-solving skills by using the game's 360&deg; rotating stand or player mats to construct The Cube - this is a process known as The Build.&#10;&#10;The game has 36 unique 3D coloured blocks where Architects can select only one block on their turn. Players must choose one out of three construct modes per game. These modes can be played either solo, or with friends and family in a co-op or versus game:&#10;&#10;Free Blokk! - Architects choose a block of their choice on each turn&#10;Dice Blokk! - Architects roll a six-sided dice and play the color rolled per turn&#10;Card Blokk! - Architects draw from the deck and play the block on their card each turn&#10;Card Blokk! is also the versus variant of the game. Architects battle it on player mats, known as the Blue Print to construct their own cube.&#10;&#10;A game is complete once the Architects have come as close to a perfect cube as possible.&#10;The Architect with the fewest imperfections wins!&#10;&#10;Dare to be square.&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Pattern Building",
      "Pattern Recognition",
      "Roll / Spin and Move",
      "Stacking and Balancing",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Off the Line",
    "ID": 330788,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330788/off-the-line",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "At the beginning of an operation, the commanding officer determines the point from which the operation will begin. This is referred to as the line of departure. In this game, players discover what happens once the soldiers under their command move ... Off the Line.&#10;&#10;Off the Line is a wargame of low-to-moderate complexity that depicts man-to-man combat during World War II. Each combat unit represents a single soldier. Games are won through the completion of mission objectives such as the control of locations on the map board, exiting soldiers from the map through specific points, or the simple elimination of enemy soldiers. Although players are open to maneuver their forces as they wish, they&rsquo;ll soon find that traditional tactics for units at the game&rsquo;s scale are the best bet to achieve goals and to keep their forces intact.&#10;&#10;Game play is managed through the use of a shared deck of action cards, each of which is used to determine how many soldiers might be activated during a turn, the resolution of random outcomes such as combat and morale checks, and random events. Being able to manage limited resources is a key to victory.&#10;&#10;Each soldier is individually named and rated for morale (which determines a soldier&rsquo;s effectiveness under fire), melee, weapon, and in some instances, command. Terrain is represented through the use of twelve geomorphic map panels that can create hundreds of different battlefield configurations.&#10;&#10;This initial game includes forces for the United States and Germany facing off through twelve individual scenarios, plus instructions on how to create your own. Plans are in place to add additional nationalities, more maps, and lots more scenarios!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Command Cards",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Presidents Versus",
    "ID": 330791,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330791/presidents-versus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Presidents Versus is an action-packed, fun-filled, 30-minute card game for 1-4 players. America is in peril, and the presidents &ndash; from George Washington to Barack Obama &ndash; have all come back together to save us! Playable options for the &ldquo;Big Bad&rdquo; they&rsquo;re saving us from include a pandemic, dictators, monsters, aliens and more. But while the portal to the past was open, the villains of American history &ndash; from Benedict Arnold to Bull Connor &ndash; have come back to stop the presidents and ensure America&rsquo;s downfall. The battle for our country is on!&#10;&#10;Publisher&#226;&#128;&#153;s product page&#10;&#10;The core of the game is 24 presidents, divided up evenly among the players. At the beginning of the game, you select a Big Bad that&rsquo;s trying to destroy America. Every turn, you draw five cards out of your deck and play them. Each president has a presidential power based on that president&rsquo;s actual strengths (such as popularity, party building or policy leadership). Presidents can also join forces to attack villains together, or recruit new cards into your deck. You can add to your deck cards that represent support from other presidents (hello, Millard Fillmore!), constitutional provisions that give powers to the presidency, and other forces from American history. These support cards interact with keywords on your presidents and other game factors, giving you tactical choices.&#10;&#10;The players use their attacks to capture 12 villains from American history. Then it&rsquo;s time for the Final Showdown with the Big Bad that&rsquo;s trying to destroy America, represented by a set of threat cards. The rules for the Final Showdown are different for each Big Bad &ndash; fighting off a pandemic and fighting off monsters require different tactics! If the Big Bad defeats your presidents, it wins; if you defeat it first, the player with the most captured villains and Big Bad threat cards wins. So there&rsquo;s pressure to be capturing villains for the whole game, but victory still hangs on that Final Showdown.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Action / Event",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Finale Ending",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer kennt Magdeburg? das stadtquiz",
    "ID": 330805,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330805/wer-kennt-magdeburg-das-stadtquiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Who knows their way around Ottostadt, the beautiful city on the Elbe? &#10;With 500 questions you can find out who is a real connoisseur, or even discover something unknown. &#10;The authors put a lot of emphasis on questions that define the true insider. There are also topics and events that you encounter on a daily basis, but which you hardly pay attention to. Many questions take the guessing and estimation factor into account, so not only &quot;Magdeburg children&quot;, but also newcomers and tourists can enjoy this game - or roll one of the six jokers.&#10;A quiz blast for the whole family that illuminates all topics in six levels of difficulty.&#10;&#10;Player with the most points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Cities: Magdeburg (Saxony-Anhalt, Germany)",
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Across Australia on Barnet Glass Tyres",
    "ID": 330816,
    "Year": "(1916)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330816/across-australia-on-barnet-glass-tyres",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Across Australia on Barnet Glass Tyres is a game dating from the early twentieth century. It is simple roll and move race that sees players circumnavigate the Australian continent. Starting in Perth in Western Australia players travel in an anticlockwise directions, moving their pieces by the roll of a dice and obeying instructions along the way which may hinder or help there travels. The winner is first back to Perth on space 93.&#10;&#10;The game has some historical significance by highlighting some of Australia's racing pioneers, although mostly now forgotten. &#10;Mentioned on the game board is a Francis Birtle, a colourful adventurer who set cycling and driving records from the 1900's to the 1920's. The game board reference is probably a 1912 epic journey from the Gulf of Carpentaria in remote northern Australia back to Melbourne.&#10;The game board also gives reference to a Harold Parsons who held world motorcycle endurance records between 1916 and 1920&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Australia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ragnarok: Rise of the Buran Clan",
    "ID": 330818,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/330818/ragnarok-rise-of-the-buran-clan",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "300",
    "Weight": "0",
    "Description": "The Rise of the Buran Clan expansion is the first expansion of the game. It introduces the main Buran Clan hero Aeria Buran as well as many of her accompanying cards.&#10;&#10;The Buran Clan expansion has many unique great creatures and powerful spells.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ilustres Ignorantes \"El Juego\"",
    "ID": 330819,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/330819/ilustres-ignorantes-el-juego",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Test your wit and intelligence with the game of the Movistar+ program. An original idea by Javier Coronas, Pepe Colubi and a little more by Javier Cansado, developed by David Vaquero. A game of cards and dice in which you take on the role of the program's host and guests in a fight to be the most illustrious. Knowledge and stupidity are guaranteed in equal parts.&#10;&#10;&mdash;description from the designer&#10;&#10;Pon a prueba tu ingenio y tu inteligencia con el juego del programa de Movistar+. Una idea original de Javier Coronas, Pepe Colubi y un poquito m&aacute;s de Javier Cansado, desarrollada por David Vaquero. Un juego de cartas y dados en el que tomar&aacute;s el rol de presentador e invitados del programa en una lucha por ser el m&aacute;s Ilustre. Conocimiento y estupidez est&aacute;n garantizadas a partes iguales.&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Die Icon Resolution",
      "Hand Management",
      "Roles with Asymmetric Information",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Secret Society",
    "ID": 330820,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/330820/secret-society",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "2 player deck-builder and area-control game set in the shadow world of the Illuminati and their rival secret societies.&#10;&#10;Players take charge of historical secret societies such as:&#10;a. The Illuminati - master puppet masters from the shadows&#10;b. Opus Dei - Fanatical religious enforcers of Order and Divine Justice&#10;c. The Black Dragons - Ruthless Military and Criminal Masterminds &#10;d. Ordo Templis Orientis - Occult practitioners of Black Magic and Cabalistic Ritual&#10;&#10;Players must build their deck with Military, Economic, Criminal, Religious, Judicial and Occult action cards - which when played, allow provide a variety of powerful effects such a launching military invasions, bribing local politicians and even summoning Elder Gods through human sacrifice.&#10;&#10;The goal of the game is to either have more influence than your opponent in all 6 continents (the 6 areas of the Board), or knock out your opponent by exposing their nefarious schemes to the Public.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck Construction"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destination Great Britain",
    "ID": 330821,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/330821/destination-great-britain",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Drive your taxi around Great Britain, competing with other drivers to collect the most fares and finish first.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: Great Britain",
      "Series: Destination ... (RTL Games)"
    ]
  }
]