[
  {
    "Rank": "N/A",
    "Name": "Scriba Travel",
    "ID": 63581,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/63581/scriba-travel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Scriba Travel is yet another Scrabble clone. Quite popular on Polish market due to much lower price.&#10;&#10;It is called &quot;Travel&quot; only because of small box. The board does not have any enhancements towards playing while traveling thus playing in a vehicle is still difficult.&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Ball Z: Final Tournament Strategy Game",
    "ID": 63584,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63584/dragon-ball-z-final-tournament-strategy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Dragon Ball Z Final Tournament - Strategy Game each player (up to 4) chooses a 3-characters team to battle in the tournament arena. When one character is defeated, the next of the team enters the arena.&#10;&#10;Each available character has 2 values: &quot;Endurance&quot; (hits needed to defeat him) and &quot;Aura&quot; (ability to evade attacks/dissipate energy blasts). Each character has his values, although some have the same values (like in the manga/anime series).&#10;&#10;Each turn a player follows the sequence: 1st movement, attack, 2nd movement (&quot;hit&amp;run&quot;).&#10;&#10;You roll 1 die to know how many squares you can move; then if you are next to your opponent or max. 5 squares away from him, you can attack.&#10;&#10;To attack, you roll 1 die and substract the opponent distance from the result; if the result is a positive number, that's the power for that attack (so close combat has no power lessening). &#10;The opponent rolls 1 die for defense: if the result is lower or equal than his character Aura value, then he evades/dissipates the attack and gets no damage. If not, the attack power is deducted from his Endurance. &#10;Then, the attacker can break away (rolling a die and moving).&#10;&#10;When one of the caracters' Endurance reaches zero, his player places the next character of his team on the starting position, and the battle continues.&#10;&#10;The winner is the player whose character is the &quot;last man standing&quot;.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Characters: Dragon Ball",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dilektron",
    "ID": 63585,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63585/dilektron",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&quot;Play with us the game of European Traffic Regulations.&quot;&#10;&#10;Strange educational board game where the player attempts to answer questions on European Traffic Regulations (!).&#10;&#10;The game components are:&#10;&#10;- a small battery powered electrical component with a light at one end and a wire with a small metal plug at the end&#10;- 17 double sided cards with questions about European Traffic Regulations. The multiple choice answers are printed on the cards next to strategically punched holes in the card&#10;- a metal covered connecting circuit piece&#10;&#10;To play the game, a battery in inserted into the electrical component, and a question sheet is placed in the box on top of the metal covered circuit piece.&#10;Players take it in turns to ask a question, and the player attempting to answer the question connects the plug at the end of the electrical component into the relevant punched hole on the answer sheet.&#10;If they select the right punched hole (and therefore the right answer), the plug will touch the metal covered circuit piece, forming a complete circuit, and the light at the end of the electrical component will come on.&#10;&#10;Limited gameplay - more of a curiosity item than anything else - and best described as the unwanted love child of Trivial Pursuits and Operation.&#10;&#10;The game was produced by Trotty-Lux, and is printed in German and English, indicating that the manufacturer was German.&#10;&#10;Advertised as suitable for players 8-80 years.&#10;&#10;",
    "Categories": [
      "Electronic"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ROKER",
    "ID": 63587,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/63587/roker",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "ROKER is similar to poker in that the best poker hand wins.  It is a wonderful game that develops logic and strategy while learning to be tactical. Players take turns rolling 10 dice to get the best poker hand.  Each roll however forces you to choose to play safe or go for broke by going ROGUE. The goal is to get maximum points either by following suit or playing by your gut feeling. The game ends when all players have finished all 10 rows and points are tallied.  Ages 8 and up. 1 or more Players.&#10;                                  &#10;  &#10; Consists of:&#10;Each game consists of 10 dice for a total of 60 sides. 52 of the sides are similar to normal playing cards (K&spades; 9&hearts; 10&clubs; 8&spades; and so on). There are two splat sides (*) which, if displayed during the players turn, must be set aside and is not to be scored or rolled in the remaining turn (s) for that sequence.  There are 3 jokers and 3 ROKER dice (has 4 aces on one side) for a total of 60 sides.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vendetta",
    "ID": 63589,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.96",
    "Link": "https://boardgamegeek.com/boardgame/63589/vendetta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the DVG website:&#10;&#10;Our first venture into the Euro/Mass Market!&#10;&#10;A &ldquo;Family&rdquo; card game. It's a card game for 2 to 6 players. Each player plays a mob boss trying to take over the top spot in New York City. The game is designed to be a low complexity family game and takes about 45-60 minutes to play. The tone is very light and very socially interactive.&#10;&#10;The goal is to take control of different places and people in the &quot;Neighborhood&quot;. As you do so, you gain reputation. The first player to reach the reputation goal wins.&#10;&#10;Here's the cool part of the game...&#10;&#10;The cornerstone to the game is the &quot;Vendetta&quot; mechanic. If I take control of the local Delicatessen, I get some Reputation points. If you then come and Whack (destroy) the Deli, you take the Reputation points I gained from controlling Deli.&#10;&#10;But wait!&#10;&#10;There's more!&#10;&#10;When you Whack my Deli, you must give me some of your Vendetta counters. The specific number is noted on the Deli card. If I attack you in the future, I can spend your Vendetta counters to pump up my attack against your places and people.&#10;&#10;So, the more you Whack a player, the more bonuses they have in the future to Whack you back.&#10;&#10;This does 2 cool things.&#10;&#10;First, you get the whole &quot;Grudge&quot; or &quot;Now it's personal&quot; aspect of mob warfare.&#10;&#10;Second, even if a player gets Whacked hard, he still has the resources to make a comeback. Which means until a player wins, everyone has a shot at winning.&#10;&#10;The design came together very fast, and the artist, Jerry, is doing a great job of capturing the light feel we're going for.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pickering's Jungle Game",
    "ID": 63590,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/63590/pickerings-jungle-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A roll and move satire of Australian politics.&#10;&#10;The object is to pass 4 laws as Prime Minister (each costing votes).  Players become Prime Minister by owning the most electorates, and then taking the role off the current Prime Minister.&#10;&#10;Electorates and votes are split into 3 types:&#10;&#10;     Big Smoke&#10;     Village&#10;     Mulga&#10;&#10;&#10;Electorates can be taken from other players with the right type of votes.  Players can defend the electorate with their votes in a bidding war, but the loser loses all the votes they put up.&#10;&#10;Votes are gained and lost more or less randomly around the board (though often you gain/lose X votes per electorate of a certain type that you have).&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "We Didn't Playtest This at All: Dice are Fun",
    "ID": 63595,
    "Year": "(2009)",
    "Geek Rating": "5.502",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/63595/we-didnt-playtest-this-at-all-dice-are-fun",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Dice are Fun is the second mini-expansion to We Didn't Playtest This at All.  It works similarly to the Chaos Pack, in that it is a separate deck from the main cards.  To play a card from the Dice are Fun deck, a player must discard two star cards (or four normal cards) from their hand.  A card is flipped, lots of dice are rolled, and excitement is had.  Why?  Because Dice are Fun!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Game: We Didn't Playtest This At All",
      "Misc: Self-Referential Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Obstkörbchen",
    "ID": 63596,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/63596/obstkorbchen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Lillifee themed game. The object is to fill fruit baskets with fruit tiles in a market. The pawn moves past those baskets; and at the end of each turn, a tile is turned over. If it is a kind of fruit needed for the basket next to the pawn, it is put in. When a basket is full, the player to put the last tile in gets a reward card. The player with most cards at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Fruit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raupino",
    "ID": 63597,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63597/raupino",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The goal is to turn a caterpillar into a butterfly. There are chrysalis cards and leaf cards which have to be matched (memory style, but the leaf cards are assigned to the players while chrysalis cards are in a common pool). When only two players have leaves left, the player with most pairs (two points each) and leaves (one point each) is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Butterflies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sheltie: Schnell wie der Wind",
    "ID": 63598,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/63598/sheltie-schnell-wie-der-wind",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "72 action cards are evenly dealt out to the players who put them down in face-down stacks in front of them. The cards show apples, carrots or ponies. &#10;The players simultaneously flip over their top card. Then they try to grab the card with most pictures of the same kind on it. If it is a pony, they also have to make a pony sound. The goal is to collect the highest number of cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Novel-based",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Horses",
      "Series: Literature (Kosmos)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kelgukoerad",
    "ID": 63599,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.58",
    "Link": "https://boardgamegeek.com/boardgame/63599/kelgukoerad",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "&quot;Sledging Dogs&quot; in English.  Based on Estonian TV-series with same name. Players are detectives and try to figure out crime-mystery. Winner is the player who solve the case first.&#10;&#10;Its a board game made after a Estonian crime series &quot;Kelgukoerad&quot;. You can choose to be one of the characters from the show to solve crimes. It is unique because cases keep on coming. You can buy more cases or download them from the series website. Very good and interesting game. How it work, is that you get like a crime legend (notes) and following different clues you need to reach the right answer. Once you solve it, it stays solved and you can buy or download more case files.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slides of Action",
    "ID": 63600,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/63600/slides-of-action",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Slides of Action is played on a 4x4 square board with five stones in each of three colors. The board is occupied by stones except of one space. Each player choose a color. The third remaining color is neutral in a two-player game. On each turn,each player shifts a line of 1,2 or 3 stones towards the empty space. A player wins if he connects his stones into one single group (orthogonal and diagonal connections are valid) even if he also connects the stones of one of the other colors. If the neutral stones get connected first in a two-player game, the game is a draw.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hockey sur Table",
    "ID": 63601,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/63601/hockey-sur-table",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Air hockey -- without the air (or the table for that matter!).  A portable dexterity game that consists of 2 foam controllers plus wooden pucks, rails, gates, and scoring pegs.  Quick to assemble and can be played on the floor or a table.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Who eats whom: The food chain boardgame",
    "ID": 63603,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/63603/who-eats-whom-the-food-chain-boardgame",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "There are 72 tiles with 12 different animals in this game.&#10;Every player has board with 13 squares&#10;Players draw tiles or use tiles from their hand and place them on their boards to any empty square to form food-chains. &#10;Game ends if all squares of all players are completed.&#10;Food-chain with &#10;- 4 animals scores 6 points,&#10;- 3 animlas scores 3 points&#10;- 2 animals scores 1 point&#10;Triangels score additional 1 point.&#10;Same animals in bonus squares multiply results.&#10;The player who has the most points is the winner&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Land-Baron",
    "ID": 63604,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63604/land-baron",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Turn $10,000 into a million - in real estate&quot;&#10;&#10;Land-Baron is a competition for two or more persons. Each player starts with $10K, with the object to be the first to make a million bucks. Build your estate through purchasing, maintaining, improving and selling real estate. Each turn you may purchase, trade or sell raw land or income property to the bank or opponents. Collect rents, make improvements, pay taxes and expenses. &#10;&quot;Land-Baron is a valuable educational tool for anyone interested in building a large estate&quot;.&#10;&#10;    Game Board&#10;    16 Income Units&#10;    24 land Acreages&#10;    16 Fate Cards&#10;    Property Schedule&#10;    4 Tokens&#10;    6 red Discs&#10;    Play money&#10;    Rules&#10;    2 Dice&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Se Busca Presidente",
    "ID": 63606,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/63606/se-busca-presidente",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A game about the presidential elections in Chile. Four candidates try to get to &quot;La Moneda&quot; (chilean equivalent to the White House).&#10;&#10;There are four types of cards. Some will move the candidates back and forward, while others can be use as shield to prevent attacks.Each player represents a candidate, and will have use his cards in a very smart way to gain more popularity than his rivals.&#10;&#10;The first player whose candidate reaches a 100% in popularity will be the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chook Chook",
    "ID": 63611,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/63611/chook-chook",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Chook Chook was a popular card game during the early part of the 20th century.&#10;&#10;The game was advertised as being &quot;A Splendid Educational Parlor Game for Younger Children and Grown-ups.  Interesting, Instructional and Amusing&quot;.&#10;&#10;In detail, according to the games directions:&#10;&#10;&quot;This game is virtually a business trading account between players, their stock being various breeds of fowls, the eggs from which at varying prices count in the competition. The player who makes the most money during 12 months being the winner.&#10;&#10;&quot;As there are seven breeds of fowls, there should be seven players, but a lessor number can play if a corresponding number of breeds are taken out of the pack first, leaving in only one breed for each player.  Fowl Feed cards also must be one short of the number of players.  All the accessory cards are left in.&#10;&#10;&quot;The accessory cards are introduced as they affect the game and add greater interest to it.&#10;&#10;&quot;With seven players the whole pack is wanted, consisting of 35 fowl cards, 14 accessory cards and 12 sitting cards&quot;.&#10;&#10;The game seems to be of Australian origin. A web-article by Victoria Museum noted that old Australian newspapers are peppered with advertisements for the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Metal Mania Alias",
    "ID": 63617,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/63617/metal-mania-alias",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Metal Mania Alias - a heavyweight game of a word explanation! Metal Mania Alias offers metal music to the promised land at last, the expected metal's own game. Alias Metal Mania is a very fun and musical word game, with the aim of the explanations and tips to get the partner as fast as possible trying to recognize &quot;metallic tasting&quot; words. Metal Mania Alias contains 1800 words in six different groups. The game will certainly guarantee a fun evening party to many!&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Racing",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Alias"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lattjo på tippen",
    "ID": 63618,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/63618/lattjo-pa-tippen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Here you will meet with Lens lice, monster, robot and mischievous monkey from TV4's popular children's program Lattjolajban shown in the box every day. Lattjolajban-Figures are for the dump, where lots of fun things happening. Collect the six pieces to your Lattjolajban puzzles. To address this, you need to adopt a number of challenges, such as whistling a tune without laughing, balancing a card on your forehead, be the first to come up with an animal beginning with the letter spinning top shows and lots of other &quot;fun&quot; find - on-things. You win cards which you buy for puzzle pieces. The first player to have collected their puzzle wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gorgon",
    "ID": 63620,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/63620/gorgon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "4",
    "Description": "Gorgon is a checkers-like game, which is played on a 8x8 board. Each player starts with 16 Gorgons - 8 on each of the two back ranks.&#10;&#10;On each turn a Gorgon moves diagonally forward, sliding to an adjacent empty square.&#10;A Gorgon may petrify an opponent`s Gorgon by jumping over it to an empty space on the other side. A petrified Gorgon is unable to move and blocks the space it occupies for the remainder of the game. Jumps may be in any of the five non retreating directions: vertically, diagonally forward, and sideways. Multiple jumps are possible. The first and last row of the board are considered to be connected. A Gorgon leaving one edge will be re-entered at the appropriate space on the other edge.&#10;&#10;The first player that cannot move, loses.&#10;&#10;Note: The game can be played without forced jumps (standard) or with forced jumps (variation).&#10;&#10;Gorgon was implemented on Super Duper Games (only without forced jumps).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Leap Frog",
    "ID": 63621,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/63621/leap-frog",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Leap Frog is played on a 8x8 board.&#10;A stone moves by jumping another stone(of any color)to the opposite empty space(orthogonal or diagonal).&#10;Enemy stones jumped over are captured.&#10;A player unable to move looses the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Indian Safari",
    "ID": 63622,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/63622/indian-safari",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Indian Safari is an educational game about India designed for children aged 9 and above. The game board has a spinner which selects a state of India, and the player gains points for locating that state on the map. The player is then asked a trivia question about Natural Resources, Agriculture and Industry, Places of Tourist Interest, Buildings and Monuments or Culture of India. The first player to reach the end of the score track wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: India"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solo Play: Colonizators of Q'tan",
    "ID": 63627,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/63627/solo-play-colonizators-of-qtan",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "All fans of Settlers of Catan, PocketCiv and other solitare games prepare for new challenge.&#10;&#10;Solo Play Q'tan&#10;New solitare free print&amp;play pen&amp;paper game in &quot;Catan style&quot; that allow you to compete with three &quot;system&quot; controled players in expansion into the newly discovered island of Q'tan.&#10;&#10;Game is set in medieval times, require from you to build villages that will grow into cities, land improvements, unique &quot;wonders&quot; and roads to colonize island for you.&#10;&#10;The goal is to collect 12 victory points by building and expansion. Who makes it first will be the winner and will claim island for himself.&#10;&#10;Whole game is lead by 16 cards that determine all possible &quot;system&quot; players actions, build or trade.&#10;&#10;Componets: Board, cards, 2 pages of game help. 3 pages of rulebook.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Farming",
      "Industry / Manufacturing",
      "Medieval",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Open Drafting",
      "Paper-and-Pencil",
      "Trading"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warcanto",
    "ID": 63629,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/63629/warcanto",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Warcanto is a skirmish wargame, that brings new ideas to the fantasy battlefields. Crucial role of the warband leader and sophisticated rules of his development, together with alternating sequence of operating warriors and enhanced system of interaction with terrain features, make Warcanto an innovative way of enjoying the fantasy game with other fantasy enthusiasts. All of that taking place in Du&aelig;l - classical dark fantasy world created and developed by Dwarf Tales Team.&#10;&#10;Novel system of issuing orders and heroes' experience trees introduce the elements of RPG into the fantasy miniatures game, ideal for playing single battles as well as the whole campaigns. Now you can make a truly unique hero, that fully represents your own approach to battle and tactical intuition. Complex experience trees, different for each race, give you the possibility to create unyielding fighters, respectful commanders, stealthy sentinels, expert marksmans and many more. Warcanto brings you right into Greatland - huge continent, which have witnessed many glorious victories and shameful defeats over the millennia. Here you can experience the eternal conflicts between different powers that have been trying to seize Du&aelig;l and conquer its nations since the beginning of time. Dwarf Tales Team proudly presents the fully playable game with three distinct races - proud Dwarves, mystical Lidds and nomadic Org'kka.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battles Fantasia",
    "ID": 63630,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/63630/battles-fantasia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Get your classic group with fantasy adventurers (Fighter, Sorceress, Rogue, Priest) and fight against an opposing team.&#10;&#10;Make combat moves and cast deadly spells by creating card combinations for each character.&#10;&#10;&quot;Battles Fantasia&quot; is card driven battle game for 2 players using standard decks of cards and some markers. It's fast, easy and free! Print the rules, get your deck of cards and some markers and you are off to war!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pirate Game!",
    "ID": 63631,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/63631/the-pirate-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Pirate Game! uses card drawing and board elements to allow players to outfit a sloop, sail the caribbean, and compete to amass the most gold by the end of the game. For 2 to 4 players, a game has 12 turns, and lasts approximately 120 minutes.&#10;&#10;Players collect cards through visits to port and spending orders during their turn.  Players use cards to pursue and fight merchant ships and to avoid being robbed by other players.  As the game progresses, players use the proceeds from theft, or the buying and selling of cargo, to add crew to their ship (adding those crews abilities to their own), to repair damage, and to add cannon.&#10;&#10;The winner has the most gold at the end of the game.&#10;&#10;The boards are two sided, one side devoted to the standard game and the reverse to rules variations specifically for two player contests.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jump Jack",
    "ID": 63633,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/63633/jump-jack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Jump Jack is played on a 7x5 square board.Each player starts with 5 stones(Soldiers) on the second row,a neutral stone(Jack)starts in the middle of the fourth row.&#10;The Jack can only be moved by jumping over any other stones on the board.The Jack can jump over one or more stones in a straight line(orthogonal or diagonal)and can continue to jump,if possible(but it is not mandatory).&#10;Soldiers can move one space in any direction or they can jump as the Jack.Soldiers cannot jump over the Jack.&#10;Each player is allowed to have one soldier at his first row,and cannot move any stone to the opponent&acute;s first row.&#10;At each turn,each player can do just one ot the following:&#10;1.Move a soldier one space;&#10;2.Jump with one soldiers;&#10;3.Jump with the Jack.&#10;The player wins who gets the Jack to the opponent&acute;s first row.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mission Luna",
    "ID": 63638,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/63638/mission-luna",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game board shows the moon and an orbit. The astronauts are placed in the middle of the moon, a space ship is placed in orbit. Instead of dice, the players toss three coins (two 2 cent, one 1 cent). The space ship moves along the orbit according to the results (the orbit is marked with head or tails symbols). The astronauts can move the number of spaces corresponding to the number of different results (1/2/reverse side), so 1-3 fields. On the way, oxygen tokens can be collected which are needed to &quot;wait in space&quot; for the space ship. The first player to reach the space ship with both astronauts is the winner.&#10;&#10;The game was published in Spielb&ouml;xchen in October 2009.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "In Other Words Bible Edition",
    "ID": 63643,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/63643/in-other-words-bible-edition",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a Christian version of the classic game. The categories include New Testament, Old Testament, Psalms, Proverbs, Hymns, etc.&#10;&#10;Includes a colorful board, special dice, cards, pawns, rules, score chips, and a storage insert.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Addenda",
    "ID": 63650,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/63650/addenda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Addenda is played with a standard deck of cards. A trick always consists of four cards. If the total value of the cards is more than 17, the trick is lost by the player who took it above 17, otherwise it is won by the player who played the last card in the trick. Other rules give many strategic options.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Hole",
    "ID": 63656,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/63656/black-hole",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Black Hole is played with a standard deck of cards. Put the Ace of spades in the middle of the board as the base or &quot;black hole&quot;. Deal all the other cards face up in seventeen fans of three (you can see all the cards).&#10;Then you can play any cards from the tops of the fans. You put them on the base, following one simple rule: you can put on a card only neighboring cards (of any suit), i.e. for example only 6 and 8 on a 7. The goal is to collect as many cards in the middle, as possible.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Symbol",
    "ID": 63661,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/63661/symbol",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "This abstract battle simulation game is played on a 7x7 grid divided into three areas and nine regions.  Players use green, blue, white, red, and black pieces symbolizing the Aristotelian elements (earth, water, air, fire) and the element of &quot;death&quot; to control the board&rsquo;s regions and attempt to kill their opponent&rsquo;s leader piece.&#10;&#10;The game has a number of different themes available, ranging from modern combat to space conflict, science fiction, fantasy, classical civilization, and medieval war.&#10;&#10;It plays a lot like chess with more freedom to select and customize a starting army and an empty board which fills as the players develop their strategy and use their leader's power to reinforce the battle with more units.&#10;&#10;Each player chooses 15 pieces of whichever five main unit colors in whatever numbers they prefer as their army, plus one leader piece.&#10;&#10;Each unit has different rules for movement and powers, and as the players take turns vying for positional control and attempting to kill enemy pieces, they can also combine their pieces into stacks, conferring multiple powers or more optional movements to the stack of pieces.  On a player&rsquo;s turn she can use the power of any one of her pieces on the board (which generally involve movement, pushing and killing enemy units, or adding new units to the board).  She could also use the powers of multiple pieces if those pieces occupied the same space on the board and formed a stack.&#10;&#10;Knowing when to stack and unstack pieces and clever tactical use of the powers of the pieces are key to winning the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 7 x 7 Grids",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spiro",
    "ID": 63665,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/63665/spiro",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Spiro box contains two dice rolling games.&#10;&#10;The 1st game is &quot;Spurensucher&quot; (pathfinder):&#10;Each field on the gameboard with 7 concentric circles has two footprints that point to different directions. The field you land on shows which direction you have to go your next turn. The player who reaches the center field first wins the game.&#10;&#10;The 2nd game is &quot;W&uuml;rfelroulette&quot;:&#10;Each player has 21 pawns. On your turm you roll 3 dice and have to place 3 of your pawns on the 9x13 fields board. Each field has one side of a six sided dice on it. The 3 fields you place your pawns on have to be next to each other. The player who first placed all his pawns wins the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "3 Mann hoch",
    "ID": 63666,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63666/3-mann-hoch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is a variant of &quot;pachisi&quot; (Mensch &auml;rgere dich nicht). Each player has only 3 pawns and there are different ways around the course. This is the interesting difference because here you can step around your opponents instead of placing your pawn inbetween others. You also don&acute;t kick your opponent&acute;s pawns back to their start but 3 steps back.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fumble",
    "ID": 63667,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.79",
    "Link": "https://boardgamegeek.com/boardgame/63667/fumble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Fumble' is the great new party game for all the family. Will you be the first player to find the chosen shape? Panic sets in as each player's fingers scrabble around inside their bag searching for the object on the card.&#10;&#10;Shapes must be found by touch alone. No peeking allowed! The first player to find the correct shape wins the card...and the player with the most cards wins the game!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Round the World Challenge",
    "ID": 63670,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.88",
    "Link": "https://boardgamegeek.com/boardgame/63670/round-the-world-challenge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;Travel around the world without leaving your armchair! This tour of the globe sends you jet-setting to 5 destinations in 5 travel zones as you attempt to be the first player to complete your round the world trip. On your journey you'll need global knowledge to stay on course; but a lost bag or delayed flight could stop you in your tracks. So, grab your passport and get ready to travel the world!&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nocturna",
    "ID": 63672,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/63672/nocturna",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A group of greedy brothers have inherited grandma Nocturna's old house. Although they have never heard about her, they will now... too many times...&#10;&#10;The will asked for just one thing: to leave all the furniture just the same as when she passed away. For that purpose, the brothers count with few pictures the old Nocturna left. Whoever is the first in rearrange most rooms as the will demands, can claim the rest of the inheritance. The greedy brothers, although, didn't knew they were going to face Nocturna because she is haunting the house.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Gran Trivia Chilena",
    "ID": 63674,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/63674/la-gran-trivia-chilena",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A trivia were all the questions are related with Chile and it's culture.&#10;It has 550 question cards with more than 10 categories: history, geography, music, movies, t.v., culture, sports, etc..&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: Chile"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prime Suspect: Tajemnice Vileburga",
    "ID": 63677,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/63677/prime-suspect-tajemnice-vileburga",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The authors of the game are proposing an alternative approach to detective stories. Passive watching / reading of a detective story turns into a dynamic boardgame, in which the players engage in searching out the evidence and investigating the complexity of the murderer's motives.  &#10;Each session is a contest of skill between the detectives and the Master of the Game in the role of the Prime Suspect. Exactly what happened and how? Who is the murderer and what was the motive of the crime? The choice is far from easy. Among the twenty suspects are respected citizens of Vileburg. Step by step the detectives follow the murderer's trail, carefully checking each trace, searching out anyone in any way connected with the case. The witnesses (once identified) are ready to testify. Their statements may help or further complicate the process of investigation. In this game everything depends on the deductive skills of the players: no one else will put together all the pieces of the puzzle into one coherent and logical picture.  And even when (and if) the criminal is finally caught (after the exciting chase phase of the game), it&rsquo;s not over yet: the detectives try to deduct the motive of the crime, reconstruct the entire story from the scraps of data they have managed to collect.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yengo",
    "ID": 63682,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/63682/yengo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Yengo is a game for two players offering an unusual mixture of strategy, bluff, memory and luck.&#10;&#10;The players each turn place tiles with red and black marks face-down on the table. At the beginning of each turn two tiles are turned face up. The player that makes a three-in-a-row of the same color (horizontally, vertically, or diagonally) takes the last uncovered tile which counts minus points.&#10;The game ends, when a player has six minus points (counted by the number of icons on the tiles).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pro Football Franchise",
    "ID": 63684,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/63684/pro-football-franchise",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "In Pro Football Franchise you play the role of a team owner.  You send out your staff to draft players, sell tickets, build a new stadium or other features, sell sponsorships, buy equipment, hire staff, and even organize a cheerleading staff.  Components consist of 10 blocks per player that represent staff.  A main board--where your staff is placed to perform actions.  A player board--where you keep track of money, wins, equipment, unhired staff etc., A building board, where you place blocks to build luxury suites, sponsored consessions, and stuff like that--this is also where you get victory points.  And also on that building board is where players go to the playoffs, championship, and the big bowl game.  The games goes until one player has placed all 10 blocks (two are already vice presidents and their staff, and you can assign more blocks to represent staff if you can pay them enough)--usually 60-90 minutes.  Wooden tokens with one black side which change depending on block placement determine whether there will be a game (where you need to pay staff and players) and whether there will be a loss (equipment breaks, players get injured).&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Phase Order"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infantry Attacks: The Chihuahua Incident, 1916",
    "ID": 63688,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/63688/infantry-attacks-the-chihuahua-incident-1916",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "From the Avalanche Press website:&#10;&#10;In the spring and summer of 1916, American troops crossed into Mexico in pursuit of Francisco &quot;Pancho&quot; Villa, whose troops had sacked Columbus, New Mexico following a dispute with an arms dealer based there.  After several small clashes, the biggest battle of the campaign came not against Villa's Division del Norte, but another force also on Villa's trail: the Mexican Federal Army.&#10;&#10;Just what happened at Carrizal in June 1916 is not clear: Mexican and American accounts vary wildly.  What is clear is that two dozen American cavalrymen were taken prisoner and up to 50 soldiers on both sides were killed including the &quot;Hero of Carrizal,&quot; the 29-year-old Mexican commander Gen. Felix Uresti Gomez. Only the looming war in Europe prevented open war between the two North American nations.&#10;&#10;The Chihuahua Incident is a stand-alone game in the Series: Infantry Attacks (Avalanche Press) series: You do not need any other game in the series to play any of the four scenarios. The game is designed as a preview of the Infantry Attacks system for our hard-core fans, the Gold Club members. It includes a handful of small scenarios taking place on one game board &mdash; one based on the actual battle of Carrizal (or at least our reading of the different versions) with the others based on hypothetical variations that show the game system's take on infantry and cavalry battles.&#10;&#10;The game includes the pre-release edition of the new series rules and charts, which may be altered before the release of the first boxed game, Infantry Attacks: August 1914.  The playing pieces are not die-cut and mounted, nor are the maps and rules printed. Instead it comes as a collection of .pdf files that will need to be assembled into the game's components. The game isn't for sale; it's free to all members of the Gold Club.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Infantry Attacks (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sports Marbles",
    "ID": 63690,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/63690/sports-marbles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Product Description&#10;Soccer &amp; ten pin bowling with marbles. Comes with marble launcher (plastic tube with curved ramp), a soccer net with goalie and a soccer ball painted large marble, ten heavy duty plastic bowling pins and a large marble painted with finger holes, a two piece plastic ramp, and a bag of marbles all in a tin box.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Marbles",
      "Sports: Bowling",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oh Heilige Nacht",
    "ID": 63700,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/63700/oh-heilige-nacht",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Christmas-related trivia game, in which points are scored for correct, but also for creative answers. Categories are determined by a die roll. The game is humorous in nature and not suitable for smaller children.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Määäh!",
    "ID": 63701,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63701/maaah",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each player has a face-down stack of sheep cards with arrows to the left right or sheep looking straight at the player. The players now take turns flipping over their top card. If there is an arrow to the left, the active player touches his/her left neighbor's shoulder and says &quot;M&ouml;&ouml;&ouml;h!&quot;. If the arrow points to the right, he/she touches the right neighbor's shoulder and exclaims &quot;M&auml;&auml;&auml;h!&quot;. Direction of play changes accordingly. If there is no arrow, it's the player's choice. If the card shows a sheep with a bell, all players try to ring the bell in the middle of the table (the first one to do so gets extra cards). If the card shows a dog, everyone moves on one seat. The last player who still has a face-down stack is the winner.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TKKG Täter-Suche",
    "ID": 63702,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63702/tkkg-tater-suche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The players try to find out who vandalized a house. There are eight suspects on cards. Three clue chips are laid out face-down (with hat, coat and shoe symbols).&#10;Players roll dice and can take a card and solve a task written on the card. If the card shows a clue, the player can check the corresponding clue chip to get information; if the card shows fingerprints, the player just gets the card. When a player has seen all chips, the turn is finished and the player has to announce which suspect was guilty. If several players find out in the same turn, the one with most fingerprints is the winner.&#10;&#10;The game is TKKG-themed. TKKG is a series of children's detective stories.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Dice",
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Traumschiff",
    "ID": 63704,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/63704/das-traumschiff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A new game that is using a Traumschiff theme (Das Traumschiff is a German TV series). Each player draws five destinations that he/she has to visit. When a player reaches one of his/her destinations, he/she has to answer a question from the card (a die roll determines which one). If the player answers correctly, he/she has another move; if not, he/she has to try again next turn. On certain fields, &quot;neutral&quot; question are asked. When a player has reached all five of his/her destinations, he/she moves to a common target field and back to Hamburg from there. The first player to arrive in Hamburg is the winner.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Agony Aunt",
    "ID": 63705,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/63705/agony-aunt",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Agony Aunt uses a standard deck of cards with one joker, a board which is a 3x3 grid and 68 counters in 4 colors. This is a relative of Hearts, the goal is to avoid catching any of the nine possible penalties contained in or consisting certain tricks. Every penalty means the player has to put a counter on the appropriate place of the board. These are lost at the end of the round, and every player lose an additional counter for every row her counters form on the board. When a player puts her last counter on the board, the game ends and the winner is the player with the most counters remaining.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weekend",
    "ID": 63707,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63707/weekend",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a family game for 3 or 4 players. The players take the role of the parents and one or two children. Object of the game is to try to push their wishes for the weekend through.&#10;Wishes for the father are e.g. &quot;Father promised to go to the circus with his son and daughter. Now he would rather read a book.&quot; Now everybody has to pick one of his 15 cards with points from &quot;0&quot; to &quot;10&quot;. If the father has more points than the others alltogether he can take a shortcut on the gameboard. If he has less or equal to the others he has to take the regular track.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bouncers",
    "ID": 63708,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/63708/bouncers",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Described by the designer as &quot;A sort of cross between GOPS and Hearts.&quot;&#10;&#10;This game uses a standard deck of cards. The hearts are removed before starting; they form a pile with the top card visible. The other cards dealt out evenly, and then tricks are played. The winner of the trick takes the top card of the pile.&#10;At the end of the deal players add the face value of all the numeral hearts they have won, and 11 for the Ace. However, each of the three Bouncers (Jack, Queen, King) entitles to discount any one counter (numeral heart). However, if there are more Bouncers than counters, any Bouncer that cannot be used becomes a penalty in itself, and adds 25 points to the penalty score.&#10;The game end when somebody reaches 100 points; the winner is the player who has the fewest points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Junior Painter",
    "ID": 63709,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/63709/junior-painter",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This game is very similar to Pictionary. A sand timer is running while one player is drawing a picture of an item drawn randomly. The other players (or teams) try to guess what it is. The first player or team to guess correctly moves forward on the board. There are different rule variants: One in which only one player draws throughout the entire game; one in which teams alternate to have one of their players draw for them (and only for them).&#10;&#10;Noris first published this game as &quot;Junior Painter&quot; in 1989 before renaming it &quot;Gut gemalt ist halb gewonnen&quot; in 1990.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alias Matkapeli",
    "ID": 63713,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/63713/alias-matkapeli",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "The same classical Alias game that we all know and love is now available in travel version. Take it with you where ever you go!&#10;The game is word explanation game and it is played in teams. One explains and other has to guess the exact word other is trying to explain to him! There is game board and you and you partner will move as much as you guessed. Winner is the one who finish first.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Point to Point Movement",
      "Race",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Finland",
      "Game: Alias"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Open Rails Origins",
    "ID": 63715,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/63715/open-rails-origins",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Open Rails Origins - 18AL is a hybrid of several game systems, most notable 18XX, Age of Steam and Chicago Express as well as some other unique twists to create a compact yet challenging train game experience.&#10;&#10;Play begins with players participating in an auction to buy shares in one of five railroads represented in 19th century historic Alabama.  Cubes are used to lay track, represent engines you have acquired and to track your income and stock price.   The price you set on your initial stock purchase determines how many cubes you have to work with.  Railroads may build stations to block a rival's advances, upgrade cities.  Each turn your railroad may decide to save money to buy further locomotive upgrades to force your competitors to buy more expensive trains that they can't afford - or they can pay out to their investors to ultimately drive up stock price.  Play moves fast and fortunes can change in the blink of an eye.&#10;&#10;The object is to make more money than your fellow robber barons by holding the most valuable stocks and acquiring the most cash through deliveries through the game.&#10;&#10;The game is playable for one to three players.  The one player version takes about 20 minutes to play after the initial pass through the rules.  Experienced players should be able to get through the two and three player versions of the game in 60-90 minutes.&#10;&#10;This game is a print and play release of the Open Rails train game system.  Poker chips, 1 cm cubes or smaller, a pair of scissors and the means to print out four sheets of 8 x 10 paper are all that are needed to play.&#10;&#10;Latest files - including Sampo's redraw available offsite here:&#10;&#10;https://drive.google.com/folderview?id=0B7AWw2_0pF5DM3pNSHRrNlVNOHM&amp;usp=sharing&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Series: Cube Rails"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hund und Katz",
    "ID": 63722,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63722/hund-und-katz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each player has three cats and tries to move these around the board to reach the safety of a tree. But they have to beware of the dog which uses shorter paths and tries to block the cats. &#10;The game is a roll and move with two dice; one for the regular movement of the cats, one which is used on the shortcut routes and contains a risk to be caught by a dog and sent back to the start.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "\"Ich sehe was, was Du nicht siehst...\"",
    "ID": 63723,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/63723/ich-sehe-was-was-du-nicht-siehst",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game is a riddle game for children. There are cards with definitions, four of which lead to one item. The definitions are read out one by one, and the earlier someone guesses the answer, the further he or she can move forward (four fields after the first definition, three after the second, etc.).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Knobelschatz",
    "ID": 63727,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/63727/knobelschatz",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Luck-based game for children. Each player has a treasure card. The active player rolls three dice, and for each roll of&#10;&#10;1: takes a card from the left neighbor&#10;2: takes a card from the right neighbor&#10;3: takes a card from the draw pile&#10;4: takes a card from any player&#10;&#10;If a dog symbol is rolled, the active player takes a dog piece which protects his/her cards. When the draw pile is used up, everyone flips over their treasure cards, and the player who finds the largest combined treasure is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kopf an Kopf",
    "ID": 63729,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63729/kopf-an-kopf",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The main game is played in teams of two. Each player of a team gets 18 (black and white) photos of people. One player puts them in an order. The other player has to copy the order by asking questions. The team which manages to copy the order with less questions is the winning team. &#10;Two other game variants are also described in the rule book.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lauf Henne lauf",
    "ID": 63730,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63730/lauf-henne-lauf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each player has three hens and tries to move them to the forest. The three hens always move in the same directions (one square), orthogonally or diagonally. Four predators also move on the board with determined movements. A hen which is in reach of a predator is eaten (eliminated). The player who manages to get most hens to freedom is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Love Affairs",
    "ID": 63731,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/63731/love-affairs",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This game is for one to four couples. The couples roll dice and have to perform tasks to move forward. There are different kinds of tasks: Harmony cards (guess the partner's answer), confession cards (honesty is rewarding here), trivia cards (about sexuality), charade cards (draw strange things and let the partner guess what they are). The goal is to reach a bed at the end of the track.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lucky Number",
    "ID": 63732,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/63732/lucky-number",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "This is a dice-based Roulette game. On top of the usual features of Roulette, there are two &quot;pig dice&quot; which can be rolled in addition to the other two dice. The player has to guess which combination of pigs (the dice contain male and female pigs and a 0) are rolled to enhance his/her winning chances.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mäh & Muh und Schabadu",
    "ID": 63733,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/63733/mah-and-muh-und-schabadu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Roll and move for the very young. The players take turns rolling a die, moving their animal piece forward to the nearest space of the color they rolled. When meeting another animals, they have to make the sounds of the corresponding animals. The goal is to reach the farm at the end of the track.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mäxchens Umwelt-Quiz",
    "ID": 63734,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63734/maxchens-umwelt-quiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Environment themed trivia game. A player who answers a question correctly can roll a die and move forward accordingly. Reaching certain fields on the track, players get additional turns or moves. The first player to reach the target field is the winner. All questions deal with nature and ecology.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Arena",
    "ID": 63735,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63735/battle-arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Battle Arena is a print and play wargame with a good amount of resource management, in which the players pit their forces against each other in order to complete tactical goals, such as capturing a flag or planting a bomb.&#10;&#10;To play this game, the players need:&#10;- An arena (such as &quot;Slaughter Valley&quot; - the arena that comes with the game). On the website, you can find the so called &quot;Hexographer&quot; - the tool, the map &quot;Slaughter Valley&quot; was created with. Feel free to create your own maps with this tool.&#10;&#10;- 36 dice from a unique color per player.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hexagon Grid",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Luft Krieg Companion",
    "ID": 63737,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/63737/luft-krieg-companion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From The Publisher's Website:&#10;&#10;The War goes on! All sides are bringing in new aircraft, each one faster, tougher and better armed than the previous ones. Meanwhile, scientists turn out dozens of new systems and specialized ammunition to increase the lethality of their air forces. Valiant knights climb aboard their aircraft and take to the skies to defend the ideals of Democracy!&#10;&#10;Luft Krieg is a tabletop air combat wargame set in an alternate world where the wonders of pulp science-fiction magazines are realities of science. Players take the part of commanders guiding their daring aces through aerial battles inspired by the Second World War. This book includes advanced rules and new aircraft to take control of the air forces of any one of seven nations to help decide the fate of the Free World!&#10;&#10;* Modular, easy to learn rules that provide realistic results;&#10;    * Advanced rules for Luftfortresses, sonic weapons, new ammunition types, and much more;&#10;    * Basic tables of organization for the air forces of Italy and France;&#10;    * Game statistics for over 120 aircraft and combat vehicles;&#10;&#10;A few six-sided dice, pen, paper and miniatures are required to play the game. Possession of the Luft Krieg rulebook (DP9-507) is required.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: International Euro Edition",
    "ID": 63761,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/63761/monopoly-international-euro-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This edition is different to the other European version.  It uses a much smaller gameboard 32cm x 32cm.&#10;&#10;The values of the properties are shown in Euros, plus it uses a plastic 1 Euro coin instead of notes.&#10;&#10;The other notes are similar to real Euros.&#10;&#10;The Gameboard squares are made up of Capital Cities, the order is based on when the countries joined the EU.  The stations are the busiest airports in Europe.  The Utilities are now the European Court of Justice and the European Parliament.&#10;&#10;As this is an International version, there is almost no words - &quot;Free Parking&quot; &quot;Just Visiting&quot;, &quot;Go&quot;, &quot;Go to Jail&quot; have all been removed, just leaving the image.&#10;&#10;This applies to the deed cards, no words are shown.  The Chance &amp; Community Chest cards have words, but are shown in four languages (English, French, German, Spanish).&#10;&#10;Other than that the game remains the same.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "123 Rooster's Off to See the World Game",
    "ID": 63762,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.40",
    "Link": "https://boardgamegeek.com/boardgame/63762/123-roosters-off-to-see-the-world-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Inspired by Eric Carle's Rooster's Off to See the World book, children join the rooster and his friends on a fun-filled adventure learning the meaning of numbers. This game introduces players to number recognition and counting in a fun and simple way.&#10;&#10;Once young players are comfortable with counting animals, the double sided game board introduces them to simple addition and subtraction.&#10;&#10;Contents include Game Board, 60 Animal/Number Tiles, 4 Sun/Moon Tiles, Spinner &amp; Instructions. For 2 to 4 players, ages 3 &amp; up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Novel-based",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Chickens / Roosters",
      "Series: World of Eric Carle (University Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sounds 'n' Faces",
    "ID": 63763,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63763/sounds-n-faces",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Pictionary-variant (have a very similar board) where you do wierd sounds and make faces instead of drawing to make your teammate guess a word within a time limit. If you guess correctly you advance on the board and the team to reach the end first wins. The words you're trying to guess are in the categories Sport/Technology, Nature/Music, Faces/People and Misc.&#10;&#10;Contents:&#10;1 game board&#10;1 rule sheet&#10;1 timer hour glass&#10;8 plastic pawns in different colors&#10;1 6-sided die&#10;100+ question cards (comes in 3 shrinkwrapped packs)&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: RIM 25th Anniversary Edition",
    "ID": 63765,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/63765/monopoly-rim-25th-anniversary-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "(From back)&#10;&#10;Celebrate 25 years of Innovation!&#10;&#10;The MONOPOLY Brand is proud to present the 25th Anniversary Edition of the world's most famous board game. In the past 25 years RIM has become a leading designer, manufacturer and marketer of innovative wireless solutions for the worldwide mobile communications market.&#10;&#10;Move around the game board with customized tokens like the Blackberry Storm, Flip or Curve.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Atrium",
    "ID": 63766,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/63766/atrium",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Atrium is played on a 5x5 square board.First player has 3 white and 3 black stones,second player has 3 red and 3 blue stones.&#10;On each turn,a player must move one friendly stone to an orthogonal empty space.&#10;The player that makes a orthogonal or diagonal 3 in-a-row with friendly stones of the same color,wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Marbles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zonesh",
    "ID": 63767,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/63767/zonesh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Zonesh is played on a 6&times;6 square board.&#10;Each stone moves and captures to an empty adjacent (orthogonal or diagonal) space except that a stone in its home zone (the set of spaces where its army begins) cannot move/capture diagonally.&#10;A player wins by moving a stone to the opposite corner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Mansion of Bliss",
    "ID": 63768,
    "Year": "(1822)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63768/the-mansion-of-bliss",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A race game played with a teetotum and accompanied by a booklet, which gives information about each playing space. These outline the rewards or forfeits associated with that space. The first player to reach 'The Mansion Of Bliss', in the centre, is the winner of the boardgame.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trilithon",
    "ID": 63776,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/63776/trilithon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "4",
    "Description": "Trilithon is a connection game with a symmetric winning condition for a hexagonal hex board. It has been described somewhat wrongly (as Obtuse Y) in Cameron Browne's book Connection Games.&#10;&#10;The correct rules are: The six sides of the hexboard are labeled as three adjacent pairs. A pair of sides is said to be completed by a player, if both sides within the pair and a third side not in that pair are connected by an unbroken chain of stones belonging to that player. The player who completes two pairs wins. Only one player can win, and there are no draws possible.&#10;&#10;The usual rules for connection games apply. Players take turns placing one stone of their color on any empty space, and the first move can be swapped according to the pie rule. Corners belong to both edges.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: HexHex5 Grids",
      "Components: HexHex7 Grids",
      "Components: HexHex8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Campfire Clues",
    "ID": 63781,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/63781/campfire-clues",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Game for the Great Outdoors&#10;&#10;Grab some s'mores, gather around the fire and get ready to play campfire clues, the perfect getaway game. Families and friends will have fun trying to guess the animal, vegetable, mineral or natural wonder found on the answer board. The first player or team to reach the campsite on the game board wins the game&#10;&#10;Contents: 110 Cards, 1 Game Board, 4 Pawns, 1 (Huge!) Die, 1 Instruction Sheet&#10;&#10;Manufactured for Eddie Bauer Inc.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Invasion – Assault on Ulthuan",
    "ID": 63787,
    "Year": "(2010)",
    "Geek Rating": "6.047",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/63787/warhammer-invasion-assault-on-ulthuan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6591",
    "Description": "This deluxe expansion brings two new factions to the forefront of the war for the Old World.&#10;&#10;The Assault on Ulthuan expansion explores the bitter enmity between the Dark Elves and the High Elves. The Dark Elves are a cruel race who excel at taking prisoners, sacrificing them, and inflicting vast amounts of pain on enemy units through hit point reduction. This treacherous faction seeks to enslave the other races of the Warhammer world. The High Elves are a proud, powerful race who rely on card denial, cancellation, healing, and ranged attacks. They work to heal damage to the world and unlock the ancient mysteries of the arcane. Both will raise mighty kingdoms and venture out on perilous quests as they seek the power to stand victorious. Can either faction rise to dominance over the other, or will they both succumb to another foe altogether?&#10;&#10;Assault on Ulthuan contains two core starter decks of forty cards, as well as two capital boards for the Dark Elves and High Elves. Players of the existing factions will find plenty to aid them as well; new cards for the other four factions, plus a handful of neutrals, bring a host of new strategies, tactics, and deck-building options for each of the six races in the game.&#10;&#10;The war for supremacy over the Old World has already seen bloodshed and suffering beyond imagination... but this was only the beginning. This spring, two new forces join the invasion!&#10;&#10;110 cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Warhammer Invasion – Living Card Game",
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ShenShi",
    "ID": 63790,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/63790/shenshi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.5",
    "Description": "ShenShi is an abstract strategy board game for 2 to 4 players. Each player has two figures (monks), one grandmaster and one master. The monks are placed on cushions (for meditation). They are able to float with their cushions over the board or to walk from one cushion to another.&#10;&#10;Every player has three action points for floating or walking but has to use his master and grandmaster. He must try to release the other player's monks from meditation by stepping on their cushions to score victory points. Only grandmasters may release masters and vice-versa. The released monks leave the board and have to be placed back with their owners next move for one action point.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder à la carte: Murder at Midnight",
    "ID": 63791,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63791/murder-a-la-carte-murder-at-midnight",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Enjoy a little murder with your dinner........ &#10;Murder mystery dinner game for 6 - 8 people   Age guide 12 to Adult.&#10;&#10;Everyone is a suspect when murder is on the menu. And with Murder a la Carte you have everything you need to serve up the perfect murder dinner party. First the invites, you choose which of your friend&rsquo;s play which devious suspect and invite them to come along as that character. Then the shopping list, menu suggestions and recipes. Plus of course a really tasty murder to solve. &#10;On the evening of July 3, 1776 the Lady Midnight sailed into the New England harbor of Boston. Sensing something afoot the whole crew deserted immediately leaving abroad the Captain and a handful of exiles from the Old World, arriving just in time to witness the birth of a new nation.&#10;Today July 4th 1776 a celebratory dinner is being served in the Captain's stateroom. However, one of the passengers, Lord &quot;Lucky&quot; Farquhar, is notably absent. He has just been found hanged in his cabin.&#10;&#10;The Suspects are:&#10;&#10;    Captain Pigwash, The Captain of the Lady Midnight, he is a salty sea dog who says what he likes and likes what he says.&#10;    Abraham Washington, A radical young lawyer who was obliged to leave England in a hurry after attracting the disapproval of the government for his political agitations.&#10;    Aretha Washington, A few years older than her husband Aretha has established her own reputation as a fierce champion of the position of women in society.&#10;    Diana Rose, A glamorous star of the stage in both London and Paris, Diana has embarked upon her first trip across the Atlantic.&#10;    Beryl Sheep, Like Diana, an actress whose reputation precedes her, though in her case that reputation leaves something to be desired.&#10;    Rev Antony Blairwitch, A fervent evangelist whose determination to spread the love of God has taken him in search of a new flock.&#10;    Lord Bristol Twin-Bore, A somewhat disreputable British aristocrat, whose British Government posting may have been rendered pointless by current events.&#10;    Lady Josephine Twin-Bore, Lord Bristol&rsquo;s younger sister, an alarmingly beautiful young lady who acts as her brother's secretary. &#10;&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Series: Murder à la carte"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bidding on Sekigahara",
    "ID": 63792,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/63792/bidding-on-sekigahara",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.3333",
    "Description": "Conventional Sekigahara games uses some diplomatic system which makes solitaire play very difficult.&#10;In this game, Nakamura tries to make a new type Sekigahara game suitable for solitaire.&#10;&#10;The game mechanics is unique.&#10;You must turn one card from the deck and follow the instruction. This procedure is repeated until you draw the card &quot;Ieyasu moves&quot;. Then, the turn is finished after the movement of Ieyasu. This makes solitaire play easy. Because you must focus the current action described by the card and you never know what will happen next.&#10;&#10;1 map&#10;90 counters&#10;16 cards&#10;&#10;According to specification, this game can be finished within 2 hours.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Sekigahara (Japan)",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top Chef Quickfire Challenge",
    "ID": 63797,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/63797/top-chef-quickfire-challenge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The highest-rated food show on cable television serves up a hot new trivia game! Up to six people can play individually or more can form teams and vie for the glory--and the title--of Top Chef. Relive favorite episode moments by answering questions about the contestants, the judges, and the food. What part of the pig does ham come from: the belly, the hind leg, or the back? Which Top Chef judge earned three Michelin stars by the age of 26? Answer correctly and become Top Chef. Answer incorrectly and it&rsquo;s time to &quot;pack your knives and go!&quot;&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gotcha!",
    "ID": 63798,
    "Year": "(1968)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63798/gotcha",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is another in a long line of Baseball Games from the 1960's and 1970's. This one published by Calida Enterprises Inc.  From the box cover: &quot;The game of baseball strategy and skill&quot;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sabin Rains",
    "ID": 63801,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/63801/sabin-rains",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Sabin Rains is played on an empty 5x5 hexagonal board.&#10;On each turn,each player drops a stone on an empty cell.&#10;A stone cannot be placed on a cell which does not have an adjacent empty cell.&#10;When a stone is placed,it flips all enemy stones that are sandwiched between itself and a friendly stone along a hex ring.&#10;When five enemy stones are located on a hex ring,the dropped stone will flip all five.&#10;Hex Ring:The set of six cells surrounding any cell on the board.&#10;When no more moves are available,wins the player with more stones.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hobbes",
    "ID": 63802,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/63802/hobbes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Hobbes was invented in 1998 (read the whole entry of the World of Abstract Games!) and copyrighted in 2002. The game is played on a 5x5 square board.&#10;On each turn,each player moves his King to an adjacent (orthogonal or diagonal) empty cell any number of times.After that,he must capture the opponent King (if possible) or push or pull an adjacent orthogonal soldier.&#10;A push/pull is valid if the other cell (where the King goes if it is a pull,or the soldier goes if it is a push) is empty.&#10;A player wins if he captures the opponent King.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Wizard of Oz: The Game",
    "ID": 63806,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/63806/the-wizard-of-oz-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Battle Winged Monkeys, escape the Wicked Witch's Castle, help Tin Man find a heart, Scarecrow a brain, Cowardly Lion courage, and show Dorothy that there is truly no place like home! Build your very own Yellow Brick Road each time and begin your journey towards the Emerald City!&#10;&#10;Includes:&#10;&#10;* Land of Oz Game Board&#10;    * 4 Wizard of Oz 3D Character Pieces&#10;    * 10 winged monkey tokens&#10;    * 42 yellow brick road pieces&#10;    * 4 place markers&#10;    * 20 tokens&#10;    * 40 Toto cards&#10;    * Emerald Spinner&#10;    * Dice&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Books: The Wizard of Oz"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "South Park:  The Totally Sweet DVD Trivia Game",
    "ID": 63809,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/63809/south-park-the-totally-sweet-dvd-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game Overview:  Fire up your DVD player, answer hilarious questions and solve devious puzzles based on the world's favorite Coloradans!  Right answers get you cards, and matching sets of cards earn you points.  Everything you need to know is on the DVD, so grab your bag of Cheesy Poofs and a bottle of Zoop and let's get started!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Components: DVDs",
      "TV Shows: South Park"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Everyday Golf",
    "ID": 63812,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/63812/everyday-golf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This exciting interactive golf board game requires a little luck and a little skill. Players move through the board&rsquo;s fairways by rolling the dice and picking the right club. All the while avoiding the sand traps, water hazards-and consequences which are determined by which card they draw. When a player reaches the green they putt!&#10;&#10;Game includes:&#10;&#10;* 4 Dice&#10;    * Consequence Cards&#10;    * Golf Carts, Club Cards&#10;    * Golf Ball&#10;    * Game Board&#10;    * Putting Hole and&#10;    * Scoring Pad&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bethump'd with Words: Voyager Edition",
    "ID": 63814,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/63814/bethumpd-with-words-voyager-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "From their website:&#10;This can either be an expansion of Bethump'd with Words or as a stand alone travel edition.&#10;This is a game for car, camp, yacht, and home.&#10;A high impact classroom time-filler.&#10;Supplemental Question Set for the board game versions of Bethump'd with words.&#10;&#10;From the bottom of the box:&#10;Questions are arranged in six levels of difficulty with each worth, respectively, 1, 2, 3, 4, 5 or 6 points.  Questions are read by an opponent.&#10;&#10;Each player has a chance in each turn to answer one question from each of the six levels of difficulty, starting with Level 1, the easiest.  If an answer is incorrect, however, the player's loses his or her turn and enters the score for his or her correct answers on the score pad.&#10;&#10;A player who answers each of the six questions correctly earns, in addition to the questions' total (21 points) a grand slam bonus of 9 points for a total of 30 points for the round.&#10;&#10;A single game takes four rounds of play.  The player with the highest point total after four rounds wins the game.&#10;&#10;Integrates with:&#10;&#10;    Bethump'd with Words&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Bethump'd"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Amazing Spider-Man Web Spinning Action Game",
    "ID": 63815,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/63815/amazing-spider-man-web-spinning-action-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Amazing Spider-Man is out to ensnare the forces of evil with his fantastic Web Spinning Action! Six arch-&quot;VILLAINS&quot; have escaped from prison and are on the loose. Spidey's goal is to capture all of them. Players take turns playing the terrible SUPER-VILLAINS, and playing SPIDER-MAN...the greatest Web-Slinger ever!&#10;[Description taken verbatim, including CAPS, from the introduction in the rules]&#10;The web is spun out from the base of the large Spider-man figure and is used to encircle and recapture the escaped villains. If a villain can move off the board, he escapes! &#10;One nuanced suggestion (from the rules) is that a two-player game consists of each player playing Spider-Man once, with each getting a chance to play the villains also. The same goes for three player games and for four-player games!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Line Drawing"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Savannah Game",
    "ID": 63816,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/63816/savannah-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the rules: The &quot;Savannah Game&quot; is a family game which reflects Savannah's beauty, history, and culture. It may be enjoyed by all ages and should provide an exciting and educational benefit to the players.&#10;The objective in the &quot;Savannah Game&quot; is to obtain the most property by correctly answering &quot;Examination Questions&quot; concerning the history and culture of Savannah and Georgia.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Savannah (GA, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ambush Valley: A Force on Force Theater Book for the Vietnam Conflict",
    "ID": 63818,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/63818/ambush-valley-a-force-on-force-theater-book-for-th",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the back of the book:&#10;&#10;Ambush Valley takes Force on Force players to the deadly battlegrounds of the Vietnam conflict. From the flooded paddies to the jungle choked hills and death-haunted deltas, Ambush Valley provides players with all the theater specific rules they need to recreate engagements of the Vietnam era, including new campaign rules that allow you to follow the evolution of a platoon as it takes part in a multi-scenario campaign.&#10;&#10;The designers of Ambush Valley have taken great pains to ensure that playing the VC is as challenging and fun as playing the Free World forces. VC players will truly feel as if they are lords of the jungle and masters of the night as they frustrate their heavily armed opponents with hit-and-run ambushes and booby traps!&#10;&#10;Example organizations and vehicle write-ups for:&#10;- US Army&#10;- USMC&#10;- ROK&#10;- ANZAC&#10;- CIDG&#10;- VC Local Force&#10;- VC Main Force&#10;- NVA Infantry&#10;- NVA Sappers&#10;&#10;Expansion rules for:&#10;- Campaign Rules&#10;- VC Tunnel Networks&#10;- Tunnel Rats&#10;- CS Gas&#10;- Night Fighting&#10;- Theater specific weapons - M79, M60, M14 Modified&#10;- Booby Traps&#10;- Riverine Operations&#10;- Point Men&#10;- Kit Carson Scouts&#10;- Spooky Gunships&#10;- Claymore Mines&#10;- Improvised Alarms&#10;- And much more!&#10;&#10;Ambush Valley is a supplement for Force on Force: Modern Wargaming Rules. Force on Force is required to play.&#10;&#10;",
    "Categories": [
      "Book",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dr. Seuss Super Stretchy A-B-C Game",
    "ID": 63824,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/63824/dr-seuss-super-stretchy-a-b-c-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The twisty-turny game of super stretchy alphabet fun!&#10;&#10;Get ready to twist, turn and s-t-r-e-t-c-h! Can you put your hand on the letter E&mdash;while placing your foot on the letter K&mdash;AND still put your ear on the letter Q? You&rsquo;ve got to be super-stretchy to meet the challenge!&#10;&#10;In this silly game of physical challenges and alphabet fun, kids spin the Thing 1 and Thing 2 Tornado Tube to deal out letter-to-body-part challenges. Then it&rsquo;s time to get down on the colorful, oversized Dr. Seuss alphabet mat and stretch and turn and twist to put your body and brain to the test!&#10;&#10;Game Components: &#10;&bull;Oversized Super Stretchy Game Mat&#10;&bull;Game Board and Thing 1 and &#10;Thing 2 Tornado Tube&#10;&bull;34 Letter tiles&#10;&bull;4 Toy boxes&#10;&bull;15 Word cards&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Authors: Dr. Seuss"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Findus roliga vinterspel",
    "ID": 63825,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/63825/findus-roliga-vinterspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A roll and move game for children. Based on Pettson and Findus (in Swedish: Pettson och Findus), a series of children&rsquo;s books written and illustrated by the Swedish author Sven Nordqvist. The books feature an old farmer (Pettson) and his cat (Findus) who live in a small farmhouse in the countryside.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Characters: Pettson & Findus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muziris",
    "ID": 63827,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/63827/muziris",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Muziris is a Pure Card game from Small Box Games.&#10;&#10;Muziris takes place in the ancient Indian port city of the same name. Muziris was an important trade hub for all of the ancient world, where goods from Africa, Rome, Asia, and India itself were traded.&#10;&#10;Players control three market stands in ancient Murziris, selling goods from China, Rome, Egypt, and India. Each round, the different goods are worth a different amount of sapphires. Players must manage their hands, market stands, and actions to earn the most sapphires. Blessings from some of India's most sacred animals make this easier for you, and more difficult for your competition!&#10;&#10;Note: The 2-4 player count on the box is a typo. The designer has confirmed player count is 3-4.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Economic"
    ],
    "Mechanics": [],
    "Families": [
      "Country: India",
      "Region: Indian Ocean",
      "Religious: Hinduism",
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agoniste",
    "ID": 63828,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/63828/agoniste",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Agoniste is a Pure Card game from Small Box Games.&#10;&#10;Agoniste is a quasi-historical game putting players in control of one of four powerful city-states of Ancient Greece.  Their goal is to to control the most area of Greece by the end of the game.&#10;&#10;Each player has a deck of cards representing different strength armies for their city-state.  Additionally, a separate deck of cards represent different areas within the four areas of Greece.  Gaining control of new region cards grants players staging grounds for conquest of additional regions.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wax",
    "ID": 63830,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/63830/wax",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "Wax is a Pure Card game from Small Box Games.&#10;&#10;Wax is the retheming and reworking of one of Small Box Games' earlier games, Rank.&#10;&#10;In Wax, players are granted powers based on the phase of the moon.  Players use these powers to conquer new lands and build them up from keep to castle.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Pure Card Line (Small Box Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infunitum",
    "ID": 63837,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/63837/infunitum",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Infunitum is a hot new party game that was debuted at the Chicago Toy &amp; Game Fair during November 2009 and it won the award for 'Best In Show - Game'.  Not suprising with an overwhelmingly favorable rating from people that have played.  The object of the game is to get to the center of the board by earning points for unique answers to topics listed on game cards.&#10;&#10;One player selects a card, chooses one of the three topics listed on the card, and reads the topic aloud to the other players.  The one-minute sand timer starts and players write down as many answers as they can that relate to the chosen topic.  Each unique answer earns one point.  Each point represents a space on the game board.&#10;&#10;On the way to the center of the board, there are some positive and some negative places to land.  A player may land on +3 and move three spaces ahead.  Conversely, a player may land on -3 and move three spaces back.  There is also a sad-faced character for players that land on this space, go back to start.&#10;&#10;The dynamics of the game always change depending on who plays.  Topics are unique and sometimes have double, triple, or more meanings, so creativity really helps.  Infunitum is a fun party game, is excellent as an ice-breaker, and helps people get to know more about other players.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animal Planet Dino Dice",
    "ID": 63840,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/63840/animal-planet-dino-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the publisher:&#10;Take your turn to roll the dice and call out the match, &quot;Brachiosaurus on blue!&quot;  If you're the first player to mark  a row of 4 squares or all 4 corners on your board with dino footprints, you win!  But, if you roll a Dino Dash, you foreit a dino match and must try again.  Are you ready to roll?&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Brands: Television (TV) Networks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Nova Stella Dog Show Game",
    "ID": 63841,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63841/the-nova-stella-dog-show-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player works his dog through to its championship, ever mindful of the ultimate goal and dream of all dog show exhibitors, a dog who is judged Best in Show!&#10;&#10;Players take turns throwing the dice, moving their dog along the board, and follow directions on the square they land on.  There are advanced rules to put more strategy into game play.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bugami",
    "ID": 63849,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/63849/bugami",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this Hearts-type game the penalty-suit is not fixed, but every player chooses one for himself. Bugami is played with a standard deck of cards, but every player needs one card from each suit additionally. Everybody selects one of those before play (but after deal), simulaneously.  Then tricks are played, and each player tries to avoid taking cards from the suit he has chosen.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caterpillar",
    "ID": 63850,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/63850/caterpillar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game uses a standard deck of cards. Each player is dealt 13 cards, and in their turn they play a card and draw a card (therefor the game normally last 13 turns). The card played has to either match the suit of the previous card, or be a face card. If the sum of all the cards played so far is divisible by five, the player scores points. At the end of the game they also score for the remaining face cards. However, if one cannot play any more cards (does not have face cards or matching cards), the game ends, and that player scores for the opponents's remaining face cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Met het Mes op Tafel",
    "ID": 63852,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/63852/met-het-mes-op-tafel",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Based on the popular Dutch Tv-quiz.&#10;Players secretly answer questions and try to bluf the other players away by pretending to know the most answers.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pearl Cards",
    "ID": 63860,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/63860/pearl-cards",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A collaborative storytelling game in which players tell a story together, using fine art and photographic images as creative cues.&#10;&#10;The physical game takes the form of decks of oversized cards (about twice the size of normal playing cards) with the images printed on them. There are also online versions of the game (in the form of a Facebook app and a general web-based app) that can be played for free.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": []
  }
]