[
  {
    "Rank": "7801",
    "Name": "Camden",
    "ID": 2960,
    "Year": "(2002)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/2960/camden",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9091",
    "Description": "Camden is a game about drawing and laying cards (acting as tiles) to form a highly abstracted street market. What sets the game apart from other games in the tile-laying genre is that the cards can be placed almost anywhere on the board and in almost any orientation.  Cards may touch at corners, and the corner of one card may touch the side of another.&#10;&#10;Players advance by purchasing stores formed by the cards and collecting revenue from those stores at the beginning of each subsequent turn. Symbols on cards may trigger effects when drawn, either destroying or emptying the largest store, or giving players bonus payouts.&#10;&#10;Victory is achieved by the first player to reach 50 points.&#10;&#10;Since revenue comes from the quality of your store, but other players can play tiles to alter that store, the overall result is a cutthroat mind-bender, making it one of the most popular games of Cheapass&#039;s Hip Pocket Games series. The game was originally released as Agora in 2002, with the theme of an ancient Greek marketplace.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "City Building",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Magazine: GameLink",
      "Series: Hip Pocket Games"
    ]
  },
  {
    "Rank": "7802",
    "Name": "Mint Tin Pirates",
    "ID": 165346,
    "Year": "(2014)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/165346/mint-tin-pirates",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.1795",
    "Description": "Two pirate galleons cross paths and a battle is launched!  All ye scurvy dogs on deck! But rough seas mean that a little luck goes a long way.&#10;&#10;Cannons do the greatest damage, that is when their powder isn&rsquo;t wet or they don&rsquo;t miss. But cannons take long to load and you&rsquo;ll be able to do more attacks by tossing hand mortars, throwing dirks, or firing flintlock pistols.&#10;&#10;But those aren&rsquo;t the only tricks these pirate captains have! Summon a lost pirate from the depths of Davy Jones&rsquo; Locker or even persuade an enemy pirate to join your crew!&#10;&#10;And, even in the heat of battle, fate can smile down upon this lowly lot and uncover treasure! No pirate can resist treasure &ndash; especially if it contains voodoo that helps them fight!&#10;&#10;Once you destroy the pirate enemy, you&rsquo;ve won! Or have you?&#10;&#10;The Pirate Ghost gives one last chance and can be a formidable opponent!&#10;&#10;Gameplay&#10;&#10;Aye, a sworn pirate enemy! Destroy their crew or sink their galleon to win.&#10;&#10;Pick your color and roll dice, higher goes first.&#10;&#10;Place your pirates on your ship and the matching damage token on your ship's damage counter.&#10;&#10;Place the gold cube and Pirate Ghost between the ships.&#10;&#10;Shuffle and deal 5 cards face down to each player.&#10;&#10;Place remaining deck face down.&#10;&#10;1. On your turn discard and draw up to 2 cards, if desired.&#10;&#10;2. Play a matching pair and roll the dice. If total matches any of the card's bottom numbers, it wins!&#10;&#10;a. Knife, pistol, bomb, or cannon - Take an opponent&rsquo;s pirate and place it beside your ship as a lost pirate.&#10;&#10;Cannon hits are also counted with damage cube. Four cannon hits, your galleon sinks, and you lose the game.&#10;&#10;b. Desertion - An opponent's pirate becomes a pirate on your ship.&#10;&#10;c. Davy Jones' Locker - Raise any lost pirate and place on your ship.&#10;&#10;Doubloons are wild and may be used to complete a pair.&#10;&#10;If needed, shuffle discarded cards to continue.&#10;&#10;Top right number is the total number of that card in the deck and its chances of success - !!! best, !! fair, ! least&#10;&#10;Pirate Ghost!&#10;&#10;First one to lose their crew places the Pirate Ghost on their ship and discards 2 cards.&#10;&#10;Pirate Ghost plays with only 3 cards unless they have the gold.&#10;&#10;Pirate Ghost is always the last lost if you gain crew.&#10;&#10;Dice Doubles!&#10;&#10;Place gold on your ship and play with an extra card!&#10;&#10;If the other player rolls a double, they take your gold and an extra card, and you lose your extra card.&#10;&#10;Game interrupted early?&#10;&#10;Each standing pirate on your ship is 2 victory points, lost pirates you&rsquo;ve claimed are 1 point each and 1 point for the gold.&#10;&#10;Most victory points win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Containers: Mint Tins",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7803",
    "Name": "Marne 1918: Friedensturm",
    "ID": 27817,
    "Year": "(2006)",
    "Geek Rating": "5.624",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27817/marne-1918-friedensturm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "210",
    "Play Time": "1200",
    "Weight": "3.2273",
    "Description": "Marne 1918 - Friedensturm recreates the last large German offensive from May to August 1918, the turning point when the resumption of mobile warfare put an end to nearly four years of war of trench stalemate.&#10;&#10;The game covers two months of fighting on the Marne, from the German offensive on May 27th through to the allied counter-offensive at the end of July. Scale for map is 3km/hex while units are divisions and regiments (for elite units).&#10;&#10;3 scenario depict each German offensive and a campaign scenario covers the whole battle&#10;&#10;Game components : 2 sheets of die-cut counters, 1 map (84*60cm), a basic rules booklet (24 pages), an advanced rulebook, with the game designer's notes and historical commentary (32 pages), two basic rules player aid cards, one victory point track,2 tracks for units management, 2 sheets for random events, 4 dice and a box.&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Region: Champagne (France)"
    ]
  },
  {
    "Rank": "7804",
    "Name": "SPQF",
    "ID": 249106,
    "Year": "(2018)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/249106/spqf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "3",
    "Description": "SPQF is a deck-building game about growing your ancient civilization from humble origins to greatness. It plays with 2-4 players in about 30 minutes. Deck management is distilled to a single choice where you choose what kind of civilization you shall be. One led by the military? Perhaps one with a strong agricultural foundation? As your civilization grows, your vision will be more difficult to manage, others will steal your ideas, and trade will flourish.&#10;&#10;The name SPQF is a play on the ancient Roman abbreviation SPQR, seen still today on ancient structures throughout the city.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Follow",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "7805",
    "Name": "No Retreat!: Polish & French Fronts",
    "ID": 150012,
    "Year": "(2018)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/150012/no-retreat-polish-and-french-fronts",
    "Min Players": "0",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.625",
    "Description": "Following on the success of No Retreat! where the Russian Front of World War II beckons, and then taking the action to the African Front, game designer Carl Paradis and his trusty developer Alan Emrich have teamed up yet again to present the third chapter in this game series, No Retreat 3: The French &amp; Polish Fronts.&#10;&#10;The &ldquo;Phony War&rdquo; ended in May of 1940 as the German Army unleashed blitzkrieg attacks into Holland, Belgium and Luxembourg in preparation for their audacious plan to invade France. Dubbed &ldquo;Case Yellow&rdquo; (Fall Gelb), it relied on a surprise attack with armored forces through the Ardennes Forest that the French had deemed impenetrable. A German staff study proved otherwise, and their panzers were pushed through this broken wooded terrain with deft speed, catching the Allies by surprise with their appearance.&#10;In No Retreat 3, players command the Allied (French and British) or German forces, operating them in accordance to one of several historical plans (represented by Plan cards). Manoeuvring forces over hexes that are approximately 30 kilometers across, over turns that represent 4 days of real time each, the vaunted No Retreat series card-assisted game systems are there to create on-map puzzles around each hex, unit and battle as the tense engagements rage back-and-forth and nothing is entirely predictable.&#10;&#10;Designer Carl Paradis has made an exhaustive study to answer the question, &ldquo;Could France have staved off total defeat in 1940?&rdquo; His research yields a resounding, &ldquo;Yes!,&rdquo; and the simulation elements of No Retreat 3, combined with its novel gameplay elements, offer a rich and insightful presentation of this controversial military campaign that shaped the trajectory of World War II.&#10;&#10;Bonus Game&#10;But wait, there is more! For this deluxe edition, complete with a 2-sided mounted map and oversized counters, the 1939 Polish Campaign was also added.&#10;&#10;This little-simulated battle will see many new concepts implemented into the &ldquo;No Retreat!&rdquo; game system. Given that both sides had never seen battle before and the units were mostly untried and green, a &ldquo;Fog of War&rdquo; game system is in use, adding much replayability to this simulation. Since that this game is fast, a complete contest will consist of two plays, with each gamer taking both sides in turn, trying to best the opponent&rsquo;s performance. Some intriguing &ldquo;what if&rdquo; hypothetical historical options are also added: Could have France intervened more effectively, the USSR acted differently? What if Czechoslovakia was never taken over by the Nazis? Poland better prepared? All these and more are yours to try out. No Retreat!&#10;&#10;French Front Scenario Listing&#10;Regular Game: The May/June 1940 campaign, but with an added twist. Both players will draw/choose a &ldquo;Campaign Plan Card&rdquo; that will instruct them as to their general objectives. There are over 6 different cards from each side, all taken from actual historical plans; the success of which will add critical Victory Points if the game does not end in &ldquo;Sudden death&rdquo;. What if Hitler had attacked in winter 1939 like initially planned? Or the French Air Force had been better prepared?&#10;Historical Game:  The May/June 1940 campaign, but with the Plan choices limited to the more historically plausible alternatives.&#10;Simulation Game: Both sides will be given the plans/set-up used during the actual campaign. Fall Gelb no5 for the Germans, Plan Dyle A or B for the French. The game also starting with the offensive already underway, Liege taken and Holland invaded.&#10;Operation Dynamo: In this scenario the German &ldquo;Sickle cut&rdquo; maneuverer towards the sea is almost completed! As the Allies, will you be able to save the British expeditionary Corps, evacuating it at Dunkirk, or even better, pierce the enemy lines and re-join the main French Army down south?&#10;&#10;Polish Front Scenario Listing&#10;Regular Game: The September 1939 campaign, but with extra choices. Both players will secretly deploy most of their troops on smaller strategic maps. One side or the other could have some extra &ldquo;initiative&rdquo; choices for the deployment of their troops.&#10;Historical Game:  The September 1939 campaign, with the exact historical set-ups of both forces. For this contest the players will take each side in turns. So the scenario will be played two times.&#10;Alternative History game: Players will explore many &ldquo;what-if&rdquo; alternatives. Some randomly determined, some planned by choice. That scenario will be linked to the French Front game and its outcome can affect the set-up of the latter.&#10;&#10;Number of Players : 2&#10;&#10;Ages: 14 and up&#10;&#10;Playing time:  Approximately 50 minutes for each scenario; 3 to 4 hours for a campaign game, 2 hours for the Poland mini-game.&#10;&#10;Scale: Each unit is one Army or Corps: Each hex is about 30 kilometers from side to side. Each turn represents four days of real time, except the first turn, which is only two days.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: No Retreat! (Carl Paradis)"
    ]
  },
  {
    "Rank": "7806",
    "Name": "Triumph of Chaos v.2 (Deluxe Edition)",
    "ID": 190462,
    "Year": "(2019)",
    "Geek Rating": "5.624",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/190462/triumph-of-chaos-v2-deluxe-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "600",
    "Weight": "4.6071",
    "Description": "&quot;Triumph of Chaos: The Russian Civil War 1918-1921 v2 DELUXE EDITION&quot;  is a two-player card driven strategic board wargame wherein the players assume the roles  of the RED (Communist Forces) and the WHITE (reactionary forces).  This epic conflict resulted in the toppling of three centuries  of Romanov rule and its replacement by a totalitarian communist ideology.  Set against a backdrop of the vast and spectacular Russian countryside, only the Russian winter could surpass the brutality of the fighting.  Belligerents  included the various Russian republics, anarchist and independence movements, adherents of the old regime, foreign contingents of volunteers and the overt intervention of the Major Powers.&#10;&#10;&#10;With Triumph of Chaos v2 DELUXE EDITION, the original wargame published in 2005 has been enhanced to provide a richer playing experience (more Social Revolutionaries, eastern warlords and a gaggle of obscure personalities and entities), a bigger map (enlarged 40% and including the Trans Siberian rail line all the way to Vladivostok),  better play aids and redesigned cards (setting the stage for more player angst). The basic structure of the original game is still there with three phases to a turn: Political (players compete to push or pull fractions to their side), Action (players alternate playing cards to move, fight, enact events and build up their armies) and Logistics (replacements and a variety of new intriguing game mechanics):  Triumph of Chaos v2 DELUXE EDITION remains the &quot;sine qua non&quot; of chaos, continuously shifting front lines and rich flavor.&#10; Here&rsquo;s what&rsquo;s in the box: a beautiful 44&rsquo;&rsquo; x 34&rdquo; double map, 220 cards (action, leader, political decks), 3 sheets of counters (including approximately 400 military units, 40+ leaders and a bundle of other game tokens), rulebook &amp; supplement, very helpful play aids and few game bits (wood and dice).&#10;&#10;Designer: D. B. Dockter&#10;Artists: Tim Schleif, Terry Leeds, D.B. Dockter&#10;&#10;So, how does Triumph of Chaos v2 compare with v1 (which was published back in 2005 and then expanded in 2007 by the Comrades' Guide)? The categories of improvement:&#10;&#10;* A richer game experience&hellip;&#10;&#10;&#10;     More card angst/decision tension: Significant revisions to the Action Cards (the majority of them) to reflect learnings from new research and hopefully make the choices faced by each player more gut wrenching. &#10;&#10;&#10;&#10;     Invited the Socialist Revolutionaries to the party: The SRs now occupy a &ldquo;buffer position&rdquo; between RED &amp; WHITE in the east as the game begins; making for a nail-biting opening. The SRs may go either way as governed by a track and play of both Political and Action cards with significant ramifications for both players. &#10;&#10;&#10;&#10;     Leader state: A few leaders now have an alternative &ldquo;state&rdquo; (ex: Kolchak: drug abuse, Mai-Mavesky: debauchery, etc), making them more unreliable than your usual wargame leader counter. &#10;&#10;&#10;&#10;     Far east part of the story added: Japan, Far-East warlords and red partisans are all now apart of play. &#10;&#10;&#10;* A little less clunky game engine&hellip;&#10;&#10;&#10;     A few tweaks to the basic game engine: artillery, tanks and air are now simply &ldquo;assets&rdquo; that modify combat die rolls. A Resource Center mechanic now controls where replacements may be spent (much more reflective of historic constraints). &#10;&#10;&#10;&#10;     Infighting: Gameplay impacts the composition of each player&rsquo;s in-fighting pool; changing the internal political dynamics that both players must manage. &#10;&#10;&#10;&#10;     Better Faction rules: A streamlining of the Ukraine and Poland rules. Nips and tucks to Makhno, West Ukraine and Finland. &#10;&#10;&#10;* ..and improved kit &amp; bits (game look &amp; feel)&#10;&#10;&#10;     Doubled the map: Most of that is a result of simply &ldquo;blowing up&rdquo; the original map by 40% (for our tired/old eyes) and adding the Far East and Trans-Siberian railroad all the way to glorious Vladivostok. &#10;&#10;&#10;&#10;     Bigger counters: Armies &amp; leaders are now represented by 1&quot; x 1/2&quot; in counters (basically double the size as before), while corps have 5/8&quot; counters and only informational markers get the wargame traditionally small &frac12;&quot; counters. &#10;&#10;&#10;&#10;     Bigger &amp; better game aids: Faction Control Table larger and contains better information regarding the factions&hellip;force composition charts now provided&hellip;summaries of game mechanics/combat..and components explained, abbreviations, changes vs v1.0 summary!&#10;&#10;&#10;",
    "Categories": [
      "Political",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Country: Soviet Union",
      "Decades: The 1920's",
      "History: Russian Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7807",
    "Name": "Decktective: The Will without an Heir",
    "ID": 343386,
    "Year": "(2021)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/343386/decktective-the-will-without-an-heir",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "The Will without an Heir is a co-operative investigation game, featuring a 3D crime scene. Players must solve a mysterious case. They play their cards to share information, discard cards that they think will lead them the wrong way, discuss the clues they find with the other players, make hypotheses and deductions to find the solution! At the end of the game, players must answer several questions: Each correct answer is worth points. The more points they get, the better their outcome.&#10; The Netherlands, 1698: Cornelius Kloos, the old president of the Kloos Trading Company, is found dead. His studio safe is open: inside it, there is a will, still sealed. Thirst for power? Greed? Vengeance? What led to such a dreadful epilogue?&#10;Collect the clues: documents, traces, witness statements&hellip; Players have to investigate and come up with plausible theories.&#10; On their turn, players either play a card from their hand and put it face up on the table, sharing the information on it or they discard a card from their hand face down to the archive and are not allowed to talk about the information on it, until the end of the investigation. Each card has a value from 1 to 10 in the upper left corner. A card can be played face up on the table only if its value is equal to or less than the current number of cards in the archive.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Series: Decktective (dV Giochi)"
    ]
  },
  {
    "Rank": "7808",
    "Name": "Wizards",
    "ID": 828,
    "Year": "(1982)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/828/wizards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.9615",
    "Description": "This is Avalon Hill's game of Fantasy Adventure.&#10;&#10;This game uses hexagonal modular map sections, providing a different board layout for each game.&#10;&#10;Map tile-sections are placed on a blank mapboard to make up the arrangement of the Enchanted Islands for that game.&#10;&#10;Most of the game consists of performing various mini-quests by moving around the 18 islands to pick up marker counters for the specific quest.&#10;&#10;Each quest adds to the 10 quest per fortnight (14 days) requirement. Failure to reach this total of quests among all players causes one of the 18 islands to be flipped over and taken out of the game.&#10;&#10;In this way the players are competing mainly versus the game system.&#10;&#10;Endgame consists of players racing against each other to be first to collect 6 Gem Fragments and take them to the High Druid.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hexagon Grid",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "7809",
    "Name": "Throw Throw Avocado",
    "ID": 340420,
    "Year": "(2021)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/340420/throw-throw-avocado",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Throw Throw Avocado is unlike any game you&rsquo;ve played before. In this dodgeball card game, go head to head with your opponents collecting cards while throwing and avoiding squishy, adorable Avocados. Play Throw Throw Avocado as a standalone sequel, or use the BONUS deck of cards included and combine them with the cards from Throw Throw Burrito to unlock a new combo game using all four throwables!&#10;&#10;How it works: Place a pair of avocados on a table and draw cards. Keep your cards a secret. Rack up points by finding sets of three in the deck. Find matches before anyone else does. If someone plays Avocado Cards, a Battle ensues. Steal points from your opponents by hitting them with squishy toy avocados. Declare war on your friends. Some battles only involve a handful of players. Others force the entire table to engage in a Avocado War. Duel to determine the winner. During an Avocado Duel, two players must stand back to back, walk three paces, and FIRE.&#10;&#10;There is no distinct turn structure. All players are picking and passing cards constantly, similar to Spoons. Once a player has a match of any of the varieties, play will change to the various Avocado Duels - Double Brawl, Legs Duel, Freeze War - where some or all players will throw the squishy Avocado at other players.&#10;&#10;To win a player has to accumulate a set number of points. Collecting matching cards and matching battle cards earns positive points, and losing Avocado Duels earns negative points. The first player to reach a specified amount (usually five), wins.&#10;&#10;- A fun new sequel to Throw Throw Burrito, the world&rsquo;s first ever dodgeball card game.&#10;- Collect matching cards, earn points and throw Avocados at one another.&#10;- Includes 120 cards, instruction manual, 6 Avocado Boo Boos, 1 Fear Me Badge and 2 foam Avocados soft enough to throw at your Great-Aunt Martha without feeling guilty.&#10;- Includes a BONUS combo pack of 36 cards that can be combined with your Throw Throw Burrito cards to play the ultimate, epic combo game!&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Matching",
      "Real-Time",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "7810",
    "Name": "Hellbringer",
    "ID": 342277,
    "Year": "(2024)",
    "Geek Rating": "5.624",
    "Avg Rating": "8.77",
    "Link": "https://boardgamegeek.com/boardgame/342277/hellbringer",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Hellbringer is a SOLO-COOP Dark Fantasy Roguelike card and dice game where you play as a hero venturing into the darkness of a dungeon to slay its mighty demon.&#10;&#10;As you venture deeper and deeper in the dungeon, you will equip items, learn skills and earn attributes points by eliminating monsters, making you even more powerful.&#10;&#10;The game is fast paced, last about 45 min per player and the set-up is simplistic.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Line of Sight",
      "Open Drafting",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7811",
    "Name": "RattleSnake",
    "ID": 27940,
    "Year": "(2007)",
    "Geek Rating": "5.624",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/27940/rattlesnake",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.069",
    "Description": "From the publisher's catalog:&#10;&#10;&quot;Who will be the first player to get rid of the dangerous eggs of the Rattlesnakes?&#10;&#10;Rattlesnake is an easy, fun game for kids of all ages. The game   will challenge their strategy and dexterity!&#10;&#10;Players will compete to be the first to place all their 'snake eggs' on the board,  but these funny magnetic 'eggs' will clash if you make the wrong move, and then you will have to pick them all up!&#10;&#10;The first game published by Nexus for family entertainment, Rattlesnake will be a sure hit with parents and younger players, as well as seasoned gamers looking for a fresh, quick dexterity game.&quot;&#10;&#10;Contents&#10;- 12 magnets&#10;- A special die&#10;- Playing board&#10;- Rulebook&#10;&#10;Microbadges&#10;&#10; Rattlesnake fan&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Snakes",
      "Components: Magnets",
      "Series: Fantasy Flight Games Toys"
    ]
  },
  {
    "Rank": "7812",
    "Name": "Eternal Decks",
    "ID": 424981,
    "Year": "(2025)",
    "Geek Rating": "5.624",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/424981/eternal-decks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2.8333",
    "Description": "Eternal Decks is a fully cooperative game where players are trying to complete the stage objectives before any one player cannot take an action. Players start the game with 5 cards in their deck, but will quickly look to acquire more cards from the various Eternals (characters within the game) who each have their own unique 8 card deck.&#10;&#10;On your turn, you must perform one action:&#10;&#10;     Play a card (on the field, on the river, or use an ability)&#10;     Generate a jewel&#10;     Give a card to a teammate&#10;&#10;&#10;There are restrictions when playing a card. All 3 rows in the field cannot have cards of the same color or same number next to each other. Additional restrictions are applied to a row based on the stage you are playing. Jewels are used to negate the negative effects brought on by the Eternals.&#10;&#10;There are 6 stages currently in the game. The various stages will have you collect points, survive a ghost town, navigate a labyrinth, defeat a boss, and more to win the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology",
      "Puzzle"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Ordering",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "7813",
    "Name": "2 Pommes 3 Pains",
    "ID": 414855,
    "Year": "(2024)",
    "Geek Rating": "5.624",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/414855/2-pommes-3-pains",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&#10;     After retaining only the green base cards, shuffle them and form a face-down deck in the player center. (Add special special cards as you see fit).&#10;     The first player draws and turns over a card on the table to form a first pile around the deck (other players will do the players do the same until they have 3 piles in total).&#10;     Each player, in turn, must announce after observation (5 sec maximum) the number of Apples and then the number of Breads on all visible cards.&#10;     If one of the players thinks the announcement is wrong, he or she he'll be sure to say, &quot;There's a glitch! Once you've checked, you'll see who picks up the cards penalty cards in case of error!&#10;     At the end of the game, the player who has picked up the fewest cards wins :)&#10;&#10;&#10;&mdash;user summary&#10;&#10;Dans ce jeu d&rsquo;annonce, soyez attentif pour d&eacute;clarer la bonne Composition de cartes sur la table.&#10;&#10;Tous les joueurs seront aux aguets pour v&eacute;rifier si votre annonce est juste ou s&rsquo;ils jugent qu&rsquo;il y a un p&eacute;pin dans votre annonce !&#10;&#10;L&rsquo;introduction progressive des cartes sp&eacute;ciales,viendra alimenter des s&eacute;quences du jeu.&#10;&#10;Le sang-froid et la rapidit&eacute; d&rsquo;esprit seront vos plus grands alli&eacute;s, contrairement &agrave; la Pomme de Pin que vous allez adorer d&eacute;tester ... ou l'inverse :)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Race",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "7814",
    "Name": "Halli Galli",
    "ID": 2944,
    "Year": "(1990)",
    "Geek Rating": "5.623",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/2944/halli-galli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0152",
    "Description": "Halli Galli is a speed action game in which players watch for sets of exactly five fruit. The deck contains 56 playing cards showing four kinds of fruit in groups of 1 to 5 and a bell of the type found at hotel reception desks.&#10;&#10;The deck is distributed evenly between the players. All players hold their deck face down and take turns dealing one card face up in front of them. As each player reveals her next card, the instant you see a total of five of one kind of fruit on the table, hit the bell. If you're correct, you pick up all the played cards and put them into your deck; if you're wrong, you pay the other players one card each. When you run out of cards, you're out. When two players are left, they play until the bell is struck once more, then the game ends and the taller deck wins.&#10;&#10;Keep in mind that a five-of-a-kind can occur both when cards are revealed and when they're covered. If, for example, cards showing 3, 1 and 4 bananas are on the table and the 3 is then covered by a non-banana card, suddenly five bananas are showing and somebody better be reaching for the bell.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Player Elimination"
    ],
    "Families": [
      "Characters: Lauras Stern",
      "Food & Drink: Fruit",
      "Game: Halli-Galli",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "7815",
    "Name": "Grifters: Nexus",
    "ID": 250865,
    "Year": "(2018)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/250865/grifters-nexus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Grifters operate on the fringes of The Dystopian Universe, eager to take advantage of every opportunity to profit from the chaos caused by the resistance. Players take on the role of powerful crime bosses, building their criminal organizations by carefully recruiting new operatives with specialized skills. During the game, the players' criminal teams will steal ISK from the government, powerful corporations, and each other via cons, blackmail, daring heists, and a multitude of other nefarious deeds. As always, money is power in The Dystopian Universe and the player with the most ISK at the end of the game is the winner.&#10;&#10;Grifters: Nexus is a standalone game that is also an expansion for Grifters, which was released by Indie Boards and Cards in 2016. Nexus uses the same core &quot;cool down&quot; mechanisms found in Grifters, and introduces 15 new specialist cards, new mechanisms and a new job card system.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Setting: Dystopian Universe (Indie Boards & Cards)"
    ]
  },
  {
    "Rank": "7816",
    "Name": "Sports Illustrated Baseball",
    "ID": 4642,
    "Year": "(1972)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/4642/sports-illustrated-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.96",
    "Description": "Tabletop baseball simulation game.&#10;&#10;In 1971, Time Inc (owner of Sports Illustrated magazine) published their first baseball game, titled Sports Illustrated Major League Baseball.  It included 20 players on each at-that-time current (1970 season) baseball team, presented on tri-fold color charts.  The following two years, they released new editions to cover the most recent season.  For 1972, they switched to teams of 25 players each, on double-sided color charts without folds.  In 1973, The game title was changed to Pennant Race and the team roster size was reduced to 19 or 20 players per team. The team charts were replaced by individual player cards on perforated sheets, with no color coding.&#10;&#10;Also in 1972, Time released a set of 16 All-Time All-Star Team Charts (in the same style as that year's edition), for each of the original American League and National League franchises, each with the 25 &quot;best&quot; players from that team's long history. In 1973, the same All-Time charts were released in a separate All-Time All-Star Baseball game.  This product was popular among tabletop managers.&#10;&#10;The All-Time All-Star game was then changed to an individual card format and retitled as Superstar Baseball.  This was later transferred to The Avalon Hill Game Co when they picked up the entire line of sports games from Time.  This also granted The Avalon Hill Game Co the right to use the words &quot;A Sports Illustrated Game&quot; on any The Avalon Hill Game Co sports product, even if it wasn't part of the original Time, Inc line of games, which led to some confusion for titles such as Baseball Strategy, Football Strategy, and Pro Golf.&#10;&#10;Special dice with results ranging from 10 through 39 (often called 10-39 Dice, see How to make a set of SIBB dice -- A Tutorial) were required to play this game, and sister games in the original Sports Illustrated sports simulation line.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Series: Sports Illustrated Line (Time, Inc)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "7817",
    "Name": "El Alamein",
    "ID": 86167,
    "Year": "(2010)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/86167/el-alamein",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8571",
    "Description": "A sequel to Arclight's deckbuilding game Barba*Rossa (&#227;&#129;&#176;&#227;&#130;&#139;&#227;&#129;&#176;&#226;&#152;&#133;&#227;&#130;&#141;&#227;&#129;&#163;&#227;&#129;&#149;), El*Alamein depicts the first battle of El Alamein during WWII, as the Axis powers thrust through Africa to conquer Alexandria. Like its predecessor, the artwork in El*Alamein consists of scantily clad  (ecchi) manga girls, although a historical edition featuring photographs is also available.&#10;&#10;Although it's technically possible to use the cards in both sets together, El*Alamein is first and foremost a game on its own, and is better described as a &quot;compatible sequel&quot; than a standalone expansion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "7818",
    "Name": "Tonkin: The First Indochina War (Second Edition)",
    "ID": 70532,
    "Year": "(2012)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/70532/tonkin-the-first-indochina-war-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "1800",
    "Weight": "3.3158",
    "Description": "(from Legion wargames website:)&#10;&#10;Tonkin is a two player wargame that covers the crucial period of the French-Indochina War fought between the Viet Minh and France from 1946 to 1954.&#10;&#10;The game focuses on the intensive years from 1950 to 1954 in  the northern part of Vietnam, called Tonkin, and Laos. It is a game of high interactive play where both players have a set of ten operation points and a number of supply dumps. &#10;By spending operations points you will be able to perform different, mostly non-combat, actions. By expending a supply dump you will also be allowed to perform combat missions. But there will be a limited number of supply dumps to expend and they will also be needed to keep units in supply. When you spend operation points you will only be allowed to spend one, two or three points in a row before it is your opponents turn to spend his.&#10;&#10;This creates a game where you, in the long term, will have to plan and save supply and at the same time be prepared to react to your opponent's actions. &#10;In the short term you will be forced to make decisions based upon the number of operation points you have been given to spend in a row and the missions you need to accomplish.&#10;&#10;Contents:&#10;&#10;    22&quot; x 34&quot;  map    &#10;    352 each .6&quot; Game Counters&#10;    24 pages rulebook&#10;    4 ea. 8 1/2&quot; x 11&quot; Charts&#10;    3 ea. 8 1/2&quot; x 11&quot; Information&#10;&#10;&#10;5 Scenarios + Campaign Game&#10;&#10;Map Scale:    12.5 miles per hex&#10;Unit Size:    Regiments / Battalions&#10;Time Scale:    1 month per turn&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: First Indochina War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7819",
    "Name": "BOG",
    "ID": 396335,
    "Year": "(2024)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/396335/bog",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.8333",
    "Description": "In this 2-player battle for the Bog, you&rsquo;ll play Frogs from your hand and move them around on Lily Pads (playing area). Land on flies to draw more cards and on opposing Frogs to earn points. Complete Frog &lsquo;Routes&rsquo; and score Frog &lsquo;Formations&rsquo; for even more points. The player with the most points at the end of the game is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Force Commitment",
      "Hand Management",
      "Movement Template",
      "Physical Removal",
      "Programmed Movement",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Animals: Insects",
      "Players: Two-Player Only Games",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "7820",
    "Name": "Carthage",
    "ID": 224403,
    "Year": "(2018)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/224403/carthage",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2.0833",
    "Description": "Enter the theater of Carthage where only one Gladiator will survive. Take heed for every move could be your last!&#10;&#10;Carthage is a deck-building board game in which players move around a hex-based arena and face off in gladiatorial warfare to earn crowd favor, gain armor, and battle to the death. This game uses blended mechanisms of deck-building, hand management, and a whole lot of ruthless &quot;take-that&quot; combat. A round begins with the combat phase where players play action cards, after which they spend crowd favor points to build better combat options, lobby the crowd for advantages, or assemble their starting deck into a more lethal combination of tactics.&#10;&#10;&#226;&#128;&#139;Carthage utilizes deck-building and miniatures to give players a progressive game experience...ending in a vicious crescendo of blood and glory! Gladiators start in the theater as weak combatants, but as their actions gain crowd favor, they can develop their tactics (deck) into a lethal combination of damage, armor, and movement on the hex-based arena.&#10;&#10;Featuring a unique modular ruleset which allows players to alter the game complexity, play time, and strategic depth!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Carthage",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "7821",
    "Name": "The King's Armory",
    "ID": 145493,
    "Year": "(2015)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/145493/the-kings-armory",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "3.1364",
    "Description": "The King's Armory is a co-op tower defense game for 1-7 players that remains true to the online genre of tower defense; in addition, it allows new players to drop in or drop out of the game without destroying the game balance!&#10;&#10;Designed after our favorite online TD games, there is a map that consists of 16 road tiles that allows you to design your own new map each time. At the start of the game each player chooses one of seven playable heroes to lead the King&rsquo;s defenses. The Heroes, though powerful, can not go it alone. They will need to build towers which will house hired aid, such as the Foot Soldier, the Archer, the Sorcerer, the Psionicist, and the Cleric; each with their own unique abilities. Over the course of the game Waves of monsters will flood onto the board, rushing down the path, turn by turn, trying to break into the King's Armory. If the monsters succeed, you lose! If you kill them all, including their leader, the super powered Boss monster, you all win together!&#10;&#10;To aid your quest you may upgrade your Heroes by purchasing unique Equipment that grants them newer better abilities; while the Hirables can be upgraded directly, up to 3 levels each, gaining new powers each time! And when all else fails, you can always call for Reinforcements; a set of special bonus attack cards that each deals damage to a whole area on the board in a new and unique way!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Network and Route Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7822",
    "Name": "Bridge Troll",
    "ID": 40235,
    "Year": "(2009)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/40235/bridge-troll",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0152",
    "Description": "In Bridge Troll, you and your friends are hideous trolls who each guard a troll bridge. Each turn, you throw boulders to bid for travelers, who vary in number depending on the weather for that day. Travelers include fat merchants, pilgrims, poor monks (who make good eating), and if you are lucky, royal personages. As travelers come to your bridge, you use them to collect tolls. But watch out! Knights, bandits, dragons, and vicious Billy Goats Gruff prowl the countryside. You'll have to use some of your boulders to chase them away (which means you&rsquo;ll have fewer left to use on your bridge!).&#10;&#10;Although you need to collect tolls from travelers so you can buy building supplies, working on your bridge makes you hungry, so you will have to eat some of your travelers instead. It is important to balance tolls with food in order to make your bridge very appealing to travelers. If you eat too many travelers or just collect money, you won't be able to fix up your bridge. The player who uses toll-money, food, and boulders to build the most impressive troll bridge operation wins the game.&#10;&#10;First of two &quot;Troll&quot; games by the designer, the second being Trollhalla.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Trolls",
      "Folk Tales & Fairy Tales: Three Billy Goats Gruff"
    ]
  },
  {
    "Rank": "7823",
    "Name": "The Finest Fish",
    "ID": 362587,
    "Year": "(2022)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/362587/the-finest-fish",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Fishkeeping is a competitive hobby! Every fish owner wants to win the coveted Best in Show award at the national goldfish competition, but to have the most attractive pet, you need to carefully plan its colors and design.&#10;&#10;In The Finest Fish, you complete design objectives and arrange colorful scales on your goldfish in order to create the finest fish in the show.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "7824",
    "Name": "Axis Empires: Ultimate Edition",
    "ID": 291434,
    "Year": "(2023)",
    "Geek Rating": "5.623",
    "Avg Rating": "8.96",
    "Link": "https://boardgamegeek.com/boardgame/291434/axis-empires-ultimate-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "900",
    "Play Time": "3600",
    "Weight": "4.6667",
    "Description": "Axis Empires is a completely new edition of Axis Empires: Totaler Krieg and Axis Empires: Dai Senso, with four new maps, 8 1/3 countersheets, 550 cards, and five new full-color rules booklets with new optional rules and scenarios. Now you can play out those East vs. West &ldquo;Separate Peace&rdquo; scenarios and spring unexpected surprises on your opponents with &ldquo;Fortunes of War&rdquo; cards!&#10;&#10;The Ultimate Edition also comes with Schiffskrieg, the air-and-naval expansion that provides additional detail for players who want more from the game beyond its abstract support units. Now players must base their air assets and ships (down to the cruiser level) on the map and move them to respond to threats. Air-naval combat, commerce raiding, anti-submarine warfare, and naval construction are all accounted for while preserving that Krieg design elegance you know and love.&#10;&#10;Finally, there&rsquo;s Dice of Decision II, a much-expanded update to the Random Campaign Generator featured in Totaler Krieg! As before, you&rsquo;ll be able to create new, very different Second World Wars based on alt-history paths from the Great War and the 1920s and &lsquo;30s. What if the Tsar still ruled Russia? What if Germany had won the war in 1917? What if there hadn&rsquo;t been a Great Depression? New for DoD II is everything related to Asia and the Pacific &mdash; now you&rsquo;ll be able to explore what might have happened if there were no Washington Naval Treaty? What if Japan&rsquo;s 1931 involvement in Manchuria had unfolded differently? What if Gandhi had gained independence for India? Naturally, your alt-hist Europe and Pacific games will still link to tell a completely original Global War story.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Krieg (Decision Games)"
    ]
  },
  {
    "Rank": "7825",
    "Name": "Deadly Doodles",
    "ID": 272599,
    "Year": "(2019)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/272599/deadly-doodles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "In Deadly Doodles, 1-4 players simultaneously draw paths through a dangerous dungeon. Draw cards, draw a path through your dungeon, and rack up points! Collect loot and fight monsters...or run away screaming! Can you defeat the dragon for the big score?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "7826",
    "Name": "Noxford",
    "ID": 206448,
    "Year": "(2016)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/206448/noxford",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.7692",
    "Description": "Welcome to Noxford, a timeless city in perpetual construction that extends continuously following the rhythm of the gears that hold it. Each player leads a crime syndicate and relies on their lieutenants and henchmen to become the most influential around rich districts of the city.&#10;&#10;Set in a Steampunk universe, Noxford gives you the opportunity to take control of a Victorian city made up of cards. In turn, players place in the game either cards depicting influence of their syndicate, or neutral cards representing rich districts (victory points) as well as barracks (which cancel syndicate influence around those areas). Cards must be placed so that they touch at least two cards already in play and must have at least two edges aligned on the edges of the cards that it touches.&#10;&#10;The game ends when a player plays their last syndicate card. Then, players win neutral districts if they have more syndicate cards than their opponents around. Neutral districts give 1 victory point per symbol on them, and a +2 bonus if the district depicts the favorite field of the player's syndicate. The player with the most victory points controls the city and wins the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Art style – Art Deco",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "7827",
    "Name": "Dictopia",
    "ID": 343133,
    "Year": "(2022)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/343133/dictopia",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Dictopia is a fast-paced word game in a dystopian world played in 5 rounds of 90 seconds.&#10;&#10;Language is watched, words are censored. Do you have what it takes to join the Resistance? Each player have 8 cards with 2 letters on it. Use them to create words. Each letter have eyes on it and gives you points. Earn bonus points by having the good number of eyes in your word and by completing special missions of the Resistance.&#10;&#10;The winner is the player with the most points at the end of the 5 rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Science Fiction",
      "Word Game"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Real-Time",
      "Solo / Solitaire Game",
      "Spelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Ulule"
    ]
  },
  {
    "Rank": "7828",
    "Name": "Taktika",
    "ID": 32129,
    "Year": "(2007)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/32129/taktika",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4706",
    "Description": "At its heart, Taktika is a serious game of strategy and skill. The main difference between Taktika and other strategy games is that you flick your pieces around the table to set up attack and defense. Each player has an army of ten wooden discs. There are 3 types of units and they all move and attack differently. Scenarios are available with the base set and on the publisher's site.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7829",
    "Name": "Munchkin Quest",
    "ID": 29678,
    "Year": "(2008)",
    "Geek Rating": "5.623",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/29678/munchkin-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5209",
    "Description": "Kill the monster, grab the treasure, stab your buddy. That's what it's all about. Now, Munchkin has been transformed into a board game...&#10;&#10;In Munchkin Quest, you can co-operate with the whole group, adventure with a partner, or strike out on your own. You don't know what's behind a door until you open it...then another tile is added to the dungeon. Battle monsters for power and treasure, or send them after your friends. Reach Level 10, then get out alive if you can!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Game: Munchkin",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7830",
    "Name": "Surrealist Dinner Party",
    "ID": 310194,
    "Year": "(2021)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/310194/surrealist-dinner-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "50",
    "Weight": "1.8889",
    "Description": "Show your hosting prowess and treat your favorite Surrealist artists and writers to an excellent dinner party! But this might be trickier than you&rsquo;d imagine. Keep your guests happy by serving the food they desire, managing drama between them, and sending them home at the right time.&#10;&#10;On your turn, bring new guests to the party, serve food and drink, or have guests socialize with their neighbors at the table. Each artist also has a unique habit, so pay careful attention to who is sitting next to whom! Of course you want to make all the guests you&rsquo;ve invited happy, but if you can arrange for your opponents&rsquo; guests to start a little drama, that&rsquo;s okay too!&#10;&#10;It is living and ceasing to live that are imaginary solutions. Existence is elsewhere&hellip; &ndash; Andr&eacute; Breton.&#10;&#10;Awards &amp; Honors:&#10;IndieCade Award // 2021 Nominee&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7831",
    "Name": "1914: Nach Paris",
    "ID": 367031,
    "Year": "(2022)",
    "Geek Rating": "5.623",
    "Avg Rating": "8.79",
    "Link": "https://boardgamegeek.com/boardgame/367031/1914-nach-paris",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "1620",
    "Weight": "3.875",
    "Description": "In August 1914 many French people were proud to fight for Freedom, against autocracy and pangermanism. Germans and French were confident of victory, the former would soon see themselves in Paris and the latter in Berlin, all of them knew the price of duty.&#10;&#10;The vast majority of soldiers mobilized in August 1914 thought that the conflict would be swift and that they would return home for the harvest at the latest. It was with fervor and conviction that all of them took the &quot;flower with the gun&quot; to the battlefield. During the battles of the borders and the Marne, the losses amounted to more than 1,128,000 men of all nationalities, with about 293,000 killed.&#10;&#10;&#10;     Were there any strategic errors?&#10;     Was there a bad evaluation of the forces involved?&#10;     Was there serious military incompetence on both sides?&#10;     Or was it the macabre result of a brutal confrontation between two heavily armed military blocs?&#10;&#10;&#10;With 1914 - Nach Paris you can try to find the answer to questions like these.&#10;&#10;Finely modeled units of the belligerents, an accurate and representative topography of the theater of operations and the various fortified obstacles, the accuracy of the chronology of the disposition of troops and highly detailed logistical networks are modeled to faithfully simulate the first big confrontations of the Great War.&#10;&#10;1914 - Nach Paris offers small to medium sized scenarios to play only a specific part of the campaign as well as the option to play the great campaign scenario &quot;En rase campagne&quot; to simulate the first six weeks of World War I in the West. The belligerents need to obtain a decisive victory or face the slow descent into trench warfare.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "7832",
    "Name": "Russian Civil War 1918-1922",
    "ID": 2665,
    "Year": "(1976)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/2665/russian-civil-war-1918-1922",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.1471",
    "Description": "Part of SPI's Power Politics series, this game is the historical simulation of Russia's military and political conflict of 1918-1921, which abolished the Czarist regime and created the foundation of the Soviet Union.  Each player controls one or more factions drawn from the revolutionary, counter-revolutionary, nationalist and interventionist forces which historically participated.  For this reason, players may even find it advantageous to attack their own forces.  Victory depends first on the side one wants (either revolutionary or counter-revolutionary) winning the war and second on being the  player most successful defeating the forces of the losing side.&#10;&#10;Special rules cover the Politburo Central Committee, Purges, the Czar and the Imperial Gold.  Optional rules permit any number of players, as well as solitaire.  A large number of named leader counters are included.  Also there are historical notes, design notes and a 2-page summary of the rules.&#10;&#10;Re-implemented by: &#10;&#10;    Russian Civil War 1918-1922 (Second Edition)&#10;&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Russia",
      "Decades: The 1920's",
      "History: Russian Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Wargames with Solitaire Rules",
      "Series: Power Politics (SPI)"
    ]
  },
  {
    "Rank": "7833",
    "Name": "The Sorcerer's Cave",
    "ID": 1202,
    "Year": "(1978)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/1202/the-sorcerers-cave",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.775",
    "Description": "A fantasy-based game, using cards to create an underground lair that players explore -&ndash; cooperatively or competitively -- using bands of characters, in an attempt to leave with the highest score (monsters defeated and treasure). Gaming decisions are relatively limited, but the fascination of the game lies in the changing setup and the 'story' that is created on each occasion.&#10;&#10;The game shares its basic mechanics with The Mystic Wood by the same author.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "7834",
    "Name": "Milito",
    "ID": 258207,
    "Year": "(2019)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/258207/milito",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Refight battles between the greatest armies of the Ancient World: Republican Roman, Carthaginian, Alexandrian Macedonian, Achaemenid Persian, and more!&#10;&#10;Milito is a card-based, diceless wargame by Martin Wallace that puts you at the head of an Ancient army, making the key tactical decisions that will win or lose you the battle. Commanding a combination of troops unique to your own army, you'll play unit cards to take control of the battlefield. Skirmish with light troops to hold the enemy at bay, use your cavalry's maneuverability to your advantage, and advance your units of well-armored infantry to drive the enemy away. Flank attacks and army-specific leaders provide further tactical depth. Choose the right moment to commit your best units into the battle line, and capture three terrain areas to win the game.&#10;&#10;Each card in your hand represents one of your army's units, which has the same strengths and weaknesses as its historical counterpart. Units are rated for speed, attack strength, defense strength, and other modifiers based on battlefield performance. Leader cards offer combat bonuses and have their own unique abilities &mdash; but be warned that not every leader card is an Alexander or Hannibal!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Card Games: Lane Battler",
      "Crowdfunding: Giochistarter",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7835",
    "Name": "Forbidden Bridge",
    "ID": 3945,
    "Year": "(1992)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/3945/forbidden-bridge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3478",
    "Description": "A motorized adventure game in which explorers attempt to bring back gems from a lost civilization. The game is in two halves: moving across a static river, climbing a short cliff, and then moving one's explorer across the forbidden bridge. The &quot;angry idol&quot;, when depressed, will shake the bridge in an attempt to knock the crossing explorers onto the river below.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Dice with Icons",
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "7836",
    "Name": "27th Passenger: A Hunt on Rails",
    "ID": 158837,
    "Year": "(2014)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/158837/27th-passenger-a-hunt-on-rails",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "1920s, New York City: A secret contest takes place on the train route from bustling Manhattan to quiet Staten Island. A group of assassins has gathered to play a deadly game. You are one of them, disguised as someone beyond suspicion, and you ride the rusty rails with one and only one purpose: To be the last one standing.&#10;&#10;In 27th Passenger: A Hunt On Rails, for 3-6 players, you'll gather information to identify your opponents, use your scheming techniques to convince innocent passengers to stay or get off the train, keep a low profile when you see someone on your tail, and draw your weapon to take out a suspected opponent! But be careful &mdash; kill an innocent passenger and it's the bottom of the Hudson River for you.&#10;&#10;Will you make it to the last station?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Paper-and-Pencil",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7837",
    "Name": "Talisman: Kingdom Hearts",
    "ID": 273976,
    "Year": "(2019)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/273976/talisman-kingdom-hearts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "In Talisman: Kingdom Hearts, Sora, Kairi, Riku, King Mickey, Goofy, and other comrades must acquire the needed strength and magic to seal the Door to Darkness and keep Heartless from consuming the communal worlds.&#10;&#10;An artful game board with three regions, custom marbleized six-sided dice, tokens, and cards maintain the beloved aspects and exploratory spirit of earlier versions of the Talisman board game while offering lighthearted Disney nostalgia. Memorable locations such as Never Land and Traverse Town, Munny-themed currency, Gummi Paths and more comprise a brand new journey to the delight of sentimental fans.&#10;&#10;Contents (from distributor listing):&#10;&#10;Game Board&#10;102 Adventure Cards&#10;30 pairs of Adventure Card Tokens&#10;22 Spell Cards&#10;6 Stat Boards with Health, Strength &amp; Magic Dials&#10;36 Fate Tokens&#10;28 Purchase Cards&#10;4 Keyblade Cards&#10;11 Character Cards&#10;11 Plastic Figures: Sora, Kairi, Ventus, Donald, Mickey, Xion, Riku, Goofy, Aqua, Terra, Mulan&#10;4 Heartless Character Cards&#10;30 Munny&#10;Two 6-sided Dice&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Talisman",
      "Video Game Theme: Kingdom Hearts"
    ]
  },
  {
    "Rank": "7838",
    "Name": "Dickory",
    "ID": 347218,
    "Year": "(2021)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/347218/dickory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.8571",
    "Description": "Be the first to get rid of your cards in this climbing game with shifting ranks!&#10;&#10;The game is in the vein of Dai Fug&#197;&#141; (**Millionaire**) and involves playing cards from your hands in singles, doubles, triples, quads, or 3-card runs.&#10;&#10;There are no suits, and ranks can shift by clever manipulation of a &quot;conveyor belt&quot; queue of cards. Whichever rank is in the rightmost position of the conveyor belt is the highest rank, and the ordering of the remaining ranks shifts according to a circular ranking.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "7839",
    "Name": "Asteriated Grail",
    "ID": 128425,
    "Year": "(2010)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/128425/asteriated-grail",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.1786",
    "Description": "4 or 6 players to play. Players are split into 2 teams and seated in an alternate fashion. Each team starts with a fixed number of hit points. Cards are played to attack any player of the opposing team and successful attacks result in cards drawn for the attacked player. If the hand limit of cards is surpassed, the hit points will be reduced. The attacking team also gets a crystal and crystals can be exchanged for a cup. A team wins by either collecting 5 cups or decreasing the opposing team's hit points to zero.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Asteriated"
    ]
  },
  {
    "Rank": "7840",
    "Name": "Mini-Mutabo",
    "ID": 289183,
    "Year": "(2019)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/289183/mini-mutabo",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "A standalone expansion for Mutabo with 100 new cards for 90.000 new &quot;stories&quot;. The box comes without the pencils and the paper. Players who want to play it independently of the original game will have to supply these.&#10;&#10;The game has two sets of cards, one card type with six subjects and the other type with six verbs and objects. Players draw one card of each and form a sentence out of their 36 possibilities. They write this sentence on a sheet of paper and pass it to their neighbor. The neighbor then draws what they read, folds back the sentence and passes the paper to the next player, who then has to write what they see. And so on. The game is usually played without a victory condition, but if players want to determine a winner, they can vote on the most creative &quot;sequels&quot;.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil",
      "Real-Time",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "7841",
    "Name": "Tomorrow",
    "ID": 89342,
    "Year": "(2013)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/89342/tomorrow",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6923",
    "Description": "It is a few years in the future and the nations of the world concur with the opinion of an unprecedented number of leading scientists: a combination of overpopulation, environmental change, and resource depletion has put the human species at imminent and dire risk. Something needs to be done &ndash; but what? In the span of a few weeks, top advisors and experts in each major world power conclude that the only way their people &ndash; and, indeed, all of humanity &ndash; will survive is via dramatic and immediate global de-population. With no one wanting to put their own people at risk, it will take aggressive and even inhumane acts to somehow save the world.&#10;&#10;Tomorrow simulates a near-future in which six world powers struggle to save their people and culture in the face of imminent world calamity. You control one of six powers &ndash; the United States, the European Union, Russia, China, India, or the Arab Caliphate &ndash; in a live-or-die struggle to save the planet and your people, while preserving your culture and heritage for the generations hopefully to follow. Your objective is to contribute to the unavoidable de-population, while maximizing the goodwill of your people and the world. Tomorrow includes many exciting gaming elements:&#10;&#10;&#10;     High levels of social interaction: Much of the game is conducted via face-to-face diplomacy involving all six players. &#10;     Player determination: This low-luck game forces you to match wits with your antagonists &ndash; not roll dice &ndash; in order to beat them.&#10;     Variety: Every game is different thanks to a range of Event Cards that have many different effects on the action.&#10;     Various types of warfare to choose from, each with their own strengths and weaknesses: You can choose to use Conventional Military or Terror, or even unleash Biological and Nuclear horrors.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Environmental",
      "Modern Warfare",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: China",
      "Country: India",
      "Country: Russia",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "7842",
    "Name": "Dungeon Decorators",
    "ID": 319999,
    "Year": "(2021)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/319999/dungeon-decorators",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2",
    "Description": "From time beyond memory, a great evil overlord has plagued the land, his ruthless cruelty matched only by his ruthlessly poor decorating taste. That evil overlord has died, and numerous pretenders are vying to take over his throne. And everyone knows that the first step on the journey to becoming a legendary evil boss is to set up a nefarious lair.&#10;&#10;That&rsquo;s where you come in. You are a dungeon decorator who specializes in setting up cozy underground spaces with just the right &ldquo;lair-y&rdquo; feel for your clients. You will compete against your opponents to build the best dungeon with all the right accoutrements, so that your villainous clients can move in, feel at home, and get right down to evilling.&#10;&#10;Dungeon Decorators is a competitive &ldquo;light euro&rdquo; tile-drafting strategy game for 2 to 4 players. Select tiles that give you the right combination of chilling chambers, harrowing hallways and dire decorations, then play goal cards to score points. The player who scores the most points achieves victory by impressing the client and setting them on their path to becoming the next legendary evil!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Maze",
      "Territory Building"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Map Addition",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Auction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "7843",
    "Name": "Zopp",
    "ID": 1803,
    "Year": "(1997)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/1803/zopp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.1765",
    "Description": "Zopp can be played with 2 (singles) or 4 players (doubles). The rules roughly correspond to soccer. Each player has 3 stones representing his players (black and white), and a smaller stone (red) represents the ball. The stones are flicked using the Zopp-stick or fingers on the surface. Each side alternates attempts to knock the ball into a goal by flicking their own players. Player with the most goals wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "7844",
    "Name": "WARS Trading Card Game",
    "ID": 12488,
    "Year": "(2004)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/12488/wars-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3",
    "Description": "&quot;It is Earth-year 2391. Through a vast tear in the fabric of the universe, alien warriors emerge to fight an already embattled humanity. The sky is burning. The Gateless Gate has opened. The cosmic rip meanders like a burning string across the galaxy and slices through the asteroid field near the orbit of Jupiter. The great opening becomes known as, 'The Mumon Rift'...&quot;&#10;&#10;A new TCG in a proprietary Sci-fi Universe that revives the mechanics of Decipher's Original Star Wars CCG.&#10;&#10;John Howe (of the LOTR movie fame) will develop the art concept.&#10;&#10;One difference from SW CCG is that the deck backs will all be the same, no evil/good hoopla.&#10;&#10;Per Decipher, WARS TCG is currently &quot;on hiatus&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7845",
    "Name": "Smart10: Family",
    "ID": 340722,
    "Year": "(2021)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/340722/smart10-family",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The new Family Edition contains 200 questions that challenge all family members and call for an enjoyable competition.&#10;&#10;There are ten possible answers to each question, and every player gets to answer every question.&#10;If the answer is correct, the player gets an answer marker.&#10;But should you answer or pass?&#10;If you don't score your answer markers on time (and thereby pass on this round), you can end up losing them.&#10;So if you are not 100% certain of an answer - do you gamble or do you pass?&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Game: Smart10"
    ]
  },
  {
    "Rank": "7846",
    "Name": "The Specialists",
    "ID": 320992,
    "Year": "(2021)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/320992/the-specialists",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2.8",
    "Description": "Seven Heists to become a legendary gang&hellip; The challenge of a lifetime! Prepare your plan and your equipment, watch the location that you want to rob, recruit skilled specialists and be ready for anything! Use your specialists to make a fortune while staying one step ahead of the rival gangs, perform Heists all around the world, but don&rsquo;t forget the golden rule: never rob twice in the same city! Now, it&rsquo;s time to roll the dice&hellip;&#10;&#10;---- ---- ----&#10;&#10;GOAL OF THE GAME:&#10;Recruit the best specialists and assemble your dream team. Rob casinos, Banks and jewelries from the biggest cities in the world. Gain millions and become a legend.&#10;&#10;---- ---- ----&#10;&#10;OVERVIEW:&#10;A seemingly simple action, such as choosing 1 die from a small common pool, becomes surprisingly multifaceted here. 1 die, only 1 die per round. And a maximum of 12 rounds available to create the perfect gang of specialists to perform 7 heists. Each Specialist requires 1 die to be recruited and 1 die to be activated. Obviously you would like to recruit 1 Specialist per round, because only having a large gang you can make the most profitable heists. You would also like to activate her/him, because she/he will provide you with the necessary equipment. But at the beginning of each round you will get that one, single die.&#10;&#10;You will therefore need to be able to recover other dice from bonuses or through the same effects of the specialists you have recruited. Ah, yes, the specialists ... If you have many with the same competence you can get very powerful activations and unlock unique skills. But it will be hard to perform the heists, because very different skills are required in each city. If, on the other hand, your gang is varied, you will have easier access to different casinos, banks or jewelries. But will the weaker activations be enough to provide you with dice, equipment and anything you need for the next rounds? &#10;Finally, remember that you are not alone at the table and that the other gangs are not sitting back.&#10;&#10;Which die to choose? How to create the best gang? Differentiate or specialize? Spend the dice or keep them for later? Behind a system of relatively simple rules, there are deep choices that require a good dose of strategy and planning. And the ability to face unforeseen situations. Because the dice, when thrown, do what they want ...&#10;&#10;Finally, the most difficult challenge, the solo version, in which you will have to deal with the possibility of being discovered by the Interpol or defeated by the other gangs before the game is over!&#10;&#10;---- ---- ----&#10;A PLAYER'S TURN&#10;&#10;1 - Choose 1 die&#10;Choose 1 die among the available dice and slide that die on your Player Board so that it occupies the rightmost free space.&#10;&#10;2 - Use a Specialist Card&#10;Spend your dice to use a Specialist Card from the display. You may either&#10;- Recruit a Specialist Card in your team (white die of this card), then activate their Ability (black die) if you want;&#10;or Become an Informant: Receive the reward indicated on the Informant Card.&#10;- or Fast-Play a Specialist Card (activating them directly from the display, without taking the Specialist in your team)&#10;or Become an Informant: Receive the reward indicated on the Informant Card.&#10;&#10;3 - Perform a Heist&#10;Perform a Heist in a town to gain millions and special rewards. You need to have the required Skills and Equipment.&#10;or Become an Informant&#10;Receive the reward indicated on the Informant Card.&#10;&#10;---- ---- ----&#10;END OF THE GAME&#10;&#10;The game ends when one of the following conditions is met:&#10;1 - A player performed 7 Heists.&#10;Complete the current round, then proceed to the final scoring.&#10;2 - The 12th Informant Card is revealed at the beginning&#10;of the round.&#10;Complete the round (each player plays once), then proceed to the final scoring.&#10;&#10;---- ---- ----&#10;WHO WINS&#10;The richest player (in millions) wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "7847",
    "Name": "Star Cartel",
    "ID": 221233,
    "Year": "(2017)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/221233/star-cartel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "It's time to ditch this dingy cantina because you're ready to make it big. Welcome to the Star Cartel.&#10;&#10;The black market's a tricky business, and now that you've joined the Star Cartel, you'll need to play it smart. Every shipment you make will let you stash some contraband for yourself and will earn you a new ship, but with every fresh delivery the Cartel's prices change. Will you risk it all on illicit plants, plan to convey a careful mix of med-kits and energy crystals, or rush to deliver as quickly as possible to get that special ship? Don't push too hard or the price will fall faster than re-entry to atmosphere, and your hopes will fall with it.&#10;&#10;Load your ship with available goods and once your ship is full, the goods shipped will modify their own value. Each time you deliver goods, your ship upgrades to the next highest capacity ship. In the end, the player who stashed the most luxurious goods wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Science Fiction",
      "Transportation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "7848",
    "Name": "Phantom Fury",
    "ID": 91010,
    "Year": "(2011)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/91010/phantom-fury",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.88",
    "Description": "Phantom Fury - The 2nd Battle for Fallujah&#10;This solitaire game simulates, at tactical scale, the combat waged by US forces during the month of November 2004 to secure the city of Fallujah and crush insurgent resistance. The game particularly focuses on the fighting of the 3rd Battalion, 1st Marine Regiment, 1st Marine Division in the Jolan District in the north-west part of the city in the morning of November 9th.&#10;&#10;The player controls USMC troops while the system handles the insurgents. This design is based mainly on the article &quot;Infantry Squad Tactics: Some of the lessons learned during MOUT (military operations in urbanized terrain) in the battle for Fallujah&quot;, published in the September 2005 issue  of the Marine Corps Gazette.&#10;&#10;The map includes a part of the Jolan District, divided into 61 zones of approximately 50x50 meters and sections of road of equal size. Each zone is made-up of several locations (open ground, courtyard, first storey, second storey, rooftop) represented by boxes that are used to manage movement. Tracks and charts are also on the map edges.&#10;&#10;The troops of each side are represented by &lsquo;unit&rsquo; counters, each corresponding to one Marine squad (six to 12 men) or a group of insurgents (about six men each). The total strength of USMC forces is about that of a reinforced company. Each squad has a combat factor that is used to resolve firing and assaults. The attachment of a Combined Anti-Armor Team (CAAT) to a squad increases its combat factor in certain cases. When a USMC squad suffers a step loss during combat, the counter is flipped to its reduced side. If it suffers another loss, the unit is removed from the game (i.e., the squad is no longer operational and the wounded are evacuated to the rear). Insurgent units appear in two distinct types: guerrilla units and martyr units, also each with their own combat factors. Guerrilla units fight USMC troops but withdraw rather than be destroyed. Martyr units, instead, have vowed to die where they stand and kill as many enemies as possible. These units are immobile and, within their fortified positions, await the attacks of USMC forces. At all times, insurgent units are eliminated after suffering one step loss.&#10;&#10;Insurgent units do not appear directly on the map. Initially, the player deploys &ldquo;suspect&rdquo; markers which represent a potential, non-identified danger to USMC troops. Their placement is partially random. Once fired upon or assaulted, these &ldquo;suspect&rdquo; markers are activated and their true nature (dummy, guerrilla, martyr, IED, or sniper) is revealed. However, USMC troops can also count on the support and fire power of a pair of M1A2 Abrams tanks. A section of Iraqi soldiers from the Iraqi Intervention Force (IIF) is also available, their mission being the capture of the mosque in Jolan, as the USMC troops do not have the right to enter that zone.&#10;&#10;The game lasts a maximum of 16 turns, each representing about 15 minutes of real time. Each turn begins with a variable cycle of USMC support missions. These missions are of three types (reconnaissance by drones &ndash; UAV, close air support by helicopter, and aerial bombardment). Each of these missions can only be conducted a certain amount of times per game, and their execution is not automatic. In case of a mission being cancelled or delayed, the insurgents can temporarily take the initiative and act (reinforcements, withdrawal, counter-attack, etc.). Then, a reinforcement phase allows the player to enter extra troops onto the map at the cost of victory points. Each squad then has the opportunity to fire or move. After conducting movement, the player resolves his assaults against insurgent units that are adjacent to his Marines. Before launching an assault, a squad can detach its security element in order to isolate the zone and prevent any retreat by the enemy. There are three types of assaults in the game, depending on the locations occupied by the belligerents: &lsquo;top-down&rsquo;, &lsquo;bottom-up&rsquo;, and normal. Each type has their advantages and disadvantages for the attacker and defender. CAAT support can also use their incendiary explosives to eliminate insurgents that are too strongly entrenched. Also, each assault can be accompanied by a random event which will influence its result. The game turn concludes with a re-organization phase during which the USMC capture of zones and the infiltration by insurgent troops is checked.&#10;&#10;At the end of the 16 turns, the player determines his victory level. If all of the zones on the map are not controlled by the USMC, the player loses the game. If at the end of any turn the USMC controls every zone, the player wins the game and calculates his victory points to determine the extent of his victory (major, minor, bitter). A full game can be completed in about four hours.&#10;&#10;Components:&#10;&#10;&bull; 17x22 map&#10;&#10;&bull; 88 &frac12;&rsquo;&rsquo; die-cut counters and 140 5/8&rsquo;&rsquo; counters&#10;&#10;&bull;  1 player aid&#10;&#10;&bull; 1 die&#10;&#10;&bull; Rule booklet&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Fallujah (Iraq)",
      "History: Iraq War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "7849",
    "Name": "Catchup",
    "ID": 68199,
    "Year": "(2010)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/68199/catchup",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "13",
    "Play Time": "13",
    "Weight": "2.1",
    "Description": "Catchup is a simple abstract game with a devilish dynamic. The goal is to have the largest group of stones on the board when the board is full of stones, but as you get closer to winning, your opponent gets more powerful. Whereas most stone-placement games are about position, Catchup is about timing, position, and the interplay between them.&#10;&#10;Definitions:&#10;&#10;1. Group &ndash; a set of connected, like-colored stones on the board. A single stone is also considered a group.&#10;&#10;2. Score - your score is the number of stones contained in your largest group. At the beginning of the game, both players' scores are set to 1&#10;&#10;Rules:&#10;&#10;1. One player owns the white stones and the other owns the black. White begins by placing 1 stone on any empty space. &#10;&#10;2. From then on, starting with black, players take turns. On your turn, you may place 1 or 2 stones, or up to 3 if your opponent's score increased on their last turn and is, at the beginning of your turn, greater than or equal to your score.&#10;&#10;3. After taking your turn, if your score has changed, move your pawn to the corresponding spot on the scoring track.&#10;&#10;4. The game ends when the board is full. The player with the largest group wins. If the players&rsquo; largest groups are the same size, compare their second-largest groups, and so on, until you come to a pair which aren&rsquo;t the same size. Whoever owns the larger of the two wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex5 Grids",
      "Components: HexHex6 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7850",
    "Name": "Say my Name",
    "ID": 197786,
    "Year": "(2015)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/197786/say-my-name",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Say my Name mixes Celebrities with new mechanics like taboo words and a lighting round where you find relationships between concepts.&#10;&#10;You are gonna have to speak, act, sing and even think...but dont think too much &iexcl;Only the fastest is going to have a chance to win!&#10;&#10;From the game box (in Spanish):&#10;&#10;En SAY MY NAME ten&eacute;s que darle pistas a tus compa&ntilde;eros de equipo para que adivinen el contenido de la tarjeta lo m&aacute;s r&aacute;pido posible.  Antes de empezar eleg&iacute; la categor&iacute;a que m&aacute;s te guste:  T&iacute;tulos, Personajes o Vale Todo.&#10;&#10;La partida se divide en 4 rondas.&#10;&#10;RONDA 1: pod&eacute;s hablar, actuar, hacer sonidos, se&ntilde;alar, etc. Pero no pod&eacute;s mencionar el t&iacute;tulo o personaje a adivinar ni tampoco la Palabra Clave.&#10;Apurate, solo ten&eacute;s 30 segundos para lograr que tus compa&ntilde;eros adivinen la mayor cantidad de tarjetas posibles.&#10;&#10;RONDA 2: es igual a la Ronda 1 pero solo pod&eacute;s decir una palabra y actuar.&#10;&#10;RONDA REL&Aacute;MPAGO:  en esta ronda todos los equipos compiten a la vez por ver qui&eacute;n es el primero en adivinar la Palabra Clave.&#10;&#10;RONDA 3: en esta ronda solo pod&eacute;s actuar.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Say my Name",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "7851",
    "Name": "Talisman: Batman – Super-Villains Edition",
    "ID": 274690,
    "Year": "(2019)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/274690/talisman-batman-super-villains-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Talisman: Batman &ndash; Super-Villains Edition allows players to take on the role of Gotham City's notorious evil-doers, sneaking and fighting their way through Arkham Asylum's two floors and central tower to be the first to subdue Batman and successfully release its dangerous inmates.&#10;&#10;The anti-heroic objective in this take on the classic Talisman fantasy tabletop game focuses on building the health, strength, and cunning of the Caped Crusader's enemies. Players must compete with one another, while fending off heroes, including Batman himself who moves around the board as an NPC. The player who can overcome these challenges and shut down the Arkham Asylum security system will free all of the inmates earning the reputation needed to be King or Queen of the criminal underworld of Gotham City. The game features artwork from DC's &quot;New 52&quot; era, custom board art and includes thirteen plastic character figures, more than one hundred encounter cards, six-sided dice, and stat boards to monitor each character.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Miniatures",
      "Game: Talisman",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "7852",
    "Name": "Rubik's Race",
    "ID": 614,
    "Year": "(1982)",
    "Geek Rating": "5.623",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/614/rubiks-race",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.25",
    "Description": "A real time game reminiscent of Alex Randolph's Square Off but using Rubik's cube colors as a basis.&#10;&#10;In this game players race to complete a puzzle.  Each player has a 5x5 slide puzzle with one tile missing.  At the beginning of each round, the &quot;Scrambler&quot;, a device that looks like a 3x3 Boggle grid with the cover on -- but using colored cubes instead of letters -- is shaken.  Players then try to make the 3x3 center of their puzzle match the Scrambler.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Pattern Building"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games",
      "Theme: Rubik's Cube"
    ]
  },
  {
    "Rank": "7853",
    "Name": "Radetzky: Milano 1848",
    "ID": 258693,
    "Year": "(2018)",
    "Geek Rating": "5.623",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/258693/radetzky-milano-1848",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Smoke rises from the barricades, messengers dart among the rebels' outposts, the air is thick and vibrant with expectations...&#10;Radetzky: Milano 1848 is a cooperative game in which players act as the people of Milano rising against the Austrian Empire, represented by Austrian soldiers and their leader, Field Marshal Joseph Radetzky. In each turn, players can take up to three actions, with a choice among:&#10;&#10;&#10;    Move to a different area&#10;    Use a special ability&#10;    Increase a special ability's effect&#10;    Refill their hand&#10;    Conquer a territory&#10;    Fight against the Soldiers&#10;    Fight against Field Marshal Radetzky&#10;&#10;&#10;Fights are the core of the game: players must respond to Austrian cards using the appropriate ones from their hand. If two or more players are on the same area, they can join and fight together. They can go on fighting until they decide to stop... or until they win (or lose!). The game ends when one of the two factions conquers 5 of the 16 areas in which the city  is divided.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Push Your Luck",
      "Rock-Paper-Scissors",
      "Set Collection"
    ],
    "Families": [
      "Cities: Milan (Lombardy, Italy)",
      "Components: Map (City Scale)",
      "Country: Austria",
      "Country: Italy",
      "History: Revolutions of 1848"
    ]
  },
  {
    "Rank": "7854",
    "Name": "The Walking Dead: Here's Negan – The Board Game",
    "ID": 256572,
    "Year": "(2018)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/256572/the-walking-dead-heres-negan-the-board-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1667",
    "Description": "Reputation is everything as you experience the untold story of how Negan and the Saviors cleared the Sanctuary.&#10;&#10;Mantic Games is working with Skybound Entertainment to publish a board game inspired by The Walking Dead standalone series Here's Negan. Comic book fans will have the opportunity to play through a portion of Negan's background that&rsquo;s never been seen before.&#10;&#10;In The Walking Dead: Here's Negan &ndash; The Board Game, each player takes on the role of one of Negan's ambitious lieutenants. To win the favor of their despotic leader, Sherry, Dwight, Laura, John and Tara must help clear the &quot;Sanctuary&quot; of deadly Walkers. Danger lurks around every corner, however it's not always the Walkers that pose the biggest threat...&#10;&#10;Work together to clear the claustrophobic corridors of the abandoned factory, but that's only part of the mission. You must also do whatever it takes to gain Negan's respect and players &quot;win&quot; by earning the most Reputation Points. Impress Negan and reap the rewards. Fail and face Lucille&rsquo;s wrath.&#10;&#10;Here's Negan is a co-operative yet competitive board game for up to five players as you will compete with your fellow Survivors to earn the most Reputation Points. The amount of Reputation accrued will determine a group's success at the end of a mission, plus the player with the most Reputation Points will be declared Negan's favorite!&#10;&#10;Twelve scenarios tell the story of how Negan cleared the &quot;Sanctuary&quot; and went on to become the tyrannical leader of the Saviors. In these scenarios, players will clear the Sanctuary and each scenario features its own unique map layout, special rules, and objectives&#10;&#10;It comes with 19 incredibly detailed, pre-assembled plastic miniatures, 16 double-sided game tiles, plus all the dice and tokens required to play.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fighting",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "7855",
    "Name": "Scuttle!",
    "ID": 195296,
    "Year": "(2016)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/195296/scuttle",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;In this fast-playing card game, players scheme, battle and steal to be the first to collect 21 doubloons. Each turn either draw a card or play a card - cards can be played as either treasure or as an action. Do you want to draw 2 cards, or steal the treasure chest your opponent just played? Or would you rather wipe the board...knowing that your booty is protected!&#10;&#10;'Scuttle!' is a card game for 1-5 valiant pirates, suitable for players as young as 6. Based on the classic game Cuttle, Scuttle! has been infused with the drama of the high seas thanks to creative updated rules by Peter C. Hayward. With gorgeous, adventurous art by Kelly Jo, Scuttle! is fun for the whole family.&#10;&#10;Expansion Details:&#10;The Curse of Black Jack expansion adds the fourth suit, Anchors, to the game. It also adds two Jokers, Black Jack and Ghost Pirate. Also has a rule card with the new action available on a player's turn, &quot;Summon&quot;, which is top-decking (draw a card and play it immediately).&#10;&#10;By adding the fourth suit to Scuttle!, the game deck can be used as a standard deck of playing cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Cuttle"
    ]
  },
  {
    "Rank": "7856",
    "Name": "Pandemonium",
    "ID": 168537,
    "Year": "(2017)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/168537/pandemonium",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Pandemonium is a survival horror tabletop game with miniatures. No zombies here &mdash; just classical horror with all kind of evil creatures and a lot of fun.&#10;&#10;Collaborate with your partners in order to survive, but trust no one because all of them hide a dark past and a deadly secret.&#10;&#10;You can explore, hide, run, create barricades, battle monsters and even create combos, but be afraid of the darkness if you want to survive. Call for help, repair the light generator, create deadly traps and discover ancient secrets while you decide your next move: escape the house or defeat the evil in it.&#10;&#10;Are you ready to enter Pandemonium?&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "7857",
    "Name": "Smart10: Harry Potter",
    "ID": 354031,
    "Year": "(2021)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/354031/smart10-harry-potter",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Do you know Harry Potter world like your own pocket?&#10;Smart10 Harry Potter is a quiz game where a player doesn't need to wait for one's turn for long.&#10;There are ten possible answers to each question, and every player gets to answer every question.&#10;If the answer is correct, the player gets an answer marker.&#10;But should you answer or pass?&#10;If you don't score your answer markers on time (and thereby pass on this round), you can end up losing them.&#10;So if you are not 100% certain of an answer - do you gamble or do you pass?&#10;Plays great in teams.&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Smart10"
    ]
  },
  {
    "Rank": "7858",
    "Name": "Maze Racers",
    "ID": 174093,
    "Year": "(2015)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/174093/maze-racers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "Game description from the publisher:&#10;&#10;In Maze Racers, you use the enclosed magnetic walls and a good dose of creativity to build the most wicked maze possible that will leave your opponent scrambling to find his way out. The game is also a race against time as your opponent is building his own devilish contraption. When the time is up, both sides switch their maze boards and steer a ball through the opponent's maze as quickly as they can. Be the fastest in two out of three rounds to claim victory!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Maze"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "7859",
    "Name": "Rory's Story Cubes: Clues",
    "ID": 142556,
    "Year": "(2013)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/142556/rorys-story-cubes-clues",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "An expansion to the creativity game Rory's Story Cubes.  This set includes 3 new dice with 18 thematic actions.&#10;&#10;This expansion can be played on it's own or in combination with the original game.&#10;&#10;The game is useful as an aid to creative problem solving, language learning and story telling.  Players roll the dice and then tell a story using the actions.  &quot;Once upon a time...&quot;&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "7860",
    "Name": "Chachapoya",
    "ID": 262520,
    "Year": "(2019)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/262520/chachapoya",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8125",
    "Description": "South-America, 1930. The world&rsquo;s most famous archeologists formed a secret alliance and searched through the whole continent for the most valuable treasures.&#10;It was a success, they collected the artifacts of the Chachapoya indians, blessed and cursed as well.&#10;But when it came to distribute the booty, they couldn&rsquo;t agree, so with cunning and bluffing they tried to outsmart each other.&#10;Who will take home the most valuable treasures? The toughest, the strongest or the smartest?&#10;Everything depends on timing and the right artifact, because grasp all loose all&hellip;it&rsquo;s easy to leave one&rsquo;s boots there because of greed.&#10;To make things worse, some uninvited guests (The Triad, and the Secret Service) checked in.&#10;&#10;The starting player chooses 3 treasure cards, shows them to the other players, throws away 1 secretly and puts down 1 face down and 1 face up.&#10;&#10;The players start bidding on these treasure cards and the winner takes both. Players must bid with adventurer cards of the same value - but variable number of cards - and at the end of the round all players get only 1 adventurer card.&#10;&#10;If someone collects too much treasure card of the same kind, he/she is eliminated from the game.&#10;&#10;The player with the highest score (who is not eliminated) wins the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Hand Management",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Continents: South America",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "7861",
    "Name": "Star Trek Customizable Card Game (Second Edition)",
    "ID": 40550,
    "Year": "(2002)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/40550/star-trek-customizable-card-game-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.2",
    "Description": "Star Trek CCG 2nd edition is a reinvention of the original star trek customizable card game. One major difference in Second Edition was the addition of a cost system to equipment, events, personnel, and ships. A card's cost is listed in the top left-hand corner of a card, directly preceding the card's title as a single digit number (currently anywhere from 0 to 9). A player receives seven 'counters' at the beginning of each turn; to play a card, the player must spend a number of counters equal to the cost of the card. Only interrupts (of the card types in a player's deck) do not have a cost and are treated as 0-cost.Another major change in the gameplay of Second Edition was the new method of handling dilemmas. Instead of using First Edition's lengthy procedure of a 'seed phase', which could last upwards of 15 minutes, Second Edition employs an 'on-the-fly' method for constructing dilemma combinations. While First Edition attempted to sometimes literally represent instances from the Star Trek universe in the game, Second Edition has focused more on a consistency of gameplay as a priority over design consideration with regard to remaining faithful to the source material. Effects on cards sometimes lack the &quot;Trek sense&quot; that First Edition cards contained and can be purely conceptual, but are generally much more equitable when compared with other similarly costed effects.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Interrupts",
      "Secret Unit Deployment",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "7862",
    "Name": "Curators",
    "ID": 264212,
    "Year": "(2021)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/264212/curators",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.3529",
    "Description": "Curators is a Euro-style, tile-laying game for 1-4 players in which players build museums and their collections to attract visitors.&#10;&#10;Your job as curator is to expand the museum and its collection. With help from your employees you will build new wings and collect objects to put on display in the museum.&#10;&#10;The employees are represented by five chips that are used to determine what different actions you may take in the game. Select your action from the face up chips, flip the chip over to show you have used it. This will reveal a different action on the other side which you can use at a later time.&#10;&#10;On the other hand, if you ever have two of the same action available on your turn you may choose to double up. This means that on a single turn you can flip two chips and do double the amount of work.&#10;&#10;During play you acquire loan contracts for famous objects, like 'the dice tower of a Roman soldier' or 'the skull of the neanderthal man', from other museums. To score the points for these objects you need to complete a tetris like puzzle of color and space matching.&#10;&#10;When the game ends only one museum will stand as the victor and take home the 'Museum of the Year Award'.&#10;&#10;Awards&#10;- 1st BGDW&#039;s design contest 2019&#10;- 2nd Place SMIBD&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Archaeology / Paleontology",
      "Theme: Fine Art and Art Museums"
    ]
  },
  {
    "Rank": "7863",
    "Name": "Ventura",
    "ID": 34871,
    "Year": "(2011)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/34871/ventura",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0222",
    "Description": "Game description from the publisher:&#10;&#10;In an age of great battles, valiant leaders, and unscrupulous mercenary armies, fortune lies within your grasp.&#10;&#10;Ventura is a board game of nobility and conquest for 2-4 players. Set in 14th century Italy, Ventura puts players in control of warring noble houses, each vying for control of the country's growing wealth. Balance your house&rsquo;s earnings and maintain your hired soldiers to keep your family&rsquo;s noble standing. Remember, the best armies are also the ones that cost the most!&#10;&#10;With more than 120 plastic pieces, 40 Territory tiles, 4 Family Boards, a scoring board, and over 100 cards, Ventura will whisk players into a world of warring mercenaries and noble families, all seeking control of Italy&rsquo;s burgeoning wealth.&#10;&#10;Added...&#10;&#10;Players build a variable map from randomly drawn hexagonal terrain tiles, then maneuver numbered pieces representing groups of associated cards, various types of military units and their leaders.&#10;&#10;But the game is financial as well as military. Because everything in this game costs money. Pay money to draw a card. Pay more money to PLAY a card. And once those troops are in action, you better be prepared to pay them every turn or they'll leave. You can use your money (florins) to buy victory points directly (only 30 to win the game). BUT, that leaves you with precious little funds for your defense. Can your opponent(s) field an army fast enough to take out your capital (for the win) before you get there with money?&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Italy"
    ]
  },
  {
    "Rank": "7864",
    "Name": "Cryptid Cafe",
    "ID": 326358,
    "Year": "(2022)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/326358/cryptid-cafe",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.875",
    "Description": "You are a lead server at the Cryptid Cafe, a Sasquatch-owned restaurant packed with legendary creatures from all over the world. Gather food. Fill orders. Earn the most tips and be crowned, dare we say, the most &quot;legendary&quot; server.&#10;&#10;Strategically dispatch your team of Sasquatch servers to the different food stations, gathering the much-needed items to complete your customers' orders.&#10;&#10;As you serve the customers they will give you tips based on their satisfaction level. However, with each passing round, the Cryptids get more and more frustrated waiting for their food and will leave smaller tips. Eventually, they&rsquo;ll leave the restaurant if they are not served fast enough. If that happens, plan on giving the owner some of your tips at the end of the night, he doesn't like to lose customers.&#10;&#10;Sounds simple, right? Not so fast, because you&rsquo;re not the only lead server working tonight. You'll be competing with other players who are trying to serve their customers as well. Spaces are limited. Food stations are breaking. The orders are piling up. Customers are getting angry! It may be wise to share some of your tips with the chef, so you get the food you need first. If all goes well, at the end of the night you'll be the player crowned the most legendary server.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Events",
      "Once-Per-Game Abilities",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Theme: Cryptids",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "7865",
    "Name": "Spank the Monkey",
    "ID": 8222,
    "Year": "(2003)",
    "Geek Rating": "5.622",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/8222/spank-the-monkey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4375",
    "Description": "Spank the Monkey is a fast-paced, humorous card game with sneaky tactics. All players are working in a junk yard where a teasing monkey has appeared. Your job is to climb up to the monkey and spank it.&#10;&#10;There are 5 types of cards in the game. Junk cards, like the totem pole, surfboard, and garden gnome, are used to pile on top of each other and form the &quot;board&quot; in front of each player. Each junk card has its own height, strength, and often a special ability when played. The combined height of your junk cards is used to see if you have reached the monkey. Some junk cards are a bit fragile, but they can be strengthened by reinforcement cards like duct tape, ivy, and a hired security guard. Each junk card also belongs to at least one category of which there are 7 in the game.&#10;&#10;During the game, you attack the junk card of other players in an attempt to make them fall down, or at least lower them a bit. There are three kind of attacks; throwing attacks (bowling ball, flock of seagulls, and dynamite) that you can use on any junk card, hand attacks (chainsaw, blind, and crowbar) that you can only use on cards at the same height as yourself, and the sneak attacks (lawyer, wasp&rsquo;s nest, and ball cannon) that all have special abilities.&#10;&#10;A die roll is used to solve the attack. You add the attack value of your attack card and compare it to the combined strength of the attacked junk card and any reinforcement cards it might have. The defending player may play defense cards that either lower the die roll (umbrella, satellite dish, and wok) or completely stop or redirect the attack (electric force field, tennis racket, and trampoline).&#10;&#10;If a junk card is destroyed, you have effectively lowered that player's height by the height of the card, and if there are junk cards above the destroyed card, they fall down, and the defender is forced to make a collision roll to see if the junk cards also are destroyed.&#10;&#10;The fifth card type is called special, and it is a kind of catchall for all the crazy special effect you may do in the game. There are all kinds of tricks, like giving you an extra turn, starting an earthquake, and having a police raid.&#10;&#10;Expanded by:&#10;&#10;    Monkey Business&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Take That"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Digital Implementations: Tabletopia",
      "Theme: Trash / Garbage"
    ]
  },
  {
    "Rank": "7866",
    "Name": "Nobody but Us Chickens",
    "ID": 6117,
    "Year": "(2003)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/6117/nobody-but-us-chickens",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1786",
    "Description": "As sunset approaches in Littleton, Kentucky, Farmer Johnson&rsquo;s chickens have had a hard day scratching, pecking and egg laying. But now it&rsquo;s getting dark&mdash;time to return to the coop and get a good night&rsquo;s sleep. &#10;&#10;Unfortunately, a pack of foxes have found the coop and when the rats show up, they&rsquo;ll snatch every chicken they can lay their fangs on, even if they have to make more than one trip to do it.&#10;&#10;Will the loyal guard dogs save the chickens from the foxes, or will a rat sneak in and snatch the best chicken for itself? Only you will decide!&#10;&#10;Nobody But Us Chickens is a fast-paced, Simultaneous Action Selection card game where players earn points by capturing chickens with their predators (foxes and rats) or protecting chickens with their guard dog. The game is easy to learn, but exciting and unpredictable.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Animals: Dogs",
      "Animals: Foxes"
    ]
  },
  {
    "Rank": "7867",
    "Name": "1914: Offensive à outrance",
    "ID": 46669,
    "Year": "(2013)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/46669/1914-offensive-a-outrance",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.1579",
    "Description": "(from GMT website:)&#10;&#10;1914, Offensive &agrave; outrance, The Initial Campaigns on the Western Front in WWI realistically covers the battles fought in Belgium, France, and Germany during the first months of World War One.&#10;&#10;1914, Offensive &agrave; outrance (translation: Offensive to excess) is a comprehensively researched model that explores this fascinating set of campaigns with an accurate order of battle and detailed game map. The map encompasses the entire theater of war from the English Channel to the Swiss Border. The game system used is a streamlined derivative of the 1914, Twilight in the East system, modified to speed play, with care not to lose focus on those aspects of warfare that made the opening stages of WWI so unique. This game system, in conjunction with the accurate map, allows the German advance to be conducted along historical routes with the eminent &ldquo;Open Flank&rdquo; present (instead of units strung out from map edge to map edge). The Allied player has an opportunity to recreate a &ldquo;Miracle of the Marne&rdquo; type victory or to stop the Germans earlier. Likewise, the German player has a chance to change history and defeat the Allies&rsquo; armies in 1914.&#10;&#10;The Grand Campaign scenario covers the period from the fall of Liege on August 16th to exhaustion at Ypres in mid-November. Two shorter scenarios, The Battle for Lorraine (a learning scenario) and From the Marne to Stalemate are also provided.&#10;&#10;1914, Offensive &agrave; outrance is a playable &ldquo;Monster Game&rdquo; designed with the expressed goal that the majority of the game can be completed by four dedicated players in one five-day long Expo. The 24-page rules booklet is concise, well written and organized. The game is exciting and gives wonderful insights into one of the most important campaigns of the twentieth century. The result is that 1914, Offensive &agrave; outrance is a game that the &ldquo;WW1 enthusiast&rdquo; must have and that a gaming connoisseur will enjoy.&#10;&#10;Time Scale: Game turns vary between two and four days in length.&#10;Map Scale: Eight kilometers per hex.&#10;Unit Scale: Division/Brigade.&#10;Number of Players: one to many (well suited for four players).&#10;&#10;Game Designer: Michael Resch&#10;Research and Design Assistance: Rian van Meeteren&#10;Developed by: Dick Vohlers&#10;Map Design Assistance: S. G. Stewart&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: United Kingdom",
      "Digital Implementations: VASSAL",
      "History: 1914 Guns of August Campaign",
      "Series: 1914 (GMT)"
    ]
  },
  {
    "Rank": "7868",
    "Name": "Fire and Ice",
    "ID": 4643,
    "Year": "(2002)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/4643/fire-and-ice",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.0556",
    "Description": "Released both in a large edition, and as Selection #11 of The Games Collection by Pin International.&#10;&#10;Capture three islands in a row, by controlling three points in a row on each. A strategic, move-and-place game with shifting strategies, that increases in complexity until one player wins. There is a minimum of 9 moves each, and a maximum of 24 moves for each player.&#10;&#10;2003 Mensa Select&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Misc: Mensa Select",
      "Series: The Games Collection (Pin International)"
    ]
  },
  {
    "Rank": "7869",
    "Name": "Centauri Saga",
    "ID": 170223,
    "Year": "(2016)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/170223/centauri-saga",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.9412",
    "Description": "Jump successful, Captain!&#10;&#10;You breathe again with relief: your armada is one of the first to safely cross the Jumpgate to a hostile alien system! Everywhere around you sensors pick up extreme radiation levels, weird energy fluctuations, a madly gyrating asteroid field and solar winds like you've never seen before in any quadrant. The alarm sounds as alien ships dart out of the asteroid field. Your Stormcrows move in unison to repel the attackers while the rail guns of your Star Destroyers rain death upon them! You defeat the Raiders this time, but they will be back...&#10;&#10;Centauri Saga is a Sci-fi/4X co-operative board game for 1 to 4 players, supporting both Co-Operational and PvP mode. Players begin with a mission that defines the setting and their goals and then guide their Armada through unexplored sectors (hexagons) of Alpha Centauri. However, players are not alone. They will encounter various Raiders and Bosses representing a hidden alien menace in the Centauri system. Your Saga begins now!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "7870",
    "Name": "Kontor",
    "ID": 135,
    "Year": "(1999)",
    "Geek Rating": "5.622",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/135/kontor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Kontor is a two-player tile-laying game which can also be played by two teams of two players. The name means 'Trading House' and the players act as merchants vying for supremacy in late 17th century Amsterdam. By building trading houses at the canals you aim to control three major commodities (Spices, Tea and Wine) in each harbor area. During the game you expand by playing Land and Water cards in the large area of the harbor. By the end of the game points are awarded according to ownership of the largest commodity majorities in each harbor area.&#10;&#10;This game has many optional rules, scenarios, expansions and variations.  The game is intended to be played by the advanced rules.&#10;&#10; Expanded by: &#10;&#10;&#10;     Kontor: 3 & 4 player expansion&#10;     Kontor: Die Ereigniskarten&#10;     Kontor: Die Aktionstafeln&#10;     Kontor: Das Exportlager&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Map Addition",
      "Square Grid",
      "Take That",
      "Tile Placement",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Cities: Amsterdam (The Netherlands)",
      "Country: Netherlands"
    ]
  },
  {
    "Rank": "7871",
    "Name": "Ouch!",
    "ID": 352710,
    "Year": "(2022)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/352710/ouch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Choose which cactus card you want to take and decide which side you will handle it by. When you flip it over, you may get a nice set of flowers or an itchy prick in your finger!&#10;&#10;In Ouch!, players take turns choosing the cactus card with the prettiest flowers they want to bring over to their collection. Before taking the card, they need to indicate which side of the card they will touch, then flip it while handling only that edge of the card. If the reverse is clear on that side, they can take the card and score that number of flowers; if the reverse shows a cactus full of thorns, they lose the card.&#10;&#10;As soon as someone manages to keep eight cards (or the deck runs out), players will count the number of flowers they've collected. The one with the highest number of flowers in their collection wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Environmental",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Pocket Games (Devir)",
      "Theme: Cacti and Succulents"
    ]
  },
  {
    "Rank": "7872",
    "Name": "Dungeon Legends",
    "ID": 397138,
    "Year": "(2024)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/397138/dungeon-legends",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3636",
    "Description": "Dungeon Legends is a cooperative, standalone card-based game set in the world of Chronicles of Avel. Throughout the game, you'll take on the roles of heroes embarking on a dangerous mission deep into the dark dungeon. A fully replayable campaign of 5 engaging chapters awaits you, where you must reach the deepest depths and defeat the evil lurking there, whilst preventing monsters from reaching the Castle.&#10;&#10;What's it about?&#10;&#10;The game is divided into 5 chapters, each describing the party's expedition into the dungeon. They must brave searing flames, unravel the enigma of ancient machinery, explore forsaken mines rich with magical Dust, outrun torrents of molten lava, and ultimately confront an ageless evil. We encourage experiencing the chapters in order, as that will provide you with an engaging campaign of increasing difficulty, however, each chapter provides a stand-alone challenge that can be approached repeatedly.&#10;&#10;Each player embodies a hero with a unique deck, reflective of their individual style. As the game unfolds, you'll discover new cards that will expand your abilities. A player's turn consists of playing cards from their hand, applying their effects, attacking monsters, and using areas to their advantage. The basic rules remain consistent across all chapters, but each one introduces new cards, special rules, and unique goals for achieving victory.&#226;&#128;&#175;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Chronicles of Avel",
      "Mechanism: Campaign Games",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "7873",
    "Name": "Intruder",
    "ID": 2613,
    "Year": "(1980)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/2613/intruder",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8947",
    "Description": "&quot;IT'S LOOSE!!!&quot;&#10;&quot;Lab, this is command. WHAT'S loose?&quot;&#10;&quot;It broke out of the lab! It killed Jones!&quot;&#10;&quot;What is it? WHAT killed Jones?&quot;&#10;&quot;I don't know, but it's headed your way!&quot;&#10;&#10;The Intruder is an alien being of unknown power. During the course of the game the Intruder will move through the space station as both the hunter and the hunted. One or more players must cope with a monster that moves rapidly and changes continuously as it undergoes metamorphosis into a more powerful being, and possibly divides into two or more clones.&#10;&#10;The game includes 54 multi-color die-cut playing pieces representing the crew and their weapons, lab animals (which confuse the search) and the Intruder. The playing map shows in detail the interior of deep space station 'Prometheus'. The map also contains special charts to record the development of the Intruder.&#10;&#10;Intruder is an exciting game of terror and suspense for one, two, or more players.&#10;&#10;Task Force Games Pocket Game #6&#10;&#10;Reimplemented as Hidden Intruder -- same design but with improved graphics and modern manufacturing methods.&#10;&#10;",
    "Categories": [
      "Horror",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Roll / Spin and Move",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Pocket Games (Task Force Games)"
    ]
  },
  {
    "Rank": "7874",
    "Name": "Ca$h 'n Gun$: Live",
    "ID": 30324,
    "Year": "(2007)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/30324/ca-dollar-h-n-gun-dollar-live",
    "Min Players": "8",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3871",
    "Description": "Ca$h 'n Gun$: Live is a sequel to Ca$h &#039;n Gun$, not an extension - although it does come with a bonus special power to extend its predecessor.&#10;&#10;8 to 20 players play in a public place where non-players are present. When the referee blows the whistle, all players points their hands (as if they had a gun) towards another player...all this in a public place!&#10;&#10;Of course, players are gangsters sharing a lot of money.&#10;&#10;Though ostensibly a LARP game, and on the cusp of being outside the scope of BGG, it retains inclusion as a group activity not dissimilar from Werewolf.&#10;&#10;The game was released in August 2007.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Humor",
      "Mafia",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Ca$h 'n Gun$"
    ]
  },
  {
    "Rank": "7875",
    "Name": "Iron Forest",
    "ID": 279886,
    "Year": "(2024)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/279886/iron-forest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.8333",
    "Description": "Story&#10;The game Iron Forest takes place in a fantastical land called Neemus. Several different clans call Neemus home, including Wolf Clan, Hedgehog Clan, Rabbit Clan, and the Owl Clan. While the many clans have called this land home for as long as they can remember, they know they were not the first to live here. On the edge of Neemus lies a place the clans call Iron Forest, filled with strange looking structures and creations. Upon deeper exploration, the combined forces of Animal Clans discovered incredible technology that they quickly learned how to use, creating their own amazing machines that helped them develop their own civilization. However, one day, Iron Forest sprang to life and rose into the sky, building machines of their own. This Iron Force has one objective: to take back the technology stolen from Iron Forest. Now Animal Clans must fight back to protect their homeland.&#10;&#10;Gameplay&#10;Iron Forest is a flicking game for 2-4 players, split into two opposing teams: Animal Clans or Iron Force. Each scenario offers asymmetrical objectives that each side needs to fulfil in order to win. Scenarios involve players trying to control certain areas of the game board, destroy opposing team mechas, collect certain objects, and much more. On their turns, players draw cards from their team's activation deck, then activate the mecha depicted on that card by either flicking it or launching it. Players also have access to a range of different power-up cards that will grant their side unique abilities, turning the tide in their favour!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Flicking",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7876",
    "Name": "TROLL",
    "ID": 174893,
    "Year": "(2015)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/174893/troll",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3636",
    "Description": "TROLL, published by Oink Games in 2015, is a revised version of Dragon Teeth Washer, originally published by Drosselmeyer in 2012. In TROLL, each player takes the role of a thief, trying to steal precious jewels from the hideous troll.&#10;&#10;At the beginning of the game, each player receives a set of six tokens, with numbers from 0 to 5. Depending the number of the players, some troll cards are not used (Troll cards have values 3, 5, 7, 9, 11, 13, and 15). On a round, players attempt to steal from the target troll by playing his or her tokens in sequence. The first player secretly looks at the target troll (the top troll card) and plays one of his number tokens face up. If he or she plays a &quot;3&quot; token, it means that the player intends to steal 3 jewels from the target troll. Next players have two options: 1) look at the troll card just as the first player did and play a number token face up; or 2) play a number token face down, take a multiplier (x2) token from the pool, and put the multiplier token on his or her face down number token.&#10;&#10;After all the players played their number tokens, the troll card is revealed. Beginning from the player who played the lowest card, add up the value of the number tokens. Suppose that the troll is &quot;9&quot; and Amy played &quot;3&quot;, Becky &quot;5&quot;, Carlos &quot;2&quot;, and Dave &quot;3&quot; with &quot;x2&quot; multiplier on it, Carlos (2), Amy (3), and Dave (3) are entitled to receive 2, 3, and 6 (3x2) jewels respectively. However, Becky will receive a penalty point (-2), since she woke up the troll. 9 is bigger than 2+3+3 but it is smaller than 2+3+3+5. Becky triggered the troll's rampage.&#10;&#10;Play continues in this manner for a specified number of rounds/days (set of rounds), depending the number of the players. The player with the most jewels at the game end is the winner.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Trolls"
    ]
  },
  {
    "Rank": "7877",
    "Name": "Detective Charlie",
    "ID": 304450,
    "Year": "(2021)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/304450/detective-charlie",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.125",
    "Description": "There's always something strange happening on Mysterville Island, and Charlie Holmes needs your help to crack the case! Interview the residents, analyze the evidence, find out who did it &mdash; and remember to return to the station in time for tea!&#10;&#10;D&eacute;tective Charlie is a co-operative deduction game. When it is your turn, roll the die and move Detective Charlie to interview witnesses. As witnesses help you rule out suspects, you will soon find out that the last suspect may be the culprit!&#10;&#10;You think that you found them? Check the answer in the envelope. If it is the same character, great, you did it! If not, don't worry, you'll do better next time!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "7878",
    "Name": "Chocolatl",
    "ID": 63395,
    "Year": "(2010)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/63395/chocolatl",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0526",
    "Description": "Chocolatl is a game based on the fascinating history of the Aztecs, the legend of Quetzalquatl (=Chocolatl) and of course, Cacao: the fruit of the gods.&#10;&#10;Each player starts the game with an identical deck of numbered bidding cards, which they will use to blind bid at 6 different board locations each turn.  Each board location will gain you a certain benefit, ranging from scoring points, to upgrading you bidding deck, to allowing you to alter your blind bids.  In addition, the type of blind bidding may vary from round to round depending on the leader's position on the score track.  Some rounds you may bid all 12 of your cards on the 6 locations (2 cards per location) all simultaneously, others you may do each location one at a time, and others you may bid one card at each location, reveal them, and then bid the rest of your cards once you've seen everyone's first bids.&#10;&#10;In the end, the player that is able to outguess his opponents and best manage his cocoa sacrifices will win the game!&#10;&#10;Components:&#10;Game board&#10;10 Dice&#10;51 Wooden cubes&#10;77 Cards&#10;6 Player boards&#10;2 Game figures&#10;7 bonus chips&#10;Rulebook&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Mexico",
      "Digital Implementations: VASSAL",
      "Food & Drink: Chocolate",
      "Series: Master Print (Quined)",
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "7879",
    "Name": "Plunder",
    "ID": 13347,
    "Year": "(2004)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/13347/plunder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1869",
    "Description": "Captain your own pirate ship and explore the seas to Plunder other vessels and seek hidden treasure while avoiding storms, ghost ships and the dreaded kraken. An adventurous, fast-paced pirating escapade for the whole family!&#10;&#10;Finally - the pirate game that gets it right! Plunder is the card game which combines the many elements of &quot;euro-style&quot; games, boyhood adventure, and actual history into a fast-paced escapade about the pirate's life!&#10;&#10;- A big game in a little box: cards are laid out to form a different map-board each game. Combines the best features of card and board games.&#10;&#10;- New mechanics for strategic randomization, with no dice. Each card has a number which may be played to add to different ratings.&#10;&#10;- Multiple paths to victory: plunder ships, explore strange coast lands, and trade goods between ports.&#10;&#10;- Combines history (actual nationalities, ports, and ships) with fantastical elements (from the dreaded kraken to the lure of mermaids).&#10;&#10;Description edited from text from the publisher.&#10;&#10;Expanded by:&#10;&#10;     Plunder: The Commodore's Game&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Containers: Treasure Chests",
      "Containers: Unique Shape",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "7880",
    "Name": "Landlord!",
    "ID": 312,
    "Year": "(1992)",
    "Geek Rating": "5.622",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/312/landlord",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5098",
    "Description": "This is a card game for 2 to 6 players. Build apartments, rent them to tenants, and collect rent. In Landlord every card you play gives you two options, one side of the card is an apartment the other side has tenants, roofs, renovations and special actions. Move wealthy tenants into your apartments and put the deadbeats into your opponents'. You can even bomb buildings but don't get caught, jail awaits those who are careless.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Tags",
      "Take That",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "7881",
    "Name": "Langfinger",
    "ID": 58329,
    "Year": "(2009)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/58329/langfinger",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.7692",
    "Description": "From the publisher's website:&#10;&#10;&quot;The night is setting in slowly on the city, but not all of its inhabitants are asleep. Under cover of darkness, several scoundrels are on their way to perform their big heist tonight&#10;You are playing the role of one of these scoundrels on the hunt for gold and art treasures. Careful planning will let you make the big haul, but be sure not to miss the right moment to cash in your swag at a fence!&#10;&#10;Rules summary:&#10;&#10;The players place their Scoundrel tokens at five locations on the central board, which are then resolved in the following order:&#10;&#10;1 - City: Receive Tool cards required for the break-ins&#10;2 - Villa: Receive Loot cards if you meet the tool requirements&#10;3 - Ruin: Swap Tool cards from your hand with the draw pile.&#10;4 - Museum: Receive Loot cards if you meet the tool requirements&#10;5 - Harbor: Sell loot to the fence to gain gold (victory points)&#10;&#10;The first player to earn 20+ gold wins.&#10;&#10;The game is announced for release at Essen Spiel 2009.&#10;&#10;Online Play&#10;&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "7882",
    "Name": "Empires in America: The French and Indian War",
    "ID": 53624,
    "Year": "(2009)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/53624/empires-in-america-the-french-and-indian-war",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2.3333",
    "Description": "Empires in America is a States of Siege(TM) series game on the French and Indian War (1754-62) created by veteran designer, Joe Miranda. With riveting solitaire gameplay action, you must command the beleaguered colony of New France, from Halifax to the Ohio Valley, while Britain and her American colonies press in from all sides with war raging from the fortress of Quebec to the Monongahela.&#10;&#10;Employing Leaders to command the opposing Armies, Empires in America presents a new focus on the important historical personages of this era like Montcalm, Wolfe and even a young George Washington. These Leaders establish their reputations as their fortunes wax and wane on campaign across the far-flung frontiers of colonial North America.&#10;&#10;Can the Montreal Militia and Algonquin Indians defeat General Braddock&rsquo;s redcoats before they reach Fort Duquesne?  Can your Troupes de la Marine stop Rogers&rsquo; Rangers at Fort Ticonderoga? Will the Royal Navy sail up the St. Lawrence River to support operations against Quebec? Can court intrigue at Versailles undermine the machinations of William Pitt (the Elder)? Find out as you defend Montreal in Empires in America.&#10;&#10;Game Components:&#10;&gt; One 8-page, color Game Rules booklet&#10;&gt; 40 color, die-cut 5/8&quot; mounted two-sided game pieces&#10;&gt; 12 color, die-cut 3/4&quot; mounted game pieces&#10;&gt; 48 &lsquo;Historique&rsquo; Event and History cards&#10;&gt; One 11&quot; x 17&quot; color game map&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Scale: Each unit is one British Army, each Leader commands several Battalions&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Country: Canada",
      "Country: France",
      "History: French and Indian War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: States of Siege",
      "Theme: Colonial",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "7883",
    "Name": "30 Seconds: Everyday Life",
    "ID": 235113,
    "Year": "(2017)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/235113/30-seconds-everyday-life",
    "Min Players": "3",
    "Max Players": "28",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "The long anticipated new edition of the partygame 30 Seconds is here. In Everyday Life you finds concepts about everyday tasks in and around you house. The people form teams and try to guess 5 items within 30 seconds' time. The goal is to guess as many words as possible.&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "7884",
    "Name": "Donnerschlag: Escape from Stalingrad",
    "ID": 363242,
    "Year": "(2022)",
    "Geek Rating": "5.622",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/363242/donnerschlag-escape-from-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "480",
    "Weight": "2.7778",
    "Description": "Donnerschlag is a two player game which is playable in one sitting. It is more of a game than a simulation and intended to bring a high player interactivity and replayability to the player's table.&#10;&#10;The Situation&#10;&#10;From December 12 to December 23 in 1942, &quot;Unternehmen Wintergewitter&quot; was in progress. This was the code name for a relief attack by Heeresgruppe Don to free the trapped 6th Army in Stalingrad.&#10;&#10;The Axis formations entered with 50,000 men and 250 tanks, while the strength of the Soviet formations was reported to be about three times that. For the enterprise to have any chance of success, the troops in the encirclement had to break out and meet the advancing Axis troops. The breakout had to be precisely coordinated with the advance of the relief troops and was to commence on the cue &ldquo;Donnerschlag&rdquo;. The breakout was never ordered and the troops in Stalingrad were never able to be relieved. This sealed their fate.&#10;&#10;Players will be recreating this episode, with the Axis side attempting to secretly establish and reach a meeting point, thus effectively freeing the 6th Army, while the Soviet will try to impede such outcome.&#10;&#10;The Scale&#10;&#10;A hex represents 4 kms (2.5 miles) of terrain from side to side.&#10;Each turn represents a period of 1-2 days.&#10;Combat units are mostly Brigades &amp; Regiments for the Soviets and Romanians, Battalions &amp; Abteilungen for the Germans.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Germany",
      "Country: Soviet Union",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "7885",
    "Name": "Warhammer 40,000: Dark Imperium",
    "ID": 227888,
    "Year": "(2017)",
    "Geek Rating": "5.622",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/227888/warhammer-40000-dark-imperium",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.4",
    "Description": "After 10,000 years of war, turmoil and destruction, the Imperium of mankind is on the brink of collapse and is besieged on all fronts by Xenos filth and blasphemous traitors. The Domain of the Emperor has been split asunder by Cicatrix Maledictux, the galaxy-spanning warp storm; stripping planetary systems of all life, through plague, mutation and Daemonic hellfire raining down from the skies.&#10;&#10;Swarming Tyranids have devoured worlds leaving lifeless husks. Brutal Ork hordes have smashed sector after sector. Ruinous Traitor Legions have surged from their lairs, eradicating all that stands in their path on their route to eternal glory... or damnation.&#10;&#10;The only shining light of hope that the citizens of the Imperium have are the newly founded Primaris Marines, genetically enhanced super soldiers. Clad in the improved Mk. X armour, wielding a weapon designed for warfare and perfected over countless millennia.&#10;&#10;Led by the Emperor's finest son and Primarch, Roboute Guilliman, the Chapters of the Space Marines have declared the Indomitus Crusade, to strike back against the enemies Mankind. Bringing the fiery vengeance of Imperial law back to those systems that have fallen into darkness.&#10;&#10;As the light of the Golden Throne flickers on the brink of eternal damnation, in the grim darkness of the far future, there is only War!&#10;&#10;Warhammer 40000: Dark Imperium is the 2 player box set for 8th Warhammer 40,000. Including a huge amount of miniatures and accessories, it allows you to;&#10;&#10;*Collect: Two brand new armies both Death Guard &amp; Primaris Space Marines&#10;    *Build: 53 Stunning, single-pose multi-part plastic Citadel miniatures.&#10;    *Paint: No Chapter icons on the miniatures so you get to choose whichever Space Marine Chapter you want to collect.&#10;    *Play: Everything you need to play Warhammer 40,000 is included in the box.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7886",
    "Name": "King Philip's War",
    "ID": 41100,
    "Year": "(2010)",
    "Geek Rating": "5.622",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/41100/king-philips-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2759",
    "Description": "King Philip&rsquo;s War is about an all but forgotten New England Indian Uprising that nearly brought the Puritans to their knees. In the end, over 6000 Indians were slain or captured and sold into slavery. Over 2600 Colonials were captured or killed. In the end King Philip (The Wampanoag sachem, Metacomet) himself was ambushed, beheaded, and quartered. King Philip's hands were sent to the authorities in Plymouth as proof of his demise. Countless Indian villages had been burned; twelve Colonial settlements were completely destroyed and six more heavily damaged. Boston itself very nearly came under attack. In all, 1200 homes were burned, 8000 head of cattle lost, and vast stores of food destroyed. Some sources claim one soldier in ten on both sides was either injured or killed.&#10;&#10;The game's treatment of this broad conflict is simplified. Only a handful of key settlements are named for historical interest while rivers and settlements are placed not so much for geographic and historic accuracy but for ease of play. The forces involved are also necessarily reduced to infantry level create a simpler, quicker game.&#10;&#10;Game Scale:&#10;Game Turn: Approximately 2-3 months&#10;Map: Point-to-Point movement&#10;Solitaire Playability: High&#10;Complexity Level: Low&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "History: Age of Kings",
      "Players: Two-Player Only Games",
      "Series: International Games (MMP)",
      "States: Connecticut",
      "States: Massachusetts",
      "States: Rhode Island",
      "Theme: Colonial",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "7887",
    "Name": "Unlock!: The Escape Room Game – In Pursuit of the Iron Mask",
    "ID": 303418,
    "Year": "(2020)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/303418/unlock-the-escape-room-game-in-pursuit-of-the-iron",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.625",
    "Description": "Unlock! is a cooperative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;Unlock! &Agrave; la poursuite du masque de fer includes one special scenario for you to explore.&#10;&#10;This scenario was made available during the French board gaming convention &quot;Festival international des jeux&quot;, in Cannes, February 2020.&#10;&#10;This scenario is given as a free promo with the Game Adventures series. It is not officially available for sale and that's why also not listed on Asmodees Unlock site (at least in Germany).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "7888",
    "Name": "House of Borgia",
    "ID": 166569,
    "Year": "(2017)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/166569/house-of-borgia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "DESCRIPTION: Players take on hidden roles competing for influence in this ingenious tip of the hat to Liar's Dice.&#10;&#10;GENERAL INFO: A bluffing game with dice for 2-6 players that plays in less than 30 minutes.&#10;&#10;THEME: It is 1492, the church is without a pope. With the shadows to thank, the Borgia family is at the peak of their power. In a week the Cardinals will gather for the Conclave. With your reputation you could never win the seat, but you may be able to control who does!&#10;&#10;HOOK: It's like Coup meets Liar's Dice! A quick and glorious game of lies and deceit! Richly thematic and completely immersive.&#10;&#10;WINNING CONDITION: Having secretly controlled the Cardinal who has the most influence at the end of the game.&#10;&#10;MECHANICS: Players are randomly given an identity at the beginning of the game. It is imperative that they keep their identity secret from the other players. These identities represent the Cardinal who they want to gain the most influence.&#10;&#10;6 cards representing Cardinals, are randomly placed in an ascending ladder-like line up. A Cardinals position on this ladder determines how much, if any, influence they will gain at the end of the turn.&#10;&#10;Using dice and bluffing in a similar fashion to Liar's Dice, players will be able to manipulate a Cardinal's position on the ladder; or manipulate how much influence they have; or even accuse another player of the Cardinal they are controlling.&#10;&#10;At the end of the game, if another player has accurately paired you with a Rumor Card, one that matches your secret identity, you lose; regardless of how much influence you may have acquired for your Cardinal.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Medieval",
      "Religious",
      "Renaissance"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7889",
    "Name": "Robin Hood",
    "ID": 104640,
    "Year": "(2011)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/104640/robin-hood",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.5",
    "Description": "Robin Hood is a rethemed and revised version of Hart an der Grenze &ndash; known in Brazil as &quot;Jogo da Fronteira&quot; &ndash; with the same basic game mechanisms along with some new additions.&#10;&#10;In 13th century England, Prince John took his brother's throne and started to charge abusive taxes of the population, making it difficult for workers to sell their goods and make a profit. What's worse, the new king outright prohibited some types of goods.&#10;&#10;While the new King is in Notthingham, the players try to enter the castle to sell their goods during the three parties that celebrate the King's birthday. But at the door of the castle, the Nottingham Sheriff won't make things easy for them and will investigate some players to see whether they carry any illegal or undeclared products to sell inside the castle. During the game, all players may call Robin Hood for help at least one time. He will steal anything you ask him, but the rumors are on the streets &ndash; will that make you the perfect target for the Sheriff?&#10;&#10;The player with the most money at the end of the three parties and final birthday celebration wins.&#10;&#10;Re-implemented by:&#10;&#10;    Sheriff of Nottingham&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "7890",
    "Name": "Spookies",
    "ID": 183264,
    "Year": "(2015)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/183264/spookies",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2778",
    "Description": "Description from the publisher:&#10;&#10;The haunted house looks even scarier than usual in the light of the full moon. The four brave friends and their dog dare to enter the haunted house, but who dares to climb the highest in Spookies?&#10;&#10;Caution: Dice maneuvers that are too risky may take you further away from victory, so determine your own level of risk in your mission to collect as many &quot;Spookies&quot; as possible while you still can!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Ghosts",
      "Series: Family Games (HABA)"
    ]
  },
  {
    "Rank": "7891",
    "Name": "Teenage Mutant Ninja Turtles Dice Masters: Heroes in a Half Shell",
    "ID": 217471,
    "Year": "(2017)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/217471/teenage-mutant-ninja-turtles-dice-masters-heroes-i",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Teenage Mutant Ninja Turtles Dice Masters: Heroes in a Half Shell is a dice-building game patterned after Quarriors! that features custom dice representing various characters from the cartoon version of the Teenage Mutant Ninja Turtles (TMNT) universe. Unlike other Dice Masters sets, TMNT Dice Masters: Heroes in a Half Shell is sold in as a contained set that gives you all the dice and cards that you need to play.&#10;&#10;In the game, each player brings a set of dice to the table; these form the player's team, from which only they can purchase dice. In addition, each player brings two basic action cards, which are placed in the center of the table; both players can purchase them.&#10;&#10;During a turn, a player draws and rolls a number of their dice, purchases additional dice, and fields character dice to attack the other player. A player wins once the opposing player has been reduced to zero life.&#10;&#10;TMNT Dice Masters: Heroes in a Half Shell is one of several planned Dice Masters games, all of which can be intermixed (or played alone).&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Game: Dice Masters",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "7892",
    "Name": "Magic Maze Tower",
    "ID": 396749,
    "Year": "(2024)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/396749/magic-maze-tower",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Magic Maze Tower is a new standalone game in the universe of the Magic Maze range.&#10;&#10;The adventures of the dwarf, the elf, the barbarian and the magician at the mall were a failure and our (brave) adventurers find themselves prisoners of a tower, or rather, of a high-security prison. They will probably need the help of a 5th hero to help them....&#10;&#10;The goal of the game is to complete as many levels as possible to escape the prison.&#10;&#10;Magic Maze Tower is played on a single Level tile, without an hourglass (you can take your time!), without a &ldquo;do something&rdquo; token, but the communication is still limited: Speaking is forbidden.&#10;&#10;SETUP&#10;&#10;&#10;     Place a Level card in front of the players.&#10;     Place the Hero pawn of the corresponding color on each Hero space (not all 5 pawns are used every time).&#10;     Distribute the Action tiles to the players. &#10;&#10;&#10;HOW TO PLAY&#10;&#10;For a level to be completed, all conditions for passing the level must be met and the heroes must then use the exit.&#10;&#10;All players will simultaneously move the pawns according to the action assigned to them.&#10;&#10;Together, solve the puzzle to save the adventurers.&#10;&#10;When a level is completed, you move on to the next one.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Maze",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Grid Movement",
      "Multiple Maps",
      "Real-Time",
      "Scenario / Mission / Campaign Game",
      "Score-and-Reset Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Game: Magic Maze",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "7893",
    "Name": "Force of Will",
    "ID": 174182,
    "Year": "(2014)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/174182/force-of-will",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.8462",
    "Description": "In ancient times, there was a land where Gods and Demons would wage war. A land that was graced by the five Elements, Valhalla. After a long period of time, the fighting never ceased, and would repeat itself time after time. Soon enough, the war itself would involve the people living in Valhalla.&#10;&#10;The Gods and Demons would then develop techniques to summon and reincarnate strong, radiant souls, into battlers and soldiers to aid them in their cause.&#10;&#10;A whisper was heard... &quot;In exchange for your soul, I shall bestow upon you power unimaginable...&quot; In order to pave a new path to a brighter future, people gathered, and made pacts (Judgement) that would grant them new powers.&#10;&#10;Those who fight for their own beliefs, those who fight for the Gods, those who fight against the Gods, their spirit drives them into battle, and the battle has just begun.&#10;&#10;Game Play&#10;Players select a Ruler, which represents them in the game, and build a deck of cards around this ruler.  You also have a separate deck of 10-20 Magic Stone cards.&#10;&#10;During your turn you draw cards from your deck and play different types of cards to the field of play, interacting with your and your opponent's cards:&#10;&#10;    Magic Stones: Cards that produce Will which you use to pay the cost of other cards.&#10;    Resonators: Creatures you summon to help you in battle to defeat your opponent.&#10;    Spells:  They allow a player to support their Resonators with various effects, or hinder their opponent's Resonators.&#10;    Additions: Enchantments or Enhancements to augment their own Resonators or weaken opposing Resonators.&#10;&#10;&#10;&#10;Objective of the Game:&#10;1. Lower the opponent players life from 4000 to 0 by attacking them. &#10;2. You also win if the opponent can't draw a card for the compulsory draw in the Draw Phase.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "7894",
    "Name": "Heads of State",
    "ID": 38778,
    "Year": "(2008)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/38778/heads-of-state",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.9524",
    "Description": "A board game with nobles rising to power in the Provinces and the Royal courts of 16th-18th century Europe. There is a hierarchy of nobles and players compete to get the best nobles in each area to gain control of countries.&#10;&#10;Players collect sets of cards - like Gold, Troops, Dueling Skills, Titles, Castles, Bishop - to raise nobles in four European countries: England, France, Spain and the German States.&#10;&#10;There are different paths to victory: getting the first noble in as many provinces as possible, dominating a country, having a noble in every province and capital of a country, getting the full set of 7 different nobles first and having the most of each rank of noble at the end of the game.&#10;&#10;Treachery cards are played to remove opponent's nobles and replace them with your own line of nobles: methods include- the guillotine, Spanish Inquisition, the axeman, the gallows and assassinations.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Political",
      "Renaissance"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "7895",
    "Name": "Ugly Christmas Sweaters",
    "ID": 285071,
    "Year": "(2020)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/285071/ugly-christmas-sweaters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "In Ugly Christmas Sweaters, players compete against each other through trick-taking and drafting to collect and assemble sweater pieces.&#10;&#10;Various gameplay cards (which are drawn at the start of each round) determine gameplay and bonus scoring. The end of a round is triggered when a player completes three sweater builds. At the end of each round, victory points are awarded based on sweaters built and bonus scoring (points for sweaters following round-specific goals and hidden objectives). Build your sweaters quickly!&#10;&#10;At the end of the third round, scores from each previous round are tallied together and the player with the highest total score (best sweaters) wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Christmas",
      "Mechanism: Tableau Building",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "7896",
    "Name": "Gumshoe",
    "ID": 3365,
    "Year": "(1985)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/3365/gumshoe",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0909",
    "Description": "The hardboiled detective in the Thirties. Players work as operatives for the Continental Detective Agency entering the exciting, exotic and dangerous underworld of 1934 San Francisco. From Chinatown to Nob Hill, from gambling dens to drawing rooms, from forgery to murder, Gumshoe splendidly captures the rough and tumble world of &lsquo;the hard-boiled detective&rsquo;.&#10;&#10;There is one case to solve each day over a period of nine days from July 3rd to July 11th 1934. The &lsquo;Old Man of the Continental Detective Agency&rsquo; gives out assignments. Everything players need to dig out the clues, search out the suspects and figure out the solutions is here: detailed 1930s maps of San Francisco and the Bay Area, directories alphabetically listing thousands of people and places encountered in investigations, a case book with hundreds of clues to unravel, police mug shots with vital statistics on dozens of known criminals, dated newspapers, a fingerprint file, time sheets for recording the time spent on each clue, and case reports with the solutions to the cases.&#10;&#10;Gumshoe is not a role-playing game or a board game. It is a detective investigation game for the individual or team who work to solve a large number of cases.  Game is from the makers of the innovative and award-winning Sherlock Holmes Consulting Detective.  Gumshoe introduces several new gaming concepts, it continues the traditions of simple rules, elaborate and well-constructed plots, excellent writing and faithfulness to its period style, which made the Consulting Detective series so popular worldwide.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Mystery Novels",
      "Cities: San Francisco (California, USA)",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "7897",
    "Name": "Pocket Landship: Free Trial Version",
    "ID": 224303,
    "Year": "(2017)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/224303/pocket-landship-free-trial-version",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.4583",
    "Description": "Pocket Landship is a solo 9 card wargame set in a World War I-ish world. Command a landship (the original British term for tanks) to clear a sector of enemy infantry, artillery, and landships.&#10;&#10;The player chooses either side of the 3 player cards to create either a single high powered landship with a main cannon and side sponsons, or a lesser armed landship plus a corvette class landship or squad of shock troops.&#10;&#10;The player then chooses either side of each of the 6 enemy cards to create the enemy forces - a collection of enemy landships, artillery, infantry, and mine fields arranged in 2 rows of 3 cards.&#10;&#10;Each turn, the player will roll 3 6-sided dice and assign each die to each of their cards to attack the enemies.  Then, for the enemy turn, roll the 3 dice and assign them low to high left to right across the front enemy line, then take the assigned actions.&#10;&#10;Each card has its own damage track.  When a card is destroyed, it is removed from the game.  Win by destroying all 6 enemy cards.  Lose if the enemy destroys your landship.&#10;&#10;Cover art and card background images are public domain art from WWI artist Muirhead Bone.&#10;&#10;Pocket Landship was entered in BGG's 2017 9 Card Nanogame PnP Design Contest.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Misc: Free Wargames",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "7898",
    "Name": "Wongar",
    "ID": 566,
    "Year": "(2000)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/566/wongar",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9762",
    "Description": "The board for this game features several square-ish areas, which each have their own draw pile.  Players each sequentially pick the top card which has the action they'd like to take.  These actions revolve around placing of control markers on the board.  There are three types of control markers that are available, and each type of marker will score each time the area is scored.  The areas are scored when either the Ancestor or the Elder tokens appear in the area, and moving either of the tokens gives the moving player the first-player status or extra scoring cards.  The scoring cards are the last element, as once an area is scored the players involved in the area use these cards to manipulate control makers in the general vicinity.  Scattered throughout the decks are scorpion cards, which ages the game to completion and increases the value of the scorings through the game.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "Country: Australia",
      "Theme: Aboriginal Australians"
    ]
  },
  {
    "Rank": "7899",
    "Name": "Billionaire Banshee",
    "ID": 158564,
    "Year": "(2014)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/158564/billionaire-banshee",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Billionaire Banshee  is a game where everyone playing pretends they're single and looking for a soul mate. There are two card piles: exciting Perks and questionable Quirks. The player whose turn it is grabs one card from each pile and the combination of traits listed makes up their potential lover. For instance:&#10;&#10;&#10;        PERK: They Have A Giant Robot&#10;        QUIRK: They Have An Adult Baby Fetish.&#10;&#10;&#10;Everyone secretly votes if that player would date the weird combination, and those that know their friend best get a point.&#10;&#10;The game continues as you find out weird facts about your friends, and the person that knows their friends' preferences best wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "7900",
    "Name": "Pumafiosi",
    "ID": 338364,
    "Year": "(2022)",
    "Geek Rating": "5.621",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/338364/pumafiosi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.325",
    "Description": "The Pumafiosi (Puma Mafiosi) operate in a strict hierarchy from the family's boss down to the lowest Picciotti. Everyone wants to reach the top, and no one wants to end up at the bottom &mdash; or even beneath the soil. Amongst these aspiring Pumafiosi, it is wise to keep your head out of the firing line. Stand out too much, and you'll soon find yourself in prison, if not murdered by the rival families.&#10;&#10;Pumafiosi is a refreshingly unique blend of simple trick-taking and precarious press-your-luck. Each trick, the person who plays the second-highest card wins the round, and they decide where to place that winning card in the hierarchy. You can even choose to place your measly card at the top of the hierarchy to stake your claim on the big boss points. The catch is that these cards can be knocked down one or more steps on the hierarchy by higher-valued cards, and whoever owns a falling card is penalized!&#10;&#10;Pumafiosi differs from the older title Rooster Booster thanks to designer Reiner Knizia:&#10;&#10;&#10;    Increasing the strategy by narrowing the deck to a range of 1-55&#10;    Crafting a satisfying two-player experience&#10;    Raising the stakes by tweaking the hierarchy values and penalties&#10;    Tailoring a theme that gives context to the rules&#10;    Enhancing the drama by including physical penalty points&#10;    Layering decisions with further depth and tension via one-time-use items&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management",
      "Once-Per-Game Abilities",
      "Push Your Luck",
      "Slide / Push",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Cats",
      "Series: Criminal Capers Collection (Reiner Knizia)"
    ]
  }
]