[
  {
    "Rank": "3201",
    "Name": "Scooby-Doo: Escape from the Haunted Mansion",
    "ID": 302344,
    "Year": "(2020)",
    "Geek Rating": "5.967",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/302344/scooby-doo-escape-from-the-haunted-mansion",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.9",
    "Description": "In Scooby-Doo: Escape from the Haunted Mansion, players take on the roles of the teen sleuths and their courageous canine pal to solve a mystery! Work together to decode clues and find your way out of the haunted mansion in this co-operative &quot;Coded Chronicles&quot; game. Can you solve the mystery of Lady Fairmont's ghost with the help of Mystery, Inc.?&#10;&#10;In more detail, more than fifty clues are hidden in the pieces and interactive game board to help you discover what happened in Lady Fairmont's haunted mansion! Players share five narrative booklets to be read as everyone works together to fill in the story's missing details. Different parts are kept in secret envelopes to be opened as the crew unlocks the answers.&#10;&#10;Scooby-Doo is the first of the &quot;Coded Chronicles&quot; games, the second will be The Shining: Escape from the Overlook Hotel.&#10;&#10;-user summary&#10;&#10;Step into the roles of Scooby-Doo and the Mystery Inc. gang as you work to solve the mystery in Scooby-Doo: Escape from the Haunted Mansion. Work together to decode over 50 clues and find your way out of the haunted mansion in this cooperative Coded Chronicles game, an officially licensed escape room board game great for Scooby-Doo fans.&#10;&#10;More than 50 individual clues are hidden in this game&rsquo;s interactive game board and pieces to help you discover what happened in Lady Fairmont&rsquo;s Haunted Mansion! Players will share five narrative booklets, to be read as everyone works together to fill in the story&rsquo;s missing details. Different parts are kept in secret envelopes to be opened as the crew unlocks the answers, keeping everyone on the edge of their seat. Scooby Doo: Escape from the Haunted Mansion is made for one or more players, ages 12 and up.&#10;&#10;About Coded Chronicles: Coded Chronicles is an at-home escape room style game where players work together to unlock clues and solve puzzles by using a unique code revealing mechanic. Each game offers a unique storyline and objective to provide a one-of-a-kind game-play experience.&#10;&#10;-description from publisher&#10;&#10;Game Components:&#10;5 Narrative Books&#10;13 Map Tiles&#10;60 Clue Cards&#10;8 Secret Envelopes&#10;5 Character Standees&#10;1 Mystery Manual&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: Watch It Played How To Videos",
      "Series: Coded Chronicles Game (The OP)",
      "Theme: Spooky Old Houses",
      "Theme: TV Detectives",
      "TV Shows: Scooby-Doo!"
    ]
  },
  {
    "Rank": "3202",
    "Name": "The Battle at Kemble's Cascade",
    "ID": 154301,
    "Year": "(2014)",
    "Geek Rating": "5.967",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/154301/the-battle-at-kembles-cascade",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.5692",
    "Description": "FOR OFFICIAL ERRATA AND FAQ, LOOK IN THE FILES SECTION&#10;&#10;The Battle at Kemble's Cascade is a board game adaptation of a classic shoot 'em up video game. In the game, which is played out on a scrolling space backdrop, the players take on the roles of brave space pilots sweeping around in nimble yet powerful fighters, searching the asteroid clusters for universal glory and ancient technology. Players compete to obtain the most glory, with glory resulting from carrying out missions, finding lost treasure in asteroid clusters, and destroying alien entities, not to mention other players.&#10;&#10;In the game, players fly through an ever-scrolling space setting, which is represented by rows of cards. Each turn, the bottom row is removed and a new row is added to the top. Players move their spaceships and resolve effects continuously, performing actions such as collecting power-ups and money, fighting alien cruisers and titans, blocking and shooting other players, and dodging asteroids and black holes. The players need to balance the use of their ships' energy as it's used for both absorbing enemy fire and boosting their movement speed and fire rate.&#10;&#10;The game includes missions and achievements as well as a mechanism called &quot;threat level&quot; to keep everyone in suspense throughout the whole game. Threat allows players to enjoy the satisfaction of both shooting wildly at each other and dodging the hundreds of bullets raining down from enemy fighters and other players.&#10;&#10;All player ships are fully upgradeable with four different weapon classes, engines, shields and more. Each player must buy the upgrades and navigate the path that best fits his chosen strategy in order to successfully complete his missions and attain the most glory.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Bias",
      "Grid Movement",
      "Hand Management",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3203",
    "Name": "Mythic Battles: Ragnarök",
    "ID": 331398,
    "Year": "(2023)",
    "Geek Rating": "5.967",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/331398/mythic-battles-ragnarok",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3226",
    "Description": "Take control of Norse divinities and command their forces in the ultimate conflict! &#10;While gods and mortals wage war on mighty giants and living dead, strange runes of fire materialize in the Nine Worlds. For centuries, these remnants of primal forces remained out of reach, but now those who dare to wield this awesome power may tip the balance of these world-breaking battles in their favor. The realms are crumbling, the end draws near, and only the mighty shall be remembered.&#10;&#10;The Bifrost Bridge has collapsed, trapping Odin and his armies in Asgard. The resulting war in Midgard will be a devastating clash with no assumed victor. Will Ases and Vanes save the Nine Worlds from destruction, or will chaos shatter these realms and reduce Yggdrasil to ashes?&#10;&#10;Mythic Battles: Ragnar&ouml;k is a 2 to 4 player legendary adventure, playable as a pure skirmish game, or as an epic saga comprised of numerous scenarios and campaigns. Glorious miniatures and stunning game boards set the scene, decks and dice decide the combat, and the draft mechanic ensures you field a mighty force, destined for glory and victory!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Hand Management",
      "Line of Sight",
      "Open Drafting",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Norway",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Mythology: Norse",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "3204",
    "Name": "A Handful of Stars",
    "ID": 197320,
    "Year": "(2017)",
    "Geek Rating": "5.967",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/197320/a-handful-of-stars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.0882",
    "Description": "A Handful of Stars is the final title published by Treefrog Games and the third entry into the unofficial &quot;A Few Acres of Snow Trilogy.&quot; The first game was the two-player A Few Acres of Snow, whose main mechanisms were then reimplemented in the multiplayer Mythotopia, and now A Handful of Stars reimplements the mechanisms from Mythotopia and takes them to the vast reaches of space...&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "3205",
    "Name": "The British Way: Counterinsurgency at the End of Empire",
    "ID": 342921,
    "Year": "(2023)",
    "Geek Rating": "5.966",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/342921/the-british-way-counterinsurgency-at-the-end-of-em",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.1379",
    "Description": "The British Way: Counterinsurgency at the End of Empire is the first of several COIN multipacks, containing four separate wargames exploring a series of thematically related insurgencies. Between 1945 and 1960, the British fought four major &ldquo;emergencies&rdquo;, as they referred to their counterinsurgency campaigns, each trying to manage their retreat from empire. The four games in this pack focus on exploring British counterinsurgent responses to a variety of different opponents, including communist insurgents in Malaya, militant nationalists in Kenya, and smaller and more clandestine terrorist organizations in Palestine and Cyprus. The games adjust the core COIN mechanics to provide a compelling new way of handling two-player conflicts, while also streamlining several mechanics to quicken gameplay. The British Way offers an approachable introduction to the COIN series for new players, while presenting experienced players with four mechanically distinct games to explore and compare.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Sudden Death Ending",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Cyprus",
      "Country: Kenya",
      "Country: Malaysia",
      "Country: Palestine",
      "Country: United Kingdom",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: COIN (GMT)",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "3206",
    "Name": "Heroes of Tenefyr",
    "ID": 237706,
    "Year": "(2019)",
    "Geek Rating": "5.966",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/237706/heroes-of-tenefyr",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2609",
    "Description": "The village of Tenefyr is a bastion of light in a valley surrounded by darkness and countless evil creatures. But the many dungeons that litter the mountainsides aren't the only source of danger. Something more terrible is planning an attack on the village. Will you be one of the heroes that saves Tenefyr?&#10;&#10;Heroes of Tenefyr is a fully cooperative deck-building game for 1 to 4 players. You represent one of the four heroes and start out inexperienced, but with a unique skill card. As you fight your way through dungeons filled with evil creatures, you'll gain loot in the form of cards that are added to your starting deck. Clear a dungeon of monsters and you will be rewarded by the villagers.&#10;&#10;Players will enter dungeons together and fight the enemies within. Combat is simple, with a combined &quot;push-your-luck&quot; element. Your deck represents your hero's health, so when you run out of cards, your hero becomes exhausted and needs to return to the village to rest. Loot cards that improve your deck are gained from defeating enemies, and the most powerful loot is found in the most dangerous dungeons.&#10;&#10;Whenever the heroes leave a dungeon and return to Tenefyr, time passes. When a certain amount of time has passed, depending on the difficulty setting, the boss attacks. If you manage to defeat the boss, everybody wins, otherwise you all lose.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "3207",
    "Name": "Longhorn",
    "ID": 148290,
    "Year": "(2013)",
    "Geek Rating": "5.966",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/148290/longhorn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.7705",
    "Description": "1870 &ndash; Somewhere deep in Texas, the rearing of Longhorn cattle from northern Mexico is booming. It has now become a major source of income for the Texan farmers, while at the same time attracting cattle thieves of all kinds.&#10;&#10;In Longhorn, the players assume the roles of two particularly feared outlaws: Eagle Perkins and Jessie Artist Byrd. The aim of the game is simple: to steal cattle (and a few gold nuggets, if possible) to see who can amass the most money by the end of the game &mdash; or who can get his opponent arrested by the sheriff!&#10;&#10;The game is set up by shuffling the 9 locations and setting them up in a 3x3 grid, selecting 9 tokens randomly and assigning one to each location (if the sheriff token is in play, it must be placed on Nugget Hill), and finally randomly distributing the coloured longhorn cattle meeples to each location, with the number required being shown on each location. The start player then chooses a location with 4 cattle and places the player piece in it.&#10;&#10;The game ends in one of three ways:&#10;- If a player takes the sheriff token, they lose immediately&#10;- If a player takes all 9 cattle of any one colour, they win immediately (if they did both in the same turn, they lose)&#10;- If no legal move can be made, the players score; gold nugget tokens are worth their face value and each colour of longhorn is worth $100 for each cow of the same colour still on the board. For example, if the Perkins player has 4 black cattle and 5 are left on the board, each of his 4 black longhorns are worth $500. If there are no black cattle (because the Byrd player has them, or through drought) then they are worth nothing. The player with the highet total wins.&#10;&#10;On a players turn, they choose a colour of longhorn present in their location and steal all of that colour. For each longhorn stolen, the player moves the player piece that many spaces and then flips it, to signify that it is now the other player's turn.&#10;&#10;If a location is cleared of longhorn cattle, the player who took the last longhorn must take the token present and activate it. Some are positive and some are negative. Once a space is cleared, it can not be moved to in a future turn, though it can be moved through.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "American West",
      "Animals"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Mancala",
      "Set Collection",
      "Sudden Death Ending"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Europe Collection (Blue Orange Games)"
    ]
  },
  {
    "Rank": "3208",
    "Name": "Tetrarchia",
    "ID": 183315,
    "Year": "(2015)",
    "Geek Rating": "5.965",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/183315/tetrarchia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.2826",
    "Description": "By the end of the III century the Roman Empire is doomed. Enemies surround the borders, instability spreads over the provinces, and whenever a Roman Emperor fights a threat, usurpers take his place in Rome. The Emperor Diocletian only sees one revolutionary way out: share the power with Maximian, Constantius and Galerius, forming the first 'Tetrarchy'. Now their enemies are doomed...&#10;&#10;TETRARCHIA (&quot;rule of four&quot; in Latin) is a cooperative game in which 1 to 4 players take the role of the 4 Emperors, fighting the revolts within the Empire and the Barbarian armies that try to bring it down. With easy rules, the core engine leads to very different games full of interesting choices, with up to 81 difficulty levels. The Draco Ideas edition also includes:&#10;&#10;- The Dux expansion, now with 4 independent modules (Dux, Vicarius, Pirates and Goths).&#10;- Plus 6 independent variants, including a new competitive one (Barbaria) that holds up to 5 players.&#10;- Plus 4 updated historical scenarios (Carausian revolt, Danubian Wars, Mauretanian War and Great Persian War).&#10;&#10;The combinations are countless! The flow of each Emperor's turn is very simple: spend up to 6 'Imperivm Points' (to Move, Sail, Secure, Subdue or Attack), and then propagate threats with the roll of two dice. The players win if they secure the borders of the Empire before the majority of provinces revolt or Rome falls.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Containers: Zippered Pouch",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Roman Empire",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "3209",
    "Name": "9 Lives",
    "ID": 189190,
    "Year": "(2015)",
    "Geek Rating": "5.965",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/189190/9-lives",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "9 Lives is a trick-taking game where players compete to earn the most points.  The game uses 3-4 suits which show the color of the cards on the rear.&#10;&#10;Players make bids of if they will win 1-6 tricks, and can bid exactly or a range.  Each number may only be bid up to two times.  Points are earned when a player hits their bid and lost if they miss it.&#10;&#10;The game is &quot;must follow&quot; with a fixed trump suit.  The winner of a trick also takes one of the cards played to the trick other than theirs to place in their hand.&#10;&#10;The game ends after either 4 rounds or a player has earned 9 points, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Meeples (Animal) / Animeeples",
      "Crowdfunding: Kickstarter",
      "Series: Small Box Big Game (Allplay)",
      "Series: Tricky Card Games (Allplay)"
    ]
  },
  {
    "Rank": "3210",
    "Name": "In Too Deep",
    "ID": 295681,
    "Year": "(2021)",
    "Geek Rating": "5.965",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/295681/in-too-deep",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4889",
    "Description": "In Too Deep is a unique, narrative that thrusts you into the future in a tense, strategic board game for 1-5 players. Draft characters and spend actions to complete objectives and collect sets. What side of the law will you end up on?&#10;&#10;In the year 2087, central governments have fallen. What remains are fragmented citystates like New Dawn City, struggling to keep chaos at bay. The sinister Syndicate targets these weakened cities for domination by usurping, organizing, and enhancing the existing criminal elements. In the world of In Too Deep, you are part of a secret agency dedicated to stopping the Syndicate at all costs.&#10;&#10;Cybernetic implants give Syndicate operatives a technological advantage, but you have found a way to exploit that power. By infiltrating their cerebral upgrades, you can gain control of these criminals. Going deep undercover into the minds of your targets, you&rsquo;ll coordinate crimes of escalating seriousness to get your hands on the critical evidence needed to foil the Syndicate&rsquo;s looming plot.&#10;&#10;Each turn, you can hook into a new criminal and manipulate their activities throughout the city, accessing powerful skills and increased stamina as you grow familiar with their minds. Your physical body is in a secret lab far from the actual action, but you are by no means safe. Entering the mind of criminals takes its toll on your morality.&#10;&#10;Orchestrate crimes, strive to put the information you gather to the best use, wrestle with dangerously corrupting dilemmas, and try to hold yourself together. It will take everything you&rsquo;ve got to avoid going In Too Deep.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Points",
      "End Game Bonuses",
      "Hand Management",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Semi-Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "3211",
    "Name": "Barbarians: The Invasion",
    "ID": 219832,
    "Year": "(2018)",
    "Geek Rating": "5.964",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/219832/barbarians-the-invasion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1961",
    "Description": "Enter the mysterious World of Thunmar, a place where barbarian clans rule the wild lands and corrupted civilizations live in their decadent cities. A place filled with powers gifted from ancient gods and treacherous demons. Become the Warchief of a clan and lead them on the conquest of civilized nations, take their lands and steal their riches. You will need a strong economy, an even stronger army and all the technological advancements you can afford to pursue. You will have to manage resources, army units and buildings, but you will also be able to summon the power of ancient gods and demons to obtain temporary magical benefits. Only the strongest clan will prevail over the others on the path to glory, leaving its mark in history.&#10;&#10;In Barbarians: The Invasion, you control a barbarian clan and lead it on its path to glory. Place your champions on the 3D Volcano to gather resources, construct buildings, pray to gods, and lead your troops in fierce battles to conquer the most regions and become the greatest clan of all time.&#10;&#10;The game revolves around worker placement on a 3D rotating Volcano where you can perform different actions depending on the position of your workers, area control on a map, and the management of an economic engine. Your clan will have to sustain its army in order to conquer lands and prevail on enemy clans. The clans won't fight each other directly, but will pursue the same goal until the end of the game where the player with most points wins.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Rondel",
      "Set Collection",
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3212",
    "Name": "Exploding Kittens: NSFW Deck",
    "ID": 172242,
    "Year": "(2015)",
    "Geek Rating": "5.964",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/172242/exploding-kittens-nsfw-deck",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0812",
    "Description": "Originally an expansion for Exploding Kittens, the most successful Kickstarer project ever, that contained cards that were too horrific and/or incredible to be included in a kid safe version. As a stretch goal this was turned into a stand alone game that can be combined with the standard Exploding Kittens deck. If you combine the two decks, you can go up to 9 players. 10 with Imploding Kittens&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Game: Exploding Kittens",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "3213",
    "Name": "Mord im Arosa",
    "ID": 80006,
    "Year": "(2010)",
    "Geek Rating": "5.964",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/80006/mord-im-arosa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4466",
    "Description": "From the game rules:&#10;&#10;A thriller in the MYSTERY TOWER for 2 to 6 good noses ears,10 years and up, by Alessandro Zucchini&#10;&#10;Night in the &quot;Arosa&quot; hotel. Creaking floor boards, banging window shutters, strange noises. Behind the wafer-thin walls, no sound remains hidden from eavesdropping ears.&#10;Suddenly: a bang! A scream! Hurried steps fade away&thinsp;&hellip; &#10;Nobody saw anything! But everybody heard everybody else&thinsp;&hellip; There are clues from the hotel guests on all floors. But which of them will be discovered? And which of them will remain hidden? If you don&rsquo;t want a murder rap pinned on you, you should lay the blame on the other players instead. Because one thing is for sure: the overwhelming evidence will convict the culprit.&#10;&#10;The players arouse suspicion: they throw their clues (in the form of little wooden cubes) into the shaft of the hotel tower. If you prick up your ears, you&lsquo;ll be able to guess on which floors the suspicious clues come to rest. With this knowledge, you can denounce other players and cover your own tracks.&#10;The culprit is the one who has left particularly suspicious clues in the vicinity of the scene of the crime. Whoever attracts the fewest suspicious facts, wins.&#10;&#10;Contents:&#10;1 hotel (8 parts)&#10;2 victims (red)&#10;120 clues in 6 colors&#10;1 investigation sheet&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Cube Tower",
      "Memory"
    ],
    "Families": [
      "Components: Drop Tower",
      "Containers: Cubes"
    ]
  },
  {
    "Rank": "3214",
    "Name": "Unsurmountable",
    "ID": 331328,
    "Year": "(2021)",
    "Geek Rating": "5.964",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/331328/unsurmountable",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4194",
    "Description": "You've climbed all of the mightiest mountains, yet there&rsquo;s one towering titan that&rsquo;s always eluded you: the mountain where anything can happen. In the whisper-thin air the paths twist and shift as you climb, stranding the unprepared and confounding the overconfident. Do you have what it takes to summit this perilous peak?&#10;&#10;In Unsurmountable, players will be tackling the rocky slopes of an ever-changing mountain. As the game unfolds, they must place the next piece of the path carefully in order to complete a route to the top while simultaneously meeting any additional goals for the round. It may sound like a walk in the park, but this puzzle has plenty of pitfalls to keep players on their toes.&#10;&#10;Unsurmountable is the next title in our Simply Solo line, following Food Chain Island and Ugly Gryphon Inn. These titles were designed by Scott Almes for single-player only, focusing on elegant rules that create complex situations. Like the previous two games, Unsurmountable delivers a fun puzzle that&rsquo;s sure to hit the table again and again.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Chaining",
      "Network and Route Building"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Unsurmountable",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Micro Game (Matagot)",
      "Series: Simply Solo Games (Button Shy)",
      "Series: Wallet Games (Button Shy)",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "3215",
    "Name": "Get Bit!",
    "ID": 30539,
    "Year": "(2007)",
    "Geek Rating": "5.964",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/30539/get-bit",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1195",
    "Description": "&quot;You don't have to be faster than the shark, just faster than your friends!&quot;&#10;&#10;Get Bit! is a card game where players are competing to stay alive as the others are being eaten by the shark.&#10;&#10;The order of the swimmers is determined by simultaneously playing cards face-down then revealing the values. The number on each player's card determines position in line (higher numbers in front, lower numbers in back), however ties don't move.  The swimmer at the back loses a limb to the shark and is flung to the front of the line! The process is repeated until only two swimmers remain on the table. When this happens, the swimmer at the front of the line wins the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Race",
      "Relative Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Sharks",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Series: Get Bit Trilogy (Mayday Games)"
    ]
  },
  {
    "Rank": "3216",
    "Name": "Return of the Heroes",
    "ID": 8170,
    "Year": "(2003)",
    "Geek Rating": "5.964",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/8170/return-of-the-heroes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3621",
    "Description": "Players take the role of one fantasy hero traveling a hidden world, which is set up differently for every new game. Players gather mighty artifacts to solve their quests. The characters develop during the game, which brings some role-playing flair to the game. To help you feel comfortable with your character, you can even choose a gender by simply flipping the character card.&#10;&#10;The game has been compared to Magic Realm and Talisman, with a complexity somewhere between the two.&#10;&#10;Other games in the series:&#10;&#10;    Under the Shadow of the Dragon&#10;    Helden in der Unterwelt (Heroes in the Underworld)&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Sandbox Without Win Condition",
      "Components: Gems/Crystals",
      "Components: Rocks/Stones",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3217",
    "Name": "Flourish",
    "ID": 312618,
    "Year": "(2021)",
    "Geek Rating": "5.964",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/312618/flourish",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.8511",
    "Description": "Flourish is a beautiful, card-drafting, garden-building game in which players plan and build the garden of their dreams over the course of the growing season. With delightful imagery, players plan their gardens throughout the game to collect the most points.&#10;&#10;This easy-to-learn game offers both competitive strategy and co-operative game modes, and a 1-7 player count provides a high level of accessibility and replayability.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Cooperative Game",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "3218",
    "Name": "Inhuman Conditions",
    "ID": 261403,
    "Year": "(2020)",
    "Geek Rating": "5.964",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/261403/inhuman-conditions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.9545",
    "Description": "From the co-creators of Secret Hitler &amp; Better Myths: a Blade Runner-inspired, five-minute party game for two players.&#10;&#10;Inhuman Conditions is a five-minute, two-player game of surreal interrogation and conversational judo, set in the heart of a chilling bureaucracy.&#10;&#10;Each game has one Investigator and one Suspect. Armed only with two stamps and a topic of conversation, the Investigator must figure out whether the Suspect is a Human or a Robot.&#10;&#10;Robots must answer the Investigator's questions without arousing suspicion, but are hampered by some specific malfunction in their ability to converse. They must be clever, guiding the conversation in subtle ways without getting caught.&#10;&#10;Humans may speak freely, but may find this freedom as much curse as gift. There are no right or wrong answers, only suspicious and innocuous ones, and one slip of the tongue could land Humans and Robots alike in the Bureau's Invasive Confirmation Unit. There, alongside Investigators who make improper determinations, they will await further testing ...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Acting",
      "Elapsed Real Time Ending",
      "Hidden Roles",
      "Pattern Recognition",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Cyberpunk",
      "Theme: Retro",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "3219",
    "Name": "DC Deck-Building Game: Rivals – Batman vs The Joker",
    "ID": 160958,
    "Year": "(2014)",
    "Geek Rating": "5.964",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/160958/dc-deck-building-game-rivals-batman-vs-the-joker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.88",
    "Description": "Can Batman take down The Joker &mdash; or will he go mad trying? The action is fast and furious in DC Comics Deck-Building Game: Rivals &ndash; Batman vs The Joker as players vie to add the right mix of components to their decks, then launch attacks directly at their archnemesis! This set, which is compatible with any title in the DC Comics Deck-Building Game series, introduces confrontation rules that allow you to attack an opposing character and block cards that ward off confrontations.&#10;&#10;The first player to drop the opponent three times wins, although each time an opponent gets dropped, he'll rise up even stronger than before; in game terms, each player has three oversized character cards, and if you're defeated, you reveal the next card with a booosted-up ability. Alternatively, if the main deck runs out of cards, the player with the most VPs wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Game: Cerberus Engine – Heroes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3220",
    "Name": "Maori",
    "ID": 40425,
    "Year": "(2009)",
    "Geek Rating": "5.963",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/40425/maori",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7863",
    "Description": "In Maori, players explore the islands of Polynesia. On a turn, the player moves their explorer ship, and then, optionally, may discover a tile. Once one player has filled their board everyone else gets one more turn, and then the game ends. Players now score the tiles on their display. Palms, huts, shells, and boats on the tiles influence scoring. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 4 x 4 Grids",
      "Country: New Zealand",
      "Digital Implementations: Yucata",
      "Theme: Māori",
      "Theme: Tropical",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "3221",
    "Name": "Raid on St. Nazaire",
    "ID": 1425,
    "Year": "(1987)",
    "Geek Rating": "5.963",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/1425/raid-on-st-nazaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.0198",
    "Description": "This solitaire wargame simulates the March 28, 1942, British raid on the Nazi-occupied French port of St. Nazaire.&#10;&#10;In the first part of the game, the player moves the British boats and destroyer HMS Campbeltown (camouflaged as a German ship) to their landing areas, while determining the results of the many shots from the harbor defense guns.  Upon landing, the remaining force tries to reach targets  (sub pens, caissons, docked ships, supply tanks, etc.) and destroy them.&#10;&#10;The German guards are handled by the game system and arrive via random draw and placement and move by most direct route to the nearest British commando.  As the game progresses, the German units get tougher and better organized.&#10;&#10;The game ends when either all British units are killed or escape and they score for the targets destroyed.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Saint-Nazaire (France)",
      "Country: France",
      "Country: Germany",
      "Country: United Kingdom",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "3222",
    "Name": "Terrors of London",
    "ID": 225910,
    "Year": "(2019)",
    "Geek Rating": "5.963",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/225910/terrors-of-london",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.2143",
    "Description": "In the shadows of London, terrors stir. Powerful overlords conspire against one another, amassing hordes of monsters to do their bidding. Only one will claim the night and all within it as their prize.&#10;&#10;Terrors of London is a competitive deck-builder with a Victorian horror theme. Each player will assume the role of an Overlord, each with a unique ability and two unique influence cards. Throughout the game players will add monsters from four different factions (Beasts, Mortals, Spirits, and Undead) to their deck, all of which can form hordes for powerful combos. Players will also procure marvelous relics, which they may immediately use for their unique abilities. The first player to reduce their opponent's life to zero wins the game and claims the night.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3223",
    "Name": "Tiger & Dragon",
    "ID": 349992,
    "Year": "(2021)",
    "Geek Rating": "5.963",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/349992/tiger-and-dragon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3478",
    "Description": "Players in Tiger &amp; Dragon play tiles from their hand to participate in waves of attack and defense. Be the first player to empty your hand to score points based on whichever one of ten scoring cards are in use this round.&#10;&#10;The game contains 38 tiles: 36 numbered tiles with one 1, two 2s, etc. up to eight 8s, along with a tiger and a dragon. Shuffle the tiles face down, then each player takes tiles based on the player count, with the round's starting player taking one additional tile. With four players, for example, the starting player draw ten tiles and all other players nine. At least one tile will remain out of play.&#10;&#10;The start player attacks by playing a tile from their hand. The next player can either pass or defend the attack by playing the same tile. Note that the dragon defends against any odd-numbered tile and the tiger against any even-numbered tile. After defending, place a tile of your own to attack. If a player passes, the next player either passes or defends. If all other players pass on your attack, place a tile from your hand face down, then choose a new tile to attack again. If you attack with the dragon or tiger, a player can defend with any odd- or even-numbered tile, respectively.&#10;&#10;The first player to empty their hand wins the round and scores points based on the last tile that they played and the specific scoring card for that round. They score 1 bonus point for each time an attack of theirs went undefended. At the end of a round, if a player has scored 10+ points, they win.&#10;&#10;Tiger &amp; Dragon is based on the popular Japanese traditional game GOITA, and it can be played with team rules like that earlier team. Teammates sit across from one another, and the first team to collectively score 15+ points wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Traditional Games: Goita"
    ]
  },
  {
    "Rank": "3224",
    "Name": "Medici: The Card Game",
    "ID": 202288,
    "Year": "(2016)",
    "Geek Rating": "5.963",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/202288/medici-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5833",
    "Description": "Medici: The Card Game is a new design by Reiner Knizia that shares the setting and feel of the classic Medici board game, without using that game's auction mechanisms.&#10;&#10;In 15th century Florence, players try to acquire the most valuable goods for their merchant ships by drawing 1-3 cards from a common deck each turn. After drawing, the active player must take the final card they drew and may select one or both of the previous two cards drawn (if available). They then load these commodity cards on their boat. Cards that are not taken remain available to future players. Once a player's boat is full (seven cards with two players, five cards with 3-6 players), they are out of the round and the day is scored.&#10;&#10;Players score points for the value of their ships' holds, but also for the number of commodities of each type that they have stored in their warehouse. The highest earning merchant over three days wins the game. Some cards do not take up space on ships, while others contribute to the value of a hold, but cannot be stored in warehouses.&#10;&#10;This is the first game to be added to the Medici family of games since Strozzi, released in 2008.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)",
      "Country: Italy",
      "Occupation: Merchant",
      "Series: Knizia Florentine auction games",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "3225",
    "Name": "Entdecker: Exploring New Horizons",
    "ID": 1334,
    "Year": "(2001)",
    "Geek Rating": "5.963",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/1334/entdecker-exploring-new-horizons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4384",
    "Description": "[Careful: there are two similar games with Entdecker in the title. Don't confuse Die Neuen Entdecker (also known as Entdecker: Exploring New Horizons) with Entdecker, a different game. In short - if your Entdecker's board does not have a scout trail leading to native huts, it's not this Entdecker.]&#10;&#10;A reworking of the game Entdecker, this game still starts with a blank game board that represents an unexplored sea. Tiles are drawn and placed on squares on the board. As the tiles are placed, islands develop on the board and players pay to place settlements, forts, or scouts on these islands in an effort to become the most powerful explorer.&#10;&#10;Completed islands yield victory points to all who have invested in exploration on an island, but of course the most points go to the player who has established the strongest presence. This updated version adds a larger board, fees to enter from all but one edge of the board, a different income system, new bonus waterfall tiles, the ability to draw (for a price) from open stacks of tiles, and most of all an entirely new area of the board that represents scouts exploring jungles on the islands in search of exotic plants (this is the bonus discovery chip system revamped), and other changes.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Map (Regional scale)",
      "History: Age of Discovery",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "3226",
    "Name": "Dungeons & Dragons: Tomb of Annihilation Board Game",
    "ID": 228668,
    "Year": "(2017)",
    "Geek Rating": "5.963",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/228668/dungeons-and-dragons-tomb-of-annihilation-board-ga",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3913",
    "Description": "Tomb of Annihilation Board Game is a cooperative adventure design in the same series as Castle Ravenloft that's based on the &quot;Tomb of Annihilation&quot; storyline for Dungeons &amp; Dragons: 5th Edition.&#10;&#10;Adapted from popular classic AD&amp;D adventure module, S1: Tomb of Horrors&#10;&#10;Integrates with:&#10;&#10;    Dungeon Command: Blood of Gruumsh&#10;    Dungeon Command: Curse of Undeath&#10;    Dungeon Command: Sting of Lolth&#10;    Dungeon Command: Tyranny of Goblins&#10;    Dungeon Command: Heart of Cormyr&#10;&#10;&#10;Can also integrate with:&#10;&#10;    Dungeons & Dragons: Castle Ravenloft Board Game&#10;    Dungeons & Dragons: The Legend of Drizzt Board Game&#10;    Dungeons & Dragons: Wrath of Ashardalon Board Game&#10;    Dungeons & Dragons: Temple of Elemental Evil Board Game&#10;    Dungeons & Dragons: Tomb of Annihilation Board Game&#10;    Dungeons & Dragons: Waterdeep &#226;&#128;&#147; Dungeon of the Mad Mage Board Game&#10;    Dungeons & Dragons: Ghosts of Saltmarsh Board Game&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: Dungeons & Dragons Adventure System Board Games",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "3227",
    "Name": "Call to Adventure: Epic Origins",
    "ID": 351077,
    "Year": "(2022)",
    "Geek Rating": "5.963",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/351077/call-to-adventure-epic-origins",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "In this hero-crafting card game, 1-4 players compete to earn the highest Destiny score while cooperating to defeat the Adversary. Like the original Call To Adventure, Epic Origins is a tableau-building game where players draft cards, cast runes, and overcome challenges to score victory points.&#10;&#10;For players familiar with Call To Adventure game system, Epic Origins introduces a high fantasy theme inspired by classic dungeon-crawling RPGs. The new Heritage card type provides options like Elf, Halfling, and Dwarf. Class cards allow you to invest Experience to &quot;level up&quot; your character. High fantasy themes and challenges can be found throughout the game's 150+ unique cards.&#10;&#10;This game also features overhauled Solo and Co-Op play. Double-sided Adversaries provide an evolving challenge: face a lower-level Adversary at the end of Act II, then the Final Adversary at the end of Act III. In Campaign Mode, players can unlock new cards by defeating each new Adversary. The game incorporates more rewards for cooperative play while still incentivizing individual achievement.&#10;&#10;While points decide the winner of the game, Call To Adventure encourages storytelling at the end of the game. Epic Origins also includes a guide for converting your final tableau into a 5th Edition D&amp;D character.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Role Playing",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Containers: Book-like",
      "Crowdfunding: Kickstarter",
      "Game: Call to Adventure",
      "Mechanism: Tableau Building",
      "Players: Expansions Adding Cooperative Play"
    ]
  },
  {
    "Rank": "3228",
    "Name": "Hens",
    "ID": 348447,
    "Year": "(2023)",
    "Geek Rating": "5.963",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/348447/hens",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.875",
    "Description": "A puzzly abstract card game of hen breeding.&#10;&#10;In Hens you are a hen breeder! Each round you will play a hen card from your hand, trying to create a harmonious barnyard with different hen breeds. The rules to place cards are few and simple, but the difficulty lies in making large groups of hens of the same breed.&#10;&#10;At the end of the game you will gain points from your largest group of hens of the same breed in your barnyard, from your rooster token and from the goal card. Don&rsquo;t forget some rare hens give you medals worth points at the end of the game.&#10;&#10;The hen breeder with the best barnyard wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Card Games: Draw and Discard",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "3229",
    "Name": "Virtù",
    "ID": 345377,
    "Year": "(2022)",
    "Geek Rating": "5.962",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/345377/virtu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.96",
    "Description": "It's a time of upheaval, when the Middle Ages end and modernity is born. For those in the government, the situation is ripe for action. Your city must maintain its standing, and you, as its prince, must make this happen.&#10;&#10;Virt&ugrave; takes place during the Italian Renaissance, with each player embodying one of the powerful Italian cities of the time and trying to make it more powerful than all others through &quot;virt&ugrave;&quot;, the ability to accomplish great things through a strong state (according to Machiavelli).&#10;&#10;The foundation of the game is &quot;wheelbuilding&quot;, that is, creating a &quot;wheel of actions&quot; on your personal player board, which has a unique arrangement compared to other players and with you having a different set of starting family cards. Depending on how you place the cards, you have multiple options available and a starting strategy, but you can acquire and place new cards to alter your approach over the course of the game. You interact with others indirectly by taking cards they want or racing to goals or directly by sending agents to the palace or their cities as well as by attacking cities. Artists, merchants, and diplomats can also work to increase your prestige.&#10;&#10;Virt&ugrave; includes a two-player mode that is played differently from the game with 3-5 players.&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Open Drafting",
      "Point to Point Movement",
      "Rondel"
    ],
    "Families": [
      "Country: Italy",
      "History: Italian City-States"
    ]
  },
  {
    "Rank": "3230",
    "Name": "Bumúntú",
    "ID": 201006,
    "Year": "(2019)",
    "Geek Rating": "5.962",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/201006/bumuntu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8",
    "Description": "Bum&uacute;nt&uacute; is a lightweight strategy game based on the culture and folklore of the Bakongo tribes. Descendants of the Kingdom of Kongo, the Bakongo people are the largest group of tribespeople in central Africa.&#10;&#10;A common theme in African folklore is that animals are wise creatures who teach humans to do good and moral things. As a tribal leader, you will follow the guidance of the animals, journeying through the jungle in hopes of winning their favor.&#10;&#10;Players start on a board full of African animals, each with their own movement abilities. Each player can either move as normal or follow the wisdom of the animals, earning that animal's favor in the process and collecting its chip. Some animals will make movement easier, while others can affect how opponents move, giving a lot of depth to this deceivingly simple strategy game. As the game progresses, fewer and fewer animals remain, making choices that much more important.&#10;&#10;Once all the Advancement chips have been collected, each animal will offer a different amount of favor based on how far up they are on the Favor Leaderboard, something that players can affect throughout the game. Bonus points will be given for collecting Nkisi (small statues) and Yowa (spiritual symbols). At the end of the game, the leader who has accumulated the most favor wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Educational"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Continents: Africa",
      "Country: Democratic Republic of the Congo",
      "Country: Republic of the Congo"
    ]
  },
  {
    "Rank": "3231",
    "Name": "Africana",
    "ID": 118000,
    "Year": "(2012)",
    "Geek Rating": "5.962",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/118000/africana",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0167",
    "Description": "In Africana, players travel through Africa, taking part in expeditions and trying to be the first to reach various destinations. With the money they earn, they can buy adventure cards that earn them precious antiques. Africana features the &quot;Book of Adventures&quot; game system from Schacht's Valdora in which players can acquire cards that are laid out like books, with players &quot;turning the pages&quot; to find the adventure cards they most want.&#10;&#10;The game board in Africana shows the continent divided in half at the equator, with the cities in the north half colored brown and the cities in the south white. Adventure cards with a brown border can be acquired only in the south and must be delivered to the north, while white-bordered adventure cards take the opposite route. Five expedition cards &ndash; each showing the starting and ending location and a reward for completing the expedition &ndash; are laid face-up on the game board.&#10;&#10;Each player has one researcher token that will travel around the board, and on a turn a player takes one of three possible actions:&#10;&#10;&#10;    Draw two travel cards. (A player can have no more than five travel cards in hand at turn's end.)&#10;    Buy one or more adventure cards, for five coins each. A player can flip one page in the book for free, with each additional flip costing one coin. (A player can have no more than three adventure cards to be fulfilled at turn's end.)&#10;    Move the researcher by paying travel cards that match the color of the space being traveled to. Each player has a joker in hand, which will be retained at the end of each turn. If a player moves onto the start space of an expedition, he can mark that expedition card with a marker; if he reaches the destination for an expedition he's on, he receives the reward depicted and claims the card, while anyone else on the expedition receives nothing. A new expedition card is then revealed.&#10;&#10;&#10;When a player reaches the destination shown on an adventure card, that player scores that card by placing it under his player mat. Some cards show helpers, which are represented by helper cards in a player's hand. These cards allow travel on the color shown on the card and return to the player's hand after use, but a player who employs many helps will lose points at the end of the game.&#10;&#10;Once the expedition cards run out, the game ends and players score for the expeditions they completed, sets of identical and different adventure cards, money in hand, and a few other things. The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Wooden pieces & boards",
      "Continents: Africa",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "3232",
    "Name": "Kerala: The Way of the Elephant",
    "ID": 191055,
    "Year": "(2016)",
    "Geek Rating": "5.962",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/191055/kerala-the-way-of-the-elephant",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7353",
    "Description": "Welcome to the elephant festival in the Indian province of Kerala! Colorfully decorated elephants roam everywhere, and naturally players want to participate and make the most magnificent fairground with as many elephants as possible.&#10;&#10;In Kerala, each player wants to take at least one tile of each color, and all tiles of one color should be joined together, but of course the players are constantly getting in the way of one another and grabbing the tiles that someone else wants.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Elephants",
      "Country: India"
    ]
  },
  {
    "Rank": "3233",
    "Name": "Saloon Tycoon",
    "ID": 174524,
    "Year": "(2016)",
    "Geek Rating": "5.962",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/174524/saloon-tycoon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2647",
    "Description": "Players are Saloon owners in an old west gold rush town. They've purchased lots on the four corners of the main crossroads and need to expand their small establishments into thriving businesses. Their goal is to create massive centers for commerce and entertainment in the wilds of the West. To boost their success, they&rsquo;ll need to attract the wealthy and famous citizens of the town while keeping away the less savory characters.&#10;&#10;This is a building and tile placement game where the purpose of the game is to build the best saloon. The game is played by each player taking a board and then taking turns going clockwise from the first player earning gold, taking an action, building and collecting bonuses.&#10;&#10;The player with the most reputation points at the end of the game wins!&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3234",
    "Name": "Queen's Necklace",
    "ID": 6068,
    "Year": "(2003)",
    "Geek Rating": "5.962",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/6068/queens-necklace",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9054",
    "Description": "From the slums, where purse-snatchers and courtesans work their respective trades, to the inner salons of the Louvre, where confessors, royal astrologers, musketeers, and court favorites mingle and scheme in hushed conversations, the position of King's Jeweler has suddenly become a lot more dangerous!&#10;&#10;Set in Paris, on the eve of the French Revolution, Queen's Necklace is a game of gem-selling, influence, and intrigue at the court. Two to four players compete in the role of royal jeweler to sell rare jewels to the Queen and her court.&#10;&#10;Jeweler's loupe in hand, you must decide how best to spend your hard-earned ducats: acquiring beautiful gems (diamonds, emeralds, and rubies); or buying the favors of the various court followers. After three years of craftsmanship, the jeweler who sells the most precious gems and builds the largest fortune will receive the coveted title of King's Jeweler and a place at the court!&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Bluffing",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Theme: Jewelry"
    ]
  },
  {
    "Rank": "3235",
    "Name": "Monikers: The Shut Up & Sit Down Nonsense Box",
    "ID": 221248,
    "Year": "(2017)",
    "Geek Rating": "5.962",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/221248/monikers-the-shut-up-and-sit-down-nonsense-box",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The Shut Up &amp; Sit Down Nonsense Box is a standalone expansion for Monikers. It features 112 cards, written by the folks at Shut Up &amp; Sit Down.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Open Drafting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "3236",
    "Name": "Free Ride",
    "ID": 341048,
    "Year": "(2021)",
    "Geek Rating": "5.962",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/341048/free-ride",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "90",
    "Weight": "2.5294",
    "Description": "Around the end of the 19th century, a growing network of railway lines was built in Europe, allowing people to travel to the major cities to visit beautiful structures influenced by Art Nouveau and Historicism.&#10;&#10;In Free Ride, you are one of several people in charge of building railway lines, connecting the cities in Europe, and carrying passengers to those cities. The game board shows 45 cities connected by a network of potential routes, and all railway lines built will be one of three types: lines owned by you, lines owned by fellow players, and state-owned lines. When you travel along railway lines, you pay nothing to travel on your lines and state-owned lines. To travel on a fellow player&rsquo;s line, however, you must pay them 1 coin, which converts their line to state-owned. From then on, traveling on that line is free for all players. As coins are limited, you should carefully balance the building of your lines with the conversion of fellow players' lines to state-owned lines.&#10;&#10;Where do you want to build? At the start of play, each player drafts part of a travel route. Multiple travel routes are available for choosing, and each travel route consists of three cards. When you choose a route, you take either the first and second cards or the second and third cards as your starting and ending point (in that order). Return the unchosen card of that route to the box.&#10;&#10;Once the third deck is empty, you can either withdraw from the game with uncompleted routes (returning those cards to the box) or keep taking turns until you finish all your routes, at which point you immediately gain 1 coin and withdraw. In either situation, you earn 1 coin (and do nothing else) on each subsequent turn. Once all players have withdrawn, you tally your score, earning 3 points for each coin, 5 points for the first card you have of a city, and 2 points for each other card you have of a city. (Each of the 45 cities appears once in each of the three decks.) Whoever has the most points wins.&#10;&#10;Free Ride also offers a difficult solo challenge!&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Connections",
      "Contracts",
      "Movement Points",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Continents: Europe",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3237",
    "Name": "Speed Circuit",
    "ID": 1194,
    "Year": "(1971)",
    "Geek Rating": "5.962",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/1194/speed-circuit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0534",
    "Description": "In Speed Circuit, each player takes control of a Formula 1 racecar zipping around the tracks.  Each person then distributes a number of points to Start Speed, Top Speed, Wear and other attributes, five points per lap.  Then, each player moves based on their speed, and can adjust their speed, choosing to forfeit a Wear Point, or roll the Chance Die, where a bad roll could cause you to move through, spin out, or even crash out of the race.  Whoever gets over the line first wins.&#10;&#10;Before the race begins the players prepare their cars by allocating points, so if you want faster acceleration or speed you have to sacrifice start speed or braking or tire wear.&#10;&#10;Each turn, the players write their planned speed for the next turn and then move their cars 1 space per 20 mph. Each curve on the track has a speed limit that cannot be exceeded without penalty. If you exceed curve speed, overaccelerate or overdecelerate your car, etc., you pay penalties in tire wear or possible damage to your car or elimination from the race.&#10;&#10;The original 3M Sports Games version used speedometer wheels to select speed, used a random card draw to determine the car characteristics and has no random elements.&#10;&#10;Expanded by:&#10;&#10;    Speed Circuit: British Grand Prix&#10;    Speed Circuit: Detroit Grand Prix&#10;    Speed Circuit: Grand Prix de Belgique&#10;    Speed Circuit: Grand Prix de France&#10;    Speed Circuit: South African Grand Prix&#10;    Speed Circuit: Accessory Pack 1&#10;    Speed Circuit: Accessory Pack 2&#10;    Speed Circuit: Accessory Pack 3&#10;    Speed Circuit: Accessory Pack 4&#10;    Speed Circuit: Tournament Tracks&#10;    Speed Circuit: Turnier Kurs&#10;&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: 3M Sports Games",
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Sports: Auto Racing",
      "Sports: Formula 1"
    ]
  },
  {
    "Rank": "3238",
    "Name": "Cavern Tavern",
    "ID": 189067,
    "Year": "(2016)",
    "Geek Rating": "5.961",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/189067/cavern-tavern",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.4324",
    "Description": "In a war torn land, a magical land of heroic feats and epic quests, there is a place that has never felt the wrath of the ongoing and everlasting war between the five realms. Hidden in the hills of Strongcliff , deep in the shadows of a cavern lies the best kept secret for many years.&#10;&#10;This place is called the Cavern Tavern.&#10;&#10;Cavern Tavern is a worker (dice) placement and resource management game that is set in a fantasy world. Each player assumes the role of a worker in the tavern. Your job is to serve drinks, work in the kitchen, do chores, and on top of that try to keep every guest happy, including the nasty and greedy barkeep.&#10;&#10;On each turn, a player can assign his dice to 1 of the 21 locations in the tavern.&#10;&#10;These locations are divided in 6 sections. The Main area, where the guests are located and from where each player must pick up an Order, Cellar where all the ingredients that are used to complete the Orders are located, Kitchen where players can work to receive different rewards, as well as the Chores section. Also, the board features the Wizards workshop where the players can seek help for completing the Orders and Nasty the Dwarf's office where the players can go and try to suck up to the boss and badmouth a coworker.&#10;&#10;The players will have to complete the Orders as soon as possible, because for each round they are late, they&rsquo;ll receive less points than the Order's original value.&#10;&#10;Also, for being late with the Orders, your reputation with Nasty the Dwarf is affected, something that is vital in the game.&#10;&#10;To stand out from other workers and gain your employers favor, you&rsquo;ll need to skillfully manage the orders from your customers and the resource ingredients. You&rsquo;ll have to carefully prioritize your moves, and choose from what kind of work you&rsquo;ll profit the most out of the situation.&#10;&#10;So&hellip; do you have what it takes? Get ready for the biggest challenge in your life, and start working in Cavern Tavern.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Setting: The Five Realms",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3239",
    "Name": "Bazaar",
    "ID": 287,
    "Year": "(1967)",
    "Geek Rating": "5.961",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/287/bazaar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0278",
    "Description": "The components of Bazaar include a whole bunch of little chips, in five colors. At the start of the game, two equation cards are randomly chosen. Each equation card has five equations on it, for a total of ten equations that will be in effect for the duration of the game. The equations state equivalences between certain combinations of colors, for example:&#10;&#10;&#10;    Red = Green Green&#10;    Green Yellow = Blue Blue Red&#10;&#10;&#10;Four target cards are turned up, each with some combination of five chips represented on the target card (so a typical target card might be Green Green Blue Blue Blue).&#10;&#10;On your turn, you roll a colored die to randomly pick a colored chip for yourself, or you can make one exchange of your colored chips based on the equations. The goal is to end up with the right combination of chips to get one of the target cards. You want to do this quickly &ndash; and even more importantly, with as few chips left over as possible after you've purchased the target card &ndash; because this is how you score points.&#10;&#10;The original version is part of the 3M Bookshelf Series.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math",
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Digital Implementations: BrettspielWelt",
      "Food & Drink: Beer",
      "Series: 3M Bookshelf Series"
    ]
  },
  {
    "Rank": "3240",
    "Name": "Dungeons & Dragons: Waterdeep – Dungeon of the Mad Mage Board Game",
    "ID": 264196,
    "Year": "(2019)",
    "Geek Rating": "5.961",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/264196/dungeons-and-dragons-waterdeep-dungeon-of-the-mad",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4035",
    "Description": "In the city of Waterdeep rests a tavern called the Yawning Portal, named after the gaping pit in its common room. At the bottom of this crumbling shaft is a labyrinth dungeon known as Undermountain, domain of the mad wizard Halaster Blackcloak, who has seeded his lair with monsters, traps, and mysteries.&#10;&#10;As an adventurer in Waterdeep: Dungeon of the Mad Mage, you plan to explore Undermountain in search for treasure while navigating numerous traps and ominous monsters.&#10;&#10;Following in the path of the other critically-acclaimed D&amp;D board games, Waterdeep: Dungeon of the Mad Mage features multiple scenarios, challenging quests, and gameplay designed for a single player or a cooperative group of 2-5 players. The game features new environment and bane/boon cards, as well as the trap and spell decks that premiered in Tomb of Annihilation.&#10;&#10;Waterdeep: Dungeon of the Mad Mage can also be combined with the other D&amp;D Adventure System co-operative play board games, including Tomb of Annihilation, Temple of Elemental Evil, The Legend of Drizzt, Castle Ravenloft, and Wrath of Ashardalon.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Miniature counts (standard edition)Green Monsters (31)&#10;&#10;     Shadow (3)&#10;     Grung (3)&#10;     Intellect Devourer (6)&#10;     Grung Elite Warrior (1)&#10;     Bheur Hag (3)&#10;     Thug (3)&#10;     Veteran (3)&#10;     Flying Sword (3)&#10;     Veteran Leader (1)&#10;     Thug Leader (1)&#10;     Beholder Zombie (2)&#10;     Scaladar (1)&#10;     Death Tyrant (1)&#10;&#10;&#10;Purple Villains (7)&#10;&#10;     Trobriand (1)&#10;     Halaster Blackcloak (1)&#10;     Arcturia (1)&#10;     Muiral (1)&#10;     Zalthar Shadowdusk (1)&#10;     Grey Ooze (1)&#10;     Dezmyr Shadowdusk (1)&#10;&#10;&#10;Dark Blue Heroes (5)&#10;&#10;     Navell Human Paladin (1)&#10;     Cormac Half-Elf Cleric (1)&#10;     Atka Tiefling Fighter (1)&#10;     Marcon Human Sorcerer (1)&#10;     Trosper Gnome Rogue (1)&#10;&#10;&#10;Integrates with:&#10;&#10;    Dungeon Command: Blood of Gruumsh&#10;    Dungeon Command: Curse of Undeath&#10;    Dungeon Command: Sting of Lolth&#10;    Dungeon Command: Tyranny of Goblins&#10;    Dungeon Command: Heart of Cormyr&#10;&#10;&#10;Can also integrate with:&#10;&#10;    Dungeons & Dragons: Castle Ravenloft Board Game&#10;    Dungeons & Dragons: The Legend of Drizzt Board Game&#10;    Dungeons & Dragons: Wrath of Ashardalon Board Game&#10;    Dungeons & Dragons: Temple of Elemental Evil Board Game&#10;    Dungeons & Dragons: Tomb of Annihilation Board Game&#10;    Dungeons & Dragons: Waterdeep &#226;&#128;&#147; Dungeon of the Mad Mage Board Game&#10;    Dungeons & Dragons: Ghosts of Saltmarsh Board Game&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: Dungeons & Dragons Adventure System Board Games",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "3241",
    "Name": "D-Day at Tarawa",
    "ID": 67600,
    "Year": "(2014)",
    "Geek Rating": "5.961",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/67600/d-day-at-tarawa",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "420",
    "Weight": "3.717",
    "Description": "Based on John Butterfield's groundbreaking D-Day at Omaha Beach system, this solitaire game presents the critical days of fighting at platoon and company scale. You command the invading American forces against dug-in Japanese defenders, which are controlled by the game system. Tarawa covers the landings on Betio Island in November 1943, and the operations of the US 2nd Marine and 27th Infantry Divisions to clear it -- the first heavily contested landing of the Pacific War. The battle for the tiny Island raged for four days and, when it was finally over, fewer than 200 of the 5,000 Japanese defenders remained alive. One map, two counter-sheets and 55 cards.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Kiribati",
      "History: World War II (Pacific)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: D-Day (Decision Games)"
    ]
  },
  {
    "Rank": "3242",
    "Name": "Kuhhandel Master",
    "ID": 56786,
    "Year": "(2009)",
    "Geek Rating": "5.960",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/56786/kuhhandel-master",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8113",
    "Description": "A reimplementation of You're Bluffing!&#10;This stand alone new version adds several new rules and possibilities:&#10;&#10;- Playable with 2-6 players ( Original game 3-5)&#10;- New animal: The Rat makes players lose points.&#10;- Pedigree cards: Score bonus points for corresponding stocks of cattle.&#10;- New auction mechanisms (for Rat and Pedigree cards).&#10;&#10;This is not an expansion but an expanded version of the original game.&#10;&#10;Re-implements:&#10;&#10;    You're Bluffing!&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Turn Order Until Pass",
      "Closed Economy Auction",
      "Finale Ending",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Kartenspiele (Ravensburger)"
    ]
  },
  {
    "Rank": "3243",
    "Name": "DropMix",
    "ID": 237087,
    "Year": "(2017)",
    "Geek Rating": "5.960",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/237087/dropmix",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3182",
    "Description": "DropMix is a dynamic and fast-paced music-mixing game. Players blend popular songs from award-winning artists to create mind-blowing mixes. Get together and face-off with friends to master the mix.&#10;&#10;The DropMix Music Gaming System includes the DropMix board and 60 DropMix cards, and the DropMix app (discontinued Dec &lsquo;22) controls the game. The included DropMix cards let you mix songs from top artists, including: Bruno Mars, Childish Gambino, Disturbed, Ed Sheeran, Imagine Dragons, Sam Hunt, Sia, The Weeknd, and more. There are also Discover Packs and Playlist Packs to expand the mix possibilities with more DropMix cards.&#10;&#10;Clash Mode&#10;&#10;&#10;     Dominate the mix &amp; beat your opponent(s) by reaching 21 points first. Keep the flow going as you explore combos and compete 1 v 1, 2 v 2, or 1 v 2. The mix is dynamic and changing as you drop your choice of tracks onto the board. Out-maneuver and strategically play your cards as you face off, all while busting out unexpected musical mixes!&#10;&#10;&#10;Party Mode&#10;&#10;&#10;     Work together to answer requests quickly and light up the board with your high score! Gather a group of your friends and have a blast collaborating and creating an ever-changing stream of music mixes. Immerse yourself in the unexpected and exciting rhythms that you and your friends create!&#10;&#10;&#10;Freestyle Mode&#10;&#10;&#10;     Freestyle mode puts the pure power of DROPMIX's music-mixing technology in your hands! Discover amazing new music by connecting some of the world's top artists in ways you never expected. Customize and tweak the mix until you have exactly the sound you are looking for. Then show it off to your friends! You won't believe how easy it is to build innovative and blended beats!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Electronic",
      "Music",
      "Real-time"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Real-Time",
      "Speed Matching",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "3244",
    "Name": "Rise",
    "ID": 369282,
    "Year": "(2022)",
    "Geek Rating": "5.960",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/369282/rise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6786",
    "Description": "In Rise, you assume responsibility for the economic and social development of a city. There are not many limits to your possibilities: On various tracks, you can influence how best to provide for your citizens' well-being, whether through culture, science, or political relations &mdash; but all of this can be achieved only in accordance with respect for conservation of the environment and the satisfaction of the population.&#10;&#10;The game revolves around ten tracks on which you move your markers to gain further effects and gather influence. The unique and innovative card mechanism, which includes events and tough decisions, will change your decision making from round to round.&#10;&#10;Once twelve rounds have been played, players count their points to see who was able to accumulate the most influence in the city.&#10;&#10;",
    "Categories": [
      "City Building",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Track Movement",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "3245",
    "Name": "Rauha",
    "ID": 371922,
    "Year": "(2023)",
    "Geek Rating": "5.960",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/371922/rauha",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3611",
    "Description": "After millennia of sterility, life has sprung again on Rauha. As a venerable Shaman, one of its five worlds has been entrusted to you. Your powers are divine and allow you to shape the environment in order to turn this world into a cradle of life energy, keeper of serenity and harmony for the centuries to come.&#10;&#10;Obtain the most victory points, represented as Life Energy, to win the game. You have 2 Ages to turn your world into an energetic core of Rauha. In Age 1, vegetation, terrain, and wildlife will appear. In Age 2, civilizations will thrive.&#10;&#10;The game takes place over 4 rounds, each divided into 3 turns followed by a scoring phase. Each turn, you will follow 5 steps:&#10;1. Simultaneously take all Biome cards from the satellite whose symbol matches the one beneath your Avatar on your Player board (moon or star). &#10;2. Choose one card to place on any square of your Player board or discard to the Black Hole.&#10;3. Receive a Divine Entity if you create a row or column of matching symbols on your Player board.&#10;4. Activate your Avatar, plus any Divine Entities in the same row or column as your Avatar.&#10;5. Finally move your Avatar one notch clockwise along the edge of your Player board, changing the row or column that will be activated on the next turn.&#10;&#10;During the Scoring Phase, you will activate all your Biomes with Spore tokens and any Divine Entities you may have, gaining crystals and points as shown on the components.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Layering",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Square Grid",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Digital Implementations: Board Game Arena",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "3246",
    "Name": "Ubongo: Duel",
    "ID": 34969,
    "Year": "(2008)",
    "Geek Rating": "5.960",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/34969/ubongo-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1.7848",
    "Description": "Now, Ubongo goes two-player! Each player tries to solve the same puzzle with the same tiles faster than their opponent. The scoring mechanism from the original has also been revised, as there is no time limit to solving the puzzles (which are harder than in the original)&#10;&#10;Gameplay: Each player receives 21 puzzle tiles and a stack of puzzle sheets. Both players lay the puzzle tiles down in front of them. Rolling the 20 sided die determines which of the tiles are used in the specific rounds. The players then try to solve every puzzle sheet as quickly as possible by laying the appropriate tiles on it. The faster player to do this yells 'Ubongo!' and moves their pawn one step forward on the scoring track. The first player to win five Ubongo duels wins the game.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Real-Time"
    ],
    "Families": [
      "Components: Polyominoes",
      "Game: Ubongo",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "3247",
    "Name": "Anunnaki: Dawn of the Gods",
    "ID": 344105,
    "Year": "(2023)",
    "Geek Rating": "5.960",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/344105/anunnaki-dawn-of-the-gods",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Your ancient alien civilization is leaving its dying planet in search of a new homeland. The promised land is represented by Gaia, which is home to the magnificent human civilization of Atlantis. But beware, other Houses (factions) of your civilization also have the same goal and only one will be able to dominate Gaia!&#10;&#10;Anunnaki: Dawn of the Gods is a 4x eurogame by Simone Luciani and Danilo Sabia, set in an ancient dystopian past, where mythology and science-fiction come together. Each player represents a different House whose rulers are viewed by terrestrial population as gods. Players build bases, recruit troops, embody gods, explore the territory, develop their own technology, sign trade contracts, defeat local dominions and other players' armies, trying to conquer Atlantis, which owns huge treasures.&#10;&#10;Different actions will provide a certain number of immediate Victory Points. Moreover, random setup goals will provide you with sizable Victory Point rewards at the end of the game, based on specific conditions. In the end, the player with the most VPs will be the winner.&#10;&#10;In addition to having a strong dose of controllability (the luck factor is minimal), the game features an innovative starred action-selection-system that confronts players with interesting choices: players can reincarnate their gods by performing their actions in a precise sequence, on pre-established paths of their starred player board, or they can give up some deities, jumping freely from one action to another of their board, to choose from time to time the situationally best actions.&#10;&#10;Cover Art by Paolo Vicenzi &amp; Jara Zambrano&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Fighting",
      "Mythology",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Contracts",
      "End Game Bonuses",
      "Grid Movement",
      "Movement Points",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Mechanism: 4X",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "3248",
    "Name": "Penguin Party",
    "ID": 56933,
    "Year": "(2008)",
    "Geek Rating": "5.959",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/56933/penguin-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "After a long dark winter, the sun is shining and it's party time for the penguins, who celebrate by fishing. To look over the waters more easily, the penguins build high pyramids. The more penguins you can fit in the pyramid, the better &mdash; but it's not that easy.&#10;&#10;In Penguin Party, players collectively build a pyramid of penguins, trying to empty their hands of cards along the way. The deck consists of 36 penguin cards: 8 green and 7 each of red, blue, yellow, and purple. Deal the deck out as evenly as possible, with the final card in a five-player game starting as the first card in the base of the pyramid.&#10;&#10;On a turn, you either play a card to the left or right of the base of the pyramid, which can be at most eight cards wide, or play a card on a higher level of the pyramid so long as it's supported by two penguins, at least one of which is the same color as the card being played. If you cannot play a card, discard your hand face down and take as many penalty markers as the number of cards you didn't play. If you empty your hand, you can return two penalty markers previously collected to the supply.&#10;&#10;Play as many rounds as the number of players, with each player starting one of the rounds. Whoever has the fewest penalty markers at the end of the game wins. (With two players, deal each player 14 cards, remove the other cards from play without looking at them, and build a pyramid with a base only seven cards wide.)&#10;&#10;Admin note: This game looks very similar to Penguin, but differs not only in components (being a card game while Penguin has 3D penguin tokens), but also in the number of colors and distribution. Penguin has four colors with nine pieces each, while this game has five colors with a distribution of 4x7 + 1x8.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "3249",
    "Name": "Escape: Zombie City",
    "ID": 149809,
    "Year": "(2014)",
    "Geek Rating": "5.959",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/149809/escape-zombie-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.7692",
    "Description": "Game description from the publisher:&#10;&#10;In Escape: Zombie City, you and your fellow players are survivors of the zombie apocalypse, hiding in a church of a big city. Everything is going great &mdash; well, as great as it can be when zombies are all around &mdash; but this is all about to change as a big wave of zombies is coming to town, and they want your brainy goodness. Your only option is to gather all the necessary supplies, start up the old VW Microbus, and get the hell outta Dodge (the city)!&#10;&#10;Escape: Zombie City is played with a soundtrack that lasts fifteen minutes. After that length of time, the zombie hordes have gotten too big to defeat, and you have lost your mind, so to speak...&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Real-Time",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Compact Discs (CDs)",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Escape (Queen Games)"
    ]
  },
  {
    "Rank": "3250",
    "Name": "An Infamous Traffic",
    "ID": 206490,
    "Year": "(2016)",
    "Geek Rating": "5.958",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/206490/an-infamous-traffic",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.5455",
    "Description": "It&rsquo;s 1833. The East India Company has just had its monopoly of trade revoked by an official act of Parliament. You, and others like you, see a golden opportunity for profit in China. For too long the Company&rsquo;s polite deference to the Qing has smothered progress and stifled trade. There is real money to be made here and you intend to make it.&#10;&#10;An Infamous Traffic is a brutal economic board game for two to five souls brave enough to conduct the opium trade in the fracturing political landscape of 19th century Qing China. Initially, you will need to rely on smugglers in order to get your products into the interior, but, if Parliament can be swayed, perhaps an open war can make the trade more secure. At the same time, you&rsquo;ll want to be careful. If British aggression goes unchecked, the region may become a failed state, which could jeopardize your hard fought gains.&#10;&#10;Of course, the massive wealth you&rsquo;ll earn won&rsquo;t be enough. Trade is still a dirty word among those in the top rungs of society. You certainly haven't forgotten how your business holdings were sneered at by some prodigal baronet during your brief stint at Oxford. They don&rsquo;t understand. The empire they enjoy was built on trade, not pedigree. So, you&rsquo;ll play their game, snatching up the precious symbols of nobility with your hard won cash. Perhaps you can restore a beloved castle and stuff it full of the latest luxuries. The right marriage or government post would certainly guarantee your place in society. You might even be tempted to rob your own firm to get that extra edge back home.&#10;&#10;In any case, there&rsquo;s demand for opium in China, and you intend to meet it.&#10;&#10;&mdash;description from the publisher&#10;&#10;See the Living Rules. (Source)&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Negotiation",
      "Political",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Chit-Pull System",
      "Dice Rolling",
      "End Game Bonuses",
      "Network and Route Building",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Opium Wars and Taiping Rebellion",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "3251",
    "Name": "Nobody Is Perfect",
    "ID": 8829,
    "Year": "(1992)",
    "Geek Rating": "5.958",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/8829/nobody-is-perfect",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5469",
    "Description": "This is a party game. Each round the start player draws a card with a complicated word or technical term on it, with the meaning of that word given on the card as well, but only visible to himself. Everyone then invents an alternative meaning for that word and writes it down while the start players notes down the correct answer. He then presents all the explanations written down and asks everyone to choose between the answers. Each player then places a token on the answer they think is correct.&#10;&#10;All players who chose the correct answer score points. Players who made up explanations that the others found plausible enough to choose instead of the correct answer score even more points.&#10;&#10;The player who reaches the end of the track on the game board first wins.&#10;&#10;In older editions, there are also cards with pictures on them, but they work the same way as the word cards. Later editions replaced those cards with simple yes/no choices, and while the game initially only supported up to 6 players, more recent editions have increased the maximum number of players to 10.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Game: Nobody Is Perfect",
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "3252",
    "Name": "Panzergruppe Guderian",
    "ID": 3041,
    "Year": "(1976)",
    "Geek Rating": "5.958",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/3041/panzergruppe-guderian",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "2.8021",
    "Description": "&quot;Panzergruppe Guderian&quot;: The Battle of Smolensk, July 1941, is a wargame simulation of the German campaign to capture Smolensk in July, 1941.  The game is played in twelve turns, each one representing 2 days time, on a map scale of 10.5 km/hex.&#10;&#10;This wargame is famous for its innovative use of &quot;untried&quot; Soviet units.  These untried Soviet counters enter play face down, their combat strength unknown to either player, until they take part in combat, at which time they are flipped to reveal their strength and defense numbers.&#10;&#10;The game also models the effectiveness of German operations by allowing them a full mechanized movement phase both before and after combat, while the Soviets only move prior to combat.  In addition, if all of a German division's regiments attack or defend in the same hex, their strength is doubled by a divisional integrity bonus.&#10;&#10;The German player scores victory points for the capture of cities, and for any Soviet units redirected from the Southwestern Front.  The Soviet player scores vp for recaptured cities and destroying entire German divisions (which possess several steps of strength).&#10;&#10;The game includes: 1 map, counters (AH edition = 260; SPI edition = 200), 1 6-sided die, 1 Soviet reference card, 1 German reference card, 1 rules book, and 1 advanced rules insert.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Panzergruppe Guderian System (SPI)"
    ]
  },
  {
    "Rank": "3253",
    "Name": "Pax Emancipation",
    "ID": 245928,
    "Year": "(2018)",
    "Geek Rating": "5.958",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/245928/pax-emancipation",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.6552",
    "Description": "The 7 wonders of the great civilizations were built by slave-power, and societies' need to enslave weaker neighbors went unquestioned for millennia. Until the day an audacious petition was sent to Parliament, not just to end slavery in England, but throughout the entire world! In this game, you assume the role of an abolitionist during the Age of Enlightenment, either a Parliamentarian, an evangelical, or a private philanthropist. Assign warships to blockade slave ports or intercept slave ships, install missions, trading posts, and colonies in foreign lands steeped in serfdom, challenge the institution of slavery on moral and legal grounds in courts, and sanction underground railroads, slave revolts and revolutions. Play in cooperative-competitive, cooperative, or solitaire modes. If victorious, you achieve the greatest political accomplishment in history: making slavery everywhere illegal.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Cooperative Game",
      "Delayed Purchase",
      "Dice Rolling",
      "End Game Bonuses",
      "Map Deformation",
      "Melding and Splaying",
      "Move Through Deck",
      "Multi-Use Cards",
      "Open Drafting",
      "Pieces as Map",
      "Score-and-Reset Game",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Series: Pax",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "3254",
    "Name": "Buffy the Vampire Slayer: The Game",
    "ID": 805,
    "Year": "(2000)",
    "Geek Rating": "5.958",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/805/buffy-the-vampire-slayer-the-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0065",
    "Description": "Now it's up to you to help Buffy and her friends stop the spread of Evil in Sunnydale!  Which villain and his minions will plague the town?  The Master?  The Judge?  The Mayor?  Or Adam?  Each game recreates one of Buffy's four most exciting challenges... use your own strength and skill to outwit them all!  Patrol the board.  Collect cards and gain power.  Roll dice to fight and cast spells.  Finally, rid Sunnydale of Evil to win!  But don't slack... or Evil will slay you first!  Comes with gameboard, pewter Buffy icon, Phases Chart centerpiece, 5 Good Player &amp; 13 Evil Player pawns and stands, 84 Evil, Weapon, Research, Help &amp; Artifact cards, 4 Villain tiles, 4 Good Player cardholders, 1 Evil card stand, 10 dice, 10 life counters.&#10;&#10;Same theme and nearly identical name, but a different game from Buffy the Vampire Slayer: The Board Game.&#10;&#10;",
    "Categories": [
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Vampires",
      "Theme: TV Detectives",
      "TV Shows: Buffy the Vampire Slayer"
    ]
  },
  {
    "Rank": "3255",
    "Name": "Cat in the box",
    "ID": 324345,
    "Year": "(2020)",
    "Geek Rating": "5.958",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/324345/cat-in-the-box",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8571",
    "Description": "&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#182;&#227;&#131;&#156;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#130;&#185; (Cat in the Box) is a trick-taking card game from Japan, based upon ideas from quantum mechanics. Players play cards from their hands of different values. But the colour of the card is not determined until the card is played, and the cat is let out of the box.&#10;&#10;Played over three rounds for three players, and four rounds for four, players begin by making a bid on the number of tricks they will win, based only upon the value of their hand cards. The cats on the cards have no colour at this point. Players will score for tricks they win, and score more for completing their bid.&#10;&#10;As a player leads with a card from their hand, they declare its colour. A player's marker goes onto the communal research board, covering the value for that colour. Subsequent cards must have different values of the same colour if possible. However, a player may declare that they do not have any more cards of that colour, and so play the same value but in a different colour. That player now marks their own board for Do Not Have in that colour.&#10;&#10;The highest card of the colour lead wins the trick, unless a card is declared as red, the trump colour.&#10;&#10;Crucially, all cards values and colours played out must be unique, otherwise a paradox is formed, ending the round.&#10;&#10;So if a player is holding a 1,3,6, and yellow is lead, and only the yellow 1 remains open on the research board, the player is forced to play their 1 card as a yellow. But if that player has already claimed they Do Not Have yellow (as above), and if the other colours are also blocked on 1, 3 and 6, this causes a paradox. They cannot play, thus ending the round and triggering a scoring.&#10;&#10;The player causing the paradox does not score and incurs penalty points also.&#10;&#10;Scores are accumulated over the rounds, and the player with the highest total at the end is the winner.&#10;&#10;Players must balance trying to win tricks to their bid with avoiding forming a paradox, forcing the round to end and incurring penalties.&#10;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Enclosure",
      "Hand Management",
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Cats",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "3256",
    "Name": "Race to the Raft",
    "ID": 367375,
    "Year": "(2023)",
    "Geek Rating": "5.958",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/367375/race-to-the-raft",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.1579",
    "Description": "Race to the Raft is a co-operative, path building, tile placement, social puzzle board game for 1-4 players.&#10;&#10;In the game, you play the role of the disorientated island cats who are lost on the smoke-filled island. Nothing seems to be where it once was, and you must find a safe route to the raft by placing pathway cards.&#10;&#10;As you build pathways, fire &mdash; which is represented by different shaped tiles &mdash; will spread across the island, limiting your options. You need to find the balance between creating long pathways and keeping the cats ahead of the flames as you move towards the raft.&#10;&#10;The game includes 81 scenarios from which to choose, including a simple tutorial that gradually introduces you to new rules and an advanced tutorial for when you're ready for a far greater challenge.&#10;&#10;Choose cards, build pathways, and control the spread of the fire as you work together to guide all the cats in their race to the raft!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Coverage",
      "Grid Movement",
      "Layering",
      "Modular Board",
      "Pattern Building",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Components: Meeples (Animal) / Animeeples",
      "Components: Polyominoes",
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Game: The City of Kings",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3257",
    "Name": "Carcassonne: Safari",
    "ID": 256065,
    "Year": "(2018)",
    "Geek Rating": "5.958",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/256065/carcassonne-safari",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1.76",
    "Description": "In the standalone game Carcassonne: Safari, players go out on a safari and try to see as many animals as they can, despite these animals hiding in the bush, in the savannah, or near watering holes. Help your friends to dig out such holes and receive bonus points. Sometimes you will see animals while taking a nap under a big baobab.&#10;&#10;Carcassonne: Safari is the fourth title in the &quot;Carcassonne Around the World&quot; series.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Continents: Africa",
      "Game: Carcassonne",
      "Series: Carcassonne Around the World",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "3258",
    "Name": "Trogdor!!: The Board Game",
    "ID": 255907,
    "Year": "(2019)",
    "Geek Rating": "5.957",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/255907/trogdor-the-board-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8387",
    "Description": "For centuries, the legendary wingaling dragon Trogdor the Burninator has terrorized the peasant kingdom of Peasantry with his scorching flames and greased-up beefy arm. Now, he has descended from the mountains once again and will not stop until he burninates the entire countryside and all those unfortunate enough to get in his way!&#10;&#10;A cult of hooded creepos calling themselves the Keepers of Trogdor have devoted their lives to aiding the mighty dragon in his quest for total and complete burnination. That's where YOU come in!&#10;&#10;In Trogdor!: The Board Game, you and up to five friends &mdash; or maybe people you just paid to come over &mdash; take on the roles of these acolytes of the Burninator, each with their own unique abilities and magical items. Take turns guiding Trogdor on his destructive lost weekend around Peasantry. Help him avoid pesky knights and archers, devour peasants, burninate the countryside, and, of course, the thatched roof COTTAGES!!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Humor",
      "Miniatures",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Retrieval",
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Finale Ending",
      "Grid Movement"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3259",
    "Name": "Cruel Necessity: The English Civil Wars 1640-1653",
    "ID": 70519,
    "Year": "(2013)",
    "Geek Rating": "5.957",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/70519/cruel-necessity-the-english-civil-wars-1640-1653",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7794",
    "Description": "A States of Siege (TM) game.&#10;&#10;This solitaire game, suitable for group and classroom cooperative game play, tells the story of the English Civil Wars (1640-53) through its key events and decision points. You attempt to stop the advance of four armies bent on destroying Parliament and Puritanism, whom you represent; simply holding on to London is not enough.&#10;&#10;Each of the three English Civil Wars are replayed through the use of separate card decks that recreate the historical military and political events that could spell doom to the Parliamentarian forces. There are civil wars going on not just in England, but in Scotland and Ireland too; and each will have varying impact on the play of the game at different times.&#10;&#10;The title comes from the purported response to the beheading of King Charles by his implacable foe, Oliver Cromwell, who remarked that this act of regicide was a &ldquo;cruel necessity.&rdquo;&#10;&#10;Note: Cruel Necessity is our first Gold Banner wargame to exclude a mounted map inside. Because of all the gameplay real estate in Cruel Necessity, mounting the boards using our print-on-demand publishing model would have raised the Retail Price to $55.00 (i.e., a $15 increase), and that just seemed like too much. We hope our vaunted wargame customers can soldier on with our sturdy paper maps as the great wargames of yore have long provided.&#10;&#10;What's in the box:&#10;&#10;&bull; One full color 22-page Rulebook (Designer's Notes included)&#10;&bull; One 22&rdquo; x 17&rdquo; paper game map (in two sections)&#10;&bull; One 11&rdquo; x 17&rdquo; Battle Display Mat&#10;&bull; 75 cards&#10;&bull; 98 thick, two-sided, multi-shaped game pieces&#10;&bull; One 2-sided player aid&#10;&bull; One blue (Parliamentary) 6-sided die&#10;&bull; One red (Royalist) 6-sided die&#10;&bull; One bright red, 9&quot; x 11 7/8&quot; Deluxe cardboard VPG game box&#10;&bull; One beautiful box cover sleeve&#10;&bull; One &quot;Wipes-A-Lot&quot; napkin&#10;&bull; One charcoal desiccant packet&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Political",
      "Religious",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Minimap Resolution",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: Map (Continental / National scale)",
      "Country: England",
      "Country: Ireland",
      "Country: Scotland",
      "Country: Wales",
      "History: English Civil War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "3260",
    "Name": "Rising 5: Runes of Asteros",
    "ID": 185196,
    "Year": "(2017)",
    "Geek Rating": "5.957",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/185196/rising-5-runes-of-asteros",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9091",
    "Description": "Find the lost runes and save the planet Asteros!&#10;&#10;A long, long time ago, the ancient King of Asteros confined the brutal monsters in the Rune Gate and sealed it with four divine runes. But five days ago, a mysterious evil power opened the gate and changed the code. Asteros is haunted by fear and disasters again! The wise leader ORAKL asked the Council of United Planets and they sent four famous agents: EKHO, HAL, ELLI and NOVA. ORAKL the wise and the four brave agents begin to fight against the evil powers to save Asteros. They must find the Code to reset the Gate and confine the monsters again. People call them &quot;Rising 5&quot;, hoping they will be able to restore peace on the planet.&#10;&#10;Rising 5: Runes of Asteros&nbsp;is a co-operative deduction and adventure game with a mobile phone application or a game master. Players must find the answer Code with the four Runes in the right arrangement before the evil power devours the planet. Players can explore the planet to collect energy or clues and to fight against evil monsters. When players try to unlock the code, the App or the game master will give signs that lead to right code.&#10;&#10;If players successfully find the code, they win; if the Darkness Level reaches the Red Moon because of the evil monsters or if the Character card deck is exhausted, the players lose the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Electronic",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deduction",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3261",
    "Name": "Ships",
    "ID": 153737,
    "Year": "(2015)",
    "Geek Rating": "5.957",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/153737/ships",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.52",
    "Description": "Ships deals with the history of shipping, from the time of the Phoenicians to the modern era. The game is divided into three ages, marked with different ship types. The first age is that of the galley, followed by the age of the galleon, then finally the steamship age. The board combines a track showing the development of ships, similar to that in Automobile, with a map of Europe and an area representing the rest of the world.&#10;&#10;Your turn is divided into two phases. In the first phase, you choose to either conduct commerce (such as selling goods, taxing locations or improving your warehouse) or take a card, selecting one from seven on display; the cards vary in their effects, granting money, victory points or special actions.&#10;&#10;In the second phase, you choose whether to place a ship, move a ship, or retrieve ships/merchants. When you place a ship, you do so in either the merchant box or the warship box in one of eleven levels. A merchant allows you to place a merchant cube on the board, giving you one or two goods counters to place in your warehouse. A warship lets you take control of a location at the cost of one food goods counter.&#10;&#10;Once all of your ships are on the board, you can either move them (paying money to advance its level and take the associated action) or retrieve it from the board so that you can place it elsewhere later. As ships are placed in a level, the cost of placing in the next level reduces &mdash; until finally somebody is willing to pay the cost to place in that level (which earns bonus points and possible additional income). When a ship is placed in the first galleon level, galleys become redundant; similarly, someone placing in the first steamship level makes galleons redundant. During the galleon and steamship ages, you can pay extra to move more ships, so having money in hand gives you a greater range of options and allows you to use your fleet more efficiently.&#10;&#10;When placing ships, you can initially place only in &quot;1&quot; locations, which are grouped around the eastern Mediterranean Sea. Once someone pays to move to a &quot;2&quot; location, which are grouped around the western Mediterranean, that area opens to others, with the other areas being Northern Europe (3), the Americas (4), East Indies (5) and the Pacific (6). As soon as a new area opens, players score points for merchants and control discs in the present area, with the points earned being the same as the number of the area.&#10;&#10;Ships includes six types of goods: food, oil, metal, wine, cloth and spices. Each has a monetary value as well as a special power. Food can be used to take control of locations, thus building an empire. Oil can be used to gain extra actions. Metal helps to advance your ships along the outer track. Wine can be converted to goods of a lower value. Cloth can be converted to victory points, while spices have the highest monetary value. You have to decide whether to cash your goods in for money or use their power.&#10;&#10;NOTE: this description is out-of-date.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "3262",
    "Name": "Heroes Wanted",
    "ID": 153097,
    "Year": "(2014)",
    "Geek Rating": "5.957",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/153097/heroes-wanted",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6125",
    "Description": "As soon as you saw the ad in today&rsquo;s Tribune, the certainty flooded over you. At last, this is your chance, the reason for all your training!  All that work waterproofing your utility belt and practicing your one-liners will finally pay off.  You call into work sick, feed the cat, and turn on your police scanner, waiting nervously for the first call--or at least, the call that&rsquo;s close enough for you to get there first. You&rsquo;ll stop at nothing to join your heroes, The Champions of Zeta City, and woe to any wannabe crime fighters who stand in your way!&#10;&#10;Heroes Wanted is a tactical board game for 1-5 superhero hopefuls, attempting to fulfill their dreams of becoming a member of Zeta City&rsquo;s exclusive crime fighting super team: The Champions of Zeta City.  Each time you play, you will create a unique superhero comprised of two hero cards. You will then choose a scenario and face a different villain (or villains), but the objective remains the same: gain as much fame as possible by KO&rsquo;ing minions, completing headlines, and thwarting the villain.  At the end of each game, the superhero with the most fame is the winner and joins the prestigious ranks of The Champions of Zeta City.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "3263",
    "Name": "TOKYO METRO",
    "ID": 235344,
    "Year": "(2018)",
    "Geek Rating": "5.956",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/235344/tokyo-metro",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3824",
    "Description": "In TOKYO METRO, players take on the role of private investors looking to build up stations across Tokyo, speculate on train lines, and comprise a shared network to benefit multiple parties. The core of the game is built around worker placement, which opens up three possibilities:&#10;&#10;&#10;    Walking and riding trains across the Metro map, in order to build new stations at advantageous locations for income when trains pass through.&#10;&#10;&#10;&#10;    Investment into train lines, either by purchasing stock and becoming a shareholder in the line, or by speculating on a train line you do not own stock in, in order to potentially double your speculation.&#10;&#10;&#10;&#10;    Build up your available actions, by purchasing more action discs, purchasing discarded action cards for personal use, or gaining tokens for a specific use.&#10;&#10;&#10;With route planning, investing, speculating, area control, and a real replication of the Tokyo area, TOKYO METRO brings a heavy economic twist to the TOKYO series!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Territory Building",
      "Trains",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Betting and Bluffing",
      "Grid Movement",
      "Loans",
      "Network and Route Building",
      "Point to Point Movement",
      "Simulation",
      "Stock Holding",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Series: TOKYO (Jordan Draper Games)"
    ]
  },
  {
    "Rank": "3264",
    "Name": "Steam Works",
    "ID": 143176,
    "Year": "(2015)",
    "Geek Rating": "5.956",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/143176/steam-works",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.1406",
    "Description": "Inventors and tinkerers abound in the Victorian era, harnessing the power of clockwork, steam, and electricks to build machines capable of anything to give glory to Queen Victoria!&#10;&#10;In the steampunk worker placement game Steam Works, you'll put your mechanics to work collecting components and power sources, then you'll literally build devices by assembling those sources and components. What's more, those devices in turn become action spaces for other players to use!&#10;&#10;Each player takes on an inventor persona with unique starting components or special abilities accessible only to themselves. But the heart of the game is in assembling modular component tiles into a device for other players to use. Sources may provide one or more of the three power types &mdash; clockwork, steam, or Tesla-style electrickal power &mdash; to the components connected to them, which in turn provide a wide range of effects for gaining resources, prestige points, or more component tiles. Devices start simple with just two components (one source and one component), but devices with three, four or more components will become possible &mdash; as soon as the players assemble a device to let it be possible. Because of the modular mix-and-match nature of the components, the available action spaces vary widely from one game to the next, providing great replayability: each game players will create devices never seen before!&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Ownership",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Wspieram",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Tableau Building",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "3265",
    "Name": "Space Gate Odyssey",
    "ID": 266179,
    "Year": "(2019)",
    "Geek Rating": "5.956",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/266179/space-gate-odyssey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7609",
    "Description": "The future of humanity awaits you in Space Gate Odyssey. A system of viable exoplanets has been recently discovered and the Confederations are flocking into space to colonize it. In this 2 to 4-player development and flow-management board game, you play the leader of one of these Confederations and play your influence in the Odyssey command station to send as many of your settlers as you can on these exoplanets.&#10;&#10;After decades of research and technological development, humanity is preparing to leave the Earth to colonize this discovered system. To get there, only one possible means of transport exists: space gates. For reasons related to physics and other quantum aspects, these gates can be built only in space. The Confederations have therefore embarked on the construction of their own station in orbit, equipped with space gates.&#10;&#10;At the beginning of the colonizing era, these portals make it possible to go on one of the first three discovered planets. As soon as an entire contingent of settlers has joined the gate of a space station, it is teleported to the corresponding exoplanet. The landing conditions vary according to the planets and the choice of colonized spots quickly becomes strategic.&#10;&#10;As soon as one of the three exoplanets is fully colonized, each Confederation gains influence according to its placement, then access to one of the two later discovered exoplanets becomes possible. At the end of the colonization of the five exoplanets, the stations are teleported to the Hawking planet and the influence of each Confederation is assessed. The leader of the most influential Confederation will be promoted to the rank of Governor of this new system.&#10;&#10;One of the biggest challenges in Space Gate Odyssey is your ability to quickly develop and intelligently arrange your space station. The better you optimize the flow of your settlers to your station, then to the exoplanets, the more of them you can send to the favorable spots and thus gain influence.&#10;&#10;The choice of the modules, their arrangement, and the distance between the airlocks and the gates are therefore essential elements &mdash; especially since, at the end of the game, the domains of the modules you used to build your station will bring you additional influence points if they are in line with the position of the domains on the Hawking planet Predominance.&#10;&#10;Finally, you must be careful not to leave too many open corridors on the space void as this represents a real danger for your settlers and could therefore damage your reputation.&#10;&#10;Your most amazing quest starts with Space Gate Odyssey. Will you be able to take over your opponents in order to take control of the new system, or will you stay at the dock?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Follow",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "3266",
    "Name": "Castle Itter: The Strangest Battle of WWII",
    "ID": 196257,
    "Year": "(2019)",
    "Geek Rating": "5.956",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/196257/castle-itter-the-strangest-battle-of-wwii",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2927",
    "Description": "The Battle for Castle Itter was fought near the Austrian village of Itter on 5 May 1945, in the last days of the War in Europe during World War II. US soldiers joined forces with Wehrmacht infantrymen, an SS officer, an Austrian resistance fighter, and recently freed French prisoners of war to defend an Austrian castle against an attacking force from the 17th SS Panzergrenadier Division.&#10;&#10; &#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Object of the GameDuring a game of Castle Itter, you take the role of the force that defended the castle from 0400 - 1600 on 5 May 1945. The goal of the game is to last until the SS deck is depleted, without allowing SS Counters to reach the castle. You score points for each Defender that survives the assault and lose points for each SS Counter remaining on the board at the end of the game - the higher your score, the better. &#10;  &#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game OverviewCastle Itter is divided into turns. Each turn consists of two phases:&#10;&#10;&bull; Defender Phase: Take five actions with Defender counters&#10;&bull; SS Phase: Play three SS cards&#10;  &#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Defender PhaseDuring each turn you take five actions with your Defenders. You can only take one action with a Defender on a turn. When you take an action with a Defender, place an Action Token on the Defender.  If you use an action that exhausts a Defender, flip the Defender to its exhausted side. The actions include:&#10;&#10;&bull; Attack&#10;&bull; Suppress&#10;&bull; Move within a location&#10;&bull; Move to a new location&#10;&bull; Special Actions (Command and Escape)&#10;&bull; Recover&#10;  &#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;SS PhaseOnce you have completed your five Defender actions for the turn, reveal three SS Cards from the SS deck, one at a time, resolving the effect of each one before moving to the next. After all three SS Cards have been resolved, discard them. The turn is over and the next turn begins with five new Defender actions.&#10;&#10;There are four different categories of SS Cards, based on the card effect:&#10;&#10;&bull; Attack Defenders&#10;&bull; Attack Location&#10;&bull; Disrupt Defenders&#10;&bull; Place SS Counters&#10;  &#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Ending the GameThe game ends at the end of the turn when the SS deck is exhausted or immediately if the 142nd Infantry Regiment card is drawn from the SS deck.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Valiant Defense (DVG)"
    ]
  },
  {
    "Rank": "3267",
    "Name": "Sherlock: Last Call",
    "ID": 250780,
    "Year": "(2018)",
    "Geek Rating": "5.956",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/250780/sherlock-last-call",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.56",
    "Description": "In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded. During your turn, each player must perform one of the following actions:&#10;&#10;A) Reveal information:&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant&#10;to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;In Q: Last Call, a man has suffered a heart attack during a flight.&#10;&#10;&quot;Commander: Commander of flight TJ1309 asking for priority to land.&#10;CT: South Indian Lake control tower. Request received. What&rsquo;s the emergency?&#10;Commander: One of our passengers suffered a heart attack at 7 hours 30 minutes after the take-off. His companion suffered an anxiety crisis.&#10;CT: Roger, TC1309, we&rsquo;ll initiate the standard CPR protocol. We&rsquo;ll send a resuscitation team, a forensic doctor and an investigation team. We&rsquo;ll enable passengers&rsquo; transfer and custody.&#10;Commander: Affirmative, CT. Requesting vectors as soon as possible. &#10;CT: CT to flight TJ1309, you are lucky. Runway is clear right now. Authorized to South Indian Lake, six thousand feet transponder two-one-five-seven.&#10;Commander: Flight TJ1309 to South Indian Lake. Six thousand feet transponder two-one-five-seven. Thanks you.&quot;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "3268",
    "Name": "Harvest",
    "ID": 200058,
    "Year": "(2017)",
    "Geek Rating": "5.956",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/200058/harvest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2.5128",
    "Description": "Mind the fields of Gullsbottom! Plant and fertilize your seeds, tend your crops, and utilize the various buildings at your disposal. You'll need to work smarter, not harder, as harvest season is coming to an end! Who will have the best harvest this year? Will it be you?&#10;&#10;Each round in Harvest, you first draft turn order (and the benefits that come with it), then send your two workers into town and into the fields. Plant seeds, tend fields, and harvest crops to make room to plant some more! Utilize buildings and magical elixir to amass a bigger and better harvest than your neighbors at the end of five rounds of play.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Farming"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Occupation: Farmer",
      "Series: TMG Originals",
      "Setting: Gullsbottom",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "3269",
    "Name": "TEAM3 GREEN",
    "ID": 275870,
    "Year": "(2019)",
    "Geek Rating": "5.956",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/275870/team3-green",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2143",
    "Description": "Three monkeys have started a construction company, and the building blueprints are coming in quick! Now the monkeys have to work together to complete their blueprints before time runs out.&#10;&#10;The game of TEAM3 GREEN is played in teams of three players, with each player taking on the role of one of the three monkeys: the monkey who can't speak, the monkey who can't see, or the monkey in the middle.&#10;&#10;&#10;     The monkey who can't speak is the only one who can see the blueprint card with the outline of the structure that their team must build, but they are not allowed to talk. They can communicate only in gestures.&#10;&#10;&#10;&#10;     The monkey in the middle must interpret the gestures of the monkey who can't speak and relay them to the monkey who can't see so that they can build the structure.&#10;&#10;&#10;&#10;     The monkey who can't see is the only one who can touch the pieces, but they must play the game with their eyes closed. They are responsible for building the structure, based on the directions given to them by the monkey in the middle.&#10;&#10;&#10;Each version of TEAM3 comes with a different set of blueprints and a mini expansion.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Communication Limits",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "3270",
    "Name": "Traditional Card Games",
    "ID": 21804,
    "Year": null,
    "Geek Rating": "5.956",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/21804/traditional-card-games",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.9114",
    "Description": "Traditional Card Games is not an individual game, but a game system including games that can be played with a traditional deck(s) of cards.&#10;&#10;This database entry covers all card games that can be played with a standard deck of cards. Not all card games played with standard playing cards can be mentioned separately in BGG's database, and many regional card games that aren't as widespread as popular games like Poker or Blackjack.&#10;&#10;The standard deck playing card games page lists many of the card games that are listed separately in the BoardGameGeek database.  Many are also included in the list of games belonging to the Traditional Card Games family.&#10;&#10;Related BGG Database Entries:&#10;&#10;     Bicycle Official Rules of Card Games (Book)&#10;     The Penguin Book of Card Games (Book)&#10;     Card Games Around the World (Book)&#10;     Miscellaneous Card Game Accessory&#10;&#10;&#10;Related BGG Resources:&#10;&#10;     Articles About Playing Cards&#10;     40+ Great Card Games For All Occasions&#10;     Favorite Games with Standard Playing Cards&#10;     Pictorial Reviews of Custom Playing Cards&#10;     Playing Card Games Enthusiasts (Guild)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Miscellaneous Placeholder",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "3271",
    "Name": "12 Chip Trick",
    "ID": 358669,
    "Year": "(2022)",
    "Geek Rating": "5.956",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/358669/12-chip-trick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.48",
    "Description": "In 12&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175; (12 Chip Trick), a trick-taking game for exactly 3 players, the players are attempting to score the most points, but if a player scores 21 or more, their points are halved.&#10;&#10;The game uses 12 discs, half red and half black, numbered 1 to 12. It is a &quot;may follow&quot; game where the players draft the discs played to the trick back to their hands.  The winner takes a disc face up, not to be used again.  The other players take discs face down, into their hand.&#10;&#10;The game ends once a player has no discs to play.  All players reveal their 4 discs and sum their points.  The player with the most points after a number of rounds wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "3272",
    "Name": "Vietnam 1965-1975",
    "ID": 5620,
    "Year": "(1984)",
    "Geek Rating": "5.955",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/5620/vietnam-1965-1975",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "6000",
    "Weight": "4.3106",
    "Description": "This simulation game re-creates one of the longest, most complex, and least understood conflicts in US history in all of its military and political aspects.&#10;&#10;The rules include detailed treatment of movement, terrain, search and destroy operations, special operations, firepower, air mobility, riverines, brigade-level formations, limited intelligence and auxiliary units in each scenario.  The scenarios start out small with Operation Starlite, and slowly build in complexity, introducing more rules, until the entire Campaign Scenario which covers the entire war from 1965 to 1975 and introduces South Vietnamese politics, morale and commitment, strategic bombing, reinforcements, and pacification.&#10;&#10;Unit counters are Battalion and Regiment size.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: Vietnam",
      "Decades: The 1960's",
      "Decades: The 1970's",
      "History: Cold War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "3273",
    "Name": "TTMC: Tu te mets combien?",
    "ID": 262341,
    "Year": "(2016)",
    "Geek Rating": "5.955",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/262341/ttmc-tu-te-mets-combien",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "42",
    "Play Time": "97",
    "Weight": "1.1",
    "Description": "TTMC is a mix of party and trivia games. Self-assess your knowledge from 1 to 10 on a variety of uncommon, interesting and random themes!&#10;&#10;Be the first to reach the final card by answering the questions you chose. Each team will self-assess itself from 1 to 10 on a multitude of topics. Each grade has a more or less complex question: the higher the grade, the more difficult the question. If you answer it right, the team will go up the number of boxes corresponding to their self-rated score. For example, if you answer correctly question 6, you will advance 6 boxes.&#10;&#10;It's funny, accessible to everyone and there is plenty to play with: 540 cards and 4.019 questions, with the added value of original cards to spice up the game.&#10;&#10;The goal of the game is to be the first to get to the end of the board by answering the questions asked.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Race",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "3274",
    "Name": "Odin",
    "ID": 406854,
    "Year": "(2024)",
    "Geek Rating": "5.955",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/406854/odin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2619",
    "Description": "In Odin, you want to empty your hand as quickly as possible, sending all your Vikings out into the world.&#10;&#10;The game lasts several hands, with each hand consisting of one or more rounds. The deck contains cards in six suits, each numbered 1-9, and each player starts with a hand of nine cards.&#10;&#10;The lead player for the hand lays a single card on the table. The next player either passes (but can play on a future turn) or plays the same number of cards (or one more than that number) with a higher value. When you play two or more cards, the cards must be the same number or color, and the value of these cards is created by placing their digits in order from high to low. For example, if you play a blue 3 and blue 6, their value is 63, not 36. When you play and are not the lead, you must take one of the cards from the previous play into your hand, then discard the rest.&#10;&#10;Play continues around the table until either a player is out of cards, which ends the round immediately, or all players have passed in succession. In the latter case, discard the cards last played; whoever played these cards lays a single card to start a new round. Alternatively, if the lead player has cards in hand of a single suit or number, they play all of these cards at once to end the hand. When a hand ends, each player scores 1 point for each card they still hold.&#10;&#10;If no player has at least 15 points, shuffle the deck and start a new hand. If someone does have 15 or more points, whoever has the fewest points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Series: Pocket Games (Helvetiq)",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "3275",
    "Name": "HEXplore It: The Forests of Adrimon",
    "ID": 244769,
    "Year": "(2019)",
    "Geek Rating": "5.955",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/244769/hexplore-it-the-forests-of-adrimon",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.5429",
    "Description": "The forests were once populated by the elves of old- stewards of nature and protectors of the realm of fey. They departed nearly a century ago, emptying their pristine cities. Slowly the settlements were repopulated by other races and culture eventually returned to their walls.&#10;&#10;Now, however, the peoples of the forest kneel to one enigmatic sorceress named Adrimon. All who enter slowly succumb to her presence, eventually becoming mindless slaves bound to her will. The cities are now lost, havens only to the mind-wiped. They work tirelessly on the Magi's automatons, enormous constructs fueled by the souls she has bound.&#10;&#10;There have been heroes who have faced her and failed. In each attempt, they sacrificed themselves, vowing an oath that just might lead to Adrimon's undoing. These oaths gave power to their equipment creating relics that can diminish her magic, but they have been broken to pieces and scattered throughout the land. It is whispered that the only way Adrimon can be defeated is to find these relic fragments and piece them together.&#10;&#10;Enter the Forests of Adrimon and attempt to gather the relic fragments, creating powerful equipment that may help destroy the sorceress. Players will be able to gain Favors from the spirits of the heroes who came before them, sneak into the mind-wiped cities, move though the fey-realm and interact with the Dryad (a powerful ally), battle tough foes and even save some of them from the Magi's wrath. There are hundreds of unique scenarios that can affect each game.&#10;&#10;Team up to create your heroes and unseat the terrible sorceress, freeing the mind-wiped from their terrible enslavement.&#10;&#10;&mdash;description from the publisher&#10;&#10;FAQ with Official Answers &#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Farming",
      "Fighting",
      "Puzzle",
      "Travel"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Push Your Luck",
      "Role Playing",
      "Storytelling",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: HEXplore It"
    ]
  },
  {
    "Rank": "3276",
    "Name": "The Capitals",
    "ID": 119012,
    "Year": "(2013)",
    "Geek Rating": "5.954",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/119012/the-capitals",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5158",
    "Description": "The world's most famous capital cities didn't just appear overnight. It took careful planning, resources, and time. Now, new countries seek to build great capitals of their own, and you are challenged to create a city unlike any other &ndash; but with each new era comes new challenges, and you must be prepared to make important decisions. The winning player will earn the right to host the next World Expo, but that's a prize reserved for only the most prestigious city.&#10;&#10;The Capitals is a city-building game unlike any other, featuring new and creative game mechanisms. Cities take many years to build, and The Capitals requires players to plan ahead to create their vision. Playing over three eras, from Victorian to Modern Day, players are challenged to build a capital city that can compete with the world's best but also stand the test of time. With over one hundred unique buildings to construct, no two cities will ever be identical.&#10;&#10;What story will your city tell?&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "3277",
    "Name": "Galileo Project",
    "ID": 352823,
    "Year": "(2022)",
    "Geek Rating": "5.954",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/352823/galileo-project",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.7667",
    "Description": "Thirty years after sending the first colonial ships from Ganymede, humanity decided to launch Project Galileo! Its goal: Settle the four main satellites of Jupiter (Io, Europa, Ganymede and Callisto) in order to broaden human presence in the solar system. This project is named after the Italian intellectual Galileo, the first to observe these four satellites in the sky in 1610.&#10;&#10;In Galileo Project, you play as the same corporations involved in the events of Ganymede and settle the four satellites of Jupiter by acquiring robots from Earth and Mars, recruiting experts, developing technologies, and building superstructures.&#10;&#10;Galileo Project is a standalone game in the Ganymede universe, combining combos and engine-building.&#10;&#10;&mdash; description from the publisher (translated).&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Series: Ganymede Universe",
      "Space: Earth's Solar System",
      "Space: Jupiter"
    ]
  },
  {
    "Rank": "3278",
    "Name": "Abducktion",
    "ID": 368609,
    "Year": "(2023)",
    "Geek Rating": "5.954",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/368609/abducktion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "A 15-minute light strategy game for adults of duck matching, a UFO, and logic! Players are all interns on an alien UFO, working for an intergalactic corporation that has one main function: abducting ducks. (For research purposes, duh).&#10;&#10;But, ducks need to be collected in specific formations, and you'll have to use spatial logic and cunning to rearrange your ducks before your opponents to win!&#10;&#10;Abduct (collect) ducks in specific formations by using action cards to move your (or your opponent's) ducks around. Each player gets an individual stream board that can hold 10 ducks. Put the ducks into patterns by moving them around with action cards. When your ducks in a single color match a pattern on one of the shared formation cards, you earn the card and abduct the ducks into the UFO. Grab more ducks out of the UFO and try to make another pattern before the cards run out.&#10;&#10;",
    "Categories": [
      "Animals",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Ducks",
      "Components: Unique Game",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "3279",
    "Name": "Strozzi",
    "ID": 35572,
    "Year": "(2008)",
    "Geek Rating": "5.954",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/35572/strozzi",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2381",
    "Description": "Strozzi is based on choosing vessels from a deck of cards and then deciding if you want to use them to deliver their goods to a particular port. Each port takes one type of good. You have tokens to add speed, goods, or steal someone else's ship during the round. At the end of the round scores are tabulated based on fastest ship, most goods produced and most prestige.&#10;&#10;One of the Knizia Florentine auction games.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Set Collection"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)",
      "Country: Italy",
      "Occupation: Merchant",
      "Series: Knizia Florentine auction games"
    ]
  },
  {
    "Rank": "3280",
    "Name": "SteamRollers",
    "ID": 182704,
    "Year": "(2015)",
    "Geek Rating": "5.954",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/182704/steamrollers",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1429",
    "Description": "In SteamRollers, players use dice to build the best railway network, upgrade their engine, and beat their opponents to the most lucrative cargo deliveries. Make smart use of the dice to become the world's most famous railroad tycoon!&#10;&#10;Each round, a certain number of dice are rolled and people draft one die with which to perform an action. They can draw a railroad track on their personal board, use the die to upgrade their engine, deliver a cube from a common supply board using their personal network (if their engine is strong enough) for victory points, or take a special card which allows the player to break the rules in small (or big) ways.&#10;&#10;Once half the cities on the supply board are emptied, the game is over at the end of the round. Players total their delivery points and add extra points for their network, engine and cards. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Open Drafting",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Yucata",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3281",
    "Name": "Cursed Court",
    "ID": 226213,
    "Year": "(2017)",
    "Geek Rating": "5.954",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/226213/cursed-court",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "The intrigues and scandals of the realm's greater nobility are a subject of fixation, and even obsession, for the entire kingdom. Most especially for the minor nobility, whose fortunes can be elevated &mdash; or shattered &mdash; by what happens at court.&#10;&#10;In Cursed Court, you must consider both public and hidden information, some of the latter shared among different pairs of players, when wagering your limited influence in each season of the year. As the machinations of the nine key nobles are progressively revealed, your fortunes rise and fall. After three years, a winner is crowned.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing"
    ],
    "Families": [
      "Series: Madison Game Design Cabal"
    ]
  },
  {
    "Rank": "3282",
    "Name": "Beowulf: The Legend",
    "ID": 17449,
    "Year": "(2005)",
    "Geek Rating": "5.953",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/17449/beowulf-the-legend",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2571",
    "Description": "(not to be confused with Knizia's Beowulf: The Movie Board Game)&#10;&#10;The fascinating legend of the great hero Beowulf is told in one of the oldest works of English literature.  This game relives the legend of how the Geatish warrior Beowulf comes to the aid of the Danish King against the fearsome monster Grendel, how he returns to his home in Geatland to become King, and how Beowulf meets his end when fighting the terrible dragon.&#10;&#10;Beowulf: The Legend, designed by renowned game designer Reiner Knizia, invites you to accompany the mighty hero as one of his brave comrades.  Will you become the most renowned warrior and succeed Beowulf as king?  Only the strongest will prevail!&#10;&#10;The game consists of a series of auctions depicting different events in the legend of Beowulf. Players &quot;bid&quot; in the auctions by offering up cards representing the skills they will offer to help Beowulf succeed (fighting, cunning, etc.) in an attempt to earn rewards of points or powerful cards, or to avoid injuries or other penalties. Players can also take a `Risk' and draw two cards from the deck to bid with. But if the cards don't match the current auction, the player is forced to drop out. Players need to carefully manage their hands and the timing of when they choose to take risks to increase their chances of winning.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Auction: Turn Order Until Pass",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Turn Order: Auction"
    ],
    "Families": [
      "Characters: Beowulf",
      "Series: Literature (Kosmos)"
    ]
  },
  {
    "Rank": "3283",
    "Name": "Forbidden Jungle",
    "ID": 380226,
    "Year": "(2023)",
    "Geek Rating": "5.953",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/380226/forbidden-jungle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "In Forbidden Jungle, your team has crash-landed on a mysterious jungle planet, and you need to work together to survive. Search the ruins of an abandoned outpost for an elusive escape portal, all while fending off an ever-growing horde of venomous creatures and an escalating chain of collapsing locations. Shift tiles to power up the portal and live to see another day!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Map Reduction",
      "Modular Board",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components:  Meeples",
      "Components: Dynamic Event Boards",
      "Components: Miniatures",
      "Creatures: Aliens / Extraterrestrials",
      "Series: Forbidden Games (Gamewright)",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "3284",
    "Name": "Kill Doctor Lucky",
    "ID": 257,
    "Year": "(1996)",
    "Geek Rating": "5.953",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/257/kill-doctor-lucky",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6446",
    "Description": "In this notorious game, an inversion of Clue, you hate Doctor Lucky. Maybe he left you out of his will. Maybe he killed your pet rock. Whatever the reason, you want him dead. Unfortunately, so do the other players. Since you don't want to go to jail, you need to make your attempt in secret; if anybody can see you, whistle nonchalantly, and let the Doctor live ... until next time.&#10;&#10;Players move around the mansion, collecting murder weapons (to make the murder attempt stronger - doubly so if the weapon is used in an appropriate location); failure cards (to thwart opponents' plans); and movement cards (to try to get together with Doctor Lucky in a secluded location for his inevitable demise). Players try to convince others to use up their failure cards first, the better for when their own attempts come.&#10;&#10;",
    "Categories": [
      "Humor",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hand Management",
      "Line of Sight",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Doctor Lucky",
      "Misc: Dice Tower Hall of Fame",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "3285",
    "Name": "Electropolis",
    "ID": 286431,
    "Year": "(2019)",
    "Geek Rating": "5.953",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/286431/electropolis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "70",
    "Weight": "2.4",
    "Description": "Electropolis is a strategic city-building boardgame. As the mayor of the ever-growing city, you must plan out the best energy solution to meet the skyrocketing demand of electricity.&#10;&#10;The pros and cons of coal-fired plants, green energy, and nuclear power challenge you with tough decisions throughout the game. The dynamic turn order selection mechanic ignites an intense player interaction in pursuit of construction permits for specific zones and crucial tiles to be claimed.&#10;&#10;Should you act early to grab the stronger tiles, or wait to be able to construct more buildings and expand your city? Outwit your fellow mayors and build the most magnificent city to win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Environmental",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement",
      "Turn Order: Role Order"
    ],
    "Families": [
      "Theme: Electricity Generation",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "3286",
    "Name": "Spire's End: Hildegard",
    "ID": 338069,
    "Year": "(2022)",
    "Geek Rating": "5.952",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/338069/spires-end-hildegard",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "1.7619",
    "Description": "Hildegard is a stand-alone card game adventure set in the world of Spire&rsquo;s End. Over the years, I've grown fond of Hildegard -- a main character from the first game. This is her story.&#10;&#10;&#10;After the dark descent into the Spire, I felt like a change of pace was in order. With Hildegard, I can do that. I've left behind the cold and the dark for something warm and vibrant.&#10;&#10;&#10;The game has almost no set-up, intuitive rules, and minimal components. No DM, bookkeeping, or character sheets. What you will have is a stack of over 400 beautifully designed and illustrated cards with some custom dice!&#10;&#10;&#10;Like the previous game in the Spire's End series, the story unfolds one card at a time. You will be presented with numerous-narrative driven choices, enemies, and items that move the story along.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Die Icon Resolution",
      "Move Through Deck",
      "Narrative Choice / Paragraph",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Role Playing",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Spire's End"
    ]
  },
  {
    "Rank": "3287",
    "Name": "Before the Wind",
    "ID": 28723,
    "Year": "(2007)",
    "Geek Rating": "5.952",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/28723/before-the-wind",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.5936",
    "Description": "In the harbor a fleet of commerce ships is waiting to be loaded with goods. Each vessel needs a certain combination of goods. The players take the roles of traders, trying to fill their warehouses with goods which are then in turn transferred to the ships in the harbor. They have to pay attention to the right combination of goods because the captains only accept the goods from a single trader and expect a complete delivery before their ships leave the harbor. It is also very important to not let the right moment to transfer goods to the vessels pass, because the fleet will leave the harbor when the storage space is full and the winds are helpful. The players always have to be before the wind to actively influence the events.&#10;&#10;Contents&#10;&#10;     120 action cards&#10;     60 goods cards&#10;     60 Guilders cards&#10;     46 ship cards&#10;     4 warehouses&#10;     1 starting player token&#10;     1 rules booklet&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Nautical"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Amsterdam (The Netherlands)",
      "Country: Netherlands",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "3288",
    "Name": "Pacific War: The Struggle Against Japan 1941-1945",
    "ID": 5622,
    "Year": "(1985)",
    "Geek Rating": "5.952",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/5622/pacific-war-the-struggle-against-japan-1941-1945",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "6000",
    "Weight": "4.5455",
    "Description": "Pacific War is a strategic wargame that takes players from the attack on Pearl Harbor through the climactic summer of 1945... from Australia to China, from Burma to Hawaii... from the defense of Wake Island to the Guadalcanal campaign to the massive actions fought in desperate defense of the Japanese homeland.&#10;&#10;For the first time in a Pacific Theater game, size, subtlety, and ease of play have come together in a game of sharp action and historical accuracy.  Players can become familiar with the layered Pacific War systems in the solitaire Engagement Scenarios, fighting their way through increasinly panoramic Battle, Campaign, and Strategic two-player and multi-player Scenarios.  Building on the game's basic maneuver and combat systems, players learn to conduct strategic bombing, merchant shipping attition, search and detection, amphibious assaults, and extensive Operations whose duration and cost they determine themselves.&#10;&#10;Pacific War is a source of limitless challenge and excitement for every gamer ever fascinated with the vastness and fury of the Pacific Campaigns.&#10;&#10;The entry for the reprint by GMT Games can be found here: Pacific War: The Struggle Against Japan, 1941-1945 (Second Edition)&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Country: USA",
      "Decades: The 1940's",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3289",
    "Name": "Sheepy Time",
    "ID": 324242,
    "Year": "(2021)",
    "Geek Rating": "5.952",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/324242/sheepy-time",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7931",
    "Description": "You are one of the Dream Sheep, the sheep that people count in order to drift off to Dreamland! Each time you jump the fence, you help your person fall asleep easier &mdash; but the Nightmares that haunt these dreams threaten a rude awakening...&#10;&#10;On a turn in Sheepy Time, you play one of two cards in your hand to move around the circle, potentially activating neat effects, while jumping the fence each time you complete a lap to put yourself in position to earn more points. When refilling your hand, however, if you draw a Nightmare card, you have to activate the Nightmare &mdash; and if it crosses your path, your human may be scared awake, which means you'll earn no points this round. How far do you dare push your Zzzs to prove you're the dreamiest sheep of all!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Open Drafting",
      "Push Your Luck",
      "Race",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Sheep",
      "Players: Games with Solitaire Rules",
      "Theme: Anthropomorphic Animals",
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "3290",
    "Name": "The Whatnot Cabinet",
    "ID": 283242,
    "Year": "(2021)",
    "Geek Rating": "5.952",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/283242/the-whatnot-cabinet",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "THE WHATNOT CABINET&#10;A Game of Rare, Unusual and Intriguing Objects&#10;&#10;CURIOUS COLLECTIONS&#10;Everyone enjoys discovering small, precious objects along beaches, trails, and the wilderness, but a special few have a knack for assembling those found objects into a curio collection. Leave your house, uncover intriguing objects, assemble them in your whatnot cabinet, and create a wonderful collection of curiosities.&#10;&#10;OBJECTIVE&#10;Collect tiny objects and score the most points by creating the best whatnot cabinet. Each round players travel away from home to find trinkets and doodads to add to their cabinets. As they do, they score curio points for sets of like objects, different, and various other unique setups.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3291",
    "Name": "The Palaces of Carrara (Second Edition)",
    "ID": 348070,
    "Year": "(2022)",
    "Geek Rating": "5.952",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/348070/the-palaces-of-carrara-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6923",
    "Description": "In The Palaces of Carrara, players want to buy the marble from this famous region of Italy as cheaply as possible &ndash; but any reduction in price will benefit your opponents as well. Maybe you'll find it profitable to instead invest in the buildings created from this exclusive marble? Maybe it'll be more worthwhile to grab the expensive raw material when bigger buildings in town turn out to be not as lucrative as you'd hoped?&#10;&#10;This second edition includes a revised set of rules, as well as a completely new advanced version that will include many new strategies and ways of scoring. This new advanced mode of play introduces statues, which will allow you to score your buildings in a multitude of new ways. So come and revisit this classic game by famous designers Wolfgang Kramer and Michael Kiesling.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Renaissance"
    ],
    "Mechanics": [
      "Increase Value of Unchosen Resources",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Italy",
      "Crowdfunding: Gamefound",
      "Digital Implementations: Tabletopia",
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "3292",
    "Name": "Prussian Rails",
    "ID": 35285,
    "Year": "(2008)",
    "Geek Rating": "5.952",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/35285/prussian-rails",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.931",
    "Description": "Prussian Rails debuted in 2008 as Preu&szlig;ische Ostbahn, the second game in Winsome's Historic Railroads System, then was reprinted as German Railways.&#10;&#10;Prussian Rails builds upon the system established in Wabash Cannonball and takes the gameplay to Germany, 1840-1870, introducing an innovative player order mechanism to the system. In addition, each railroad has a special characteristic, based upon its history:&#10;&#10;&#10;    Preu&szlig;ische Ostbahn - May build up to 4 track; 20 black track; K&ouml;nigsberg start.&#10;    Niederschlesische - No City Penalty; 17 brown track; Breslau start.&#10;    S&auml;chsische - May build up to 2 track; 11 orange track; Leipzig start.&#10;    Bayerische - Track cost -1 per hex; 16 blue track; M&uuml;nchen start.&#10;    Main-Weser - Double one City Income; 14 yellow track; Kassel start.&#10;    Badische - One free rural track/build; 15 red track; Mannheim start.&#10;    K&ouml;ln-Mindener - $5 maximum expediture/build; 12 purple track; Essen start.&#10;    Berlin-Hamburger - Must connect both to receive Dividends; 13 green track; Wittenberge start.&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Catch the Leader",
      "Lose a Turn",
      "Network and Route Building",
      "Stock Holding",
      "Turn Order: Random",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Series: Cube Rails",
      "Series: Historic Railroads System (Winsome Games)",
      "Series: Iron Horse Collection (Queen Games)",
      "Series: Winsome Essen Sets",
      "Series: Winsome Train Games (Rio Grande Games)"
    ]
  },
  {
    "Rank": "3293",
    "Name": "Dark Ages: Heritage of Charlemagne",
    "ID": 295535,
    "Year": "(2021)",
    "Geek Rating": "5.951",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/295535/dark-ages-heritage-of-charlemagne",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5312",
    "Description": "Dark Ages is a historically-based civilization-building game that features an innovative action selection mechanism. As long as your action markers remain on the board, you may be able to gain secondary bonus actions whenever you or another player repeat the action.&#10;&#10;While Dark Ages features objectives commonly found in 4X games &mdash; encouraging you to explore nearby regions, expand your territory, exploit the resources, and exterminate your opponents &mdash; it does so featuring several Euro-centric mechanisms. Collect resources from lands under your control, using them to build up your cities and fortifications. Some building types provide several ways for you to gain important in-game advantages, while others enhance your military strength or simply score you victory points. As you expand your territory, you will lay claim to noble titles, acquire new technologies, and train your military units. Each region and leader offer asymmetrical choices with their unique abilities.&#10;&#10;Dark Ages is actually two games: Western Europe (subtitled Heritage of Charlemagne) and Central Europe (subtitled Holy Roman Empire). While both versions feature identical gameplay, each focuses its attention on a specific part of Europe during the Dark Ages (Western and Central, respectively). As a result, the game board maps differ between the two versions, as do the lands in which players vie for control over along with the flavor of the inhabitants and leaders of those lands. However, by combining both versions, you can enlarge the map into an epic battle for superiority for five or more players!&#10;&#10;Each game box is filled with finely sculpted miniatures of cities, fortresses, farms, and other buildings. The different types of troops &mdash; infantry, bowmen, and cavalry &mdash; are represented by unique miniatures.&#10;&#10;The solo mode for Dark Ages has been designed by D&aacute;vid Turczi.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Income",
      "Moving Multiple Units",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Continents: Europe",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "History: Francia",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "3294",
    "Name": "Pax Romana",
    "ID": 17393,
    "Year": "(2006)",
    "Geek Rating": "5.951",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/17393/pax-romana",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "3.6405",
    "Description": "How did Rome get to be Rome? Why did the Glory That Was Greece fade? What stopped Carthage from making an empire of the Mediterranean? Could the Seleucids really have conquered the western world?&#10;&#10;PAX ROMANA covers Europe from 300 BC through the end of the 1st century BC, when control of the Mediterranean was in a state of flux with four empires possible. The emphasis is on strategic operations, from raising armies to colonizing outlying areas, to fighting barbarian incursions, to maintaining political stability at home. &#10;PAX uses a unique marker-oriented play sequence that provides surprise and opportunity, plus a deck of unusual cards that provide the historical background of events and calamities within which the players must operate.&#10;&#10;PAX provides wide variety of scenarios, from fast-playing, one-sitting two-player games to vivid recreations of the entire era with four players. The game works well with 2, 3 or 4 players, and is designed to be playable solitaire for those interested in the historical view it provides. Scenarios range from The Punic Wars, through the Eastern Med conflicts between the Greeks and the Seleucids, all the way up to the entire 10 turn game, covering 300 years of history. In addition, there are two versions of PAX: the Standard Game, designed for fast play, and the Advanced version, which adds in much tangential history and allows for a more introspective examination of the era.&#10;&#10;PAX ROMANA includes one gamemap, 55 cards, 400+ counters, and a host of play aids and charts to keep things organized.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Continents: Europe"
    ]
  },
  {
    "Rank": "3295",
    "Name": "Rivet Wars: Eastern Front",
    "ID": 136000,
    "Year": "(2014)",
    "Geek Rating": "5.951",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/136000/rivet-wars-eastern-front",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3962",
    "Description": "Rivet Wars is a miniatures boardgame that springs forth from the warped imagination of Ted Terranova - set on a Dieselpunk world that never quite left World War I but with crazy technology like walking tanks, diesel powered armor, unicycled vehicles and armor plated cavalry!&#10;&#10;Don't let the cute visuals fool you, it's a world full of angst, war-torn camaraderie and dark humor.&#10;&#10;Rivet Wars is at its heart a strategy game, with both players deploying units each round to counter the threats set forth by their opponent and stay one tactical step ahead.&#10;&#10;Heavily influenced by Ted's experience working on RTS games like Rise of Nations, players gather resources (bunkers and capture points) and use these to deploy streams of new units!&#10;&#10;There's an ebb and flow on the tactical landscape and you can stock up surprises for your opponent to be unleashed even as he thinks he's winning!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Rivet Wars",
      "Players: Two-Player Only Games",
      "Theme: Alternate History",
      "Theme: Anime / Manga",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "3296",
    "Name": "Legacy: Gears of Time",
    "ID": 119781,
    "Year": "(2012)",
    "Geek Rating": "5.951",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/119781/legacy-gears-of-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8226",
    "Description": "Legacy: Gears of Time is a strategic card game, mechanically rooted in its time travel theme. Players each play cards from their own hand, draw from a central draw pile, move and play technologies on a single timeline, while placing their influence cubes on existing technologies.&#10;&#10;Legacy is played on a timeline that grows at the end of each of 4 rounds. Players take turns during a round consisting of 3 actions each. During each turn, you may travel back in time, play a technology card from your hand, influence an existing technology, or draw two cards (keeping only one).&#10;&#10;As you travel back in time, Technologies are played from your hand by paying their discard cost. Any technologies you play generate influence for you automatically.&#10;&#10;Having more influence than your opponents is the key to claiming rewards for a technology! At the end of each round, rewards are given for each technology and its dependencies. One Influence cube from each technology will come off at the end of each round, forming your influence pool to be used in future rounds to influence existing technologies. Keep in mind, a technology is only considered successful if all of its dependencies exist previously on the timeline.&#10;&#10;Since there are several copies of each technology, you may be able to preempt and eliminate an existing copy by playing yours earlier in the timeline!  Be sure there is room for your new technology, though; each time-frame has a capacity equal to it's distance from the present.&#10;&#10;There are also a few rare but powerful Fate cards, each allowing you to break the rules in interesting ways. Fate cards have no discard cost and don't require an action to be played.&#10;&#10;By strategically influencing existing technologies, adapting to your opponents actions, and carefully choosing when to go further back in time, you will find yourself victorious over your rivals! History remains intact until the Ancient Machine demands you return to the past to rebuild history, and your Legacy, once more.&#10;&#10;Summary:&#10;&#10;     4 Rounds&#10;     4 Turns per Round&#10;     3 Actions per Turn (any mix of the following):&#10;         Travel back in Time&#10;         Play a Technology card&#10;         Influence an existing Technology&#10;         Draw two cards (keep one)&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "3297",
    "Name": "Trias",
    "ID": 4249,
    "Year": "(2002)",
    "Geek Rating": "5.951",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/4249/trias",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3874",
    "Description": "Dinosaurs reside on the modular hexagons of the super-continent Pangaea. Each hex can only support a certain number of animals. Not only that, the continent is splitting up with parts of the land disappearing and new lands emerging elsewhere.  Players try to disperse as widely as is wise while still dominating each continent where they exist. The game ends as the meteorite strikes, ending the age of the great dinosaurs.&#10;&#10;Players begin by placing herds of their dinosaurs on the single continent of Pangea, made from tiles of various terrain types. They then take turns, which comprise of drifting tiles, conducting optional actions, and finally resolving any of their own tribes that have been left in water or on overpopulated tiles. The first phase, the drift, involves a player moving a landscape tile of the same type as depicted on the card they play. The tile must be moved further away from the South Pole (the centre of Pangea) than it already is, must remain a part of the same continent and must be attached to a continent with that player's herds. Players have 4 action points to spend on other optional actions, including another drift, migrating herds, rescuing swimming herds and reproducing to create more herds.&#10;&#10;Points are scored during the game whenever a new separate continent is formed as a result of a landscape tile drift, as well as at the end of the game for each continent. During the game, the player with the most herds on the new continent scores 2 points, while the player with the second-most scores 1. End-game scoring is much more significant, as the player with the most herds gains 1 point per landscape tile on the continent, and the player with the second most scores half that amount.&#10;&#10;The final round begins when the meteor strike card is drawn, and the game then ends. After final scoring is completed, the player with the most points wins.&#10;&#10;Premiere: Essen 2002&#10;&#10;",
    "Categories": [
      "Animals",
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Grid Movement",
      "Hexagon Grid",
      "Map Deformation",
      "Modular Board",
      "Take That",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: HexHex4 Grids",
      "Components: Meeples (Dinosaur) / Dinomeeples",
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "3298",
    "Name": "Commands & Colors: Samurai Battles",
    "ID": 259066,
    "Year": "(2021)",
    "Geek Rating": "5.951",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/259066/commands-and-colors-samurai-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5789",
    "Description": "The Commands &amp; Colors: Samurai Battles wargame rules allow players to portray important engagements of Japanese history. The battles, included in the scenario booklet, focus on the historical deployment of forces and important terrain features in scale with the game system. The scale of the game is flexible and varies from battle to battle. For some scenarios, an infantry unit may represent an entire clan of soldiers, while in other scenarios a unit may represent just a few brave warriors.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Medieval",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Command Cards",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Block Wargames",
      "Country: Japan",
      "Digital Implementations: VASSAL",
      "History: Kamakura Period to Muromachi Period",
      "History: Sengoku Period",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "3299",
    "Name": "Death Valley",
    "ID": 322703,
    "Year": "(2021)",
    "Geek Rating": "5.951",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/322703/death-valley",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8298",
    "Description": "Sunlight glaring through the windshield. Your favorite songs blasting through the speakers. Candy bar wrappers piled next to a warm drink in the cheap plastic cupholder. Your companion riding in the passenger seat, snapping pictures of landmarks as you settle into the hypnotic rhythm of the road. But be careful as this fun road trip could get dangerous as you drive through Death Valley.&#10;&#10;Death Valley is a pocket-sized, push-your-luck, tableau-building game for 1-2 players, with each traveler striving to assemble the best mix of cards in their journey and scrapbook in order to win the game.&#10;&#10;Each turn, players choose whether to assign a card to their journey, or move cards from their journey to their scrapbook. Cards feature stars (points), special abilities (which affect the value and position of cards), and some interesting facts about Death Valley. Each card also lists a hazard: heat, terrain, flood or animals. Having three of the same hazard visible in their tableau causes the player to bust and lose all the progress in their journey.&#10;&#10;At the end of the game, players sum the stars in their journey and any additional points from card abilities to determine who wins.&#10;&#10;Death Valley was a top-three finalist in Button Shy's 18-Card Challenge: Design a game about a real life location.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Pattern Building",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Game: Death Valley",
      "Players: Games with Solitaire Rules",
      "Series: Micro Game (Matagot)",
      "Series: Two-player games (Kosmos)",
      "Series: Wallet Games (Button Shy)",
      "States: California"
    ]
  },
  {
    "Rank": "3300",
    "Name": "1st & Goal",
    "ID": 95105,
    "Year": "(2011)",
    "Geek Rating": "5.951",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/95105/1st-and-goal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "1.8017",
    "Description": "1st &amp; Goal pits two football teams in a classic gridiron match. Players call plays using the cards available in their hands. Yardage gained or lost is determined by a roll of the dice, and strategic play-calling makes all the difference as to which dice you get to roll for each play. The right offensive play might gain you a lot of yardage &ndash; unless the defense sets up correctly to stop it. After that, it all comes down to the roll of the dice...&#10;&#10;Fumbles, interceptions, sacks, penalties, deep passes, breakaway runs &ndash; it's all here. 1st &amp; Goal comes with three Running Dice, three Passing Dice, a Defense Die, a Play Die, a Referee Die, and a Penalty Die. The card decks include 60 Offense cards and 60 Defense cards. Six &quot;division&quot; packs, each with four unique DFL (Dice Football League) expansion teams, are sold separately.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  }
]