[
  {
    "Rank": "N/A",
    "Name": "Baltimore & Ohio: Robber Barons Expansion",
    "ID": 102153,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102153/baltimore-and-ohio-robber-barons-expansion",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "Eddie Robbins' Baltimore &amp; Ohio: Robber Barons expansion, which consists of industry moguls and a Robber Baron card deck, adds a completely new dimension to Baltimore &amp; Ohio by means of special cards that can be auctioned off which give their owners special benefits.&#10;&#10;Baltimore &amp; Ohio: Robber Barons is one of the two games and seven expansions from Winsome Games released at Spiel 2011.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Series: Historic Railroads System (Winsome Games)",
      "Series: Winsome Essen Sets",
      "States: Ohio"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baltimore & Ohio: Technology Level Seven Expansion",
    "ID": 102154,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102154/baltimore-and-ohio-technology-level-seven-expansio",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "Eddie Robbins' Baltimore &amp; Ohio: Technology Level Seven expansion extends the game into the 1940s and includes the Tech 7 Capital Equipment deck. This simple expansion not only extends the endgame but completely changes the game arc and timing. Seasoned Baltimore &amp; Ohio players may find themselves rethinking how they expand companies and when to start new ones.&#10;&#10;Baltimore &amp; Ohio: Technology Level Seven is one of the two games and seven expansions from Winsome Games to be released at Spiel 2011.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Series: Historic Railroads System (Winsome Games)",
      "Series: Winsome Essen Sets",
      "States: Ohio"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SNCF: Iberia Expansion",
    "ID": 102155,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102155/sncf-iberia-expansion",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "David V. H. Peters' SNCF: Iberia expansion provides a completely new venue with some extra rules to the game, placed in Spain, Portugal, Andora and Gibraltar. SNCF: Iberia includes a two-section map of the Iberian peninsula and features additional rules on building tracks and endgame scoring. By balancing company expansion and adding to your portfolio, your goal is to earn more than your opponents over the course of the game.&#10;&#10;SNCF: Iberia is one of the two games and seven expansions in the Winsome Games 2011 Essen Set and is fully playable with Paris Connection, the Queen Games version of SNCF.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Country: Andorra",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chicago Express: Nickel Plate Road Expansion",
    "ID": 102156,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102156/chicago-express-nickel-plate-road-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The Nickel Plate Road expands Harry Wu's base Wabash Cannonball game with the addition of the famous New York, Chicago &amp; Saint Louis Railroad, aka Nickel Plate Road.&#10;&#10;The Nickel Plate Road expansion is one of the two games and seven expansions from Winsome Games to be released at Essen 2011.&#10;&#10;This game expansion requires the original Wabash Cannonball / Chicago Express game and can be played by 2-6 players.&#10;&#10;Nickel Plate Road is only playable only with the base game. &#10;Components&#10;&bull; 12 Locomotives &#10;&bull; 1 counter piece &#10;&bull; 1 Share&#10;&#10;The rules of the base game are unchanged except as outlined below.&#10;&#10;Changes during game set-up&#10;The Nickel Plate Road share, 12 locomotives and the counter piece is placed next to the game board.&#10;&#10;Changes during sequence of play &#10;At the beginning of every Round, if the Wabash Railroad has already been started, now is the time to start the Nickel Plate Road.&#10;&#10;Starting the Nickel Plate Road (NPR)&#10;&#10;The single share of the Nickel Plate Road is auctioned off to the highest bidder. &#10;The first bidder is the current Player. &#10;The highest bidder (the owner) pays all the bid money into the bank. &#10;The Nickel Plate does not pay to Build Track. &#10;The owner places the first locomotive in Chicago, the home of the Nickel Plate Road. No Chicago Dividend is paid! &#10;The owner now places all remaining locomotives on the map, one at a time, with each purple locomotive always adjacent to an existing purple locomotive. &#10;The Nickel Plate Road locomotives may not be placed in the Detroit hex or the Pittsburgh hex or any Mountain hex or any Forest hex. &#10;The owner calculates the railroad income and places the purple counter piece on the appropriate place on the Income Track. &#10;The Nickel Plate Road&lsquo;s stock and locomotives do not apply to the end of game conditions.&#10;&#10;All other rules remain the same.&#10;&#10;Expands:&#10;&#10;    Wabash Cannonball / Chicago Express&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Historic Railroads System (Winsome Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baltimore & Ohio: Norfolk & Western Railroad Expansion",
    "ID": 102157,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102157/baltimore-and-ohio-norfolk-and-western-railroad-ex",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Eddie Robbins' Baltimore &amp; Ohio: Norfolk &amp; Western Railroad expansion adds another railroad to the base Baltimore &amp; Ohio game and the components consist of a player aid and the Norfolk &amp; Western Charter, Stock, Track cubes, Valuation counter and Coal counters.&#10;&#10;Baltimore &amp; Ohio: Norfolk &amp; Western Railroad is one of the two games and seven expansions from Winsome Games to be released at Spiel 2011.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Series: Historic Railroads System (Winsome Games)",
      "Series: Winsome Essen Sets",
      "States: Ohio"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Great Britain",
    "ID": 102158,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102158/age-of-steam-expansion-great-britain",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "The Age of Steam: Great Britain expansion &ndash; a fresh, new take on the classic game Age of Steam &ndash; is played a large, three-section map covering Wales, Scotland &amp; England and includes special rules for shipping between countries in Great Britain.&#10;&#10;Age of Steam: Great Britain is one of the two games and seven expansions from Winsome Games released at Spiel 2011.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Age of Steam",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sudoku Slide!",
    "ID": 102161,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102161/sudoku-slide",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Race against your opponent to form Sudoku! This version of Sudoku pits two players against each other in a contest to see who can form Sudoku first on the board by sliding chips.&#10;&#10;The &quot;Sudoku Slide&quot; is a 2 players game. Players must race to see which one can arrange the tiles in &quot;Sudoku&quot; order - one of each, none repeated in 5 vertical columns and 5 horizontal rows first.&#10;&#10;A real time game reminiscent of Alex Randolph's Square Off but using Sudoku as a basis.&#10;&#10;Contents:&#10;&#10;The Table&#10;    Frame&#10;    24 Blue Numbered Tiles&#10;    24 Red Numbered Tiles&#10;    2 Blank Tiles&#10;    2 Tile Storage Bags&#10;&#10;How to Play:&#10;&#10;Place the 24 Blue Numbered Tiles on one playing surface of the Table; and&#10;&#10;The 24 Red Numbered Tiles on the other, all number face up.&#10;&#10;One player mixes the Blue tile order while the other player mixes the Red tile order.&#10;&#10;When both players are ready, turn the table around so that each player has the other set of tiles.&#10;&#10;Begin to slide the tiles, using the empty space to arrange them in SuDoKu numerical order. That means, one of each, none repeated from number 1 - 5 on each Vertical Column and Horizontal Row. The Blank Space is &quot;wild&quot; and may count as any number.&#10;&#10;The first player to accomplish the SuDoKu Slide must bring the frame down to the opponent's side and declare himself to be the winner. The other player may examine the tiles to confirm that they are in fact all in SuDoKu position. If in fact they are in SuDoKu position, the first player wins one point. If they are NOT in SuDoKu position, the challenging player wins 2 points.&#10;&#10;Players may play as many rounds or for as many points as they agree upon. It is customary to play until a player wins 3 points for the short game or 11 points for the full game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warzone: The Bauhaus Bunker",
    "ID": 102164,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102164/warzone-the-bauhaus-bunker",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "3D expansion set allows you to incorporate structures and buildings into your Warzone Scenarios, whether you are defending a bunker or fighting in the catacombs beneath a Brotherhood Cathedral&#10;&#10;Box set contains:&#10;2 full color card models for you to construct from 16 A4 sheets of card&#10;&#10;Exclusive new Warzone miniature - the Bauhaus - HMG-85/T mounted machine gun with gunner - only available with this box set&#10;&#10;A 32 page booklet with comprehensive new rules for fighting, in-and-around buildings and structures, and for fighting underground&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warzone",
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baby Animal Lotto",
    "ID": 102169,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/102169/baby-animal-lotto",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rules provided for 3 lotto games and one quiz variant:&#10;- Picture Lotto: Each player takes a Lotto board and places it with the animal pictures side facing up. One person is selected as the caller. The caller shows a card and names the baby animal on it. The player who finds the animal on his or her board takes the card and places it on his or her board. The first player to complete his or her board wins.&#10;&#10;Quiz variant: The caller shows each card without naming it. Players can claim a card when they name it correctly.&#10;&#10;- Word Lotto: Each player selects a board and places it with the words facing up. The caller holds up a card, and players have to correctly name and spell the animal to claim the card.&#10;&#10;- Memory Lotto: Each player selects a board and places it animal side facing up. The picture cards are shuffled and spread out face down. The start player turns over a card. If it can be placed on his or her board, the player take sit and turns over another card. Once the player turns over a card he or she cannot place, the card is returned face down, and it is th enext player's turn.&#10;&#10;Contents: 4 Lotto boards showing native animals, farm animals, wild animals, and native birds, 4 title cards, and 40 matching picture cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hornet Leader: Falcon Leader Module",
    "ID": 102171,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102171/hornet-leader-falcon-leader-module",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "An expansion published in C3i Magazine Nr. 13. This variant convert the original Hornet Leader into &quot;Falcon Leader&quot;, trading Hornets for Falcons and Carriers for Airfields.&#10;&#10;Contents:&#10;Rules and chart (4 pages)&#10;2 Sheets (12 Falcon Load Areas and 4 new Campaign Cards)&#10;1 Airfield Display&#10;Additional counters&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Re Cuor di Leone",
    "ID": 102174,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/102174/re-cuor-di-leone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A collectible card game of the early '90s. &#10;Description from rules:&#10; &quot;It 'set in medieval Europe, an era full of myths and legends that we intentionally revisited with historic elements and other purely fantastic. Each player plays the parts of a royal family, consisting of a king, a queen, a prince and a princess.&#10; The goal is to eliminate as many opponents of real characters.&#10; Family members will fall into fights or be victims of one of the many plots hatched in secret at court.&#10; In defense of their King, the Army will cross the territories of the Kingdoms, scene of several battles, and fight to the death, accompanied by terrible Adventurers from the most prestigious &quot;Compagnie di Ventura&quot; (mercenary).&#10; Meanwhile the men of the Court can weave plots in the risky realm enemy, drawing huge sums from the royal treasury.&#10; In addition, powerful spells and tremendous sorcery influence the destiny of each player ... &quot;&#10;&#10;Players prepare their own decks of cards dividing that in Kingdom's deck  and draw deck.&#10;Each round a player can discover up to 3 cards from the Kingdom, according to the last card face can perform different actions that can be:&#10;- Attack an enemy kingdom;&#10;- Prepare the defenses of his kingdom;&#10;- Increase his royal treasury;&#10;- Weave a plot against an opponent;&#10;After discovering his Kingdom cards , if have the Armies in hand can play it, eventually integrating with the &quot;Compagnie di Ventura&quot; (mercenary) purchased using the  treasure.&#10;At the end of the turn draw from the deck to bring their hand to 8 cards.&#10;When one of the decks of a player runs out, the game ends and the player who has managed to eliminate many real charachter won.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bisque",
    "ID": 102177,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/102177/bisque",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A trick-taking game for 3 players for the Decktet.&#10;&#10;Three chefs in one kitchen, that can&rsquo;t be good. They all want to make soup, even though there&rsquo;s only one kettle available. Stubborn as they are they all start to work on the same soup. To make things worse, all chefs have a very personal taste. During the process each chef tries to squeeze in as much of their own preferences as they possibly can. After the soup is done, the personal taste of each chef is revealed and it is evaluated which chef has managed to add his own flair and ingredients the most.&#10;&#10;In Bisque every player secretly selects a goal card from his hand to declare which suits he wants to end up in the soup pot. With the rest of the cards tricks are played and the winner of each tricks decides which card will end up in the soup pot. After all the tricks the suits in the soup pot are scored. The goal cards are revealed and the winner of the round is declared.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Players: Three Players Only Games",
      "Series: Decktet Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Fu",
    "ID": 102182,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/102182/cthulhu-fu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publishers web site:&#10;&#10;&quot;Some fortunes are better left unread...&quot;&#10;&#10;&quot;Greetings brothers, the time is nigh....Not all of us are strong enough to carry the blessings of the Ancient one. For his wisdom transcends the stars. His influence through our dreams and unspoken realms, deep beneath the sea, he waits. Dreaming for the day he shall be free. Even though we may be weak as mortals, he gathers strength from our devotion, hope through our determination, and power from our sacrifice. While we all wish to share in his gifts, the Great One only rewards those of purist faith. All others will be crushed beneath the waves when R&rsquo;yleh rises from the deep.&quot;&#10;&#10;Cthulhu Fu is a variant of the popular Cookie Fu system where players take on the roles of rival cultists in dark cult world of Cthulhu (circa 1930). The cultists summon / manipulate the forces of darkness against each other and claim victory in the eyes of the great overlord. There are many ways to defeat your opponent: summon the forces of darkness to rip apart your foe or by shattering the barriers that protect his mind.&#10;&#10;This stand alone game comes packed in a black mini take-out pail, 5 dice, rules menu and &quot;Miskatonic Mint&quot; flavored Omikuji (fortune cookie).&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cricket World Cup",
    "ID": 102188,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102188/cricket-world-cup",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Description from the box:&#10;&#10;&quot;An exciting game ...full of ups and downs !! Are you ready for it ..!! Enjoy the game of cricket in the form of board game with the same intensity and see if you can control your heart beat.&#10;&#10;A unique double sided board with an option of two kinds of plays...either from the bowling side or from the batting side!! Interesting and captivating ...So what are you waiting for...!!!&quot;&#10;&#10;Actually, this game is a basic roll-and-move, collecting &quot;world cup coins&quot; along the way according to instructions on certain spaces.  When all players have reached the end of the track, the one with the most coins wins.  There is not a single decision to make in the game.&#10;&#10;The game was made for &quot;Poundland&quot; stores by Play Craft Traders, trade marked by Fun-Tastic.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aether Captains: Triad 2",
    "ID": 102194,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102194/aether-captains-triad-2",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "TRIAD 2 contains 3 new Aether Captains games -&#10;BorderStrike - a mini war game on 6 hex map cards. Players take on the roll of the Aether Navy or the Federation of Air Pirates, each commanding 2 ships. On a turn players may either navigate, attack or repair their ships. Dice are used to resolve battle skirmishes and damage taken. 2 players 10-20 minutes&#10;&#10;Black Raiders - Air Pirates have gathered to decide who shall lead them next, in trial by combat! Build the strongest airship, stock it with weapons, a fearless crew, and a fast engine. Then engage in a do or die dogfight to see who will have supremacy over the Federation of Air Pirates. Players take turns stocking their air ship sections based on combination dice rolls then battle each other. Last one standing wins 2-3 players, 10-20 minutes&#10;&#10;Aether Shaman - Shamen of the two most powerful Northern Tribes meet once a year in a contest of wills and talent, shaping aetheric energy in a day long duel. Only one, however, can become an AetherShaman. Players use 6 cards as a game board adding markers based on die rolls to 5 different areas. Strategy involves using your dice wisely to control the game and victory points gained. 2 players, 10-15 minutes&#10;&#10;Triad 2 also contains the following card expansions to the first Aether Captains: Triad game -&#10;&#10;Celinian Trader: &#10;2 Income cards: to keep track of gold earned during the game. Each player begins with nine gold pieces.&#10;&#10;6 Trade Market cards: replace the original Trade Market card with these. Shuffle the six cards each round and turn one card face up to set Market Buy/Sell prices.&#10;&#10;Intrigue: &#10;1 Victory Point Track card for scorekeeping.&#10;&#10;10 City State cards: shuffle cards at the beginning of the game. Each player should draw one card to determine their Ruling House and keep it hidden. Set the remaining City State cards aside.&#10;&#10;Zeppelin Derby: &#10;2 Derby Course cards: for a longer game replace &#10;the original Finish Line card with these new cards. &#10;The expansion features a new Aether Mine icon for the derby course.&#10;&#10;7 Race Cards: shuffle these with the original cards for the extended game. Each player will be dealt 6 cards instead of 4. Set the remaining cards aside.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hexagon Grid",
      "Modular Board",
      "Pattern Building",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Aether Captains",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cookie Fu: Grandmaster Chi Battles",
    "ID": 102197,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.18",
    "Link": "https://boardgamegeek.com/boardgame/102197/cookie-fu-grandmaster-chi-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Cookie Fu: Grandmaster Chi Battles is a fast, fun, combat card game. Players take on the role of their favorite Grandmaster battling each other head to head in an all out Chi smack-down to see whose Cookie Fu reigns supreme!&#10;&#10;Grandmaster Chi Battles is a DUAL PLAY product, usable both by itself and for the Cookie Fu dice game. No more fumbling with slips of paper for your Cookie Fu moves! Each card displays all critical battle information, an essential aid for any Fu Fighter.&#10;&#10;Three decks are featured for this release and support the already existing Cookie Fu Clans: Chocolate Ox, Vanilla Hare, and Coconut Monkey. Plus, brand new allies from: Lemon Dragon, Orange Tiger, and the Berry Rooster Clans also make their appearance in the Fortune Decks to aid in the battle vs. the evil sorcerer Bok Choy!&#10;&#10;Each fixed 56 card deck contains a customized set of all Fu moves released with the Cookie Fu base set dice game. This includes all Chi actions (Blast, Block, Heal) as well as all Clan specific moves found in the fortune cookies. Adding to the fun, Ally and new Clan moves round out each set - along with a few uninvited guests.&#10;&#10;Using a unique mechanic of seeded and opening moves, players duel with rock, paper, scissors, against their opponent's moves. Utilizing attack and defense scores with a &quot;refocusing strategy&quot; as well as hand management all combine to make Grandmaster Chi Battles an enjoyable alternative to the Cookie Fu dice game.&#10;&#10;Fast and furious, Grandmaster Chi Battles are different every time. Just unwrap, shuffle and play! With or without dice, Cookie Fu Fortune Decks are guaranteed to Kick Some Cookie...&#10;&#10;Integrates with:&#10;&#10;    Cookie Fu&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Food & Drink: Cookies",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice: Distinguished Service Pack",
    "ID": 102198,
    "Year": "(2012)",
    "Geek Rating": "5.562",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102198/d-day-dice-distinguished-service-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "An exclusive set of 8 cards given to supporters of the D-Day Dice Kickstarter campaign. This small set contains a small sample of card types from the game and its first expansion. These cards will never be reprinted again, but similar cards might be included in later expansions (with different names).&#10;&#10;Content:&#10;- 3 Awards: Voluntary Service Medal, Good Conduct Medal, Order of the Bath&#10;- 3 Regular Items: Cigarette, Sweetheart Pin, Field Telephone&#10;- 1 Vehicle: Personnel Carrier&#10;- 1 Decoration (from the Atlantikwall expansion): Sports Badge&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CampAntics",
    "ID": 102199,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/102199/campantics",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;Welcome to CampAntics, the board game of summer camp adventures, mischief, activities, and lots of social interaction. If you&rsquo;re curious about summer camps, or have already been to one, you&rsquo;ll love this game!&#10;&#10;CampAntics is primarily for children from 7 to 14 years of age. The summer camp theme is also very attractive to older children, parents, and grandparents. Each trip around the board is one, very realistic day at camp. Campers decide how many days to play, and enjoy a social experience like no other. During a camper&rsquo;s stay at CampAntics, points are won and lost with the ups and downs of daily life at a great summer camp. Each space on the board relates to an activity that you would do at camp.  Some spaces will reward you for an activity and others will penalize you for let&rsquo;s say... throwing a water balloon.  You roll dice to move and each trip around the board is a day at camp.  You choose the number of days based on level of play. The winner is the camper with the most points (acorns) at the end of the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Educational"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: HexPack – Cities and Roads",
    "ID": 102205,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102205/battletech-hexpack-cities-and-roads",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Publisher Blurb:&#10;&#10;You've defeated your opponent across all the terrain that the BattleTech Introductory Box Set has to offer and now you want more worlds to conquer. Grab your dice and start rolling, because this product is for you!&#10;&#10;HexPack: Cities and Roads is a flexible map system aid for the BattleTech game system. Designed for use in conjunction with other pre-printed mapsheets (such as those from the Introductory Box Set), the system&rsquo;s flexibility allows for easy modifications to existing mapsheets, increasing the enjoyment of a given scenario as players quickly change the terrain to bring new excitement to each game they play! A booklet contains two ready-to-play scenarios, which include expanded play options such as clearing woods, buildings and additional weather conditions.&#10;&#10;Contents:&#10;&#10;-One 18&Prime; x 22&Prime; full-color gameboard-quality mapsheet, with a different map printed on either side.&#10;-Four punch-out-and-ready-to-play gameboard-quality HexTile sheets.&#10;-Sixteen page booklet.&#10;&#10;Miniatures not included.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "China: Scandinavia",
    "ID": 102212,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102212/china-scandinavia",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Expansion map for the China / Web of Power family of games. Available for online play at www.michaelschacht.net, where you could also print a copy of the map.  It is a re-imagining / re-structuring of the territories and paths of China / Web of Power over the landmass of Scandinavia / Eastern Russia / Northern Europe.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Series: Web of Power / China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kokkelimonke Bilde",
    "ID": 102213,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/102213/kokkelimonke-bilde",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The game includes 400 different picture cards with unusual objects with various uses and funtions. Players try to guess or bluff the use/function of the item in play, and write a description on a note. These descriptions plus the right answer are then read out loud, so the players try to pick the right answer among the false ones.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": [
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mil nombres de la A a la Z",
    "ID": 102214,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102214/mil-nombres-de-la-a-a-la-z",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A very easy educational board game for children where each player in turn must pick a thematic card with drawings, look at it secretly and name an animal, object, etc related to the card and beginning with the letter his pivot is on, starting with the &quot;A&quot; and advancing along the alphabet track.&#10;&#10;Each player has 30 seconds to say a name, if he can not do it, he hands the card to the next player. The first person to reach the Z position on the board is the winner.&#10;&#10;Contents:&#10;-4 coloured pivots&#10;-Track board&#10;-16 thematic cards&#10;-Rules (on the back of the cover box)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Quest: Pits & Traps",
    "ID": 102222,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102222/warhammer-quest-pits-and-traps",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion was originally available only through mail-order and is now out of print.&#10;&#10;From the rulebook:&#10;&#10;Pits &amp; Traps is a Warhammer Quest supplement that allows any party of adventurers that is bold enough to add two new areas to any dungeon they explore. While the new areas are dangerous, they offer rich rewards to those brave enough, or foolhardy enough, to venture into them.&#10;&#10;When you use the new board sections it is assumed that the builder of the dungeon has decided to protect his lair (i.e. the objective room) with an additional ante-chamber protected by some of his fiercest warriors. He has also built in a short-cut to the objective room, concealed by secret doors, which leads to another part of the dungeon closer to the exit. Obviously only a great, powerful and, above all, rich individual could afford such safe-guards, so the rewards you expect to find at the end of the dungeon are somewhat greater than they would normally be.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Quest: Kislevite Shaman",
    "ID": 102223,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102223/warhammer-quest-kislevite-shaman",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is an expansion for Warhammer Quest and was available through mail-order. The rules allow a player to play the Kislevite Shaman Warrior.&#10;&#10;Description:&#10;&#10;KISLEVITE SHAMAN&#10;&#10;The Kislevite Shaman uses Mana to cast Blessings much in the same way the Wizard uses Magic to cast Spells. The Shaman begins the game with a Totem Staff and either a Raven or a Wolf Spirit Familiar.&#10;&#10;Basic rules, Advanced Rules, and Roleplaying Rules are included.  For example, rules for the Spirit Familiars are listed in the Basic Game, while 38 Blessings are included for the Shaman to cast in the Advanced Game, as are rules for visiting Settlements. A description of how the Shaman might act and react to people and events in the Old World are mentioned in the Roleplaying Section.&#10;&#10;This pack contained only a rules booklet and contained no miniature, cards, or counters.&#10;&#10;This is not a complete game, a copy of Warhammer Quest is necessary to use the contents of this box.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Quest: Halfling Thief",
    "ID": 102224,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102224/warhammer-quest-halfling-thief",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is an expansion for Warhammer Quest and was available through mail-order.&#10;&#10;This is not a complete game, a copy of Warhammer Quest is necessary to use the contents of this box.&#10;&#10;Description (from the rulebook):&#10;&#10;HALFLING THIEF&#10;&#10;Well known for their nimble feet and even nimbler fingers, Halflings find themselves drawn towards the danger and excitement of stealing.  As can be expected, the speed and agility of Halfling Thieves has been noted by many of those who seek their fortune delving into abandoned Dwarf Holds and performing mighty deeds in dungeons&#10;&#10;Basic rules, Advanced Rules, and Roleplaying Rules are included in this booklet.  For example, rules for the Halfling's Starting Equipment is listed in the Basic Game, while rules for visiting Settlements and new Special Locations are listed in the Advanced Section, in addition to many rules to deal with all of the trouble the Halfling Thief might get into. A description of how to use the Halfling Thief with a Gamemaster is found in the Roleplaying Section.&#10;&#10;This pack contained only a rules booklet and contained no miniature, cards, or counters.&#10;&#10;Recommended Citadel Journal miniatures (from the Halfling Thief Character Pack) were:&#10;&#10;Bumblebean Lightfoot&#10;Didy Bugry&#10;Ned Neddley&#10;Nifflet &quot;Statue Stealer&quot; Stumbly&#10;Nikkit Kwik&#10;Two-Feet-Tall Telworth Buttercup&#10;&#10;This is not a complete game, a copy of Warhammer Quest is necessary to use the contents of this box.&#10;&#10; Warhammer Quest fan - Halfling Thief&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Prix Expert",
    "ID": 102238,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/102238/grand-prix-expert",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "4.5",
    "Description": "GRAND PRIX EXPERT, the first boardgame simulating formula one ( F1) managing and racing (may be applied to Indycar) ! A game with no equivalent: build your team, choose your engine, tires, fuel, manager and pilot, and start a complete season of 16 Grand Prix, or even several seasons one after the other. ALL the elements of car racing are taken into account : team management, evolution of the car and even race events themselves. A revolutionary concept !&#10;&#10;The game was presented in CANNES (international Festival), from February 23rd to february 27th, 2011). It is supported by the Belgian reference F1i Magazine.&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Lines",
    "ID": 102247,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102247/combat-lines",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "OVERVIEW: A dice game for two players. Players create random FORCE POOLS, arrange them secretly into four Lines opposite each other, then reveal their setups and resolve combat. The leftover 5 COMMDICE may be added to a player's Line using SPECIALS [surprises]. Loser of each combat surrenders a die from that Line. After three rounds of play, the player with the most captured dice wins.&#10;DETAILS: Each player starts with their own pool of 53 dice. Select 10 randomly and roll, repeating twice for a possible 30 dice FORCE POOL [some may be chosen over others]. Players then bid for a COMMON DICE POOL of 12 dice. Winner rolls the COMMDICE, keeps three and passes two to the loser. Players then secretly arrange  their dice into four Combat Lines [hence the name]. Each opposing Line is resolved [with special dice that can remove, add or manipulate dice in their own or opponent's Line] with the loser surrendering one die. After three rounds of play, the player with the most captured dice wins. &#10;COMPONENTS: &#10;90 dice [total]&#10;- 45 of one color [Player A]&#10;- 45 of a different color [Player B]&#10;- 10 of a third color [Common Dice]&#10;a pair of hand-sewn dice bags&#10;a 20 page rulebook [includes a complete game, in step-by-step example format]&#10;a pair of laminated cheat sheets&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Troika",
    "ID": 102248,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/102248/troika",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Legend tells of a square island where ancient tribes built 9 temples to 3 gods named Tiki, Taki and Troika. Every summer solstice the neighboring island clans send their finest warriors to the island to compete in a tournament. The first warrior to control three temples in a row will receive the Crown of Three. And his people will rule all of the island clans for the following year.&#10;&#10;In Troika (aka Tiki, Taki, Troika) warriors secretly choose Temple cards and Challenge cards in an attempt to control temples on the legendary square island. Temple cards are simultaneously revealed and if there is a conflict at that location, Challenge cards are revealed and resolved. Since Challenge cards do not move back to a warrior's hand until all four have been played, it would be wise to remember what the other warriors have played in previous rounds.&#10;&#10;Troika includes three versions of the game. &#10;Tiki - A simple and fast version of the game where the winner is the first player to get three in a row.&#10;Taki - Introduces Bonus Row cards that are randomly chosen at the beginning of the game. Plus the game continues until all nine temples are controlled.&#10;Troika - Introduces Temple Bonus cards. During the game players have the opportunity to take Temple Bonus cards that can increase, or possibly decrease their score at the end of the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Pattern Building",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: 3 x 3 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Of Power & Glory",
    "ID": 102251,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/102251/of-power-and-glory",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Across this land, the people of the world bow before their kings in the name of power and glory. What they do not understand is that power and glory need not rest in the same hands. Let the kings have their glory, if that's what they call it. Let their names be written down and passed from father to son for years to come. We care not for such things... for now.&#10;&#10;We are happy to stand above the stage in quiet darkness, pulling the strings and shaping the world as we see fit. We are the rulers of kings, and this is our land and in the end, we'll see where the true glory lies.&#10;&#10;Of Power &amp; Glory is played in several rounds. Each player has several pawns that represent nobles in a Western Europe that is ruled by eight Kings. Each Nobel may take one action per round. These actions may place the Nobles in the court of one of the Kings to garner the favor of that King, in a particular territory to postpone war in the area or perhaps hidden in the shadows to bring sabotage upon a King.&#10;&#10;After all player actions have been taken, the territories represented by the three leftmost, uncovered territory cards are battled over by the kings in order. Immediately after each battle, the winning King will hand out favors to the nobles that are in his court. Nobles my choose the form of their favors. They may choice, among other options, Power to aid them in the future or Glory to advance them into the lead. Once all Battles have been fought and the end of round actions are completed, the next round begins with players taking actions again.&#10;&#10;In Of Power &amp; Glory, each player represents a noble family in Western Europe during a period of war. The war is being fought among Eight Kings in the area. Players will need to aid the Kings in order to gain power and then use this power to help themselves, perhaps at the cost of the very Kings that gave them power in the first place.&#10;&#10;Of Power &amp; Glory is a Machiavellian strategy game that rewards foresight, deceptive sleight of hand, and investing your influence strategically to better your position amongst the other noble families.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frontline General: Spearpoint 1987",
    "ID": 102254,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102254/frontline-general-spearpoint-1987",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Frontline General: Spearpoint 1987 is a new standalone modern combat card wargame from veteran designer James M. Day (Panzer, 88, Armor, MBT, IDF, Kaiser&#226;&#128;&#153;s Pirates, and a host of computer games to his credit) and system designer Byron Collins of Collins Epic Wargames (the publisher).&#10;&#10;The basic Spearpoint 1943 card-based system is applied to a near-modern 1987 European hypothetical conflict setting between the US and USSR, drawing from Jim Day's expertise on cold war era US and Soviet military equipment.  This game includes Command, Unit, and Damage Cards, dice, tracking counters, rules and scenarios, and is expected to be released in 2012.&#10;&#10;Box Art by Mark Mahaffey is coming soon with additional previews and information to follow.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "History: Cold War",
      "Players: Two-Player Only Games",
      "Series: General (Frontline)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Manoover Plus",
    "ID": 102259,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/102259/manoover-plus",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The beautifully handcrafted, handfinished 17&quot; wood board is laser-engraved on both sides, with handpainted accents. The larger grid accommodates 8 pieces each, numbered 1 through 8, for the two-player game and comes with 4 octahedral dice that let you roll up to the number 8.&#10;&#10;On the other side of the board there is a 3-player version accommodating a simultaneous 3 player game with the original 6 pieces.&#10;&#10;MANOOVER PLUS FOR THREE PLAYERS:&#10;&#10;To play the three-player game, use the side of the Manoover Plus board that has three goals. The players are known as &ldquo;Red,&rdquo; &ldquo;Blue,&rdquo; and &ldquo;Green,&rdquo; and each has six pieces of his color.&#10;&#10;To start a game, each player throws one die, and the one throwing the highest number goes first. If two or more players tie with the same high number, then those who tie throw again. After the first player takes his turn, the turn proceeds clockwise around the board.&#10;&#10;The three-player game is generally the same as the game for two players. Each player&rsquo;s turn consists of a control phase where one player rolls the dice that corresponds to the numbers on each of their pieces. For each number rolled they are allowed to move the piece in the direction it is facing or turn the piece one to the right or left. If a piece has been pushed/moved off the board or has already been scored the player gets one chance to re-roll that die. This is then followed by an automatic phase where all of the player's pieces move once in the direction it is facing regardless of consequence. Each player tries to get pieces (of any color) to enter his hexagonal goal near the center of the board.&#10;&#10;MANOOVER PLUS FOR TWO PLAYERS:&#10;&#10;This is the game Kate Jones created on the suggestion of a customer who liked the standard version but wanted something more complex. Each player has eight pieces instead of six, and the players throw four 8-sided dice to determine which four pieces to move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Programmed Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice: Operation Neptune",
    "ID": 102260,
    "Year": "(2012)",
    "Geek Rating": "5.624",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102260/d-day-dice-operation-neptune",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Operation Neptune offers 6 new Battle Maps: 4 of them are normal Battle Maps and 2 are double-sized, giant Battle Maps. New features like the &ldquo;Command Posts&rdquo; and the &ldquo;Few Good Men&rdquo; rules give these new maps a character of their own. This expansion also includes 2 new Items, 2 new Awards and 1 new Specialist, the &quot;Executive Officer&quot;, who comes in 4 different versions (depending on the player color).&#10;&#10;The Battle Maps are:&#10;&#10;Mission Albany&#10;Mission Boston&#10;Br&eacute;court Manor&#10;Juno Beach II&#10;Operation Neptune (double-sized)&#10;Operation Overlord (double-sized)&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice (Second Edition): War Stories",
    "ID": 102263,
    "Year": "(2018)",
    "Geek Rating": "5.591",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102263/d-day-dice-second-edition-war-stories",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The War Stories expansion contains 6 modules that are completely independent from each other. They can be added individually or as a whole to the base game. They consist of:&#10;&#10;War Stories: little scenarios that are written on a card, randomly drawn or chosen at the beginning of the game. These scenarios use tokens to add various effects to the game, like artillery fire, or to set specific objectives for the players, like trying to find dead officers on the beach. Some even simulate the rising tide or give the player added bonuses if they perform certain actions.&#10;&#10;Legendary Units: Now, every player plays a historical unit that fought in the Normandy landings. Legendary Units come with their respective Legendary Specialists and Legendary Items, which are always available, but only to their respective Legendary Unit. Also, each Unit comes with its own set of RWB bonuses, adding a lot of replay value and variety to the game.&#10;&#10;Poland: A 5th player color (black), with a full set of Specialists and dice (and its own set of RWB bonuses). This will give players either a new color to choose from, or the option to add a 5th player to the fray.&#10;&#10;Servicemen: The Servicemen cards represent individual infantrymen that join your Unit for a while. Each comes with resources: on every Serviceman card, 2 or 3 dice results are shown. You can discard the Serviceman whenever you want to add his results to your Final Tally (this might help you obtain some RWB bonuses).&#10;&#10;Last Man Standing: This module introduces a new way to play the game. Think of it as &ldquo;reverse D-Day Dice&rdquo;. You will be given a full Unit of soldiers at the start of the game, and then you will roll each turn to see how many you lose. Will there be enough men standing in the end to storm the Bunker? Includes a new Specialist (the Crackshot) and player aids with new RWB tables.&#10;&#10;Campaign Mode: This giant scenario allows for massive games taking place on 6 Battle Maps with up to 8 players (each copy of the base game allows for 4 players, so you'll need 2 base games for 8). The 2 teams race to the top with various obstacles, objectives and special rules in this fun and chaotic competitive/cooperative version of the game, where players try to hinder the other team while having to help it at the same time.&#10;&#10;The box also includes 6 Battle Maps centered around airborne operations (along with the Paratrooper Specialist, which now comes in a different version for every color, and the Pathfinder).&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice: Normandy",
    "ID": 102264,
    "Year": "(2012)",
    "Geek Rating": "5.616",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102264/d-day-dice-normandy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This small expansion contains 4 new Battle Maps, using some of the new features introduced in the &quot;Operation Neptune&quot; expansion (including special rules if you don't own Operation Neptune).&#10;&#10;The Battle Maps are:&#10;&#10;Operation Tonga&#10;Mission Chicago&#10;Pegasus Bridge&#10;Gold Beach II&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Dice (Second Edition): Way to Hell",
    "ID": 102265,
    "Year": "(2019)",
    "Geek Rating": "5.592",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102265/d-day-dice-second-edition-way-to-hell",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In addition to its 6 Battle Maps, including old favorites like Juno Beach and Utah Beach, this box contains 4 &ldquo;mini-expansions&rdquo; that are completely independent from each other. Players can add 1, or 2, or all of them to their game:&#10;&#10;Way to Hell: This expansion introduces the Sea Battle Map to the game. Now, instead of starting your game on the beach, you actually play the terrible boat ride to get there! Players take the role of coxswains (the landing craft commanders) who must dodge German artillery, sea mines and beach obstacles to safely deliver their passengers on the beach. Once they have accomplished their mission, the game continues normally on land, with the players taking the role of the Units.&#10;&#10;When playing Way to Hell, players don&rsquo;t roll every turn to see what they gain (like the regular D-Day Dice game), they roll every turn to see what they LOSE. All the Landing Craft start with a full complement, and must reach the beach before they lose everyone!&#10;&#10;Gold Dice: These are played like any Red, White or Blue dice, but take the color of your choice, determined during the Final Tally. The box includes many ways to introduce Gold Dice to your game, and optional rules to make the most of them.&#10;&#10;Special Missions: A simple expansion that adds a new layer to the game: Special Missions, which the players must accomplish in order to win. This must be done in addition to the normal objectives of the game (storm the bunker and survive for 1 turn). 1 Special Mission card is drawn at random at the beginning of the game, and the players will have to fulfill its requirements before reaching the bunker. Some will ask for specific Items to be found, or Specialists to be recruited (and sacrificed). Others will ask for specific RWB bonuses or even Awards.&#10;&#10;War Heroes: 25 Specialist cards with a twist... each represents a real-life war hero of WWII! They work as replacement Specialists with slightly better abilities, so instead of rallying a Scout, for example, you can now rally &quot;Scout Tommy Prince&quot;. The rules include a small bio for each of these exceptional individuals, hailing from the various countries who fought for the Allied cause, like Canada, USA, UK, France, Scotland, New Zealand or Australia, and from the many cultures inside these countries, like African Americans, Japanese Americans, Muslim Pakistanis, Jewish French, Maori, Irish, etc.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "World War II"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: D-Day Dice",
      "Organizations: The Game Artisans of Canada",
      "Series: RWB (Valley Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of the Slam",
    "ID": 102267,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102267/heroes-of-the-slam",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Simple statistical replay game on tennis, featuring 4 sample tournaments (Wimbledon 74, Roland Garros 76, US Open 87, Australian open 2005). &#10;It contains data for each player in the tournament, each rated for service, return and decision factor.&#10;Game play is very easy: roll a percentage dice for the service of the first player; if the roll is inside the range, he wins the game, otherwise roll on the return factor of the opponent and see if he wins the game; if not, the decision factor and another roll of a die give the game to one of players.&#10;Many expansion set forthcoming, even for such esoterica as mixed doubles!&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Türkisch für den Urlaub",
    "ID": 102269,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102269/turkisch-fur-den-urlaub",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "T&uuml;rkisch f&uuml;r den Urlaub is a simple quiz game about translating German phrases into Turkish.&#10;&#10;Players roll a die, move their pawn, and - depending on the area they reach - are asked to translate a phrase. If they do so correctly, they score a point. The first player to score 5 points is the winner.&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Turkey",
      "Series: Für den Urlaub (Noris Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brand Manager in Business World 2000",
    "ID": 102274,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102274/brand-manager-in-business-world-2000",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Players take on the role of investors expandning their own business with new branches being established and opened continuously. They need to balance out all economic activity to be able to progress evenly and gain points in the best possible way.&#10;&#10;Players use pawns moving on a circular board each Round (in a typical roll-and-move fashion), cards from variuos piles according to the spaces they land on and their own judgement in managing their branches.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Business/Management"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's Learn About Different Food",
    "ID": 102277,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102277/lets-learn-about-different-food",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A fun and simple game for children who want to learn about different food. Solving tasks, and set the tiles shuffled on the table. If we solve all the tasks correctly, you will find the fun side of the board background image! The game includes 8 playing boards and 72 different levels to do - learn the food like bananas, oranges and other in the simplest and more difficult like meat, cakes and meals for hardest. The winner is the one gets right all the pictures! Easy and fun game for small children.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Let's Learn... (Tactic)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's Learn About Flags",
    "ID": 102278,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/102278/lets-learn-about-flags",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A fun and simple game for children who want to learn what those colorful things are adult call &quot;flags&quot;. Solving tasks like finding Finland or Estonia and setting the tiles shuffled on the table. If we solve all the tasks correctly, you win the game! The game includes 1 playing boards and 6 different pawns, 2 dice and a lot of markers. Just pick a marker, turn it around and find a place for it on a board (European map). Name that place and keep the marker. You win the game when you get 3 markers.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Series: Let's Learn... (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Borgen",
    "ID": 102281,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/102281/borgen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Family game made after the popular Danish series running on DR1. Meet the characters from the popular series and use your knowledge to move to the position of power.&#10;Answer question and move around board, collecting gold. Move to the center and pay the needed amount to win the game. Be the first to achieve that and win the game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spise med Price",
    "ID": 102282,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.66",
    "Link": "https://boardgamegeek.com/boardgame/102282/spise-med-price",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A challenging and entertaining game for the whole family.&#10;Come inside to James and Adam Price cottage kitchen and battle with the chefs Price brothers. The goal is to become the first to gather all the ingredients for a 3-course meal - but remember to have plenty of butter! James and Adam Price have great success on a DR1 channel ingested with their food program &quot;Eating with Price,&quot; which has been followed faithfully by 1 million viewers. The fourth season of &quot;Eating with Price&quot; is shown on DR1 in autumn 2011.&#10;The first player to collect enough ingredients for a 3-course meal is the winner, provided they have enough butter like shown on the board.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellapoliisi korttipeli",
    "ID": 102322,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/102322/hellapoliisi-korttipeli",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Hellapoliisi is a delicious game of cards, which is based on the super-popular Finnish police cooker recipe site. The raw materials generated by the blog writer? In this delicious game of card players, the task is to combine the right material with the right recipe. Challenge other players, no doubt their knowledge of food and recipe cards to steal from their hands! The player who collects the most cards in a recipe, wins the game! Enjoy a delicious dinner with your friends!&#10;&#10;Game play:&#10;&#10;Game has large cards (foods) and small cards (components). Each large card back has a recipe. On each turn, players draws 8 cards cards and takes one food card from the below of the deck. Then the hourglass is turned and players now has to place all components that fit to that food. Trick is that even a 1 wrong one will nullify a score, so be careful. Each correct one with no wrong cards lets you keep the food with cards. At the end of the game you read all the cards you have placed on top of your foods. You get 10 extra points when you have places all components named at the back of the card.&#10;Winner is the game with the most points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellapoliisi lautapeli",
    "ID": 102324,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/102324/hellapoliisi-lautapeli",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the publishers website:&#10;Hellapoliisi is a game based of the most popular Internet blog in Finland, which focuses on the division of different recipes. Reply with food themes to questions, learn more about different cultures, food delicious and the judge (or less ... delicious) dishes that your friends are cooking for the game! Entertaining dinner game where the most well done recipe wins the game!&#10;&#10;Game play&#10;&#10;You have 4 decks of cards, dice, hour glass and a large game board. Players go around the game board. On the game board you have two different versions of foods you have to make, then you have a bonus food and you have a time squares from 1-6. When ever you step on one food space, you have 30 seconds to draw 15 cards and make a dish out of them. The more things you use, the more you score.&#10;When you hit a bowl with a star, you have no time limit, but you only get 5 cards to use. Players have a chart they can use to help them make the foods.&#10;Game ends when one player reaches the number 6 space on the boards. Players then read their score. Winner is the one with the most points.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aku Ankka 60 vuotta Juhlapeli",
    "ID": 102326,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/102326/aku-ankka-60-vuotta-juhlapeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Tactic release of the popular trivia game for the 60th anniversary of Donald Duck. The game is the same as the original Aku Ankka trivia game with added stuff.&#10;&#10;A trivia game developed in cooperation with the Finnish Donald Duck magazine. The questions have a heavy emphasis on stories by Carl Barks and Don Rosa.&#10;&#10;The board is divided into six decades (1950's through 2000's), representing six decades of the Finnish Donald Duck magazine. At the center of the board is the &quot;Time Machine&quot; through which players must travel from one decade to the next.&#10;&#10;The object of the game is to travel to all six decades and earn a Donald Duck magazine from every decade by answering correctly to a trivia question about that decade's stories. The first player to return to the Time Machine with all six magazines wins the game. Along the way there are spaces that, for example, give you an Action Card that can assist in the game, let you continue on after answering a trivia question correctly, give you a new dice throw, or make you lose all your Action Cards.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Animals: Ducks",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Huikka",
    "ID": 102329,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/102329/huikka",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the publishers web site:&#10;Here comes the adult game from the pipe (game box is cylinder), which includes seven adult dating games favored by the rules. Throwing dice, card games and beautiful components combine in this hilarious package, which is enough fun for the whole bunch! The game needed a stimulant substances are not included in the package.&#10;The game comes with a lot of cards, including regular deck (two) and special card decks. Game has 7 different adult games from drinking games (2) to actual serious adult fun with scoring and also a trivia game for couples.&#10;&#10;Trivia game:&#10;Game comes with a special trivia cards and dice. Players play in couples and roll a dice. Dice shows the category from which the roller needs to answer. The weird thing is that couple needs to choose another couple from which to give the answer for. For each correct answer you keep the cards. First couple that knows other couples best and collect 6 cards are the winner couple.&#10;&#10;Card game:&#10;Uses 2 classic game decks. Can be played with 2 or with 4 couples. Each couple gets a deck of cards or 2 suits in one color. Hearts and spades in this game act as trumps.&#10;Hearts are a life together and spades are the separation. Game is played in one full circle. With 2 couples the idea is to get rid of all the spades and collect all the hearts. Problem is that they both act as trumps, so getting rid of spades is hard, but there are special rules for Jacks and Queens in other suits that help to make that easier. When all cards are played, couples read their hearts and spades. Each heart is 2 points, each spade is -2 points, each Jack and Queen is extra 2 points (whatever suit) and each Ace is a free drink card (still a party game). Winner is the couple with the most points.&#10;In 4 couple game, game is played the same, but the winning conditions are different. Couples now only score how many cards they have - each red 2 points, each black -2 points. Rest is the same with the exception that 0 is the worst result. That means the further you are from the 0 the higher your score is.&#10;&#10;Couples game:&#10;Uses the special trivia game cards. This is played in circles, couples sitting against each other. When the times comes to a player, he/she pulls a cards and ask one question from his partner about herself/himself. Partner then writes down an answer along side with the question asker. When the answer are more or less the same, they score one point (a kiss or a hug). Game lasts 10 rounds. Couple with more points (kisses) wins the game.&#10;&#10;Other 4 are drinking games (one seems to be a sex game) where there is no actual winners or scoring of any kind. Like they say in the rules - all players are winners with these games.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skeletons in the closet",
    "ID": 102333,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/102333/skeletons-in-the-closet",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "From the publishers web site:&#10;Skeletons Closet is revealing board game where players share their dark secrets, likes and dislikes, and thoughts with other players. In turn, each player draws cards, which are written in either the objects, people or attitudes. The players set the order they want the card to be in and the other players try to guess what that order is. Most correctly guessed, the player can move around the board faster than others! The player who manages to evade the game board first, wins, but ... win was his to keep at least one skeleton to reveal his own closet!&#10;Skeletons Closet is a party game where winner must share a one secret, but losers has to do a lot more....&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reponds-moi en Images",
    "ID": 102340,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/102340/reponds-moi-en-images",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the publishers web site:&#10;Toys themed memory game where the players are looking for a toys that go together. Gather the toys line up in front of you - the winner is the one who has the longest line when all the toys have been found. Easy and fun memory game youngest family!&#10;&#10;More about the game:&#10;&#10;Game comes with a cloth bag, a dog figure and 2 small houses that can put together.&#10;Each player on his turn takes out 3 tiles.&#10;On each tile there are different pictures. For example cat, marbled and a smile. Now, children need to find pictures that go together. Like smile and teeth, or cat and mouse, marbles and balls. There can be many variations in which parents are the judges about the pairs.&#10;Each time players get a pair, parent take on tile from the bag and place it back side up between the houses. On the back side of the tiles are the roads (a la Carcassonne). Game ends when the road are connected from one house to another. Dog moves on the road, so road must make sense.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "En Pointe Toujours !:  Vent du Nord sur Hatten",
    "ID": 102343,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/102343/en-pointe-toujours-vent-du-nord-sur-hatten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "En Pointe Toujours !: Vent du Nord sur Hatten (Always ahead !: North wind on Hatten) is a campaign for En Pointe Toujours ! tactical wargame during the Nordwind Operation in Alsace (eastern France), January 1945.&#10;&#10;The game includes 75 counters to mount and an A4-size map (map S). Rules are not included but available on Vae Victis website along with a bonus scenario.&#10;&#10;The campaign covers 4 different scenarios :&#10;&#10;&#10;     &quot;Surprise &agrave; l'Aube&quot; (Surprise at dawn). Hatten 1945 (15 turns): Elements of the US 1st Battalion/242nd Infantry Regiment/42nd Infantry Division against Elements of the 25th Panzer Grenadier Division. This scenario uses 4 maps (G, H, I, J) available from Vae Victis 51 issue.&#10;&#10;&#10;&#10;     &quot;Mourir pour Hatten&quot; (Die for Hatten). Hatten 1945 (10 turns): Elements of the US 2nd Battalion/242nd Infantry Regiment/42nd Infantry Division and 48th Tank Battalion/14th Armored Division against Elements of the 25th Panzer Grenadier Division. This scenario uses 6 maps (A, C, G, H, I, J) available from Vae Victis 31 and 51.&#10;&#10;&#10;&#10;     &quot;Sherman Ball Trap&quot;. Herrlisheim 1945 (5 turns): C squadron/43rd Tank Battalion against elements of Volksgrenadier Division 553. This scenario uses 4 maps (K, L, N , H) available from Vae Victis HS6 and 51.&#10;&#10;&#10;&#10;     &quot;Assaut sur Wingen&quot; (Assault on Wingen). Wingen 1945 (5 turns): Elements of 1st Battalion/179th Infantry Regiment against Elements of 12th regiment/6th SS Nord Division. This scenario uses 1 map (map S included).&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Region: Alsace (France)",
      "Series: En Pointe Toujours! system (Vae Victis)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tornado Card Game",
    "ID": 102344,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.17",
    "Link": "https://boardgamegeek.com/boardgame/102344/tornado-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "From the publishers site:&#10;Card game with 110 card full of tornados, some crazier than others. Each player is the chaser of the tornados and try get the best pictures of tornados.&#10;To get great pictures you must interrupt others in their way and play stronger tornados to swallow their small tornados or change the wind and push it near to you.&#10;&#10;Be the one with the best tornado in the end and win the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Intryga 13th Street",
    "ID": 102348,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/102348/intryga-13th-street",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Intryga 13th Street (The Intrigue of 13th Street) is a board game for 3-4 players aged 12+. The average time of play - about an hour.&#10;&#10;Each player takes the role of one of the characters, which are: Kenneth Carter (Councillor), Kathlyn O'Brien (Detective), Gareth Newberry (Attorney), Emily Winfield (Technology) - in the past they were embroiled in an unsolved investigation. The goal is to reach the farthest field on the bonus track by discovering evidence of crime in investigations of other characters.&#10;&#10;The game was realized as a giveaway for Hallmark Channel. As the execution time was frantically short (competitive companies abandoned the topic), Ku&#197;&#186;nia Gier has decided to alterate and adaptate one of its earlier criminal games - Inwigilacja. The game was well received by the customer, as evidenced by the second printing of the game in the second half of the year.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crossroads: Talking About Teen Sexuality",
    "ID": 102366,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/102366/crossroads-talking-about-teen-sexuality",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players move to the goal by answering trivia questions about teen sexuality, and explaining their answers to the other players.  Just as in real life, being mistaken on a matter of teen sexuality may force you to deal with (special penalty questions about) teen pregnancy or sexually transmitted disease.&#10;&#10;",
    "Categories": [
      "Educational",
      "Religious",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cub Scout Game",
    "ID": 102387,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102387/the-cub-scout-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The object of the game is to collect Cub Scout proficiency badges by moving around the playing board using a six-sided dice, answering questions on the chosen subjects.  There are 26 subjects and 468 questions.  (The questions are published at the back of the rule book.)&#10;&#10;The winner is the first to gain a complete set of badges.  The players' boards are images of sleeves, where the badges are placed, exactly like the real badges.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Scouting / Guiding"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "When the Navy Walked: Conflict On Mars",
    "ID": 102419,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102419/when-the-navy-walked-conflict-on-mars",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "When the Navy Walked: Conflict On Mars! is a miniature rules set that covers an alternate history set during the colonization of the Red Planet of Mars by the Great Powers.  As the Great Powers vie for control of the planet&rsquo;s few resources and the Red Planet&rsquo;s native Red, Green and White Martians make tenuous treaties with them, something older stirs in the depths of the planet. Something dark and terrible that has been hidden for eons in forgotten cr&egrave;ches locked in a stasis of bloody dreams of conquest.&#10;&#10;The Overlords are awakening from their deep slumber and returning to the planet&rsquo;s surface once again! The Gray servants of the Skvani are gathering their Tripod War Machines! The future of Mars bears dark days of war!&#10;&#10;WTNW is more than just a Victorian Science Fiction Game. It is a springboard for imagination and a high-level game of tactics and battles set amongst a 'what if' world inspired by the classic authors of Victorian Science Fiction and Retro Science Fiction.  In WTNW, players take the reins and command massive armies of men, fantastic beasts and steam-driven vehicles of leviathan proportions.  In the end, the thunder that cascades across the battlefield to settle in the souls of the fighting men will only be assuaged with the assistance of the landship.&#10;&#10;This Conflict on Mars supplement is not a stand-alone game. You will require the full version of When the Navy Walked, Second Edition, to play the game. So grab your goggles and your Aethertech, and get ready for a good time filled with steam and adventure!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Space: Mars",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "T'shu-p'u",
    "ID": 102420,
    "Year": "(220)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/102420/tshu-pu",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "T'shu-p'u is a Chinese race game dating from the first millennium A.D.  It is similar to the Indian games of Chaupur/Chaupar and Pachisi, which also inspired the simplistic Western games Ludo and Parcheesi.  Being such an old game, there is no recognisable theme.&#10;&#10;Four players compete in two partnership teams to get their pieces from the starting position, around the cross-shaped board, and to the central square.  Each player has four pieces, and pieces are moved according to the throws of a four-sided die.  It is possible to knock other players' pieces off the track, returning them to the start.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Konami Beast Shooter",
    "ID": 102439,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102439/konami-beast-shooter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Game Contents: Customizable game board, 1 Bag of Bumpers, 1 Bag of plastic rivets to hold the bumpers in place, 4 Plastic Monster on a roller base -  including Godzilla, Mechanized Godzilla, Mothra,&amp; Three Headed Hydra, 2 Skyscrapers, 2 Train Cars, two shooters (one red and one blue) and the instructions - all in Japanese.&#10;&#10;The Board is set up in a maze fashion using the bumpers. The goal appears to be either to get your monster from the the start to the finish. Bonus points are scored for destroying skyscrapers, train cars or other monsters along the way.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Monsters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Immortal Kingdom",
    "ID": 102453,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/102453/immortal-kingdom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Immortal Kingdom, a strategy game with light RPG elements, you play as an Immortal, a being blessed with everlasting life until the ultimate Cataclysm. In order to escape this fate, you must take control of the races of the world and try to gain enough essence to ascend before the ultimate Cataclysm.&#10;&#10;Each turn will see a new event that will affect your Kingdom and the others around you. Beware because the race which you are attempting to build up may ultimately prove unworthy and fade from the world, forcing you to take up a new Kingdom with unique abilities and continue on your path to victory.&#10;&#10;Leiker Games&#10;Give us a &quot;Leik&quot; on Facebook!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scrabble: Diary of a Wimpy Kid",
    "ID": 102472,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/102472/scrabble-diary-of-a-wimpy-kid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Publisher Blurb:&#10;&#10;Time to put your inner &quot;Wimpy Kid&quot; to work and your wit on the game board.  The Diary of a Wimpy Kid edition of Scrabble includes 50 exclusive bonus words, new Wimpy Kid rules, and a specially designed game board that features Greg and the gang, even Fregley and those pesky whirley street kids.  Zoo-Wee Mama!&#10;&#10;Just like the well-known game of Scrabble, players will play tiles to make words on the game board, scoring points for the letters used in the word and bonus points for playing over special spaces on the board or using all letters from the player's rack in a single play.&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Books: Diary of a Wimpy Kid",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monster Mashup Lunchbox Game",
    "ID": 102474,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/102474/monster-mashup-lunchbox-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Publisher Blurb:&#10;&#10;A lab experiment has gone bad and monster parts are scattered everywhere. You are a scientist trying to make a special monster from all of the monster parts. Create your own monster. Collect arms, legs, a head and a body to complete your unique creature. The first player to mash-up a complete monster, no matter how silly he looks, wins the game.  Game includes 54 cards and instructions for two levels of game play.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scam",
    "ID": 102502,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102502/scam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Subtitled &quot;The Game that turns your living room into a street corner .&quot;&#10;&#10;Players of Monopoly (q.v.) will find themselves in very familiar territory, as players roll dice to move around the game board and purchase property.  The houses and hotels from Monopoly are replaced by fields and factories. Players determine the end game conditions by mutual agreement but the winner is the player with the most money.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pass the Plunder",
    "ID": 102524,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/102524/pass-the-plunder",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "4",
    "Description": "You've been busy plundering jewels from the islands, but now you have a long sail home, how will you pass the time? You'll be playing &quot;Pass the Plunder&quot;, the fast paced game of skullduggery! Work to move the best booty into your pile and foil your opponents with cards like Rum and Turn About. Simple enough to play with the family; strategic enough to entertain all game enthusiast.&#10;&#10;During the game each player is dealt 5 cards. Each turn a player draws a card and must place a card in their plunder pile. Cards must match either the color or the shape of the top card of their current plunder pile. If a Bury Treasure card is played the plunder piles are removed and added into the players treasure pile. But beware of your fellow brethren of the sea, as they may make you skip your turn, steal your hard earned booty, or call on the winds of change to reverse play. Once all cards in the deck have been played the round is over and scores are added up. Cards are reshuffled and play continues until a player reaches 500 points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Greece and Cyclades",
    "ID": 102527,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102527/age-of-steam-expansion-greece-and-cyclades",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Age of Steam: Greece and Cyclades is another pair of expansions for the Age of Steam board game, with new maps and new rules for each setting.&#10;&#10;The Greece expansion is an expensive map to build on due to the mountains and Corinth's canal, and the capital Athens has more than a third of the people in the country. Due to the country's financial crisis, investment is extremely difficult and players have to pay more and more interest on the shares they've purchased.&#10;&#10;The Cyclades expansion is an odd map with no hexes. Players will instead connect islands by placing their discs on the edges of squares or at their intersections. The Urbanization action allows a player to create new islands.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Country: Greece",
      "Game: Age of Steam",
      "Game: Steam",
      "Islands: Cyclades (Greece)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Siege of Havana",
    "ID": 102538,
    "Year": "(1898)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/102538/the-siege-of-havana",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game about the Spanish-American War that was published in 1898.&#10;&#10;The map depicts a harbor defended by artillery batteries. The attacking player maneuvers a fleet of wooden &quot;battleship&quot; tokens along the pathway through the channel. Wooden &quot;artillery shells&quot; are used to mark hits.&#10;&#10;Includes a colorful board, four ships, ammunition tokens, a dice cup, dice, and a spinner.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Cities: Havana (Cuba)",
      "History: Spanish-American War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "3-D Bullz Eye Dartz",
    "ID": 102539,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102539/3-d-bullz-eye-dartz",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "3-D Bullz Eye Dartz, takes the tradition wall-mounted dartboard and lays it on its side. The dartboard is magnetic and can be played flat, or in 3-D mode. It comes with 2 sets of magnetic darts that are launched from spring-boards. Any number of traditional dart games such as 501, 301 and Cricket can be played on the table-top board.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mojje",
    "ID": 102540,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102540/mojje",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "From the publisher:&#10;Game made after a local kids show Mojje. Show is for children and in the show the kids will have to sings like animals. This game made after the show comes with a soundtrack from the show and a DVD as well.&#10;Game itself is easy and short. Game has a lot of identical puzzle pieces with a piano string on them.&#10;The game comes with a bunch of cards, one picture on each of them.&#10;At the start of the game parent start the soundtrack. It has about 30-40 short songs on it. Every time Mojja says on the CD &quot;Let's sing along&quot; players add a new piano piece to the board. Game ends when all piano pieces are in place.&#10;Players get each 8 cards at the beginning of the game. Now every time they hear a noise one of the cards in their hands make (dog, cat, pig) or named item (bananas, oranges) they have to mimic it and then play the card. First player to get rid of the cards is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Components: Compact Discs (CDs)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Var är katten?: Mitt första spel",
    "ID": 102541,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/102541/var-ar-katten-mitt-forsta-spel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the publisher:&#10;Look for the cats among the many discs as you learn colors! A new game in the popular &quot;My first game series.&quot; 30 tiles representing either cats or mice, and back have different colors. Spread the tiles face down. Turn the large color dice made &#226;&#128;&#139;&#226;&#128;&#139;of wood and pick up a tray of corresponding color. Is it a cat? Keep the tray! Is it a mouse? Turn up the washer, but let it remain. When only mice are still on the table is the one with the most cats won.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ihmevekotin",
    "ID": 102544,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/102544/ihmevekotin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Ihmevekotin (&quot;Wonder machine&quot;), players race around the board, trying to remember where the parts of their machine are scattered. Collecting parts requires doing mission cards, which require all sorts of activities, like making an ugly grin or buzzing like a bee.&#10;&#10;The game has a purpose; it's goal is to teach how to express different emotions. The game itself is a fairly simple roll and move, with lavish production.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GOL!",
    "ID": 102545,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/102545/gol",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "GOL In the Board Game Gol players play in the board by eleven pawn for the player like in the real football.&#10;The Game Gol is like chess because is on the time (players have ninety second for move),.&#10;In this time can moves  yours contenders and kick the ball. In this game we don&rsquo;t use dice, player must in  his ninety second calculate how hard to kick and in which direction.&#10;Time of game is ninety  minute.&#10;Number of  players is two.&#10;&#10;GOL is made by Slawomir Kakietek&#10;&#10;",
    "Categories": [
      "Deduction",
      "Sports"
    ],
    "Mechanics": [
      "Acting",
      "Area Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Highwayman",
    "ID": 102549,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/102549/highwayman",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Cards are divided into 4 colours - green, yellow, blue and red. Each card names a coaching inn so the play of cards will eventually look like a coach route.&#10;More tactical play can be the use of a Highwayman card (which causes a blockage on the route, but can be countered by a Bow Street Runner card).&#10;The first player to play all their cards wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sol",
    "ID": 102550,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/102550/sol",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "From the game's back cover: &quot;Since mankind discovered that the stars are actually suns not much unlike our own, we have wondered what mysterious worlds might orbit these distant balls of light.&quot;&#10;&#10;Sol is a combinatorial tile-laying game by David Mines in which two players try to control a majority of sun tiles at the end of the game. Control of each sun is determined by who controls the majority of its adjacent planets, with ties broken by the player who played the sun tile. Control of each planet is, in turn, determined by who controls the majority of its adjacent moons, with ties again broken by the player who played the planet.&#10;&#10;The player who controls the most suns at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Show Business: Head Hunter",
    "ID": 102554,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102554/show-business-head-hunter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Head Hunter is a set of four Head Hunter expansion cards for the base game Show Business. The cards should be shuffled into the original deck and played together.&#10;&#10;Head Hunter cards apply all original rules from the basic game. As a special skill Head Hunter can be played as one of 10 other professions like Groupie, DJ, Trend Expert etc. Simply, it is a sort of  a joker.&#10;&#10;Head Hunter cannot perform the action &quot;Trend&quot;. It cannot manipulate any of 4 trend dice.&#10;&#10;Head Hunter expansion is free and will be available on publisher stand during Essen fair 2011.&#10;&#10;---&#10;&#10;Edit: The Head Hunter card turned out to be a misprint that was done in the wrong size, so it couldn't be shuffled into the deck. There never was a correct version of this expansion at all.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Troia",
    "ID": 102580,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/102580/troia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Troia is Brazilian card game genre for 2 players about the Trojan War (greeks vs. trojans).&#10;Each player have a deck of cards and duel against the opponent in battle on the table, using your cards.&#10;The cards are Armies(cavalary, infantry and catapults), Heros, Gods, armaments, snares and special cards. The cards have a number of combat &quot;force&quot;.&#10;The phase player put on the table 3 cards armies(or heros) on 3 columns and the opponent put your 3 cards too, face to face to enemy cards. After it, it is possible to reinforce your combat force , putting the armament cards on any of your combat column.&#10;The player with most combat force on the columns, win the round on that column and gain points equal the diference among your combat point and the adversary combat point.&#10;Win the game the firts to get 15oo points.&#10;It is need paper and pen to anote the points earned.&#10;&#10;Game components:&#10;The small size box&#10;Two card decks (86 total)&#10;1 rulebook, with historical notes about the Troy war.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defenders of the Realm: Global Effects Cards",
    "ID": 102582,
    "Year": "(2011)",
    "Geek Rating": "5.618",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102582/defenders-of-the-realm-global-effects-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.875",
    "Description": "The Global Effects promo are a set of cards that are shuffled into the Darkness Spreads deck at the beginning of the game.  As they are revealed, they will have various effects on the game, with 5 of the effects being good effects and 5 being bad.&#10;&#10;Global Effects cards are also included in the Dragon Expansion as well as Hero Expansions 1, 2, and 3.  There are currently 37 unique Global Effects cards, 19 good and 18 bad (1 bad card is duplicated in the dragon expansion), that are randomly inserted into the expansions and card packs available via BGG.  The expansions contain 6 cards, 3 good and 3 bad, while the BGG promo packs contain 10, 5 good and 5 bad.&#10;&#10;You are able to combine Global Effects from the expansions/promos however you would like, affording a great variety from game to game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Game: Defenders of the Realm",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mauseschlau & Bärenstark: Wissen & Lachen – Unsere Erde",
    "ID": 102595,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/102595/mauseschlau-and-barenstark-wissen-and-lachen-unser",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "From the box:&#10;Unsere Erde in an exciting race around the earth! Mauseschlau and B&auml;renstark are discovering Earth and they can use powerful actions while doing that. Here, players can test their knowledge about animals, countries and continents, but also laugh together! Contents: 4 game pieces, 1 board, 90 of knowledge and action cards, dice 1 Packing size: 12 x 18 x 4 cm&#10;&#10;First player to go around the board is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Mice",
      "Characters: Mauseschlau und Bärenstark"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quintessential: The Fifth Element",
    "ID": 102597,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/102597/quintessential-the-fifth-element",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.75",
    "Description": "Fire, air, earth, and water: To these Greek classical elements, established centuries ago, Aristotle added a fifth element &mdash; aether &mdash; as the quintessential, most perfect element, the stuff that stars are made of.&#10;&#10;To win Quintessential: The Fifth Element, you must combine the more common classic elements to produce the elusive fifth element. The game is divided into a series of rounds, with cards, worker tokens, and dice as elements. All players begin as elementary students of alchemy. You draw from a common store of knowledge and share a laboratory, but it's up to you to determine how best to combine the elements available to you. The first player to collect five fifth element dice wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wort für Wort",
    "ID": 102598,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/102598/wort-fur-wort",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "From the box:&#10;How is &quot;pirate&quot; written? Put the correct letter with the appropriate word to your picture. How many characters you may place, will show you the cheeky parrot on the turntable. Whether you've written the word correctly or not, you can check the image back to control yourself. Thus, children acquire reading skills in a fun way.&#10;&#10;Clear 5 pictures to win. Can be any number, that is predetermined.&#10;&#10;Each turn players turn the parrot spinner to see what symbol cards and how many they can place.&#10;Then they have to choose a litter cards from their hand to complete the word (picture) in front of them. You have to look pictures and symbols. Sometimes spinner shows you another picture, then you add another picture card next to the one you already have. First player to complete 5 pictures is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Series: Spielend Neues Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hannah Montana Secret Star",
    "ID": 102599,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/102599/hannah-montana-secret-star",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the box:&#10;Product information: Hannah Montana &quot;Secret Star&quot;&#10;&#10;The racing game with great scenes from the Disney TV and film star Hannah Montana.&#10;&#10;The players are enthusiastically looking forward to their next appearance as secret popstars! However beforehand they have to: sign autographs, swap the snapped guitar string and change their outfits. Who will be lucky enough to win the race to the stage and provide the fans with a great show?&#10;&#10;Box Contains&#10;36 playing cards&#10;1 flip card dice&#10;4 playing pieces&#10;1 stage&#10;Instructions&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Brands: Disney",
      "TV Shows: Hannah Montana"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wortissimo",
    "ID": 102601,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/102601/wortissimo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "4",
    "Play Time": "4",
    "Weight": "0",
    "Description": "The players have an upright 4 x 4 grid between them, into which dice can be placed so they can be seen from both sides. A number of letter dice are rolled and a timer is started. Players now take turns putting a die into the grid, trying to fill it in a way that words appear on their side. This should be done as fast as possible, as the game is timed. When all dice have been placed, the remaining time starts running for both players. They now have some time to note down as many words as possible that are contained in their grid. If a player thinks s/he has found all possible words, s/he can end his/her turn early for bonus points. Each word counts the number of letters used. The player with most points is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hunt and Seek France",
    "ID": 102608,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/102608/hunt-and-seek-france",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains 4 double sided boards, with a detailed image of location from France printed on each side. There is also a set of cards displaying objects that can be found on every board. The objects are hidden within the images so that they mingle with the background, making them hard to spot.&#10;&#10;At the beginning of the game, a single board is selected. On each turn, a card is turned face up and players try to spot the object as fast as possible. The first one to do so wins the card. The winner is the player who accumulated the most cards.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossroads: The Out Route Promo",
    "ID": 102609,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102609/crossroads-the-out-route-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This expansion for Crossroads is one complete story that's played a bit differently than the normal stories. Normally in Crossroads, you plan cooperatively. In The Out Route, you play competitively in what they call a &quot;friendly rivalry.&quot; The change in format adds some interesting twists to the game.&#10;&#10;The Out Route is a story of migration to Jerusalem and the rebuilding of that story. Players compete to be the most successful in the journey.&#10;&#10;A copy of Crossroads is needed to play The Out Route.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Educational",
      "Expansion for Base-game",
      "Exploration",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elemental: the card game",
    "ID": 102611,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/102611/elemental-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.5",
    "Description": "In this fantasy cardgame, players take role of ancient elemental mages. Creating powerful Talismans, acquiring different spells and gathering elements to cast them, players try to finish their rivals power down to zero.&#10;Each turn players refresh their hands of elements up to seven cards, then they can either announce a power clash and enter a auction for an open spell, or they can have a random talisman card from the talisman deck. When players have spells on their spellbooks (gathered from auctions) they can cast them as many times as they like, as long as they have enough elements to cast them.&#10;Players lose power (starting with 50) in power clashes, in talisman creation and with damages they suffer from opponent spells. First player to reach zero life loses game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Go & move",
    "ID": 102613,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102613/go-and-move",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Go &amp; move was developed under a project of the German Economy in Cologne. It is purely a board game without computer assistance. It should give pupils a hands-on introduction to the business world. The goal is to inspire these young people for the economy, to lead them in mind as representing diverse economic decisions for entrepreneurs can be. It is primarily for school lessons in the region of North Rhine Westphalia thought. Thus it can not be ordered or purchased outside of this region.&#10;&#10;Players assume the role of owners of printing companies. They are advertising for their business, acquire orders that regulate the number of employees, advertise for public orders. They always have to make sure that the orders are fulfilled on time.&#10;A particularly interesting element is that, the pupils, beyond the basic rules, can arrange their own ways of dealing with the taks: by making arrangements, joint ventures and transmission of orders. The game length is variable. The game ends immediately when a company becomes insolvent.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Joulupukki Santa Claus: Game",
    "ID": 102619,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/102619/joulupukki-santa-claus-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Santa Claus is already a very old man and he also has a habit of forgetting things. Sometimes Santa Claus gets lost and then Mother Christmas becomes worried. Once again Santa Claus has gotten lost. Your task is to find Santa Claus and take him back to Korvatunturi to Mother Chistmas' gentle care.&quot;&#10;&#10;Simple roll and move game for 2-6 players. Players roll dice or use action cards to move around gameboard and flip over any tokens they encounter. First player to find Santa and bring him back home wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Race for the Checkered",
    "ID": 102621,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/102621/race-for-the-checkered",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is a game with cards that have phrases that relate to car racing. The cards give and take away points during several races (rounds). The winning player has the most points at the conclusion of the racing season (agreed upon number of rounds).&#10;&#10;Card draws determine racing team designation and order of play.  The player begins a turn by rolling a custom die to determine how many &quot;race&quot; cards to draw. The player must immediately use or discard all cards drawn.  There are rules that determine hierarchy among the cards. There are no choices to make, simply follow the card text and hierarchy rules.&#10;&#10;The &quot;Black Flag&quot; card causes a player to miss two turns.    The &quot;Go Behind the Wall&quot; card causes a player to immediately discard all cards until a &quot;Return from Behind the Wall&quot; card is drawn. It is a fact that in car racing the &quot;Black Flag&quot; causes a car to withdraw from the race for any number of reasons.  And a car goes behind the wall when it requires more repair than is allowed in a pit stop.  It is rare for a car to return to the race and some leagues do not allow a car to return to the race.&#10;&#10;The game comes in an appropriately sized box that is sturdy with attractive graphics.  There is a box insert for the components, the finger holds allow 1/3 of the cards to be removed. The cards are made from 90 Lb paper and have neither linen content nor plastic coating. The 1 inch custom die has images that are printed on the surface. The instruction booklet is in the list format without reference numbers and the order of the rules is not in relation to game play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Linebreakers",
    "ID": 102622,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/102622/linebreakers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the game that introduces a unique concept of custodial trapping pieces and delaying their capture until a later turn. It is playable using a regular chess board and some of the pieces from a regular chess pieces, which start on the board in a set configuration.  Since its launch, several other games by the same author have appeared which borrowed from the concept.  These games include Crossing Stonehenge and King's Crossing.&#10;&#10;In the game, players will end up trapping one or more pieces in a line between two of their own pieces.  These pieces are then frozen and are not able to move.  After this, a piece bookending the pieces will end up moving and occupying the space of one of the pieces it traps and removing it from the board.&#10;&#10;Players win the game by either capturing the enemy Commander piece or getting their own Commander across the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Target! Bearing 093 degrees!",
    "ID": 102625,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/102625/target-bearing-093-degrees",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Target! Bearing 093 degrees! Is a solitaire card based game, where you take control of a submarine trying to sink the maximum tonnage of enemy shipping before you run out of ammunition and fuel.&#10;&#10;You play a card to the board to reveal the target ship and decide if you wish to get closer. Play another card to determine the escort defence level, and decide if you want to attack.  Choose how to attack and play another card to see the attack outcome. A final card play determines the cost of escaping from the targets escort.&#10;&#10;You track fuel, torpedoes, gun ammunition and tonnage of ships sunk.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Zombies Water Bottle",
    "ID": 102627,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102627/munchkin-zombies-water-bottle",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Publisher's DescriptionFor those of us who like to get out and exercise... and for the rest of us, who are gamers... It's a metal water bottle with the Munchkin Zombies cover art, painted in a beautiful color we're calling Gan-Green, with a carabiner to clip it to your belt, backpack, bandolier, or whatever else you have handy. And it has a rule...&#10;&#10;Munchkin Zombies Water Bottle Rules&#10;&#10;You may use this bottle in any game of Munchkin or its sequels. It may be used during any combat.&#10;&#10;1. Show everyone this sheet so they can read the rules.&#10;&#10;2. The Munchkin Zombies Water Bottle contains three swallows of Zombie Juice. Each swallow gives +1 in combat. You must actually drink one swallow for each +1 you want. You may drink it all for one combat, to get +3, or spread it out between combats. If you use the Munchkin Zombies Water Bottle in a game of Munchkin Zombies, you may drink all three swallows at once for a +4 bonus in any combat (individual swallows still only count for +1 each). You may give swallows of your Zombie Juice to other players, but be careful not to share Munchkin germs, or you might lose a level.&#10;&#10;3. After each swallow, mark off one of the three boxes below. When all three boxes are marked off, the bottle is empty for game purposes, though you should still finish all the Zombie Juice, because staying hydrated is good for you.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Zombies"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Conversation Circle Creator",
    "ID": 102630,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102630/the-conversation-circle-creator",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The conversation circle is a party game that attempts to start meaningful conversations. The game is made of 3 dice that each have a conversation prompt written on 5 sides, and a Grand Marnier bottle on the last side.&#10;&#10;The rules give 3 variants using these dice: A party game where you roll the die and give them to other players to answer, a couples game that plays similarly to the &quot;newly wed game&quot; and a team game that uses the prompts on the die for charades.&#10;&#10;The game comes in a plastic cylinder and includes the following:&#10;-A 3 page rule boo&#10;-3 Plastic 6-sided Dice&#10;-1 black cloth pouch&#10;-8 coasters&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flippin' Out!",
    "ID": 102643,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/102643/flippin-out",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the Manufacturer:&#10;&#10;Played like the classic Shut The Box Dice Game but with Letters. Say the category is &quot;Boys Names&quot;, You say &quot;Mike&quot; before the 10 second timer runs out, and flip the letter &quot;M&quot; down so it cannot be used again (by either player or team). Your opponent says &quot;Brian&quot; and flips the &quot;B&quot; down. Teams or players race back and forth in 10 second increments as they eliminate the available Letters until someone can't answer. It's high energy, fast-flippin' fun. The all new outrageous party game from endless games. Category name game for whole family. Recommended for ages 10 and up and for 2 or more players. Fast paced board game that anyone can play. Letter flipping elimination game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Häuptling Wackelnix",
    "ID": 102649,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/102649/hauptling-wackelnix",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "From the Ravensburger catalog:&#10;Rotate, stretch, balance - who provides most actions while the egg in his hand? Indeed, it is no ordinary egg! A little bird is asleep and snoring inside. Children make fun exercises with it. They try not to wiggle too much to not wake up the birdies. For each exercise you do correct and not wake up the bird, you can keep the card.&#10;First to collect 5 cards wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Series: Spielend Neues Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Movur",
    "ID": 102651,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/102651/movur",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A streamlined system of fantasy miniature combat designed to be open, fun and flexible and to eliminate the need for thick books, dice and rulers. The game is aimed at players who are more interested in enjoying the experience of the battle rather than keeping track of minute rules.&#10;&#10;The object of the basic game is to eliminate your opponent's force, but scenarios can be created with practically any objective.&#10;&#10;Gameplay involves players taking turns activating their troops in each of 5 phases: Decision (planning), Displacement (movement), Shooting (ranged combat), Brawl (melee) and Deceit (magic, sapping, burning, etc).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der blitzgescheite Wörter-Detektiv",
    "ID": 102655,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102655/der-blitzgescheite-worter-detektiv",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Educational game aimed at teaching kids the difference between word classes (adjectives, verbs and nouns). A &quot;board&quot; is laid out from track cards. Then the players roll and move around a track. When they get to an obstacle field, they have to draw a card and determine the class of the word on the card in order to proceed. The first player to cross the finish line is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tunnels & Tricks",
    "ID": 102669,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/102669/tunnels-and-tricks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This game is game in the fantasy world based on &quot;Tunnels &amp; Trolls&quot; .&#227;&#128;&#128;You defeat the Goblins and Trolls, and the player that obtains the most a lot of rewards is victory.&#10;&#10;This game is a Trick-taking game with must follow rules.  Players collect rewards and one who collects the most wins the game.  But you cannot win this game just by playing strong cards.  You'll have to play a right card at the right moment.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kullerei mit Drachenei",
    "ID": 102670,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/102670/kullerei-mit-drachenei",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Kullerei mit Drachenei, or &quot;The Roly-Poly Dragon's Egg&quot;, is a blend of racing and dexterity. To set up the game, place the twelve treasures on their designated spaces on the game board, place the dragon's egg upright in its nest, place a pawn for each player on the start of the track, and place one dragon egg card &quot;sleeping side&quot; up next to the game board for each player.&#10;&#10;On a turn, a player first rolls the die. If she rolls a number, she advances that many spaces down the path. She can choose to go straight down the path or enter any detour path she wishes; if she reaches a treasure on one of these detour paths, she ends her movement and collects the treasure token. (If she had picked up a token previously, she returns it to its original location on the game board.)&#10;&#10;If a player rolls a dragon egg on the die, she flips one of the dragon egg cards to its wakeful side. If all the dragon eggs have been flipped, the player then flicks the dragon egg on the game board. Any pawn knocked over by the egg, including the active player's, is moved back to the location where it last picked up a treasure. If a player has picked up no treasure tokens, it returns to start. The dragon egg cards are then flipped to their sleeping side again; the egg remains on the game board or is returned to the nest, depending on where it landed.&#10;&#10;The game ends when a player reaches the dragon's treasure chest at the end of the path. This player wins the game!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Dragons",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pyjamaparty",
    "ID": 102671,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/102671/pyjamaparty",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "In Pyjamaparty players are little vampires who are flitting from bed to bed at night instead of sleeping. Yes, you might think that vampires should be roaming the halls late at night, but junior vampires need their sleep as much as non-vampiric youngsters.&#10;&#10;To set up the game, each player places her bed tile next to the rug on the game board of the same color, then places her pawn on a rug that is not her own color. Someone shuffles the six garlic cards and places them face-down on the game board, then players mix the spider and orange juice drink tokens face-down, place them on the game board, then draw one at random and place them on their bed.&#10;&#10;On a turn, a player rolls the die. If she rolls a number, she moves that many spaces clockwise or counter-clockwise on the rugs on the edge of the game board. If she lands on an empty space, her turn ends. If one or more players are already on that rug, she chooses one of them, then draws a face-down token and places it before her without looking at it. The chosen player draws and reveals another token. Each player then makes what they think is the appropriate noise for these two items hitting one another: &quot;clink&quot; if two glasses, &quot;oomph&quot; if two spiders, and &quot;splash&quot; if one of each. The active player reveals the hidden token: If both players were correct, they each claim one token and place it on their bed; if only one player was correct, she claims both tokens; and if no one was right, the tokens are placed face-down on the board again.&#10;&#10;If the player rolls a garlic bulb, everyone screams &quot;Garlic!&quot; then tries to get in bed because their screaming probably roused Dad, who will be annoyed to find them out of bed. Here's how this works: The active player reveals the top garlic card. If it shows a closed trap door, then each player moves one rug toward their bed (or onto their bed if they are already on their rug). If all vampires are in bed, stop turning over cards; if not, turn another card. If Dad shows up on one of the cards, every vampire out of bed loses an item while vampires in bed may take an item as a reward.&#10;&#10;When a player has eight items on bed, players hold a garlic round. If this player reaches bed before Dad arrives, she wins; if not, she loses an item and the game continues. Note that one or more players can receive their eighth item as a bonus at the end of a garlic round. In this case, these players immediately win as they're already in bed!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Soccer Tactics World: Xtra Teams",
    "ID": 102674,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102674/soccer-tactics-world-xtra-teams",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Xtra Teams are expansion packs for Soccer Tactics, which comes with Red and Blue teams. Two different Xtra Team expansions are available, one with Green and Yellow teams, another with Orange and Black teams.&#10;&#10;Each expansion pack includes:&#10;- 22 wood pawns (in two team colours)&#10;- 2 team dice (in two team colours)&#10;- one soccer ball&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Card Farm",
    "ID": 102682,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/102682/card-farm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Card Farm &ndash; the winner of Protospiel's 10th Anniversary Card Game Design Contest &ndash; players are the owners of small family farms who are trying to grow crops which must be planted and harvested during particular seasons. The crops are then used to purchase farm equipment, animals, and buildings to aid them in this pursuit and to score points.&#10;&#10;The player who builds up the best farm wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FaceOff Hockey",
    "ID": 102687,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/102687/faceoff-hockey",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "FACE-OFF is a complete simulation of the game of professional ice hockey. It does not cut corners with detail and includes every facet of the fastest team sport in the world.&#10;Dice based game that accurately reflects the speed and action of a professional hockey game. &#10;Players consult charts and individual player cards for actions including passing, shooting and goaltending.&#10;Solo or face to face play is possible. Play is divided into 24 second action segments, and is fast moving with the die roll.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hoogspanning: Het Verre Oosten",
    "ID": 102696,
    "Year": "(2011)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102696/hoogspanning-het-verre-oosten",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This exclusive Dutch expansion box for Power Grid includes the officially released Power Grid: China/Korea and Power Grid: Russia & Japan:&#10;&#10;Korea: The Korean board comes with two separate resource markets (North/South).&#10;&#10;China: The Chinese board has rules for the planned economy in China - power plants come out in ascending order during step 1 and step 2.&#10;&#10;Japan: Based on the crowded geographical surroundings, the players can start two separate networks in Japan. The first connections are restricted to certain cities, guaranteeing a tough fight for the best networks. &#10;&#10;Russia:  In Russia the market for power plants is restricted. Additionally, the standard rules for exchanging out of date power plants are changed, forcing the leading players to completely rethink their strategies.&#10;&#10;Expands:&#10;&#10;    Power Grid&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Power Grid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War of Honor: Ronin Tile Set",
    "ID": 102701,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/102701/war-of-honor-ronin-tile-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Ronin Tile Set for L5R's War of Honor.&#10;&#10;These Fortress Tiles, Plains Tiles and counters can be used by players who would like to play a Ronin (non-Clan-aligned) deck in War of Honor.&#10;&#10;This promotional tile set was one of the components in the AEG Free Stuff Boxes, mailed out by AEG in June 2011.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Legend of the Five Rings"
    ]
  }
]