[
  {
    "Rank": "N/A",
    "Name": "Twelve Labors of Hercules",
    "ID": 233217,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/233217/twelve-labors-of-hercules",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game for 2-4 players themed around the adventures of the demigod Hercules.  Each player tries to complete the most labours and adventures.&#10;&#10;The board is a circular track divided into 12 spaces representing 12 countries or locations visited by Hercules. Each space has a specific set of instructions such as draw 1 card or take the top card of discard, draw two cards, next turn roll 2 dice to move and pick 1 etc.&#10;&#10;There are 3 common decks of cards:&#10;&#10;     The Labours deck has 12 cards representing the 12 labours of Hercules. Each has 3 to 6 requirements needed to complete it. The deck is constructed so that the easier labours come into play before the more difficult ones. Only four labours are revealed at a time &ndash; every time a labour is completed the next card in the deck is flipped over as a replacement.&#10;     The Adventure deck is similar to the Labours deck but easier. Each adventure only needs 1 or 2 requirements to complete it. The Adventure deck is kept face-up. &#10;     The Hero Deck - each card provides 1 or 2 of the requirements needed to complete labours and adventures. &#10;&#10;&#10;Players start with 2 hero cards and take turns with each turn comprising 4 Phases:&#10;&#10;Move Phase&#10;&#10;     Roll 1D6 and move that many spaces in either direction. If you land on an opposing player steal 1 random Hero card from his hand and skip the action and labour phases. &#10;&#10;&#10;Action Phase&#10;&#10;     If you did not land on another player, follow the instructions on the board space you entered. If you land on the Mediterranean you may complete the top face up Adventure card by discarding Hero cards with the necessary requirements. If completed, place the Adventure card in your Victory Pile. &#10;&#10;&#10;Labour Phase&#10;&#10;     You may complete a revealed labour by discarding Hero cards with the &#10;&#10;&#10;necessary requirements. When completed place the labour card in your Victory Pile. &#10;Each Labour can only be completed if your pawn is in a specific space on the track (e.g. the Lion of Nemea can only be conducted in Greece, the Wild Mares of Diomedes in Thrace, the Golden Apples of Hesperides in Africa etc&hellip;)&#10;&#10;     Once one player has completed a Labour it is finished and is no longer available to other players to complete.  &#10;&#10;&#10;End Phase&#10;&#10;     Max hand size is 7 cards. Discard excess cards. &#10;&#10;&#10;The game ends when all 12 labours have been completed. The player with the most labour points, gained by completing labours and adventures, wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Characters: Hercules",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gallia Cisalpina",
    "ID": 233220,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/233220/gallia-cisalpina",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Gallia Cisalpina, a tactics game for 2 players from 10 years, is game No. 8 of the series &ldquo;Die Kleinen Feinen&rdquo;. &#10;In 396 BC, the Celts set out to conquer the lands south of the Alps, but the Romans are also fighting for supremacy. Defences are set up in a hurry to protect agriculture and ensure the supply of the warriors. But the enemy is also armed.&#10;&#10;Only 12 cards form the landscape, on which the enemy troops stand in the form of dice. &#10;In his turn, each player has three opportunities. He is allowed to recruit up to 3 new warriors in his own capital, he can build (or destroy) defences in occupied areas - for this, the corresponding card is reversed and 2 warriors are reduced to pawns &ndash; and, of course, he can move the troops and attack the enemy.&#10;&#10;The game principle is straightforward and intuitive and also suitable for casual players as an entry-level tactics game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Players: Two-Player Only Games",
      "Series: Die kleinen Feinen (Spieltrieb)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Agents: Mission Critical Expansion Set (Second Edition)",
    "ID": 233222,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233222/the-agents-mission-critical-expansion-set-second-e",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Agents: Mission Critical, the first expansion for The Agents, consists of forty cards, with two versions of twenty new unique mission cards that can be added to the base set. To play, simply shuffle these new missions into the existing missions, then get started.&#10;&#10;Not compatible with previous editions' expansions due to different card size and rules changes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Agents: Special Agents (Second Edition)",
    "ID": 233223,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233223/the-agents-special-agents-second-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Agents: Special Agents, the second expansion for The Agents, consists of forty cards, specifically two versions of twenty new unique agent cards that can be added to the base set. To play, simply shuffle these new agents into the existing agent deck, then get started.&#10;&#10;Not compatible with previous editions' expansions due to different card size and rules changes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "CAPCHA!",
    "ID": 233225,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/233225/capcha",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "The animals have escaped from the zoo, and you want to recapture them before other zookeepers do!&#10;&#10;Your goal in CAPCHA! (&#227;&#131;&#154;&#227;&#130;&#162;&#227;&#129;&#163;&#227;&#129;&#168;&#239;&#188;&#129;) is to be the first player to capture either all seven different animals or four animals of the same type. The deck consists of 56 cards, with eight copies of the seven animal types. To play, you have a 3x3 field of animal cards face down on the table. If you reveal an animal that matches a card in hand, you've made a match, can use the special effects of the card, and can keep looking.&#10;&#10;You can also make matches on other players' turns, depending on the cards you hold. The 3x3 field of animal cards is replenished at the end of each turn, so keep track of who lies where if you want to be a capture captain.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Adrenaline: Team Play DLC",
    "ID": 233233,
    "Year": "(2018)",
    "Geek Rating": "5.800",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233233/adrenaline-team-play-dlc",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "The Adrenaline: Team Play DLC expansion allows you to add a sixth player to the Adrenaline Deathmatch mayhem. It introduces character-specific weapons and abilities bringing new effects and experiences to the game.&#10;&#10;Take full advantage of your actions with the unique Adrenaline Rush system and boost your epic shot.&#10;&#10;Streamlined gameplay allows you to focus on what Adrenaline is really about: quickly grabbing ammo and start shooting. Winning conditions are set at the beginning of each game for a bigger variety of how to play and win!&#10;&#10;A new team mode introduced in this DLC requires effective communication with your team, to combine your abilities, use the position of your opponents to your advantage, and enjoy creating sophisticated strikes!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Age: Eggstinction",
    "ID": 233237,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/233237/dice-age-eggstinction",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Ice Age is approaching! The Dinos must gather as much food and supplies as they can to grow and thrive. But watch out for the volcano looming over the island...it might destroy everything!&#10;&#10;Dice Age: Eggstinction is an entry level strategy game for 2-5 young/new game players and families to introduce them to contemporary game concepts like player asymmetry, resource collection, tech trees, and victory points. Players chose from a variety of dinosaur species and move around an island gathering goods in order to produce eggs...the first to produce 6 eggs in their nest wins the game! On your turn you'll roll a bunch of giant dice to populate the island with resources like insects, ferns, ginko, meat, and fish. Then you'll move around the island (possibly using your dino's unique ability) and gather up those resources to feed and grow your broods to produce more eggs. As you nest fills up, you'll gain new and enhanced skills to help you on your journey. But be careful when you gather goods from the dangerous areas of the island, as the volcano might erupt laying waste to valuable goods and scaring you back to safety.&#10;&#10;Double-sided components are designed to enable competitive play between gamers and non/early-gamers at the same time and let young kids grow into the game by watching and learning from older players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Voyages of the Space Beagle",
    "ID": 233243,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/233243/voyages-of-the-space-beagle",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game based on the Science Fiction novel by A.E. van Vogt. Players meld cards to complete adventures.&#10;&#10;Players share a common deck. The deck has 10 suits: Ship, Crew, Location, Alien, Power, Politics, Trick, Equipment, Investigation, Naxialism.  There are 20-23 cards in each suit. Each suit has a unique ability which can be activated during the action phase.  For example a Ship card can be used to draw 2 cards from the deck, a Crew card allows you to search the discard for 1 card etc.&#10;&#10;Players take turns with each turn comprising 4 phases:&#10;&#10;Encounter Phase&#10;&#10;     Draw 2 cards from the deck and put them in your hand.  &#10;&#10;&#10;Action Phase&#10;&#10;     You may play (discard 1 card from your hand) to activate its ability.  &#10;&#10;&#10;Resolution Phase&#10;&#10;     If you have 1 card from each of the 10 suits in your hand, you may make an adventure meld.  Place the meld in a pile beside you. &#10;     If you made a meld draw 10 new cards. &#10;&#10;&#10;Logistics Phase&#10;&#10;     Max hand size is 10 cards. discard excess cards. &#10;&#10;&#10;The first player to complete 4 adventure melds wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legends of Andor: Varatan's Lighthouse",
    "ID": 233246,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233246/legends-of-andor-varatans-lighthouse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A promo for Legends of Andor: Journey to the North.  This was available through the Dice Tower Season 13 Indegogo campaign.&#10;&#10;Set the tower from the base game on the rocky crag space to the left of the red symbol printed on the board showing a 4th place one of the 4 eternal flames on the tower.&#10;&#10;&quot;No, Varatan's Lighthouse at Klippenwacht has long since collapsed and fall into the sea.&quot; That's what the sea people said. But sometimes, far away on the northern horizon, you could see a shimmering violet light. At the eternal flame of the sort created by Hadrian wizards, perhaps? King Varatan had been a friend good wizards of the. Might have given him a gift of eternal flame for his lighthouse? What it a good omen to show the heroes the way?&quot;&#10;&#10;Roll a white die to  determine the letters on the legend track on which the remaining 3 eternal flames should be placed.&#10;1 = p &#10;2 = Q &#10;3 = R &#10;4 = S&#10;5 = T&#10;6 = U&#10;&#10;The following rule modifications apply - but only when the Narrator is standing of the letters with on eternal flame on one:&#10;&#10;1. If you uncover a new wind card, you are allowed to ignore this card and set it aside (for example, if it is a storm). Then you get to uncover a second card instead.&#10;You must accept this second card, whether it is a wind or a storm card card.&#10;2. When you are fighting a creature (not a final adversary), you are allowed to first roll for the creature.&#10;Only then will the heroes roll. In this way, you can assess the strength of the opponent and decide what tools to use - or, if you are fighting together, how many of you should participate.&quot;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Game: Legends of Andor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "T.I.M.E Stories: Santo Tomás de Aquino",
    "ID": 233253,
    "Year": "(2017)",
    "Geek Rating": "5.844",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233253/time-stories-santo-tomas-de-aquino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "T.I.M.E Stories: Santo Tom&aacute;s de Aquino is a prologue scenario that you can play through in anticipation of T.I.M.E Stories: Brotherhood of the Coast.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: T.I.M.E Stories – White Cycle",
      "Game: T.I.M.E Stories / TIME Stories",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renge Shogi",
    "ID": 233264,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/233264/renge-shogi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Inspired by Kyoto Shogi, Renge Shogi, designed by Michael Sandeman, is played on a 7x7 board. Each player has seven pieces, from left to right along the back rank: Silver, Pawn, Gold, King, Gold, Pawn, Silver. Whenever a piece moves (except the King), it alternately promotes and demotes:&#10;&#10;Silver - Lance&#10;Gold - Knight&#10;Left Pawn - Bishop&#10;Right Pawn - Rook&#10;&#10;As in Shogi, players may drop captured pieces on any empty space, but with either side facing up. There are no restrictions on where players may drop pieces; for example, you may mate with a pawn drop and have two pawns on the same file.&#10;&#10;Players may also drop pieces [b]from the opponent's hand[/b]. The only restriction is that you may not mate by dropping from the opponent's hand.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess",
      "Traditional Games: Shogi"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Empathy Toy",
    "ID": 233265,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233265/empathy-toy",
    "Min Players": "3",
    "Max Players": "11",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Empathy Toy is a blindfolded puzzle game where players must recreate each other's puzzle patterns without sight. Instead they must use only their words to describe abstract shapes with no name. To succeed, players must create a common language, understand each other's perspectives, and tackle the problem collaboratively.&#10;&#10;https://twentyonetoys.com/pages/empathy-toy&#10;&#10;",
    "Categories": [
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Triggers",
    "ID": 233271,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/233271/triggers",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Triggers is a card game designed to provoke animated discussion among friends. Players win point by accurately predicting how others will vote on controversial subjects. Get ready to check your privilege with questions like, &ldquo;Is it OK to punch a Nazi?&rdquo;, &ldquo;Pineapple on pizza?&rdquo; and &ldquo;Is climate change an urgent priority?&rdquo;.&#10;&#10;Gameplay is simple. Each player begins with a YES and a NO card. The first player draws a card from the QUESTIONS deck and reads it out loud. All other players vote silently on the question by placing the corresponding answer card face down on the table. The first player now guesses if the majority voted yes, no or if there was a tie (if mathematically possible). If they guessed correctly, they keep the question card as a point. The turn moves clockwise to the next player. First to 5 points wins.&#10;&#10;PRIVILEGE cards add a strategic element to the game. Use them to steal points, steal a turn, challenge someone to a staring contest or force someone to give you a compliment.&#10;&#10;Triggers forges an environment of fun and open exchange of ideas. Players often find common ground in unlikely places and gain new perspectives on familiar topics.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Take That",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kumasi",
    "ID": 233275,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/233275/kumasi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Kumasi blends classic abstract strategy with collector card game elements to help redefine both genres. With intense turn based decision making and deep strategical depth players are lost in the near limitless possibilities.&#10;&#10;Kumasi is a two-player card game where players take turns drawing and placing one card each as they try to make a four-sided shape in their color, either black of purple, on which they place one of their gems. Play continues until all cards have been placed and then quadrilaterals on the &quot;outside&quot; also receive a gem; the player with the most gems placed wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Islebound: Festival of Ivories",
    "ID": 233277,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233277/islebound-festival-of-ivories",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A promo card originally offered through Dice Tower's Season 13 Indiegogo campaign&#10;&#10;Text:&#10;Take this card if you are the first to build 7 buildings.&#10;Worth 5 vp&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Islands: Fictional",
      "Setting: World of Arzium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battleground Fantasy Warfare: Monsters & Mercenaries – Ancient Blue Dragon",
    "ID": 233278,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233278/battleground-fantasy-warfare-monsters-and-mercenar",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Originally offered through Dice Tower's Season 13 Indiegogo campaign&#10;&#10;Not playable on their own as you need two starter decks to play the game.&#10;&#10;Battleground Fantasy Warfare is a point-based tabletop tactical wargame in which units are represented by cards.&#10;&#10;Ancient Blue Dragon - 868 points - Elite&#10;Colossal. Terrifying&#10;Flying: 10.5&quot;&#10;&#10;Ancient Blue Dragon may breathe lightning three times during a battle. Mark off a lightning icon to give it a ranged attack of (3) 7/7 this turn. This attack is unaffected by Command Cards from either player and nothing can affect the number of attack dice (3) in this attack&#10;&#10;To play a Command Card on Ancient Blue Dragon you must first discard two other Command Cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Battleground Fantasy Warfare (Your Move Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape: The Curse of the Temple – Queenie 14: Wishing Well",
    "ID": 233279,
    "Year": "(2017)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233279/escape-the-curse-of-the-temple-queenie-14-wishing",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Originally offered through Dice Tower's Season 13 Indiegogo campaign&#10;&#10;This is Queenie 14&#10;&#10;Setup:&#10;After you have placed 2 randomly drawn chamber tiles next to the starting tile, shuffle the new chamber with the rest of the chambers.&#10;&#10;Rules:&#10;Once discovered, a player inside the wishing well chamber can roll 2 key symbols to draw one treasure tile, get rid of a curse he has in front of him, or reclaim a die he has lost. To use the wishing well again, the player has to leave the chamber and re-enter it&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Game: Escape (Queen Games)",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cry Havoc: Secret Objective Promo Pack",
    "ID": 233280,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233280/cry-havoc-secret-objective-promo-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Originally offered through Dice Tower's Season 13 Indiegogo campaign&#10;&#10;8 different end of game scoring cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Wrocław",
    "ID": 233282,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.37",
    "Link": "https://boardgamegeek.com/boardgame/233282/monopoly-wroclaw",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "80",
    "Play Time": "150",
    "Weight": "2",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;The classic Monopoly with constructions and other elements of Wroc&#197;&#130;aw, a city in Poland.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Wrocław (Poland)",
      "Country: Poland",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kekionga!: A Dark and Bloody Battleground 1790.",
    "ID": 233288,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/233288/kekionga-a-dark-and-bloody-battleground-1790",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The struggle for the Old Northwest Territory (what would become the states of Ohio, Indiana, Illinois, Michigan and Wisconsin) was terribly violent. Massacres and atrocities seemed to follow one upon the other and in 1790 the new US Government authorized its first war against the Native Americans for control of the region. A force of US regulars and militia from Kentucky, Ohio and Pennsylvania gathered at Cincinnati and drove on the Miami&rsquo;s main settlement of Kekionga. The resulting fight was a horrendous defeat of the US force, and ushered in a new and more violent phase of this struggle. Can you do better?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Components: Map (City Scale)",
      "Country: USA",
      "History: Northwest Indian War",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles of the Old Northwest (High Flying Dice Games)",
      "Series: Standard Deck Activation System (High Flying Dice Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "St. Clair's Folly: The Battle of the Wabash River, 1791",
    "ID": 233289,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/233289/st-clairs-folly-the-battle-of-the-wabash-river-179",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Determined to wrest control of the Northwest Territory from the Native American nations and tribes inhabiting the area, and concerned by the British Government&rsquo;s lack of withdrawal of troops and fortifications in the northern and eastern sections of the territory (particularly in present-day Michigan and Indiana), the US Government authorized military takeover of the region. In 1790 a small force of militia and US Regulars under General Harmer were soundly defeated by the Miami at the Maumee River near their main settlement of Kekionga. Alarmed, the US Congress and President Washington authorized the mobilization of an even larger force, this time to be led by the Territory&rsquo;s first Governor and General of the Army, Arthur St. Clair. This would be the first full scale conflict waged by the new nation, and President Washington was very much concerned about the risks such an undertaking involved.&#10;&#10;Can you do as well, or better?&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "History: Northwest Indian War",
      "Series: Battles of the Old Northwest (High Flying Dice Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Allies – Adonis vs. the Lich King",
    "ID": 233290,
    "Year": "(2017)",
    "Geek Rating": "5.615",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233290/the-red-dragon-inn-allies-adonis-vs-the-lich-king",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Expand the party with a cocky new bard and a diabolical new mage!&#10;&#10;The Magnificent Adonis, Bard of the Ages&#10;&#10;This bard&rsquo;s pretentious title (self-given, of course) makes him the envy of other bards&hellip; Okay, not really, but he can carry a tune and he&rsquo;s good in a fight. He uses his three preferred instruments, the flute, the lyre and the drum, to cast bardic magic or just bash bad guys over the head!&#10;&#10;The Good: Adonis is a fine specimen of a man.&#10;The Bad: &hellip; and he won&rsquo;t let you forget it!&#10;&#10;The Lich King&#10;&#10;Look over there! It&rsquo;s the Lich King! This ancient skeletal mage has transferred part of his essence and power to his severed hand, making him highly resistant to attack by the good guys. But even this near-immortal embodiment of evil enjoys a pint at the tavern once in a while!&#10;&#10;The Bad: Good luck getting past his formidable defenses.&#10;The Worse: He knows how to &ldquo;throw a punch.&rdquo; Literally.&#10;&#10;The Red Dragon Inn: Allies &ndash; Adonis vs. The Lich King expands the party at the Red Dragon Inn with a new hero and a new villain. These archenemies bring new mechanics and fun to the party, and can be combined with any Red Dragon Inn base set. The Lich King includes a side deck allowing him to be played as a boss in the Boss Battle variant introduced in The Red Dragon Inn 6: Villains. As an added bonus, this set includes custom Player Mats and Deck Dividers that are compatible with The Red Dragon Inn 5: The Character Trove!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Lucky Rabbit's Foot Ale",
    "ID": 233291,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233291/the-red-dragon-inn-lucky-rabbits-foot-ale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promotional card first made available as a Slug Crew Minor Reward in 2014, and later (2017) to anyone pre-ordering The Red Dragon Inn: Allies &#226;&#128;&#147; Adonis vs. the Lich King. Shuffle or replace a card in any Red Dragon Inn Drink Deck with Lucky Rabbit's Foot Ale to add a bit more excitement to your game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invest",
    "ID": 233325,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233325/invest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the rulebook (translated from Swedish):&#10;Invest is a game for 2-6 players. The players takes of to more southern locations, each with 30 grand, to buy properties where they can build Bungalows and Hotels, giving them rental fees when the other players visits.&#10;&#10;User summary:&#10;It is essentially a Monopoly-clone but with lots of 1970s Charter-craze flair to it.&#10;It also has a quite unique plastic game board.&#10;&#10;Component list (Inventoried from a Thrift store copy, so there might be errors)&#10;&#10;1x  Game board (paper wrapped in soft plastic casing)&#10;6x  Generic plastic player tokens in different colors&#10;1x  Small brown dice cup (perhaps not included?)&#10;2x  6 sided dice&#10;12x Larger red plastic houses&#10;38x Smaller green plastic houses&#10;30x proofs of purchase (including 2 extra blank ones)&#10;30x 'Chans' cards&#10;28x 10,000 paper bills (checks actually)&#10;33x 50 paper bills&#10;50x 100 paper bills &#10;40x 500 paper bills&#10;96x 1000 paper bills&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BLAZE Card Game",
    "ID": 233326,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/233326/blaze-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;BLAZE is a RACE to BLAZE through the MAZE with color, aura and grace.&#10;&#10;It a fast fun game to BLAZE-A-Way to the other side. &nbsp;A game of memory, luck and strategy. &nbsp;Have fun blazing a way... &#10;but be careful &ndash; do not fall into the black hole... and it can all turn around.. with the color twist and magic wheel!&#10;&#10;- BLAZE Game Play -&#10;&#10;BLAZE has a new game dynamic.&#10;&#10;Each player has their own starting point and intended end point. To win -You have to be the FIRST to BLAZE a path (or jump onto someone else's path) to reach your end point.&#10;&#10;A path can be BLAZED using cards that are near each other in the RAINBOW Color Spectrum or by numerical order.  Plus there are fantastic action cards and wild cards which can totally delight, surprise, make someone fall off their path, relocate paths, start again.. etc.&#10;&#10;&#10;     BLAZE is an original card game with a Brilliant design.&#10;&#10;&#10;&#10;     It involves memory - dynamic memory(as the cards can be moved around) luck and a great strategy.&#10;&#10;&#10;&#10;     A perfect choice for family or party gaming occasions.&#10;&#10;&#10;&#10;     It is quick to learn and offers a fun challenge!&#10;&#10;&#10;&#10;     It's the game you can play again and again!  Every game is a brand new experience!&#10;&#10;&#10;&#10;     And you&rsquo;ll be surely sharpening your mind and memory gaining BLAZING memory prowess!&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Maze",
      "Memory",
      "Number",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area-Impulse",
      "Cooperative Game",
      "Grid Movement",
      "Memory",
      "Pattern Recognition",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Avertigos: South China Sky",
    "ID": 233332,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/233332/avertigos-south-china-sky",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;This science fiction story takes place in an alternate history of our world. In this first instalment, the action takes place in the South China Sky, where the Dynastic naval armada is facing off against the combined fleets of the Singasari League to exert supremacy over strategic islands and control rich trade routes plying exotic goods.&#10;&#10;Avertigos features modular miniatures and player boards - the modules on the ships can be mixed and matched to create unique load-outs with different strengths and capabilities.&#10;&#10;Players navigate the skies via an innovative card-based manoeuvring system, where they lay out their intended course with cards earned, which may also allow them to reap certain bonuses or suffer penalties. This system is singular in that it can work with or without the game&rsquo;s board.&#10;&#10;Players will use their formidable flying sail-ships and fearsome meeple armies to capture settlements and earn money to buy more powerful ships that will allow them to defeat their rivals and fully control the trade and resources of the islands. Players will trade bribes and favours to advance the interests of their own merchant clan.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Nautical",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Dice Rolling",
      "Network and Route Building",
      "Point to Point Movement"
    ],
    "Families": [
      "Cities: Nanjing (China)",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Theme: Alternate History",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deus Ex Machina: Mini Expansion",
    "ID": 233341,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233341/deus-ex-machina-mini-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion for Deus Ex Machina includes:&#10; The Olympian god Poseidon full set and Bellerofon hero card.&#10;&#10;The Olympian god Ares full set and Penthesilea hero card.&#10;&#10;1 new DI Card Deus Ex Machina and 3  new Objective Tiles.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Japanese Spella (日本語スペラ)",
    "ID": 233353,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/233353/japanese-spella-ri-ben-yu-supera",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "0",
    "Description": "User summary&#10;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#227;&#130;&#185;&#227;&#131;&#154;&#227;&#131;&#169; (Japanese Spella) is a Japanese word game.&#10;&#10;Players are dealt 17 tiles of Japanese hiragana characters. They take turns drawing and dicarding a tile until one player uses up all of their 18 characters forming several Japanese words and/or sentences. That player takes big points, while the others take small points according to the words and/or sentences made in their hands.&#10;&#10;&#230;&#137;&#139;&#232;&#168;&#177;&#227;&#129;&#171;&#233;&#133;&#141;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#159;17&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#129;&#178;&#227;&#130;&#137;&#227;&#129;&#140;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#227;&#128;&#129;&#239;&#188;&#145;&#230;&#158;&#154;&#227;&#129;&#154;&#227;&#129;&#164;&#229;&#133;&#165;&#227;&#130;&#140;&#230;&#155;&#191;&#227;&#129;&#136;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129;&#239;&#188;&#145;&#230;&#158;&#154;&#227;&#130;&#146;&#229;&#188;&#149;&#227;&#129;&#132;&#227;&#129;&#166;18&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#129;&#168;&#227;&#129;&#141;&#227;&#129;&#171;&#227;&#129;&#153;&#227;&#129;&#185;&#227;&#129;&#166;&#227;&#130;&#146;&#229;&#141;&#152;&#232;&#170;&#158;&#227;&#129;&#139;&#230;&#150;&#135;&#227;&#129;&#171;&#231;&#181;&#132;&#227;&#129;&#191;&#230;&#155;&#191;&#227;&#129;&#136;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#128;&#140;&#228;&#184;&#138;&#227;&#129;&#140;&#227;&#130;&#138;&#227;&#128;&#141;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#184;&#138;&#227;&#129;&#140;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#171;&#227;&#129;&#175;&#233;&#171;&#152;&#227;&#129;&#132;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#140;&#228;&#184;&#142;&#227;&#129;&#136;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#128;&#129;&#228;&#184;&#138;&#227;&#129;&#140;&#227;&#130;&#140;&#227;&#129;&#170;&#227;&#129;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#171;&#227;&#130;&#130;&#227;&#128;&#129;&#230;&#137;&#139;&#232;&#168;&#177;&#227;&#129;&#167;&#228;&#189;&#156;&#227;&#129;&#163;&#227;&#129;&#159;&#229;&#141;&#152;&#232;&#170;&#158;&#227;&#130;&#132;&#230;&#150;&#135;&#227;&#129;&#171;&#229;&#191;&#156;&#227;&#129;&#152;&#227;&#129;&#166;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#140;&#228;&#184;&#142;&#227;&#129;&#136;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cat Girl DeathMatch",
    "ID": 233355,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/233355/cat-girl-deathmatch",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Ferocious female felines fight furiously for fame, fortune, and filched people food in Cat Girl DeathMatch!&#10;&#10;A highly social, fast-paced combat dice game for two or more players, Cat Girl DeathMatch uses drafting, assorted characters, and an ever-changing game board to reward players who take chances, make and break alliances, and effectively adapt their strategies.&#10;&#10;Featuring huge, oversized dice almost twice as big as a normal D6, and adorable, family-friendly full-color chibi artwork, Cat Girl DeathMatch allows you to assemble a cadre of killer kitties most suited to your strategy, demands that you make hard choices as you direct your death dealing, and encourages you to manipulate your fellow matriarchs in vain attempts to preserve your perilous pusses.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "VEKTOR: The Abstract Card Battle Game",
    "ID": 233356,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233356/vektor-the-abstract-card-battle-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Vector is an abstract customizable battle card game. Players take turns playing action and reaction cards with a variety of effects to be the last player standing. The Game is designed with simple rules and a surplus of cards to allow players to customize the deck to their preferred play style. Whether passive or aggressive, chaotic or ordered Vektor offers the quick spontaneous action of a filler game while offering the flexibility of game modes to increase replay value.&#10;&#10;Vector is a vibrant, colorful game that mixes fun clever interactions while not being overwhelming for new players. To put it simply, Vektor is a spell slinger wearing a Skip-Bo / Uno mask.&#10;&#10;The game functions best with 3-5 players and takes 5-15 minutes to play.&#10;The game comes with conditional rules for more silly and chaotic games, and also comes with &#10;A deck of attack order cards for players that may be scared of mercilessly destroying your significant other in a card game. The idea is that the simple mechanics of the game allow freedom of format on how you want to play. Be creative, add or subtract cards, use the blank cards to add your own unique experience!&#10;&#10;More games modes are currently in development:&#10;-Sword and Shield (2v2 Co-Op)&#10;-Center of Attention (King of the hill)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Horse & Musket III: Crucible of War",
    "ID": 233357,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233357/horse-and-musket-iii-crucible-of-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Horse &amp; Musket: Crucible of War is the second expansion to Horse &amp; Musket: Dawn of an Era. This volume will cover warfare from 1749-1767, when linear musket combat was at its apogee. This era was dominated by the world sweeping Seven Years' War. The war saw dramatic shifts in fortune, but when all was over Prussia survived and Britain&rsquo;s empire doubled in size. In this conflict light troops and cavalry charges became more common and bold. Artillery was more accurate and heavy, with canister being used to sweep away opponents. Infantry firefights became prolonged.&#10;&#10;The battles include...&#10;&#10;Monongahela - July 17, 1755 &ndash; Braddock&rsquo;s Defeat&#10;&#10;Lake George - September 8, 1755 &ndash; Bloody Morning Scout&#10;&#10;Lobositz - October 1, 1756 &ndash; &ldquo;These are not the same Austrians.&rdquo;&#10;&#10;Kolin - June 18, 1757 &ndash; &ldquo;Rascals, would you live forever?&rdquo;&#10;&#10;Plassey - June 23, 1757 &ndash; The Birth of British Bengal&#10;&#10;Hastenback - July 26, 1757 &ndash; The Convention of Klosterzeven&#10;&#10;Rossbach - November 5, 1757 &ndash; &ldquo;Apr&egrave;s nous, le deluge&rdquo;&#10;&#10;Leuthen - December 5, 1757 &ndash; Frederick II&rsquo;s Greatest Victory&#10;&#10;Krefeld    - June 23, 1758 &ndash; Brunswick&rsquo;s Masterpiece&#10;&#10;Fort Carillon - July 8, 1758 &ndash; Montcalm&rsquo;s Cross&#10;&#10;Zorndorf - August 25, 1758 &ndash; Savagery on the Meitzel River&#10;&#10;Bergen - April 13, 1759 &ndash; Krefeld Avenged&#10;&#10;La Belle-Famille - July 24, 1759  &ndash; The Fate of Fort Niagara&#10;&#10;Montmorecy - July 31, 1759 &ndash; Wolfe&rsquo;s Bloody Blunder&#10;&#10;Minden - August 1, 1759 &ndash; The Day of Roses&#10;&#10;Kunersdorf - August 12, 1759 &ndash; &ldquo;I believe that everything is lost&rdquo;&#10;&#10;Plains of Abraham - September 13, 1759 &ndash; &ldquo;The paths of glory lead but to the grave&hellip;&rdquo;&#10;&#10;Torgau - November 3, 1760 &ndash; Zieten Saves the Day&#10;&#10;Villinghausen - July 15-16, 1761 &ndash; Soubise&rsquo;s Blunder&#10;&#10;Freiberg - October 29, 1762 &ndash; The Last Battle of the Seven Years&rsquo; War&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Game: Horse & Musket (Hollandspiele)",
      "History: French and Indian War",
      "History: Seven Years War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saved by the Bell Game",
    "ID": 233358,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/233358/saved-by-the-bell-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Description from publisher:&#10;&#10;RING! Class is back in session at Bayside High School! You&rsquo;ll be reaching &ldquo;squad goals&rdquo; with Zack, Jessie, Kelly, Slater, Lisa, and Screech as you hit the school hallways or visit The Max, your favorite caf&eacute; hangout. In the official Saved by the Bell Game, you&rsquo;ll relive the classic 90&rsquo;s sitcom and the unforgettable episodes.&#10;&#10;Whether you identified as a trouble maker like Zack, a jock like Slater, a nerd like Screech, a beauty queen like Kelly, a fashionista like Lisa or a straight-A student like Jessie &ndash; there&rsquo;s something for everyone to channel their high school self! To begin, select your favorite player to travel throughout this retro-90s game board visiting various locations such as homeroom, Zach&rsquo;s room, and more.&#10;&#10;Your homework assignment: Be the first player to collect one of each Character Card, or 3 Character Cards of the same player. Once you spin &ldquo;View a Scene,&rdquo; you&rsquo;ll have a few seconds to glance at snapshots of classic scenes from the show. Be prepared to answer random questions. So, study up and don&rsquo;t flunk this memory test to win a Character Card!&#10;If you spin a number, you must move your character that number of spaces on the board. You can land on &ldquo;Time Out&rdquo; and steal from your fellow players. You&rsquo;ll even receive your own Yearbook to collect your Character Cards, but don&rsquo;t doodle on Zack &ndash; you must be focused to get an A+!&#10;&#10;Once you&rsquo;ve collected one card of each Character or three cards of a single Character, you&rsquo;ve won the game and you&rsquo;ve been&hellip; Saved by the Bell!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "TV Shows: Saved by the Bell"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cat Academy",
    "ID": 233360,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233360/cat-academy",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Cat Academy is a card drafting game by Harle Games released as a free print and play.&#10;&#10;Players match different scoring adjectives to 'Cats' to achieve the best score by drawing and passing cards between them until all players have at least 5 cards.&#10;&#10;In battle mode, two teams play against each other to build the friendliest or most ferocious team my matching red and blue cards together for their team.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oh My Goods!: Escape to Canyon Brook",
    "ID": 233363,
    "Year": "(2017)",
    "Geek Rating": "5.829",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233363/oh-my-goods-escape-to-canyon-brook",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4286",
    "Description": "The crown is at war with the Northerners. Rabbit, leader of the rebellion, has left you and the king unharmed and has since gone underground. Tony Merz did not survive the attack. Rob, the builder, is the only one in contact with the king...&#10;&#10;Oh My Goods!: Escape to Canyon Brook, an expansion for Oh My Goods!, consists of new chapters that continue the Longsdale in Revolt story, so to play this you need both the base game and the &ldquo;Longsdale in Revolt&rdquo; expansion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Oh My Goods!",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Setting: Longsdale (Lookout Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clank! In! Space!: Code Red",
    "ID": 233378,
    "Year": "(2017)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233378/clank-in-space-code-red",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": " Clank! In! Space! Code Red is a single promotional card for  Clank! In! Space! that gives you two combat ability when you acquire it, has you draw an additional cube for boss attacks while it's on the market, and which gives you a heart when you trash it.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Modular Board",
      "Open Drafting",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Clank!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flick 'em Up!: Dead of Winter – Sparky: Mini Extension",
    "ID": 233380,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233380/flick-em-up-dead-of-winter-sparky-mini-extension",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Meet Sparky! A Survivor's best friend! He will stay by your side and attack the zombies to protect you or go fetch you the items you need! &#10;However, be careful not let him run away!&#10;&#10;The Sparky mini-expansion contains:&#10;&#10;    1 SPARKY FIGURINE &#10;    1 SPARKY BOARD &#10;    2 CARDS &#10;    5 SPARKY TOKENS&#10;&#10;&#10;The Sparky figurine acts as an additional member of the player team and has Crossroads cards specifically related to it.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Zombies",
      "Game: Flick 'em Up",
      "Organizations: Forgenext",
      "Setting: Dead of Winter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shopkins Make-a-Deal Matching Game",
    "ID": 233389,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/233389/shopkins-make-a-deal-matching-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Children's tile matching game.&#10;&#10;Contains a mechanic for trading or stealing matches instead of taking an extra turn via a coin flip.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Toys: Shopkins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arranged!",
    "ID": 233390,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/233390/arranged",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Arranged! is a game that forces participants to confront the struggles of an arranged marriage and other South-Asian norms such as skin whitening, secret boyfriends, and dowries.&#10;&#10;There are three female protagonists and one &ldquo;Rishta Aunty&rdquo; (i.e, the matchmaker) &#10;The Aunties goal is to get all the girls married off. She moves closer to them as she learns about things such as their ability to cook, the amount of dowry they&rsquo;ll bring in and whether or not they have &ldquo;child bearing hips&rdquo;&#10;&#10;The girls spend their time coming up with creative ways to avoid getting hitched by the aunty. They can do so by talking about having a career, gaining weight, being seen in the mall with boys, or several other things that every other society would consider normal, but are seen as disgraceful in South Asian culture. &#10;Occasionally, they might find out things about the aunty, such as the fact that she has a 23 year old unmarried daughter, and use that to blackmail her into moving away from them.&#10;&#10;At some point during the game, the Aunty comes across the Golden Boy. The green-eyed, light skinned, CEO of a business with a foreign passport. This is when the entire game dynamic switches around, as it turns into a rat race to get married to the dreamy Mr. Right. &#10;The girls then start to make their way towards the aunty by flaunting their talents, such as the fact that they pray 5 times a day, or only have female friends.&#10;&#10;Only one girl makes it in time to marry this Golden Boy, and the rest are hitched off to the mama&rsquo;s boys and womanisers who believe that they&rsquo;re God&rsquo;s gift to humanity.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LOKA: A Game of Elemental Strategy – Yuddah",
    "ID": 233391,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233391/loka-a-game-of-elemental-strategy-yuddah",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Yuddah is an expansion for the game Loka, available as an online &#10;pdf.&#10;&#10;Yuddah includes two main sections &ndash; the first one shares with you the creative process used to design the armies for Loka. The second much longer section is a collection of additional experimental rules. They are:&#10;&#10;1) New terrain tiles&#10;2) Elemental Power cards&#10;3) Epic Games of Face-off Loka &#10;4) Battle for Loka campaign&#10;5) Heroes of Loka&#10;&#10;Each of these rules expands the game of Loka and can be enjoyed separately or added to the core game as you prefer.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Gemma",
    "ID": 233393,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233393/lost-gemma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#10;&#229;&#164;&#177;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#174;&#157;&#231;&#142;&#137; (Lost Gemma) (&#227;&#131;&#173;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#130;&#178;&#227;&#131;&#160;&#227;&#131;&#158; on the card backs) is a member of the &quot;Lost Legacy&quot; games family, but builds on the base formula.  Players are trying to locate the &quot;Lost Gemma&quot; (Latin for &quot;jewel&quot;) which is hidden among the growing ruins.  The game consists primarily of two phases:  Investigation and Search.&#10;&#10;During the Investigation Phase, players decide whether to place their starting point card or draw and play something from their hand.  The former action can only be carried out once, while the latter forms the bulk of the phase.  With a few exceptions, cards played are added to the 5 x 5 grid that forms the ruins.  When players can no longer complete either of the main actions, play moves onto the Search Phase.&#10;&#10;Players are hot on the trail of the &quot;Lost Gemma&quot; during the Search Phase.  The player holding the card with the lowest search value goes first and then turns continue in ascending value order.  Each player begins at their starting point card, chooses a direction, and then follows the path until they either locate the &quot;Lost Gemma&quot; or face failure (via a &quot;Dead End&quot; or by leaving the ruins).&#10;&#10;The first player to uncover the &quot;Lost Gemma&quot; wins.  However, if all searches end in failure, the game ends in a draw.&#10;&#10;The game was published for the Tokyo Game Market Autumn 2015 show, and features the characters from the Game Market catalogue.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Game: Lost Legacy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coupell",
    "ID": 233395,
    "Year": "(2017)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/233395/coupell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Co-operate, making the longest words you can, whilst staying in balance.&#10;&#10;In this game you are a team, trying to get the best score you can! Work together, re-arrange cards and make words to &#10;score points. The goal is to score the most, whilst ensuring your score piles are perfectly balanced at the end!&#10;&#10;You can only move your partner's cards, but must make words using your own. Making longer words scores more points, but an overly-full hand will make you lose.&#10;&#10;In the end, it's all about the planning and communication.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Series: Wibbell++ game system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargame The Wars of the Roses 1455 to 1487",
    "ID": 233404,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/233404/wargame-the-wars-of-the-roses-1455-to-1487",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A series of books that provide wargame rules and colour photocopiable figures for miniatures battles.&#10;&#10;Each book tackles a specific time period of history. This book covers the Wars of the Roses in the Fifteenth Century. Simple rules are provided written by Andy Callan, noted designer. The rules can be used with other miniatures.&#10;&#10;The miniatures are drawn and coloured by Peter Dennis, the well known face behind Osprey books, many illustrations and Martin Wallace's games. The buyer photocopies or scans the images provided, folds and cuts them out to make armies.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Paperboys games (Helion and Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargame The Spanish Armada 1588",
    "ID": 233406,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/233406/wargame-the-spanish-armada-1588",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A series of books that provide wargame rules and colour photocopiable figures or models for miniatures battles.&#10;&#10;Each book tackles a specific time period of history. This book covers the Spanish Armada that sailed to attack Britain in the Sixteenth Century. Simple rules are provided written by Andy Callan, noted designer. The rules can be used with other miniatures.&#10;&#10;The miniatures are drawn and coloured by Peter Dennis, the well known face behind Osprey books, many illustrations and Martin Wallace's games. The buyer photocopies or scans the images provided, folds and cuts them out to make armies and navies.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: Anglo-Spanish War",
      "Series: Paperboys games (Helion and Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargame The English Civil War 1642 to 1651",
    "ID": 233407,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/233407/wargame-the-english-civil-war-1642-to-1651",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "A series of books that provide wargame rules and colour photocopiable figures for miniatures battles. Each book tackles a specific time period of history.&#10;&#10;Wargame The English Civil War 1642-1651 covers the English Civil War in the Seventeenth Century. Simple rules are provided written by Andy Callan, noted wargame designer. The rules can also be used with other miniatures.&#10;&#10;The miniatures are drawn and coloured by Peter Dennis, the well known face behind Osprey books, many illustrations and Martin Wallace's games. The buyer photocopies or scans the images provided, folds and cuts them out to make armies.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: English Civil War",
      "Series: Paperboys games (Helion and Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargame 1066. Saxons, Vikings, Normans",
    "ID": 233408,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/233408/wargame-1066-saxons-vikings-normans",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A series of books that provide wargame rules and colour photocopiable figures for miniatures battles.&#10;&#10;Each book tackles a specific time period of history. This book covers the Norman Invasion of Britain in the Eleventh Century. Simple rules are provided written by Andy Callan, noted designer. The rules can be used with other miniatures.&#10;&#10;The miniatures are drawn and coloured by Peter Dennis, the well known face behind Osprey books, many illustrations and Martin Wallace's games. The buyer photocopies or scans the images provided, folds and cuts them out to make armies.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: England",
      "History: Norman Conquest",
      "History: Viking Expansion",
      "Series: Paperboys games (Helion and Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargame The American Civil War",
    "ID": 233409,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/233409/wargame-the-american-civil-war",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "One of a series of books that provide wargame rules and colour photocopiable figures for miniatures battles.&#10;&#10;Each book tackles a specific time period of history. This book covers the American Civil War of the Nineteenth Century. Simple rules are provided written by Andy Callan, noted historical designer. The rules can be used with other miniatures.&#10;&#10;The miniatures are drawn and coloured by Peter Dennis, the well known face behind Osprey books, many illustrations and Martin Wallace's games. The buyer photocopies or scans the images provided, folds and cuts them out to make armies.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Series: Paperboys games (Helion and Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Psi Wars",
    "ID": 233410,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/233410/psi-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Psi Wars is a collectible card game where battles occur on three different levels - bringing a whole new layer of strategy to the genre.&#10;&#10;In 37th century, most of humanity has been wiped out. Competing warlords have harnessed the essential knowledge used for eons by the Galactic Elders to maintain stability throughout the universe. These Creation Units include Bio-Acceleration, Neurogenesis, Digital Splicing and Raw Material Animation, which been unleashed by an unknown force. The knowledge of Creation has spread causing unchecked mass-extinctions across the galaxy.&#10;&#10;The Galactic Alliance need to seize back control and have enlisted the help of humans across temporal planes, a Hyper-Card technology allows you to take part in planetary battles and help re-establish order.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargame The American Revolutionary War",
    "ID": 233411,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/233411/wargame-the-american-revolutionary-war",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "A series of books that provide wargame rules and colour photocopiable figures for miniatures battles.&#10;&#10;Each book tackles a specific time period of history. This book covers the American Revolutionary War (American War of Independence) in the late Eighteenth Century. Simple rules are provided written by Andy Callan, noted historical designer. The rules can be used with other miniatures.&#10;&#10;The miniatures are drawn and coloured by Peter Dennis, the well &#10;known face behind Osprey books, many illustrations and Martin Wallace's games. The buyer photocopies or scans the images provided, folds and cuts them out to make armies.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Paperboys games (Helion and Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dino Dude Ranch: Hatchlings",
    "ID": 233428,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233428/dino-dude-ranch-hatchlings",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Dino Dude Ranch: Hatchlings is an eggs-ellent expansion to your favorite family game. Hatchlings adds more decisions, more strategy, and more cuteness. In Hatchlings, players now have the opportunity to buy eggs and hatch babies to pair with parent dinosaurs. These eggs introduce more considerations when spending resources and also introduce a little press-your-luck into our beloved game. Hatchlings also introduces the Oviraptor, a new dinosaur who can only be lured to your ranch with unhatched eggs.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IFC: Free Agents",
    "ID": 233433,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233433/ifc-free-agents",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Here's the fan created expansion to the original IFC set. 16 fighters make up this expansion with the likes of El Halcon, Freakenstein, Muck, Stretchrrrr and more! Same game play, just more fighters to enter the fray!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IFC 2: Darkness Rising",
    "ID": 233437,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233437/ifc-2-darkness-rising",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The sequel the IFC sees Power Monger trying to make a power play and take over the league. 8 sponsored fighters arrive and have to be defeated consecutively before the spell cast can be unlocked...&#10;there's more surprises in this 9 card expansion that you'll have a blast playing it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "IFC: International Incident",
    "ID": 233442,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233442/ifc-international-incident",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Here comes 8 more fighters to the league, plus the addition of the Duos Division and a strap/chain match and ladder match! &#10;Get guys like Papa Dhark, the Rocket Riot Express, Crimson Cross and more!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Real-time",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fabrik",
    "ID": 233447,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/233447/fabrik",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Fabrik players win by creating a line of (at least) four stones in their color, orthogonally or diagonally. However, two neutral pieces (the &quot;workers&quot;) determine the spaces where stones can be placed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 11 x 11 Grids",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape from the Abyss",
    "ID": 233448,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/233448/escape-from-the-abyss",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "An accident on-board a deep-sea scientific laboratory has left you all alone, under the ocean, with a rapidly reducing amount of air, and with a small but widening hole in the hull.&#10;&#10;Find tools, get help from the Automated Robotic Helpers (ARHs), and search for the escape pod.  Repair it.  Fill it with enough oxygen and power for the journey to the surface. And finally, escape!&#10;&#10;Oh, and while you&rsquo;re doing that, keep the oxygen levels up, keep the power working, patch that hole in the hull, and stop the ARHs malfunctioning. And above all - stay alive!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Occupation: Researcher / Scientist",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sunkun karuta",
    "ID": 233449,
    "Year": "(1700)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233449/sunkun-karuta",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A traditional Japanese trick-taking card game played with a special 97-card six-suited deck. This deck developed from 75-card Unsun karuta deck, which derived from Tensh&#197;&#141; karuta, itself a close copy of the 48-card traditional Portuguese cards.&#10;&#10;While Unsun karuta adds a fifth suit and three extra ranks per suit, Sunkun karuta further adds a sixth suit (arrows), a sixteenth rank (kun, &#227;&#129;&#143;&#227;&#130;&#147;) and a variant duplicate of a single card (the robai of hau).&#10;&#10;While Unsun karuta survived into the modern era in a few locations, Sunkun karuta was rather short-lived.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Velvet",
    "ID": 233452,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/233452/velvet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A plush-your-luck micro-Legacy game of hand management and adventure for 2 players.&#10;&#10;The Plush Seers of your homeland have found the location of the fabled &ldquo;Threads of Destiny&rdquo; - an ancient artefact with the power to strengthen and preserve. There is only one problem: the threads are hidden in your rival&rsquo;s homeland!&#10;&#10;Players take turns sending plush stuffed-animal &ldquo;Velvets&rdquo; into their opponent&rsquo;s homeland: seeking out their Threads of Destiny.&#10;&#10;Each set of Velvet contains 2 lots of 12 cards (8 Velvet stuffed animals, 3 Obstacles, and 1 Threads of Destiny). Each player takes 1 lot of 12 and uses the included stickers to customise the look, stats and abilities of their Velvet plushies over the course of three games, to form the most powerful party of adventurers that the Plush Homelands have ever seen!&#10;&#10;On your turn, you may Invade, Retreat, Scout or Explore your opponent's hand. The order of a player's hand cannot be changed once the game begins, and once a player reveals and Explores their opponent's &quot;Threads of Destiny&quot;, they win!&#10;&#10;A micro-Legacy game designed to be played in convention lines, Velvet is part Battleship, part dungeon crawler.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Exploration",
      "Fantasy",
      "Humor",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bloodborne: The Card Game – The Hunter's Nightmare",
    "ID": 233468,
    "Year": "(2018)",
    "Geek Rating": "5.993",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233468/bloodborne-the-card-game-the-hunters-nightmare",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1538",
    "Description": "Return to the Chalice Dungeons in Bloodborne: The Card Game &ndash; The Hunter's Nightmare. In this expansion, players must survive against new, deadly bosses and monsters; however, new weapons will help hunters along the way. The Hunter's Nightmare also introduces two new gameplay features: Death Tokens and Runes, both of which will have lasting effects throughout your games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Video Game Theme: Bloodborne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adrenaline: Chaos Cannon",
    "ID": 233474,
    "Year": "(2017)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233474/adrenaline-chaos-cannon",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A weapon promo card for Adrenaline that was exclusively designed for Dice Tower and was included in one of the reward promo packs for their Season 13 fundraising campaign.&#10;&#10;Basic effect: Deal 1 damage and 1 mark to one target you can see. Deal 1 mark to a different target you can see; then you may teleport it to a randomly selected spawnpoint.&#10;&#10;Notes: You randomly select the destination by revealing and discarding the top card of the powerup deck. The teleport works like the effect of the Teleporter powerup. If you choose only one target, you either give it 1 damage and 1 mark, or you give it 1 mark and you may choose to teleport it.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of Draxia: Corrupted Mana",
    "ID": 233488,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233488/legends-of-draxia-corrupted-mana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "80",
    "Weight": "2.5",
    "Description": "Corrupted Mana is the first expansion to the HIT GAME Legends of Draxia. Corrupted Mana is an aggressive player vs player expansion, filled with an arsenal of spells that are sure to cripple your opponents. Two new Characters are being introduced who are as corrupt as the mana itself.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Attack Wing – I.K.S. Ves Batlh Card Pack",
    "ID": 233491,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233491/star-trek-attack-wing-iks-ves-batlh-card-pack",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The I.K.S. Ves Balth is a Klingon Raptor class ship. As a card pack, it comes with cards, token and a dial.&#10;&#10;It is a part of card pack wave 1.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Star Trek Attack Wing",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Attack Wing – Romulan Drone Ship Card Pack",
    "ID": 233492,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233492/star-trek-attack-wing-romulan-drone-ship-card-pack",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Prototype 02 is a Romulan drone class ship. As a card pack, it comes with cards, token and a dial.&#10;&#10;It is a part of card pack wave 1.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Star Trek Attack Wing",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Attack Wing – Dreadnought Card Pack",
    "ID": 233493,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233493/star-trek-attack-wing-dreadnought-card-pack",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dreadnought is a Dominion Cardassian ATR-4107 class ship. As a card pack, it comes with cards, token and a dial.&#10;&#10;It is a part of card pack wave 1.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Star Trek Attack Wing",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Duel Ben 10",
    "ID": 233499,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233499/alien-duel-ben-10",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game like Memory with cards and a 8-sided dice.&#10;&#10;With help of the Omnitrix Ben 10 changes with ease in any Alien. Using your wits you can find the right Alien! But be aware of the evil Alien like Dr. Animo or Vilgax! They dare you for a duel from time to time and only with a little luck you can defeat them.&#10;&#10;Contains 36 cards and an 8-sided dice.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reclame Slogans Raden",
    "ID": 233500,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233500/reclame-slogans-raden",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Reclame Slogans Raden (&quot;Guessing Advertising Slogans&quot;) is a card game. A players takes a card from the draw pile and reads one of the 2 Advertising slogans to his neighbour. The neighbour has to guess the company that uses/used that slogan. If he is right he scores 3 points. When he doesn't know the company straight away he gets 4 options (on the back of the card) When he now choses the right company he scores 2 points.&#10;If he choses the wrong option, the other players get a chance to name the correct one. The player who does scores 1 point.&#10;Winner is the player that has the most points after a set number of rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Perfumer: Promo-tiles",
    "ID": 233522,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233522/the-perfumer-promo-tiles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "1 extra recipe and 4 extra helpers given to those who bought the game at the Spiel 2016-fair in Essen.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Theme: Perfume"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CROWDFUN!",
    "ID": 233532,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/233532/crowdfun",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "CROWDFUN! is a simulation game of crowdfunding. People can learn and experience the fun of operating a crowdfunding project while playing it! Through these well-designed game mechanics, players would be able to act as a project initiator, sponsor or even the marketing company, to consider how effectively use their strategies and street smart can lead them achieve the goal, earn final victory!&#10;&#10;The object of this game is to provide the players the chances to earn victory points through the crowdfunding project, and the player who obtains the highest score is the winner. Different projects have different levels of difficulty, capability and locations. Every single game, as well as every round will appear unpredictable trends and chances. Therefore, only thos who have acute observation, precise operation of strategy and power of persuasion will win the game.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Money Dice",
    "ID": 233536,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233536/money-dice",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Government bonds of countries - the economy of the world - are now entrusted to the hands of you who surround the table. Whether investing in the future of which country, when to hand out, of course, is a freedom translation.&#10;&#10;But it is not us who decides fate. Nobody knows how much the tradeoff will be. We have funds.&#10;&#10;When there are unexpected inconveniences, let's try to settle in a smart way ...&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sute Sute Marketing",
    "ID": 233538,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/233538/sute-sute-marketing",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sute Sute Marketing is a game about collecting items like erasers, milk caps  or calendars and becoming the top collector of that items.&#10;&#10;In your turn you draw 2 cards and have to discard 1 card. Discarded cards are grouped together with other cards of the same number. When the stack runs out the game ends.&#10;The cards you keep in your hand will determine if you are the top collector. If you have for example the most milk cap cards at the end of the game you are the top collector and get the discarded milk cap. The 2nd collector, the one who collected second most milk caps will get the hand cards of the top collector as points.&#10;Whoever has the most points (cards) is the winner of the game&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "This is the easy work just to put a dandelion on sashimi",
    "ID": 233539,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233539/this-is-the-easy-work-just-to-put-a-dandelion-on-s",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the game everyone plays a worker at a sashimi factory. Please carefully determine the workable amount and engage in delicate work.&#10;&#10;Please enjoy the pleasures of the balance game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tsukisas Hold'em",
    "ID": 233543,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233543/tsukisas-holdem",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The player judges whether to participate in the game or descend after seeing the situation of his hand and the situation. The player with the lowest number who participated in the game loses and the other player can pierce one spear per player in the losing player's doll.&#10;&#10;The player who stabs the most spears and is not stabbed becomes the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "HOJO Toryo Murder Case",
    "ID": 233544,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/233544/hojo-toryo-murder-case",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Board game designer Mr. Hojo was murdered by someone. &#10;Collect the evidence, narrow down the perpetrators and lead us to arrest. &#10;The player who was able to cooperate in arresting the criminal, however, will be the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perfect League",
    "ID": 233562,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233562/perfect-league",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Perfect League is a game of cards in groups of two, by sending a message to build mutual understanding. Each time the cards are going to link to each other more, compete in the same work in pairs as quickly as their partner, those teams will have a better chance of winning.&#10;&#10;When the game ends, the player with the most understanding ore will be the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Double Play: Genius or Drunk",
    "ID": 233563,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/233563/double-play-genius-or-drunk",
    "Min Players": "3",
    "Max Players": "21",
    "Min Play Time": "2",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Answer quickly to eliminate other players. a player keeps or wins back their sobriety by giving 3 answers to a question before their opponent does. The last player with a sobriety card is the genius and wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kitsunesangakoronda",
    "ID": 233564,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233564/kitsunesangakoronda",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In the woods behind a certain village shrine, you met up with mysterious foxes and began to play &ldquo;Daruma-san-Ga-Koron-Da!&rdquo;.&#10;Mysterious raccoon dogs were attracted its mystic atmosphere .&#10;They came and joined before you knew.&#10;The woods behind the village shrine became party mood usually it had been desolate.&#10;Win the game &ldquo;Daruma-san-ga-Koron-Da!&rdquo; by capturing more numbers of foxes than that of approaching foxes.&#10;&#10;You become &ldquo;it&rdquo; of &ldquo;Daruma-san-Ga-Koron-Da!&rdquo; and capture approaching foxes.&#10;Place 1 , 2 or 3 cards with face down on the playfield from the stock, then place a last card with face up.&#10;Move the last card to &ldquo;Captive Zone&rdquo; if it is &ldquo;Running Fox&rdquo;.&#10;Move the last card to &ldquo;Approaching Zone&rdquo; if it is &ldquo;Standing Fox&rdquo;.&#10;You may turn the tide when the last card is &ldquo;Raccoon Dog&rdquo;.&#10;Game is over when there are no cards in the stock.&#10;You win if there are more numbers of cards in &ldquo;Captive Zone&rdquo; than that in &ldquo;Approaching Zone&rdquo;.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Endangered Orphans of Condyle Cove: Mr. Coleman's Carnival of Captivating Curiosities Booster Pack",
    "ID": 233567,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233567/endangered-orphans-of-condyle-cove-mr-colemans-car",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This booster pack contains 1 Cul-De-Sac card, 6 Acts of Desperation cards, 3 punchboard standees, and 3 bonus cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Modular Board",
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Endangered Orphans of Condyle Cove: Somewhere Down Lexington Drive Booster Pack",
    "ID": 233568,
    "Year": "(2017)",
    "Geek Rating": "5.517",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233568/endangered-orphans-of-condyle-cove-somewhere-down",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This booster pack contains 1 Cul-De-Sac card, 6 Acts of Desperation cards, 3 punchboard standees, and 3 bonus cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Modular Board",
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Endangered Orphans of Condyle Cove: Beneath the Cove Booster Pack",
    "ID": 233569,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233569/endangered-orphans-of-condyle-cove-beneath-the-cov",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This booster pack contains 1 Cul-De-Sac card, 6 Acts of Desperation cards, 3 punchboard standees, and 3 bonus cards.&#10;&#10;This is a Kickstarter exclusive booster pack.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Modular Board",
      "Player Elimination",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merlin's Beast Hunt",
    "ID": 233570,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/233570/merlins-beast-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Most know of the tournaments of knights hosted by Arthur, but only a few know of Merlin's &quot;Beast Hunt&quot; tournament!&#10;&#10;In the tournament held on a remote isle, mages use magical seeds and their own sorcery to create fences of natural elements to enclose and capture various beasts. As one of the competing mages, you use your share of eighty custom dice as seeds to hold semi-transparent cards that represent fences of bamboo, lightning, thorns, and water. Use these fences to capture magical beasts: chimeras, unicorns, basilisks, and centaurs. The magician who has the most points for capturing beasts and building fences wins the tournament and becomes the Champion of Magic thanks to Merlin's Beast Hunt!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Enclosure",
      "Hand Management",
      "Square Grid"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tar'Aram",
    "ID": 233587,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/233587/tararam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Tar'Aram is a tactical game for 2-6 adventurers who try to find the secret access to the treasure chamber of the pyramid. Therefore century old mysteries have to be solved and obstacles must be cleared out of the way. But every adventurer should be faster than his opponents, because only the first will have access to the legendary treasury.&#10;&#10;Tar'Aram is a special game with unusual card-based game mechanics. The combination of race, tactical consideration and solving a mystery creates a unique feeling of playing. The playing field consists of several different parts, which is why the game board can be combined individually.&#10;&#10;The game is aimed at players aged 10 and over, who have fun in tactics and deduction games. The rules are learned quickly, the game itself is attractive by its many possibilities for both casual and multi-player.&#10;&#10;The name is composed of arabic tariq = way and aharam = pyramid, by the way.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Maze",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trick Taking City",
    "ID": 233588,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/233588/trick-taking-city",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "User summary:&#10;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#187;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#131;&#187;&#227;&#130;&#183;&#227;&#131;&#134;&#227;&#130;&#163; Trick Taking City is a trick taking game with a theme of city building.&#10;&#10;In this game, cards represent some facility of a city, and players play a trick taking game using these cards. There are four suits: Agricultural, Commercial, Residential, and Industrial. Additionally, there are several special facilities that trump others and may be played anytime.&#10;&#10;The winner of a trick takes a card from the cards on the table, and places it in front of themself, forming a part of that player's city. Other players retrieve a card from the table for future use.&#10;&#10;At the end of the game, players score points according to facility locations in their city, and the highest scorer wins the game.&#10;&#10;When should you win a trick and when should you lose? Estimating the situation is the key to winning the game.&#10;&#10;&#227;&#128;&#142;Trick Taking City&#227;&#128;&#143;&#227;&#129;&#175;&#227;&#130;&#183;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#131;&#147;&#227;&#131;&#171;&#227;&#131;&#137;&#227;&#129;&#168;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#146;&#229;&#144;&#136;&#228;&#189;&#147;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#159;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#144;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#131;&#188;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#229;&#187;&#186;&#231;&#137;&#169;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#129;&#174;&#229;&#139;&#157;&#232;&#128;&#133;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#160;&#180;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#139;&#227;&#130;&#137;1&#230;&#158;&#154;&#227;&#130;&#146;&#233;&#129;&#184;&#227;&#130;&#147;&#227;&#129;&#167;&#232;&#135;&#170;&#232;&#186;&#171;&#227;&#129;&#174;&#232;&#161;&#151;&#227;&#130;&#185;&#227;&#131;&#154;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#129;&#171;&#229;&#187;&#186;&#231;&#175;&#137;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#139;&#157;&#232;&#128;&#133;&#228;&#187;&#165;&#229;&#164;&#150;&#227;&#129;&#175;&#230;&#172;&#161;&#227;&#129;&#174;&#227;&#131;&#143;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#129;&#174;&#230;&#137;&#139;&#230;&#156;&#173;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#230;&#156;&#128;&#231;&#181;&#130;&#231;&#154;&#132;&#227;&#129;&#171;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;4&#230;&#158;&#154;&times;4&#230;&#158;&#154;&#227;&#129;&#174;&#229;&#186;&#131;&#227;&#129;&#149;&#227;&#129;&#174;&#232;&#161;&#151;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#160;&#227;&#129;&#145;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#140;&#233;&#171;&#152;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#128;&#130;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#169;&#227;&#129;&#147;&#227;&#129;&#167;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#169;&#227;&#129;&#147;&#227;&#129;&#167;&#232;&#178;&#160;&#227;&#129;&#145;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#139;&#227;&#128;&#130;&#230;&#138;&#188;&#227;&#129;&#151;&#229;&#188;&#149;&#227;&#129;&#141;&#227;&#129;&#140;&#233;&#135;&#141;&#232;&#166;&#129;&#227;&#129;&#170;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ghostbusters: The Board Game – Throwback Minis Pack",
    "ID": 233589,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233589/ghostbusters-the-board-game-throwback-minis-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Nearly all of the Kickstarter exclusives minis from the first Ghostbusters: The Board Game&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Crowdfunding: Kickstarter",
      "Movies: Ghostbusters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Onitama: Goat and Sheep Promo Cards",
    "ID": 233591,
    "Year": "(2017)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233591/onitama-goat-and-sheep-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Two promo tiles originally available as a reward in the 2017 Dice Tower Season 13 Indiegogo campaign.&#10;&#10;These are also available in the expansion Onitama: Way of the Wind.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Japan",
      "Game: Onitama",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: B.E.A.C.O.N. Drones",
    "ID": 233592,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233592/shadows-of-brimstone-beacon-drones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Derelict Ship Expansion introduced a brand new OtherWorld for the Heroes to explore, including 3 deadly new Enemy Types (6 undead Necronauts, 3 Auto-Turret defenses, and 3 large, robotic B.E.A.C.O.N. Drones).&#10;&#10;Though included in the retail version of the Derelict Ship Otherworld Expansion, the B.E.A.C.O.N. Drones and Auto-Turrets were available to Kickstarter pledgers only as add-ons.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Dice",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Auto-Turrets",
    "ID": 233593,
    "Year": "(2016)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233593/shadows-of-brimstone-auto-turrets",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Derelict Ship Expansion introduced a brand new OtherWorld for the Heroes to explore, including 3 deadly new Enemy Types (6 undead Necronauts, 3 Auto-Turret defenses, and 3 large, robotic B.E.A.C.O.N. Drones).&#10;&#10;Though included in the retail version of the Derelict Ship Otherworld Expansion, the B.E.A.C.O.N. Drones and Auto-Turrets were available to Kickstarter pledgers only as add-ons.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Dice",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Lost Army Hell Cannon and Crew",
    "ID": 233594,
    "Year": "(2015)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233594/shadows-of-brimstone-lost-army-hell-cannon-and-cre",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Once part of Santa Ana's Mexican Legions, the Lost Army was dispatched northward to investigate a mythical 'black rock' with magical porperties found up in the hills. Presumed dead for over 50 years, they have now returned with a burning hatred for the living and their full compliment of siege weapons, now twisted into thunderous and deadly Hell Cannons!&#10;&#10;Description from the publisher:&#10;&#10;Each of the Mission Packs offered in the Add-Ons menu is a themed adventure set including a new Enemy type, new cards themed for those Enemies, a set of new Missions involving them, and a new Objective Room Map Tile that, like the other map tiles in the game, is double-sided. It has an Old West Mine side and an OtherWorld side, both for use with the themed Missions of the set.&#10;&#10;Shadows of Brimstone: Lost Army Hell Cannon and Crew includes a cannon and a crew of 2 undead Lost Army soldiers; it completes the Shadows of Brimstone: The Lost Army Mission Pack. Up to three may be required if using all Threat cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Dice",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scrabble Twist",
    "ID": 233595,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/233595/scrabble-twist",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The object of Scrabble Twist is to form words using the five random letters displayed on the electronic game unit. Players tap in the letters and then twist the unit to bank each word. The more words a player can find, the higher his score. Scoring ranges from three points (for three-letter words) to seven points (for five-letter words).&#10;&#10;The game features three difficulty levels and three different game modes. Party mode is a knockout round in which each player gets 15 seconds to bank a word before passing the game unit to the next player. Turbo mode offers a head-to-head challenge for two to eight players: Each player must bank words to score as many points as possible in 60 seconds. In Solo mode, a single player can practice his word-spotting skills in a 60-second time frame.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: The Ancient One",
    "ID": 233596,
    "Year": "(2017)",
    "Geek Rating": "5.557",
    "Avg Rating": "8.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233596/shadows-of-brimstone-the-ancient-one",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;One of a massive and powerful race of alien beings, The Ancient One is from far beyond the stars! As old as time itself, he slumbers in the Void, dreaming worlds into existence and crushing entire realities with his nightmares. On rare occasion, The Ancient One will stir in his timeless sleep, manifesting himself in a physical form that can hold shape in our world. Tearing a hole in time and space, he emerges from the Void, bringing Ancient Doom and despair to all those who lay eyes upon his hideous and twisting visage.&#10;&#10;The Ancient One is a massive XXL Enemy that rivals Beli&rsquo;al, both in size and theme! He is a terrifying foe to behold that can alter reality out from under the Heroes - shifting time, re-writing history, and breaking open portals to other dimensions during the fight. Sweeping his monstrous Sword of Felg&rsquo;nar with every attack, The Ancient One can easily slash through entire groups of Heroes in one fell strike. He also comes with a deck of Ancient Doom cards that give him a motivation for why he has emerged from the Void to crush the Heroes. One of these cards is drawn whenever The Ancient One enters play, and gives a thematic reasoning for his attack, a special bonus to The Ancient One himself, and alters the &lsquo;End of Mission&rsquo; Failure and Rewards for the current Mission being played.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "American West",
      "Dice",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Tribal Ghost Warriors",
    "ID": 233598,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233598/shadows-of-brimstone-tribal-ghost-warriors",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A Blasted Wastes Deluxe OtherWorld Expansion.&#10;&#10;The retail release of the Blasted Wastes OtherWorld Expansion became a &quot;Deluxe OtherWorld Expansion&quot; after the Kickstarter with the addition of 6xGhost Warriors, 3xLarge Sand Crabs, and a set of 2xWasteland Scavenger Heavies and 1xWasteland Warlord. These had to be added to pledges as Add-Ons. The Ghost Warriors in particular were a Stretch Goal that was not unlocked during the Kickstarter campaign. The Sand Crabs and the set of Wasteland Heavies/Warlord were wholly new and did not exist during the Kickstarter or Pledge Manager.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Dice",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Wasteland Sand Crabs",
    "ID": 233599,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233599/shadows-of-brimstone-wasteland-sand-crabs",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A Blasted Wastes Deluxe OtherWorld Expansion.&#10;&#10;The retail release of the Blasted Wastes OtherWorld Expansion became a &quot;Deluxe OtherWorld Expansion&quot; after the Kickstarter with the addition of 6xGhost Warriors, 3xLarge Sand Crabs, and a set of 2xWasteland Scavenger Heavies and 1xWasteland Warlord. These had to be added to pledges as Add-Ons. The Ghost Warriors in particular were a Stretch Goal that was not unlocked during the Kickstarter campaign. The Sand Crabs and the set of Wasteland Heavies/Warlord were wholly new and did not exist during the Kickstarter or Pledge Manager.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Dice",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Wasteland Heavies/Warlord",
    "ID": 233600,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233600/shadows-of-brimstone-wasteland-heavieswarlord",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The retail release of the Blasted Wastes OtherWorld Expansion became a &quot;Deluxe OtherWorld Expansion&quot; after the Kickstarter with the addition of 6xGhost Warriors, 3xLarge Sand Crabs, and a set of 2xWasteland Scavenger Heavies and 1xWasteland Warlord. These had to be added to pledges as Add-Ons. The Ghost Warriors in particular were a Stretch Goal that was not unlocked during the Kickstarter campaign. The Sand Crabs and the set of Wasteland Heavies/Warlord were wholly new and did not exist during the Kickstarter or Pledge Manager.&#10;&#10;The Kickstarter Add-On comes as three identical sprues, each with a body, two heads and four upper limbs. It's up to the owner to assemble them as either a Warlord or a Heavy.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Dice",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Wasteland Terralisk",
    "ID": 233601,
    "Year": "(2017)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233601/shadows-of-brimstone-wasteland-terralisk",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Terralisk is a new XL enemy for the Blasted Wastes. Living deep under the sulfurous sands, these massive insect-like creatures lay in wait for unsuspecting prey to stray too close to their hunting grounds. They are attracted to vibrations in the ground and often tunnel their way through rock and sand to reach the site of a newly crashed ship or freshly opened portal to an Otherworld in hopes of an easy meal!&#10;&#10;With the ability to erupt from the ground under Heroes, casting them aside while taking a bite or two along the way, or worse yet, pulling the Hero back underground with it, the Terralisk is a fearsome foe to fight! Whether in the claustrophobic confines of the mines if they have strayed through a portal into our world, or in the burning desert sands of the Blasted Wastes, the Heroes must always be wary not to wander into a Terralisk hunting ground!&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Dice",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Second World War at Sea: Battle Cruisers into Carriers",
    "ID": 233605,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233605/second-world-war-at-sea-battle-cruisers-into-carri",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Golden Journal expansion / variant for Second World War at Sea: Strike South, Plan Z and Coral Sea with counters for conversions of British and US battlecruisers into aircraft carriers.&#10;&#10;Part the Second Great War alternative history story arc. Contains 3 variants to existing operational scenarios and 1 new battle scenario.&#10;&#10;Comes with 10 long ship counters and 20 aircraft counters.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Second Great War (Avalanche Press)",
      "Series: Second World War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Second World War at Sea: Ships of Plan Z",
    "ID": 233606,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233606/second-world-war-at-sea-ships-of-plan-z",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Ships of Plan Z is a source book for the Plan Z expansion set, including 105 die-cut and mounted &quot;long&quot; playing pieces, the same size we use for major warships in Second World War at Sea games, depicting the German torpedo boats, gunboats and anti-aircraft ships we've put on square playing pieces in previous games and the Plan Z massive expansion set.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Second World War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Code Name: Nova",
    "ID": 233614,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233614/code-name-nova",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The first supplement for the modern miniatures wargame Merc: Dogs of War.&#10;&#10;The 34-page rulebook and double-sided pull-out reference sheet cover statistics for small arms, artillery, tanks, APC's, helicopters, and other weapons used by Russia and Warsaw Pact countries. The rules also include TO&amp;E's, communications capabilities, and expanded armor rules.&#10;&#10;Description from the rulebook:&#10;&#10;&quot;This booklet is a supplement to the Merc-D.O.W. set of rules. It is to incorporate the weapons used by the Russians and Warsaw Pact countries. Also it will have expanded rules for armor and armored combat.&quot;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Levensweg VIP Editie",
    "ID": 233615,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/233615/levensweg-vip-editie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "You are VIP (Rockstar, Moviestar, Sportslegend,...) driving in a limo. You need to make a crew to get in the VIP area. Your goal is to collect five stars to win the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Game of Life"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Century: Spice Road – Bonus Cards",
    "ID": 233621,
    "Year": "(2017)",
    "Geek Rating": "5.714",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233621/century-spice-road-bonus-cards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "The Century Spice Road Bonus Cards mini-expansion introduces a new merchant ability providing players new strategic choices.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Century (Plan B Games)",
      "Promotional: BGG Store Promos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Martial Arts",
    "ID": 233624,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233624/martial-arts",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Fast-moving man to man combat for one to six players.&#10;&#10;User summary:&#10;&#10;A ziplocked game consisting of six 8.5x11&quot; sheets of paper (a cover sheet, 3 pages of rules, a chart, and a hex map). The game used unmounted counters that had to be cut apart.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eskimo Fishes",
    "ID": 233625,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/233625/eskimo-fishes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The annual Ice Fishing Festival... a day when all the Eskimo children in your village get a chance to show off their skills and see who can catch the most fish. You are finally old enough to participate and anxious to prove yourself to the other children. You will need to carefully scout the area for the biggest fish, cleverly maneuver across the crowded ice, and strategically manage your limited supply of lures if you hope to out-fish the competition. Do you have what it takes?&#10;&#10;Eskimo Fishes is a competitive tile placement game in which players use an assortment of colored lure tiles to influence (and hopefully catch!) fish scattered throughout a modular lake map.&#10;&#10;At the start of the game, ice tiles are shuffled and laid face-up in a grid to form the frozen lake and colored fish tokens representing holes in the ice are placed on each of the tiles.  Players&rsquo; turns consist of two phases: movement and fishing.  During the movement phase, players must move their Eskimeeple to a new unoccupied ice tile.  During the fishing phase, players manipulate a rondel on their player board to select a lure tile that must then be placed adjacent to their Eskimeeple.  After a set number of rounds, each fish is caught by the player with the highest sum of like-colored lures placed around it.  The player who catches the highest total value of fish is the winner!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stellar Wars",
    "ID": 233626,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/233626/stellar-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "User summary:&#10;&#10;A set of rules for fighting tactical spaceship battles using 1/3000 scale miniatures. The game consists of a 46-page digest-sized rulebook and an insert with game charts and tables.&#10;&#10;The spaceship design rules offer a unique approach. The number and type of components that a player can install on a spaceship depends on the physical dimensions of the miniature figure being used to portray the ship. The game was designed to be directly compatible with lines of spaceship miniatures produced by several manufacturers, and the rules include listings specifying the volume of individual miniature spaceships from various manufacturers.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat Commander: Europe – C3i #28 Scenarios",
    "ID": 233628,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/233628/combat-commander-europe-c3i-28-scenarios",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Two scenarios and 9 Personal Leader counters (for C3i Combat Commander Campaign).&#10;&#10;Scenario 121: How Close is Too Close - St. Genevieve, France, 13 September 1944 - Americans x Germans.&#10;&#10;Scenario 122: Barbarossa Sustained - Plyussa River, Narva Vicinity, Estonia, 14 August 1941 - Russians x Germans.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Combat Commander"
    ]
  }
]