[
  {
    "Rank": "26901",
    "Name": "Angry Sheep",
    "ID": 146253,
    "Year": "(2014)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/146253/angry-sheep",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Welcome to Angry Sheep, a fast paced dice game at home on the family dining table, at the pub, or after hours at your favorite convention.&#10;&#10;The basic premise is dice matching - roll the dice, keep your doubles, take your re-rolls, and then act accordingly. Be the first one to collect enough sheep and you've won! Simple, right? Not quite.&#10;&#10;You and your neighbors can steal sheep from each other, and your Barbarians occasionally have too much (root beer) to drink and deliver sheep to the wrong pasture. But, worst of all, is the dreaded... Sheep Guevara! If this revolutionary find his way into your flock he'll work to free them until the fight calls him elsewhere!&#10;&#10;The game includes:&#10;&#10;7 Shepherd Dice (molded, not printed)&#10;&#10;1 Black Sheep Die (molded, not printed)&#10;&#10;35 Sheep Tokens (injection molded plastic)&#10;&#10;1 Black Sheep Token (injection molded plastic)&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "26902",
    "Name": "The Muppet Show Game",
    "ID": 5566,
    "Year": "(1977)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/5566/the-muppet-show-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the box:&#10;&#10;ACT 1&#10;It's showtime! And Muppet-mania has broken loose on stage. Our playful performers scurry about, bobbing stage left, weaving stage right, in a frantic, frenzied race to the footlights.&#10;&#10;ACT 2&#10;Muppets, Muppets everywhere! And you can move them all. You control the chaos, with a little &quot;frog-imagination&quot; from Kermit. Using his script and double spinner, direct the Muppets and their sets to their proper positions for curtain call.&#10;&#10;FINALE&#10;If you get your Muppets there first, the applause belongs to you.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: The Muppet Show"
    ]
  },
  {
    "Rank": "26903",
    "Name": "The Beer Game",
    "ID": 34129,
    "Year": "(1994)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.17",
    "Link": "https://boardgamegeek.com/boardgame/34129/the-beer-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "1",
    "Description": "A drinking game involving rolling a die to move, and then performing the action listed on the space you land on. Certain spaces allow the player to draw a card from the deck, on which is again an action that must be performed, for example the coveted &quot;Bathroom Break&quot; card. The winner is the one with the most points at the end of the game. Points are usually accumulated through drinking, but occasionally for completing task such as singing a shanty, or balancing a glass on your forehead for half a minute.&#10;The game is timed, and the duration is chosen at the start of the game. Alternatively, play continues until all players are drunk.&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "26904",
    "Name": "Cats' Mansion",
    "ID": 5903,
    "Year": "(1984)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/5903/cats-mansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In a great country mansion there live, in great luxury, four cats. As all cats, they are totally unlike each other, both in appearance and in character....The cats do not like each other and are also competitive. &#10;&#10;The first cat to get it's object, Wins!&#10;&#10;Each player gets a cat and an object card, these are kept throughout the game and do not change.  These represent the player's cat and the object that cat dreams about. Players will try to keep these two cards secret, while trying to meet CAT &amp; OBJECT on the board to win the game.&#10;&#10;Any player can move any cat and any object. A total of 4 moves are granted per turn.  No dice are involved.&#10;&#10;The Meow cards are used to send cats directly to certain rooms, either to hassle your opponents or to help your own cat.  The purrr cards cancel a Miaow card, but they need to be played on the same particular cat.  There is also hissing when cats pass each other!!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Betting and Bluffing",
      "Grid Movement",
      "Hidden Roles",
      "Movement Points",
      "Moving Multiple Units",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "26905",
    "Name": "Battle of the Sexes",
    "ID": 251252,
    "Year": "(2012)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.15",
    "Link": "https://boardgamegeek.com/boardgame/251252/battle-of-the-sexes",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Battle of the Sexes has 880 questions or actions divided into five card categories. For every question your team answers correctly, a trophy is moved closer to your team's Winner's Circle. Earn three trophies to win.&#10;&#10;Each team can use Challenge Tokens. These Tokens could either propel you to an easy victory, or send you backwards. If your team doesn't know the answer to an Our Facts, Our Stuff, Our Pics, or Our Lives question, but you think the other team doesn&rsquo;t know the answer either, you can throw the question back at them by playing one of your challenge tokens. If they answer incorrectly, move the trophy towards your side of the board. If they answer correctly, move the trophy towards their side of the board. Each team only has 3 Challenge Tokens.&#10;&#10;",
    "Categories": [
      "Humor",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26906",
    "Name": "Garçon",
    "ID": 28989,
    "Year": "(2007)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/28989/garcon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;Gar&ccedil;on&quot; is French for &quot;waiter&quot;. It is a card game in which the players hold the role of a waiter in a Caf&eacute; Bar. Their objective is to memorize orders in order to gain the maximum in tips, but in order to carry them it will be necessary to judiciously use the Event Cards, to thwart the plans of the other players and to pay attention to the time which passes. &#10;The game consists of 77 cards and is suited for players Ages 8 and up&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "26907",
    "Name": "The Walking Dead: Don't Look Back Dice Game",
    "ID": 155464,
    "Year": "(2014)",
    "Geek Rating": "5.470",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/155464/the-walking-dead-dont-look-back-dice-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In The Walking Dead &quot;Don't Look Back&quot; Dice Game, you play as one of four survivors from the television show: Rick, Daryl, Michonne, and Carl. Each character has a unique special ability that helps them survive and score the most Walker kills.&#10;&#10;The game also features four important locations from the series, and you need to kill walkers to prevent your location from being overrun. Each location offers different strategies for wide-ranging game experiences, and by varying the number of locations in the game, you can adjust the game length from 15 to 45 minutes. This is a competitive dice game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: The Walking Dead"
    ]
  },
  {
    "Rank": "26908",
    "Name": "Win, Lose or Draw",
    "ID": 6800,
    "Year": "(1987)",
    "Geek Rating": "5.470",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/6800/win-lose-or-draw",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.0476",
    "Description": "A game similar to Pictionary in that players must convey words and phrases to their teammates by drawing images on paper.&#10;&#10;The instructions include two ways to play: team play and gameboard play.  The object of the team play game is to be the first team to make 8 correct guesses.  The object of the gameboard way is to be the first player to collect 4 different colored pawns and the Ace-In-The-Hole card.&#10;&#10;Based on the hit TV game show of the same name with Vicki Lawrence as host of the NBC-aired version from 1987 until 1989, and Bert Convy [who also created this show along with actor Burt Reynolds] (1987-89) and Robb Weller (1989-90) as hosts of the syndicated version respectively.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "26909",
    "Name": "The Peter Principle Game",
    "ID": 1989,
    "Year": "(1973)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.05",
    "Link": "https://boardgamegeek.com/boardgame/1989/the-peter-principle-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "This game was published in the wake of the best-selling success of Dr. Peter's book &quot;The Peter Principle&quot; (oft-quoted as &quot;In a hierarchy, every employee tends to rise to his or her level of incompetence&quot;). In it, the players, employees of a huge corporation, compete to avoid promotion and remain competent (by taking more &quot;right&quot; decisions than &quot;wrong&quot; ones). At the same time, each tries to force the others into promotion or into &quot;deadwood&quot; status (which happens by accumulating enough wrong decisions and being found out). The last player still alive and competent is declared the winner.&#10;&#10;The game was originally published by Skor-Mor in 1973, but the 1981 AH edition is much easier to find.&#10;&#10;Skor-Mor published 3D puzzles and games in clear plastic such as Chess in the Third Dimension and a 3D Tic-Tac-Toe called Trinary. It disappeared in the early 1980s.&#10;&#10;A related game, theme-wise, is AH's Bureaucracy.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26910",
    "Name": "Downton Abbey: The Board Game",
    "ID": 151468,
    "Year": "(2013)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/151468/downton-abbey-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The fast moving game that transports you in to the world of Downton Abbey. As a maid or footman, you have to complete the tasks you are given as quickly as possible. Starting in the Servants' Hall, each player is dealt Destination cards which have varying values indicated by the number of bells on the card. This relates to how important or difficult the task is. The players must then navigate their way around the corridors and stairs of the Abbey, throwing the dice to determine how many moves they can make.&#10;&#10;Once they reach the destination of a task, they collect their bell tokens, and the next player throws the dice to set off for the next job. But nothing is that simple! Along the way, a player can land on a 'Carson Card' space and have to take a card, which could either help or hinder them. On other spaces, the player may have to collect a 'Letter' which could call them away from the Abbey, slowing them down or costing them bells! And which route will they take? A short easy looking one to get a job done earning only one bell, or a longer route with the possibility of collecting a higher reward?&#10;&#10;The winner is the player who has completed all their jobs and collected the most bells.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: England",
      "Series: Destination ... (RTL Games)"
    ]
  },
  {
    "Rank": "26911",
    "Name": "Tuchulcha",
    "ID": 9802,
    "Year": "(2004)",
    "Geek Rating": "5.470",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/9802/tuchulcha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7368",
    "Description": "Theme:&#10;&#10;Game is themed around a purification ritual of the ancient Etruscan people, who predated the Roman Empire around 6th century B.C.  Each player represents a different temple, faithful to the divinities Achvizr, Alpan, Leinth, and Thalna.  On &quot;Tagete's&quot; day, the Etruscan Haruspexes [priests] proceed down the path of purification to the Velthumena Altar.&#10;&#10;Goal:&#10;&#10;Each player has 8 pawns representing &quot;Haruspexes&quot; [priests] in their color.  Each player is trying to move their priests along the path of purifiction from their home temple to the altar at the center of the board.  One player may also choose the path of darkness and consecrate themselves to the divinity &quot;Tuchulcha&quot; with the goal of elminating all rival priests.  This role is only available in 3 and 4 player games.  If a player chooses this path, then another single player may consecrate themselves to &quot;Lasa Vecuvia&quot; with a different set of powers.  This player's goal is to now move their priests to set &quot;passages&quot; on the path and place 4 seals to win the game.  This role is only available in 4 player games.&#10;&#10;Players win by having the most priests in the center altar at game end.  If a player chooses Tuchulcha's power, they win by eliminating all other priests, and lose if any priest enters the altar.  A player that chooses the Lasa Vecuvia power wins only by placing all 4 seals.&#10;&#10;Gameplay:&#10;&#10;Game plays with 2, 3, or 4 players. Each player begins the game with 8 pawns on their home temple.  On their turn players roll 2 dice.  If doubles are rolled, the player may throw a third die.  Then player chooses to move one or more of their pawns the number of pips shown on each die.  For example, if a 5 and a 2 are rolled, a player may move one pawn 5 and another 2, or one pawn 5, and then 2 [not seven at once].  This is important as where you land can be significant on each move.  Players move their pawns around a spiral path approaching the altar at the center.  Along the way players will encounter other players' pawns, and special spaces on the path.  These spaces can increase the &quot;spiritual strength&quot; of players' pieces by two times of three times [Mystical Stones], or &quot;passage&quot; spaces can banish them to the Tuchulcha forest.  While Mystical Stone spaces are powerful in defense, pawns must move off these spaces as soon as they can.  Pawns can normally pass through each other regardless of owner.  Any number of a single player's pawns may occupy a single space.  However, when a pawn would land on another player's by exact count, it must equal the &quot;spiritual strength&quot; of the player's pieces in the space.  Normally, spiritual strenght is one per pawn, but in the 2x or 3x spaces these are multiplied respectively.  If a moving player can eqaul the spiritual strength of pawns in the space, then the occupying pawns are banished to the Tuchulcha forest.  These pawns are essentially out of the game, but can be used to activate the alternate &quot;Tuchulcha&quot; player role. Once a pawn banishes an opponent's pawn, it may not move again this turn.  2 player game uses 2 &quot;neutral&quot; colors which any player can move during their turn.  3 player game adds the optional Tuchulcha player role, and 4 player adds both Tuchulcha and Lasa Vecuvia roles to play.&#10;&#10;At any time one and only one player [in 3 and 4 player games], may choose to take on the role of Tuchulcha [a god of destruction]. To activate this power, the player must &quot;sacrifice&quot; 3 pawns.  These pawns may come from the home temple, altar, path, or Tuchulcha forest.  Once activated, the Tuchulcha player's new objective is to eliminate all other players' pawns.  As soon as one other player's pawn enters the altar, Tuchulcha loses and is eliminated from the game.  This can make this role selection a risky move.  However, this player gains powerful new abilities. Tuchulcha's pawns can never be banished to the forest, he rolls 4 dice and selects the 3 best, and no longer has to stop after banishing an opponent's pawn.&#10;&#10;If a player chooses to be Tuchulcha in a 4 player game, then another [and only one] player may take the role of Lasa Vecuvia.  This player must still have 4 active pawns in play to activate.  This player's objectives are now to &quot;seal&quot; the 4 passages along the path.  These passages normally banish pawns to the forest, but when the Lasa player lands a pawn on the passage, she places a seal token on the passage and removes the pawn from play.  Once she places all four seals in this manner she wins the game.&#10;&#10;Components:&#10;&#10;32 high quality wooden pawns in 4 colors&#10;4 green wooden dice with gold pips and rounded corners&#10;1 double sided game board for 3 and 4 player games&#10;1 full color illustrated rules booklet&#10;&#10;",
    "Categories": [
      "Dice",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "26912",
    "Name": "Artifact",
    "ID": 12511,
    "Year": "(2004)",
    "Geek Rating": "5.470",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/12511/artifact",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.9",
    "Description": "From the publisher...&#10;&#10;Artifact is an exciting strategy game that sends players around the world to recover missing treasures. From Armenia to New Zealand, you search the world for lost and stolen artifacts as the leader of the Interpol's world-class Artifact Recovery Team.&#10;&#10;Which countries will you return artifacts to first? How good are your negotiation skills? Can you trust your informants to give you reliable information? Your goal is to advance around the board by successfully recovering artifacts. You will face time-sensitive challenges that test your memory and press your luck. But be careful! It's a race to the bitter end, as players can easily come from behind to win!&#10;&#10;With the perfect combination of strategy, knowledge, and a little bit of luck, you can succeed in the amazing world of Artifact.&#10;&#10;&#10;Contents&#10;&#10;Instruction Sheet &#10;Game Board &#10;72 Artifact Cards &#10;24 Informant Cards &#10;6 Legend Cards &#10;180 Challenge Cards - with card box&#10;15 Second Sand Timer &#10;2 Dice &#10;50 Coins &#10;120 Dome Pieces (20 x 6 colors) - with storage bag&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Card Game",
      "Dice",
      "Educational",
      "Memory",
      "Negotiation",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Roll / Spin and Move",
      "Set Collection",
      "Storytelling",
      "Trading"
    ],
    "Families": [
      "Components: Map (Global Scale)"
    ]
  },
  {
    "Rank": "26913",
    "Name": "Rat Splatter",
    "ID": 1415,
    "Year": "(2001)",
    "Geek Rating": "5.470",
    "Avg Rating": "3.79",
    "Link": "https://boardgamegeek.com/boardgame/1415/rat-splatter",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Official Blurb:&#10;Squishing rats with anvils is truly a rewarding job, especially when you're getting paid for each rat, and especially when you first take the time to breed them in big nests and squish them all at once.&#10;&#10;It's fast, it's furious, it's about outwitting your opponents and thinking on your feet. But more important than that, it's a game about dropping anvils on rats. What more do you need??&#10;&#10;http://www.savant-garde.com/rats&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Rats"
    ]
  },
  {
    "Rank": "26914",
    "Name": "E.T. The Extra-Terrestrial Card Game",
    "ID": 10187,
    "Year": "(1982)",
    "Geek Rating": "5.470",
    "Avg Rating": "3.45",
    "Link": "https://boardgamegeek.com/boardgame/10187/et-the-extra-terrestrial-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Share E.T.'s unique adventures.  Play with cards that show some of his adventures on earth: hiding among Elliott's stuffed animals, healing Elliott's cut finger, building the transmitter to phone home, and saying goodbye to Elliott.  Try to collect each card, but watch out for the danger card, you'll have to fly away from the danger with a fly card.  Be the first to collect each of the adventure cards, and you're the winner.&#10;&#10;Deck consists of 35 playing cards and 1 rules card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "26915",
    "Name": "You've Been Sentenced!",
    "ID": 20790,
    "Year": "(2005)",
    "Geek Rating": "5.470",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/20790/youve-been-sentenced",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4091",
    "Description": "The multi award-winning  You&rsquo;ve been Sentenced! word game uses pentagon-shaped cards with conjugations of funny words, famous names, and familiar places. Each player uses his or her hand of 10 cards to build a grammatically correct sentence, racing the other players while also trying to score the most points per round. Sentences also have to be justifiable in meaning, making players use both creativity and common sense.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: You've Been Sentenced!"
    ]
  },
  {
    "Rank": "26916",
    "Name": "Thin Ice",
    "ID": 13208,
    "Year": "(1992)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/13208/thin-ice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This game has a lower tray that with supports suspending an upper ring in which a thin white tissue (the ice) is stretched. Players take the large Eskimo tweezers, and one at a time use them to place a marble on the &quot;ice&quot;. Eventually the weight of the marbles breaks the &quot;ice&quot; and dumps them all down into the lower tray. The player who hasn't broken through the &quot;ice&quot; three times wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Penguins",
      "Components: Marbles",
      "Components: Tweezers",
      "Movies: Happy Feet"
    ]
  },
  {
    "Rank": "26917",
    "Name": "Capitaly",
    "ID": 18618,
    "Year": "(1935)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/18618/capitaly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4444",
    "Description": "This is Hungarian version of the monopoly game that, like Parker Brothers', must have been issued around 1935, because the currency Peng&otilde; was in use in Hungary from 1927 till mid 1946. In addition the banknotes have a kind of &quot;engines-pattern&quot; that resembles that of Parker Brothers' but with 2 engines and 2 houses left and right from the circle-with-number-in-the-center. Everything indicates an imitation rather than a license of Parker Brothers.&#10;&#10;The lid of the box shows a slightly reduced copy of the oblong game board in the colors red, beige and black.&#10;The long sides always have 12 fields between the corners whereas the short ones have 7 spaces. Therefore the streets of the 3rd and 7th group are on 2 sides of the board. The first group is made up of districts of PEST, those of the 5th group of districts of BUDA, whereas all other spaces are streets of BUDAPEST. The back side of the pretty beige colored property deeds is unprinted.&#10;&#10;The streets have no prices on the game board, and the groups are marked by stripes, triangles, crosses and circles. There are but 3 stations which in addition are not situated in the middle of the sides. On the other hand there are also 3 public works, viz. besides the Electric- and Gas Works there is Telephone as well. There are 3 tax spaces. Really Hungarian is the reward of 500 P you get from each player on your name day (N&eacute;vnap).&#10;&#10;The lid and the board's midfield shows an illustration of the New York skyline with the remark &quot;statutory protected&quot;.&#10;&#10;In the center-area is only 1 space for cards being the 24 orange Chance-cards you have to pull arriving on a Wheel of Fortune space. Instead of &quot;Just visiting in Jail&quot; you are going to relax at the Margit Isle (in the middle of the river Donau). You are not sent to this place in the 3rd corner because there you'll join in a lottery. There you have to throw immediately once more. You'll receive 10-fold in Peng&ocirc;s from the bank the number of pips thrown. Should you throw 12 you even get the first prize of 10,000 Peng&ocirc;s. Instead of Free Parking you'll land in the Sanatorium. You may be sent to it as well by a Chance card, because &quot;You are exhausted, you have to be treated - Go to the Sanatorium!&quot;. It is a kind of jail anyhow, because here again you have to omit 3 turns.&#10;&#10;In the inner box is an insert of black plastic containing 5 trays for the equipment. The 7 are printed in black on colored paper in the denominations 10 - 50 - 100 - 200 - 500 - 1000 and 5000 Peng&ocirc;. The tokens consist of 6 colored round discs of timber. There are 32 beige houses of raw timber and 12 red hotels.  One die is black and one red.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Game: Capitaly (Oliver Games)"
    ]
  },
  {
    "Rank": "26918",
    "Name": "Doctor Who: Battle to Save the Universe",
    "ID": 88586,
    "Year": "(2010)",
    "Geek Rating": "5.469",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/88586/doctor-who-battle-to-save-the-universe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Doctor Who fans can you save the universe? Traverse the board, spinning the spinner to move. As you land on the home spaces you may pick up enemy discs, or battle to steal them from other players. The player who has collected the most pairs of enemies at the end of the game is declared the winner!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "26919",
    "Name": "Sharur: Evolutions",
    "ID": 14130,
    "Year": "(2004)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.44",
    "Link": "https://boardgamegeek.com/boardgame/14130/sharur-evolutions",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "In a world of science-fantasy inspired of the universes of Caza or Moebius, you will have to direct your people (among three races: humans, dragons, Arachnid ) and bring it towards the ultimate stage of development.&#10;Each player starts in a village producing : Evo (allowing to gain evolutions modifying the characteristics and confer special capacities) and Repro (to get new units).&#10;During the game, three cities will appear, they will give in their turn capacities Evo and Repro with the people controlling them. But for that, it will be necessary to fight!&#10;In the center of the boardgame, the Sharur mount is a important place, because great source of Evo, but it is also a dangerous place when the misadventure of the Sharur god decides to make a visit there to devour all those which are there.&#10;The game will propose to you to manage the evolutions of your people (you will be able to choose such or such way according to your choices of play or your strategy), with options such as spittle of acid, claws, flight, precognition, assassination, etc.&#10;The characteristic of the mechanisms of the play comes from the absence of luck in displacements and especially in the combat, and only the events cards will give some random in game.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "26920",
    "Name": "Dream Heist",
    "ID": 154482,
    "Year": "(2014)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.23",
    "Link": "https://boardgamegeek.com/boardgame/154482/dream-heist",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Dream Heist is a board game that takes place in the dream world. The board represents the inside of a dreamer's mind, who is known as the Mark. Each player is trying to plant an idea in the Mark's dream, hoping that when he wakes, he will carry out their chosen task. The key is to make your task seem achievable to the Mark and to make sure he believes it was his own idea from its inception. In order to do this the dream needs to be so real, that when the Mark wakes up, the planted idea sticks and he performs the mission without a second thought.&#10;&#10;Each player starts the game with his or her own mission. This is the core idea that they are trying to plant inside the Mark's mind before the dream ends. Each mission is comprised of four steps: Architect, Forger, Extractor, and Inception. Players must collect the correct number of cards for each of these four steps in order to plant their idea fully. This is done by circling the different dream levels in the direction of your choice. There are spaces for collecting cards and planting ideas. Once an idea is planted in a certain section of the Mark's mind, that section is full. The other players must move to another dream level where the section in need is still available. There are also spaces where players encounter the Mark&rsquo;s subconscious, which can either help or hurt you.&#10;&#10;As you move down the dream levels to plant the different phases of your idea, you gain more points. However, it takes more time the further down the levels you go, so you have to plan your route wisely. Ultimately, the Mark will only carry out one player's planted idea when he wakes. This player receives extra points and increases his or her chances for victory.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26921",
    "Name": "Robots Ate Our Pizza",
    "ID": 332173,
    "Year": "(2021)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/332173/robots-ate-our-pizza",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Robots have crashed your pizza party and challenged you to a contest! The winners get to eat your pizza! You and your friends must work together to solve a series of tasks. After each task the robots will eat some slices of pizza. Number of slices eaten depends on your group&rsquo;s performance on the task. How much pizza will you have left after completing the four tasks?&#10;&#10;This is a cooperative game - players must work together as a team to succeed. This is a &ldquo;select-and-pass&rdquo; game (AKA &quot;drafting&quot;) - players pick a card, pass the rest of their hand left, and repeat.&#10;&#10;The game includes 20 tasks of increasing complexity making the game suitable for both avid gamers and families. The advanced tasks provide challenge and replayability for avid gamers. Families playing with kids can enjoy the game even without the advanced tasks.&#10;&#10;Players get points for collecting different combinations of robots. But because this is a cooperative game, you cannot only think about your own points. You must also think about how your card selection affects players downstream from you. Selecting a specific card might help you a little, but it might help a player one or two positions to your left even more. But then again, you aren&rsquo;t entirely sure what players downstream from you are collecting, and they can't tell you. You have to make an educated guess!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Communication Limits",
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "26922",
    "Name": "Cashflow for Kids",
    "ID": 11200,
    "Year": "(1999)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/11200/cashflow-for-kids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "From the publisher : Give your children the financial head start necessary to thrive in today's fast paced and changing world. Schools teach children how to work for money. CASHFLOW for Kids teaches children how to have money work for them. CASHFLOW for Kids is a complete educational package which includes the book and audiocassette titled &quot;Rich Dad's Guide to Raising Your Child's Financial I.Q.&quot; CASHFLOW for Kids is recommended for children ages 6 and older.&#10;&#10;GAME PARTS LIST&#10;Game Board&#10;6 Individual Game Cards&#10;&#10;Larger Rectangular cards:&#10;82 Green Asset Cards&#10;30 Red Expense Cards&#10;36 Yellow Sunshine Cards&#10;&#10;Small Rectangular cards:&#10;46 Green Securities Asset Icons&#10;20 Green Real Estate Asset Icons&#10;24 Green Business Asset Icons&#10;&#10;8 Red (pinkish) Borrowed Money Liability Icons&#10;14 Red (pinkish) Credit Card Liability Icons&#10;4 Red (pinkish) Mortgage Liability Icons&#10;&#10;Other Misc Items&#10;Green Circles - $10 (54), $100 (54), $1000 (12)&#10;Blue Triangles - $100 (12), $1000 (12)&#10;Red Squares - $10 (54), $100 (54), $1000 (12)&#10;&#10;Paper money - $10, $20, $50, $100, $500, $1000 (40 of each)&#10;&#10;Spinner Wheel&#10;Rulebook (24 pages)&#10;6 Cashflow Kid Awards (round, coaster sized)&#10;&#10;Plastic Pieces:&#10;6 Teenage Rat Playing Pieces (blue, black, red, orange, green &amp; purple)&#10;60 purple plastic stands for Asset and Liability Icons&#10;2 dice&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic",
      "Educational",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "26923",
    "Name": "Ultimate Golf",
    "ID": 1673,
    "Year": "(1985)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/1673/ultimate-golf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.25",
    "Description": "Golf simulation board game which focuses on the tactical aspects of golf (club selection, shot strength, shot direction, etc.).  Hooks/slices and distance hit are determined by dice rolls.  Has specialty shots for chipping, bunkers, recovery shots, etc.  Nine double-sided boards recreate 18 holes from famous golf courses around the world.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "26924",
    "Name": "Shocking Roulette",
    "ID": 8813,
    "Year": "(2003)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/8813/shocking-roulette",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1.6087",
    "Description": "Not so much a game as it is a torture device . . .&#10;&#10;From publisher's site:&#10;&#10;Think you're strong willed enough? Do you want a real test of nerves? Here it is. To play Shocking Roulette, simply place your finger in one of the victim slots and start the roulette lights running. The machine then selects one of the victims at random to receive a shock !!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Electrical Shock"
    ]
  },
  {
    "Rank": "26925",
    "Name": "On Assignment with National Geographic",
    "ID": 6210,
    "Year": "(1990)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/6210/on-assignment-with-national-geographic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3636",
    "Description": "OBJECT:&#10;To be the winning photographer by earning the greatest number of points. YOU EARN POINTS BY:&#10;&#10;    Traveling to your assigned destinations on the Map Board&#10;    Being the first to fill your portfolio with the 6 photo cards in your portfolio&#10;    Getting rid of photo cards that don't fit your portfolio list, as they count against you at the end of the game&#10;    Demonstrating your knowledge of geography by answering continent card questions for tokens&#10;    Getting lucky breaks (drawing even chance cards)&#10;&#10;&#10;This is basically an educational game of trivia about geography, which includes a great number of cards depicting nice NatGeo photos of every country around the world. The use of clues make it suitable for most ages. However, the clues are not easy and young children will struggle to answer the majority of the questions.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Environmental",
      "Exploration",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "26926",
    "Name": "The Cat in the Hat Game",
    "ID": 8081,
    "Year": "(1996)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.07",
    "Link": "https://boardgamegeek.com/boardgame/8081/the-cat-in-the-hat-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This is a neat little kid's game that teaches color and letter recognition - a little like Candyland.&#10;&#10;Players spin the spinner and move along a board made up of colored squares with picture tiles on them. When a player lands on a tile, if it matches either the color or the letter of his current tile, he takes it and placed it on top of his stack. When the last player reaches the Finish space, the player with the most picture tiles wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Cats",
      "Authors: Dr. Seuss",
      "Theme: Movies"
    ]
  },
  {
    "Rank": "26927",
    "Name": "Echelons of Fire",
    "ID": 3841,
    "Year": "(1995)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.49",
    "Link": "https://boardgamegeek.com/boardgame/3841/echelons-of-fire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "Echelons of Fire is a collectible card game for two players, who assume the roles of military commanders of the United States of America and the Soviet Union in the 1990s.  It is a sister game to Echelons of Fury, which pits players as World War 2 German and American commanders.&#10;&#10;Players build up their armies in the form of their own deck of cards, which represent supplies, units (air and land), weapons, equipment, and orders.  The objective is to destroy the enemy headquarters (HQ).  To go on the offensive, deployed units have to be ordered with maneuver cards, which direct the attack along one of three terrain cards between the players.  The defender can freely choose among his deployed units to meet the attackers on that terrain.  The outcome of the resultant combat depends on the influence of the terrain card, the involved units and their attached equipment.  If the attack is not defended against, the attackers inflict damage on the HQ.&#10;&#10;The game ends in a victory to the attacker when he or she has inflicted enough damage (typically 20) to their enemy's HQ.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Game: Echelons",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26928",
    "Name": "Jenga Max",
    "ID": 43890,
    "Year": "(2009)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/43890/jenga-max",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Jenga Max is a dexterity game similar to but different from Jenga.  Players take turns attaching plastic pieces to the top of a tower.  There are different ways of attaching pieces together, and if an added piece disturbs the balance of the tower, it will fall down and the player loses.  The winner is the last play who successfully placed a playing piece.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Jenga (Official)"
    ]
  },
  {
    "Rank": "26929",
    "Name": "My First UNO",
    "ID": 9090,
    "Year": "(1991)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/9090/my-first-uno",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0625",
    "Description": "My First UNO smaller re-themed version of Uno featuring popular kids' TV characters, like Sesame Street, Rugrats, Dora the Explorer, or Thomas the Tank Engine. It includes 36 cards, 1 to 7, draw 2, all in colors of Red, Blue, Green, and Yellow, and four wild cards. Game play is similar to ordinary Uno. The deck is shuffled and each player is dealt a hand of five cards. Players take turns discarding cards by matching the most recent discard in color or number. This version includes different characters for each number so that characters could also be matched. A player with one card remaining must yell Uno or draw two cards. Players without a matching card must draw one card from the draw stack. If the drawn card matches, it may be played immediately, otherwise the player's turn ends. The two special cards are the wild which permit a player to name a color for the next card to be played and the draw two which forces the next player to pick up two cards and lose their turn. The goal is to be the first player to discard all the cards in their hand.&#10;&#10;---&#10;&#10;All My First UNO games are grouped together in the database because there is seemingly no difference among them other than the featured characters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Animals: Bears",
      "Animals: Koalas",
      "Animals: Spiders",
      "Books: Curious George",
      "Books: Mr. Men",
      "Books: Winnie the Pooh",
      "Characters: Jake and the Never Land Pirates",
      "Folk Tales & Fairy Tales: Peter Pan",
      "Game: UNO",
      "Toys: Fisher Price Little People",
      "TV Shows: Dora the Explorer",
      "TV Shows: Handy Manny",
      "TV Shows: Rugrats",
      "TV Shows: Sesame Street",
      "TV Shows: The Koala Brothers",
      "TV Shows: Thomas the Tank Engine",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "26930",
    "Name": "BOX",
    "ID": 195455,
    "Year": "(2017)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/195455/box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.1667",
    "Description": "Players create squares with 4 dots of their secret color in this fast playing. tile-laying, strategy game. The bigger the square, the greater the points! Play alone or in teams and win the most points! Simply complex!&#10;&#10;Number 13 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Pattern Building",
      "Pattern Recognition",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "26931",
    "Name": "Magic Robot Quiz Game",
    "ID": 17568,
    "Year": "(1935)",
    "Geek Rating": "5.469",
    "Avg Rating": "3.88",
    "Link": "https://boardgamegeek.com/boardgame/17568/magic-robot-quiz-game",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "While marketed as a board game, the Magic Robot Quiz game is probably more accurately a &quot;curiosity&quot; game. The &quot;game&quot; consists of placing a little robot figurine which holds a pointer in the center of a circular pattern of questions. The robot is rotated to a particular question, and then lifted from the question area and placed in the center of the circular pattern of answers, whereupon the figurine auto-rotates to point to the correct answer.&#10;&#10;The mechanics of the board simply consist of a magnet in the figurine and two magnets in the board. The question area sets the correct offset on the robot's magnet, and then the robot is allowed to freely rotate in the answer area to provide the corresponding alignment.&#10;&#10;The game is essentially a trivial pursuit limited to eight sets of 14 questions with a &quot;wow&quot; factor for kids.&#10;&#10;Merit also released a &quot;World of Sport&quot; version of the game which used an Olympic torchbearer to point to the right answer.&#10;&#10;Magic Robot Contents:&#10;&#10;1 board&#10;1 Robot figurine&#10;4 overlay mats with questions and answers&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Educational",
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Books: Guinness World Records",
      "Brands: Disney",
      "Components: Magnets",
      "Country: China",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "26932",
    "Name": "Rock!",
    "ID": 34902,
    "Year": "(2008)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/34902/rock",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "1",
    "Description": "Out of the Box writes: &quot;Sharpen your skills with Rock! A fast and furious version of an old favorite. Using the traditional rules of Rock, Paper, Scissors, players flip over cards and race to name the winning card. Each card is different so it takes a sharp eye and quick wit.&quot;&#10;&#10;Part of their Fun to Go series packaged in small tins, Rock! consists of a deck of 60 cards - 20 each of rock, paper, and scissors. Each player quickly turns over one of their 30 cards, and the first to call out the winner of the two cards wins both of them. If you call out a losing card (or one that's not there) then your opponent wins the two cards. When the deck is gone you count your cards and whoever has the most is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26933",
    "Name": "The Emoji Game",
    "ID": 240224,
    "Year": "(2015)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/240224/the-emoji-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A set collection game based on emoticons, where players take turns to perform an action from one set of cards before drawing and discarding one emoticon from their hand.&#10;The first to have a set of five cards in the same emotional set (potentially including wildcards) must declare their emotion and put the hand on the table.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "26934",
    "Name": "UNO Dice",
    "ID": 3004,
    "Year": "(1987)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/3004/uno-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "Includes three ways to play.&#10;&#10;Game 1&#10;&#10;Each player draws four dice. Each player on their turn draws, rolls their dice, and places one of them in the dice tray. Any dice added to the tray must match by colour, number or letters. The first player to get rid of her dice is the winner.&#10;&#10;Game 2&#10;&#10;Game 2 is a variant of Yacht where the object is to have the highest points score after 11 rounds of play. The player draws five dice out of the bag and rolls all of them. The player may then take up to two more rolls with their choice of one or more of these five dice. Simply put aside the dice you do not want to roll, and roll the rest. Any of these dice may be rolled in any of your three rolls, except that all five must be rolled on the first roll. At the end of your turn, you must score your exposed dice faces in one of the eleven spaces in your column of the scoring sheet. If you cannot or do not wish to enter a score in any of the eleven spaces, then you must score a zero in your choice of one of the eleven spaces.&#10;&#10;Game 3&#10;&#10;All 24 spaces in the dice tray are used for Game 3. A player draws one die out of the bag, rolls it, and places it face up in any one of the 24 dice spaces in the tray. After the starting die is placed in the tray, the player to the left of the starting player draws four dice out of the bag and rolls them. The player looks at the dice to see if any of these can match the die already in the tray. The dice can match by either number, color or letter in any combination. If a match can be made, the player places the die in the tray and scores points. Dice are scored by making strings of two or more adjacent dice, all of the same color or kind. All numbered faces (0 through 9) score as their numerical value. The R, S and D2 each score as 20 points. The W and WD4 are not scored.&#10;&#10;After a player finishes their turn, the next player takes a turn using the same dice. Thus a player will usually begin her turn with one less die than the previous player. In this way, the first player will have four dice to roll, the second three, the third will have two, and so on. When a player, down to only one die, is able to play it, then the next player starts the pattern over again by drawing four fresh dice from the bag, rolls them and play proceeds from there.&#10;&#10;The game ends when the dice tray is full. The winner is the player with the highest total score.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Game: UNO"
    ]
  },
  {
    "Rank": "26935",
    "Name": "Breakout",
    "ID": 20203,
    "Year": "(1994)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/20203/breakout",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this game there are a game board placed vertically. On the board there five rows that you can shift pieces. And there are 26 pieces in two colour.You try to connect your color from bottom to top. In reality each row takes five piece. We can say this game is played on a 5x5 grid.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26936",
    "Name": "L-Game",
    "ID": 6474,
    "Year": "(1968)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/6474/l-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.9286",
    "Description": "From Mr. de Bono's website:&#10;The intention was to produce the simplest possible game that could be played with a high degree of skill. An attempt was made to fulfill the following conditions:&#10;&#10;1. A minimum number of playing pieces, preferably one each. &#10;The smallest possible board.&#10;&#10;2. A game with very few rules, one that would be very simple to learn and play.&#10;&#10;3. A game that could be played with a high degree of skill.&#10;&#10;4. A game that would not be determinate. A determinate game such as nim or noughts and crosses, is one in which the starting player could always win if he knew the strategy. An indeterminate game is one which two perfect players would play forever.&#10;&#10;The L game was the result. Each player has only one piece. The board is four squares by four squares.&#10;&#10;Appears with 3 SPOT game in Rex Games' Two Smart Games mini-anthology.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 4 x 4 Grids",
      "Components: Polyominoes",
      "Players: Two-Player Only Games",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "26937",
    "Name": "Shopkins Supermarket Scramble Game",
    "ID": 180740,
    "Year": "(2014)",
    "Geek Rating": "5.469",
    "Avg Rating": "3.65",
    "Link": "https://boardgamegeek.com/boardgame/180740/shopkins-supermarket-scramble-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Race your Shopkins around the supermarket visiting Fruits and Veggies, Dairy and the Frozen Foods section. Collect a token at each of these locations before braving the Sundae Summits as you move toward the Bakery for one more Shopkins token! Be the first player to collect one of each kind of Shopkins tokens and to reach the Finish space to claim victory. Watch out for Runaway Cart spaces that scoot you to different departments in the supermarket! Includes four (4) collectable Shopkins characters. Two (2) are exclusive to this game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Toys: Shopkins"
    ]
  },
  {
    "Rank": "26938",
    "Name": "The Office Trivia Game",
    "ID": 36895,
    "Year": "(2008)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/36895/the-office-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "From the manufacturer:&#10;&#10;Based on the hit NBC-TV show starring Steve Carell, players race around the office visiting cubicles and answering questions about the adventures and misadventures of its unique characters. Includes a &quot;Support the Rabid&quot; rubber bracelet - as seen on the show - that players get when they win the &quot;5K&quot; race.&#10;&#10;Buy Microbadge&#10;    &#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Trivia: Television"
    ]
  },
  {
    "Rank": "26939",
    "Name": "UWO",
    "ID": 12623,
    "Year": "(2004)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/12623/uwo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7097",
    "Description": "UWO's (unidentified walking objects) are residents of the planet Znorf. There are two kinds of UWO; The Gnorfs and the Pnorfs. Both of them are able to morf. But that is something that will be explained later on. The Gnorfs think that the Pnorfs are a group of ugly creatures and that feeling is completely mutual. All the more reason for them to start a war!&#10;&#10;beginning of the game&#10;UWO is a cardgame and a boardgame at the same time. Both players have six energy cards. The playing field is formed by the energy cards of both players. One player places them horizontally, directly in front of him. The other player does this at the side vertically, just like on the photo. The playing field is between these energy cards. &#10;Both players place their ten 'regular' UWO's of their own color in front of them in two rows of five each. The players shuffle their pack of cards and place them both upside down in front of them.&#10;&#10;energy&#10;Just like life on our planet, life on Znorf is expensive too. Everything you do will cost you &quot;Energy&quot;. you have to pay it for morfing, walking or fighting. Strong UWO's use much energy. If both players used all of their six energy, then a round is over. Everyone gets back his energy. But beware! If you're out of energy and your opponent isn't yet, he will play several turns at once! And for your opponent, weak (and cheap) UWO's come in handy now. They can do a lot of damage to you!&#10;&#10;many different UWO's&#10;There are no less than eight different UWO's in the game. Some are riding Knorfs (strange animails). They can trample everyone. Others are cowards, hiding in bunkers, etc.&#10;UWO's carry many different weapons. Lasers, dynamite, granades, bazooka's, etc. The bazooka UWO for instance, is one of the coolest of the gang and he himself thinks so too. He is extremely powerful. He can even blow up tanks! Unfortunately, such a bazooka is a great danger to our tiny UWO. Each time he has shot someone, he will be knocked out until the end of your next turn!&#10;UWO's are specialists. Every UWO has protection against a specific other UWO. For instance, a UWO in a tank has protection against one who fights with his bare hands.&#10;&#10;dynamite UWO&#10;Well, let's just say there's only one of it on each side. One who can be quite important to both players...&#10;&#10;morfing&#10;UWO's can morf in exchange for one energy point: UWO cards may be placed on UWO's that are already in the game. This way, a regular UWO can be morfed into anything you want to, just like that! This can be very useful. Imagine a laser UWO threatening you. Your opponent announces that it's going to attack!! Don't panic, his UWO can never hit you when you are hiding in a bunker! So, when you have this card, just morf your furry alien into one and shoot back...and hope your opponent doesn't morf his UWO into a grenade UWO...&#10;&#10;the pack of cards&#10;At the end of each turn each player may refill his/her cards to 3. But beware, players can run out of cards. The game still goes on untill all UWO's of one player in the battlefield are destroyed. It is very easy for an opponent to adapt his army to yours, when you are not able to morf anymore! Imagine your opponent creating a small army of laser UWO's to attack your last bazooka UWO! They have protection against this weapon. You may panic now, cause your lost.&#10;In the pack of cards, there are also nine &quot;miss cards.&quot; When you play this card, the shot will automatically be declared &quot;missed&quot; and of course you will have the chance to shoot back with this UWO. But don't play these cards to fast! Smart opponents remember how many you have left. When you lost them all, your opponent knows that every shot will be a hit. Sometimes it's smarter to just sacrifice a UWO, than to play a miss card.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Square Grid"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26940",
    "Name": "Dizzy Dizzy Dinosaur",
    "ID": 4889,
    "Year": "(1987)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/4889/dizzy-dizzy-dinosaur",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1538",
    "Description": "Each player start with five cavemen in one color and places them on the corresponding starting point.&#10;To move the cavemen players roll the dice. If numbers come up, they can move a caveman along the board. But if the dinosaur face comes up, the player must wind up the dizzy dinosaur and let him go. There`s no telling where he'll run, and any caveman knocked aside have to go back to start.&#10;The player which has brought all of their five cavemen to the center of the board safely wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "26941",
    "Name": "Guess Who?: Card Game",
    "ID": 302584,
    "Year": "(2018)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/302584/guess-who-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "It's a twist on Guess Who? gameplay with cards! In this version of the Guess Who? game, players lay out their Character cards in front of them and choose a Mystery Character from the Mystery deck. Then each player asks their opponent a yes or no question, and the answer gets them closer to who's on their opponent's Mystery card. When they think they know who their opponent's Mystery Character is, players make a guess. A correct guess makes that player the winner. If they guess incorrectly, that player loses the game! This quick-playing card game is a convenient way to let your kids take the Guess Who? game with them when traveling or visiting a friend's house.&#10;&#10;&#10;     Includes 40 face cards, 20 Mystery Cards, and instructions.&#10;     THE GUESS WHO? CARD GAME: It's the Original Guessing Game with a twist. Kids can enjoy a twist on classic Guess Who? gameplay with this *fun, fast card game&#10;     FUN TRAVEL GAME: This Guess Who? game is a quick-playing card game; Take it with you when you travel for a fun way to keep your kids entertained&#10;&#10;&#10;&bull; MAKE A GUESS: Each player lays out their Character cards in front of them, and picks a Mystery card from the deck. Then players ask yes or no questions to guess each other's Mystery Character&#10;&#10;     GAME FOR KIDS: The Guess Who? card game can make a great birthday gift, holiday gift, or stocking stuffer for kids ages 5 and up&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26942",
    "Name": "The Floor is Lava",
    "ID": 265026,
    "Year": "(2018)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/265026/the-floor-is-lava",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Everyone has played a version of this game as a child, most likely jumping all over the furniture in their living room trying to stay off the dangerous floor. The Floor is Lava is a brand-new game where players must imagine the floor is molten hot lava, while spinning for their color and jumping along foam game pieces in order to reach safety. The Floor is Lava is a family game incorporating physical activity, imagination and pure fun! Remember, DON&rsquo;T TOUCH THE FLOOR!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26943",
    "Name": "Bernini Mysterie",
    "ID": 17687,
    "Year": "(2005)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/17687/bernini-mysterie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "Abstract game &quot;inspired&quot; by Dan Brown's book.&#10;Each player has to stack pieces with the limitation of three pieces per stack. The winner is the one that shows on top of 5 stacks 5 pieces of his suit with 5 different numbers.&#10;&#10;Re-implements:&#10;&#10;    Cat & Mouse (for 2 players)&#10;&#10;&#10;Belongs to a series / trilogy, containing:&#10;&#10;    Bernini Mysterie&#10;    Da Vinci Code&#10;    Salomon's Dilemma&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "26944",
    "Name": "The Princess Bride: Storming the Castle",
    "ID": 35524,
    "Year": "(2008)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/35524/the-princess-bride-storming-the-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "From publisher's site :&#10;&#10;Storming the Castle is a fantastic, fun new game based on the classic film, &quot;The Princess Bride.&quot; Fight man to man in sportsman like combat to beat your opponents to Humperdink's castle to rescue the fair Buttercup from marriage. Make your way through the Fire Swamp, the Ravine, and up the Cliffs of Insanity.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: The Princess Bride"
    ]
  },
  {
    "Rank": "26945",
    "Name": "Gierki Małżeńskie",
    "ID": 191077,
    "Year": "(2015)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/191077/gierki-malzenskie",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.2143",
    "Description": "This board game has been published together with two other polish games &quot;Korporacja and &quot;Kariera Polityczna&quot; in a series of games illustrated by famous cartoonist Andrzej Mleczko. All three titles are lightweight party games with simple mechanics accompanied by amusing cartoons.&#10;&#10;In Gierki Ma&#197;&#130;&#197;&#188;e&#197;&#132;skie, which roughly translates to &quot;Marriage Games&quot; players play in pairs (1-4 couples) and solve multiple challenges presented on cards. There are four types of cards: &#10;&#10;     Guessing what a partner would do in a given situation (i.e. who knows their partner the best)&#10;     Charades&#10;     Describing a given word without using a few other specified words&#10;     General knowledge questions&#10;&#10;&#10;It is possible to play with multiple couples (up to four) - in such case couples compete with each other. There is also a one couple variant in which partners compete against each other.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Gierki Małżeńskie",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "26946",
    "Name": "XXL",
    "ID": 1938,
    "Year": "(1996)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.51",
    "Link": "https://boardgamegeek.com/boardgame/1938/xxl",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "Six card games in one on a special deck of 55 oversized - XXL - cards. Players can either play any one of the six games, or can play one game of each of the six games, totaling their scores to determine the overall winner. The games are More or Less, Stay Low, Passing Permitted, Building Runs, Get them in Sequence and Choose the Suit.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "26947",
    "Name": "Goblins",
    "ID": 56246,
    "Year": "(2009)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/56246/goblins",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.5714",
    "Description": "Have you ever played a Fantasy game, killing hordes of useless and stupid Goblins? Prepare to find yourself on the other side of the barricade&hellip; Waves on waves of Goblins try to conquer the city of the humans, through debatable strategies, inconsistent plains and brainless &quot;Epic Death&quot;.&#10;&#10;Goblins is a not collectible card game that melds the bases of the board game with those of the card game.&#10;&#10;Raze the town to the ground and loot everything you can find on your way to leading a mob of stupid Goblins! Other Goblin commanders will collaborate on this task as well. Unfortunately, the idea of collaboration among Goblins is a little bit ambiguous. Dealing with useless subordinates and treacherous allies, the enemy will be the last of your problems.&#10;&#10;Players must destroy the Town and conquer as many Land Cards as possible. Land Cards will award the owner Victory Points. The player with the highest amount of Victory Points wins the match.&#10;&#10;To reach their objective players can rely on Goblin commanders, the alter ego of each player on the battleground; each of these has unique and particular ability to make every game different from the other.&#10;&#10;Unlikely Machines, fearless Goblin heroes and a lot of Action Card make the game always unpredictable.&#10;&#10;The innovative game system is based on &quot; Goblins flipping&quot;. Every choice you make will cause Goblin flip to determine its life or its death. Every Goblin is represented by a disk with two faces: every disk shows a Goblin face on a side and a Goblin skull on the other side.&#10;&#10;The game is exciting every moment also when it isn&rsquo;t your turn. No player will ever be too strong or too weak and the game strategy will change turn after turn suiting better possible the situation.&#10;&#10;Through the system of the exhilarating &quot;Epic Deaths &quot;, your Goblins can commit mass suicide in eccentric ways. The &ldquo;Epic Death&rdquo; can confuse every enemy and allows you to beat him for the dismay. No player is ever out of the game.&#10;&#10;Let the fight for stupidity begin!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "26948",
    "Name": "Dicy Cards",
    "ID": 420793,
    "Year": "(2024)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/420793/dicy-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1429",
    "Description": "Dicy Cards is a family game in which you challenge your opponents by starting on equal terms!&#10;&#10;Roll the dice, get the best combination and use you cards to reroll or score them. But be careful, once you use a card, it freezes! Pass your turn to unfreeze your cards. Are you going to get lucky enough to reach 100 points?&#10;&#10;Perfect easy game to be played with your family or with friends while sharing a drink.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "26949",
    "Name": "Raiders of the Lost Tomb",
    "ID": 155208,
    "Year": "(2014)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/155208/raiders-of-the-lost-tomb",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The Tomb Diving Micro Game for 1-2 Players!&#10;&#10;In this Micro Game, players first take turns setting up the Random Tomb Tiles. Then once first player has been determined, one player starts with the Holy Grail and the other player wants to get it!&#10;&#10;After the Tomb is Set, Each player takes turns rolling a set of Pennies (d2's) and depending on how many Heads or Tails they get, they will come up with potential spaces they'll be able to move on. There are dangers along the way that players will try to avoid, like Trap Rooms and Monster Rooms... and there's also the powerful Portal Room that allows players to instantly Teleport between locations!&#10;&#10;The first player who can escape the Tomb with the Grail wins! But beware, there's also an Ancient Monster that is chasing both! And if he reaches the exit before the you do... you'll be trapped in the Lost Tomb forever!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26950",
    "Name": "Harry Potter: Potions Challenge Game",
    "ID": 299654,
    "Year": "(2019)",
    "Geek Rating": "5.469",
    "Avg Rating": "3.85",
    "Link": "https://boardgamegeek.com/boardgame/299654/harry-potter-potions-challenge-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Professor Snape has an assignment for the class: wander the grounds of Hogwarts amassing the ingredients for one potion. Once you have all of your ingredients for the potion, make it back to one of the start spaces first to win - but beware of Filch who will try and stop you!&#10;&#10;Players roll dice to move. Movement occurs over paths and portal spaces. Lenticular wands are used to illuminate what ingredients are at what spot. The Filch mover can block players from progressing. Once a player has enough ingredients, they must return to the start to win.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "26951",
    "Name": "Conquest of Pangea",
    "ID": 23631,
    "Year": "(2006)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/23631/conquest-of-pangea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4524",
    "Description": "A fascinating game for dominance set in the distant past when all the world's land masses were joined in a single super-continent: Pangea.  This unique game promotes battle and migration as the world breaks into pieces.  The player-controlled species advance and evolve based on the in-game action.  Featuring satisfying depth and near limitless possibilities, you will discover new facets to game-play each time you join in the Conquest of Pangea.&#10;&#10;Expanded by:&#10;&#10;    Conquest of Pangea: Atlantis&#10;&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement"
    ],
    "Families": [
      "Series: Games Collection (Immortal Eyes)"
    ]
  },
  {
    "Rank": "26952",
    "Name": "Fantomen",
    "ID": 15845,
    "Year": "(1984)",
    "Geek Rating": "5.469",
    "Avg Rating": "4.69",
    "Link": "https://boardgamegeek.com/boardgame/15845/fantomen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "This game is based on the comic book of The Phantom, The Ghost Who Walks. The storyline of the game is that the players, all in the role of The Phantom, must free president Luaga who is being held captive at a secret location by the Singh Pirates.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "26953",
    "Name": "Panzer Battles: Tactical Armored Warfare in World War II",
    "ID": 7556,
    "Year": "(1979)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/7556/panzer-battles-tactical-armored-warfare-in-world-w",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9444",
    "Description": "Panzer Battles: Tactical Armored Warfare in World War II, is a tactical level game of three World War II armored battles: Between German and American forces near Arracourt, France, in September 1944; between German and Soviet troops on the Berlin Highway in March 1945; and between German and British tanks in North Africa in May 1942.&#10;&#10;Emphasis on command control and doctrine for each nationality.&#10;&#10;Orders are selected by the player for his companies. Available orders: Bound, overwatch, bounding overwatch, withdraw and rally.&#10;&#10;Published in Strategy &amp; Tactics magazine #73, March/April 1979.&#10;&#10;Uses the MechWar 2 system.&#10;&#10;Game Scale:&#10;Turn: 5 minutes&#10;Map: 200 meters per hex&#10;Unit: Platoon&#10;&#10;Game Contents:&#10;One 22 x 34&quot; map&#10;One countersheet (200 1/2&quot; counters)&#10;One 16 page rulebook&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: MechWar 2 (SPI)"
    ]
  },
  {
    "Rank": "26954",
    "Name": "DIG UP Adventure",
    "ID": 370139,
    "Year": "(2022)",
    "Geek Rating": "5.469",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/370139/dig-up-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "At the start of the game, each player receives 9 unknown cards and set up their Mine by placing them face down in front of them, in a 3x3 square. They flip the center card face up and the game can begin.&#10;&#10;The goal is to fill the 9 slots of your mine with cards granting you the most points.&#10;&#10;On your turn, you can play up to 2 cards from your hand. Play Gem cards in your mine &ndash; cards of your favorite color earns you points, as well as cards played on the right spot (each gem and Mine slot is numbered from 1 to 9). Use Adventure cards to your advantage to reveal, swap or steal cards in play and build the best Mine.&#10;&#10;But beware: as soon as a Mine is entirely revealed, the game comes to an end and the player with the most points wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Pattern Building",
      "Race",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "26955",
    "Name": "Touring",
    "ID": 2253,
    "Year": "(1906)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/2253/touring",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2105",
    "Description": "Touring is a card game with the theme of an automobile trip. Players are competing to be the first one to complete a prescribed set of mileage cards. In all versions of the game you need 16 mileage cards to win. From lowest to highest value cards, the required counts are 8, 4, 2 and 2. Other players will try to slow you down by playing cards against you which cause you to lose mileage cards, or to play &quot;problem&quot; cards which you must remove by playing a corresponding &quot;remedy&quot; card.&#10;&#10;The game can be played in partnership for the 4- and 6-player versions, with each partnership playing as a single driver.&#10;&#10;Touring was originally published in 1906 by the Touring Card Company, then sold by Wallie Dorr, and then later picked up by Parker Brothers in 1924. Winning Moves Games currently (2015) holds the trademark for and publishes Touring.  If the mechanics sound familiar, it is the inspiration for the game Mille Bornes, which has since become more popular.&#10;&#10;As driving technology improved, card names and depicted mileage values became outdated and were thus replaced with longer distances.  There are multiple sets of rules, which reflect these changes.  A recent edition added some card categories.&#10;&#10;The action card types are different between Touring and Mille Bornes. For example, Mille Bornes adds the &quot;protective&quot; cards, e.g. Emergency Vehicle which allows you to ignore speed limits. Thus in Mille Bornes a player has more decisions to make.&#10;&#10;See also:&#10;&#10;     The Lindy Flying Game - A 1927 Nucraft Toys version of Touring based on Charles Lindbergh's flight across the Atlantic.  &#10;     Lindy, the New Flying Game - 1927 Parker Brothers sequel where Touring card play has been themed on Charles Lindbergh's flight across the Atlantic.&#10;     Mille Bornes - A similar game to Touring, first published in 1954.&#10;     Wings: The Air Mail Game - Another &quot;flying&quot; game like Lindy, but card deck split into two parts with different colors.&#10;     Stap op - The Dutch adaptation (bikes!) of the classic game Touring, from 1950 and still published today.&#10;&#10;&#10;Stap op is the Dutch adaptation (bikes!) of the classic American game Touring (cars!).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "26956",
    "Name": "Catch Mag",
    "ID": 7987,
    "Year": "(2002)",
    "Geek Rating": "5.468",
    "Avg Rating": "3.44",
    "Link": "https://boardgamegeek.com/boardgame/7987/catch-mag",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the manufacturer's description:&#10;&#10;Travel through the big space circle and search out the elements required to win this exciting space challenge.&#10;&#10;Your mission is to collect 5 energy bars of the same color before your rivals.&#10;&#10;Guaranteed to test your skill at developing different strategies to beat your opponents.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26957",
    "Name": "Lady's Choice",
    "ID": 347086,
    "Year": "(2022)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/347086/ladys-choice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Can you impress the lady enough to win her hand in marriage? Will you be the perfect choice, or will you take all her love and give nothing back? And on your turn to be the lady, will you find true love, or heart break?&#10;&#10;Lady's Choice is a light bluffing game about the ugly side of romance.&#10;&#10;Each card has a dandiness value. Some cards stop other cards from scoring. The cards that DO score (positive or negative) are totalled for a dandiness value of the gentleman. This is used to calculate the dandiness ranking. (Most Dandy, Second most, and so on.)&#10;&#10;The married gentleman gains points according to his rank. 1st? 1 point. 2nd? 2 points, and so on. Also an extra point if he's the worst. The lady gains points according to the reverse of her husband's rank. Worst? No points. Second worst? 1 point. Third worst? 2 points, and so on. Also an extra point if he's the best.&#10;&#10;Everyone gets to be the lady once and marry once. Once all players have been the lady, the game ends.&#10;&#10;Most points at the end wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Score-and-Reset Game",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "26958",
    "Name": "Fred",
    "ID": 31615,
    "Year": "(2007)",
    "Geek Rating": "5.468",
    "Avg Rating": "3.97",
    "Link": "https://boardgamegeek.com/boardgame/31615/fred",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players take turns drawing cards that require them to pass a test.  There are six types of tests: uncomfortable, revolting, awkward, mischievous, easy, and self-serving.  When players pass a test, they may receive Credit or No Credit.&#10;&#10;If a player does not pass a test, he may be eliminated from the game.  If a player cannot pass a test due to circumstances outside of his control, the test is declared a dud and the player draws again.&#10;&#10;The goal is to remain in the game and collect 4 credits.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26959",
    "Name": "Splice  Pirateology Card Game",
    "ID": 30947,
    "Year": "(2007)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.24",
    "Link": "https://boardgamegeek.com/boardgame/30947/splice-pirateology-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "This set building card game comes in a beautiful round tin and has die cut cards. The gems are just thin card stock. &#10;From the back of the tin:&#10;Choose your Gemstone and battle your opponents to find the missing pieces of your treasure map in this swashbuckling card game. You may be the most notorious pirate around, but beware the Hurricane, Skull and Black Spot Cards that may hinder your passage across the high seas. Collect gold booty as you go and use it to bargain for the treasure map cards that will lead you to victory. Always remember, never trust a fellow pirate - it's every seafarer for himself. And may the bravest Pirate win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Series: Ology board games (Templar Publishing / Candlewick Press)"
    ]
  },
  {
    "Rank": "26960",
    "Name": "Fußball-Bundesliga: Das große Geschäft",
    "ID": 7693,
    "Year": "(1987)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.27",
    "Link": "https://boardgamegeek.com/boardgame/7693/fussball-bundesliga-das-grosse-geschaft",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2",
    "Description": "A little know game from the German Company Klee. Published sometime around 1970-1980 (estimate). It is about managing a Fu&szlig;ball-Club (AE: Soccer, BE: Football), buy players etc. It is more on the managing side than on the training/play-a-match side. The game never really picked up.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Stock Holding"
    ],
    "Families": [
      "Sports Teams: Bundesliga",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "26961",
    "Name": "Badaboom",
    "ID": 20040,
    "Year": "(2005)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/20040/badaboom",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6923",
    "Description": "Badaboom is a humorous card game for 3-5 players. The 30-60 minutes of game play feature loads of explosive action, a high level of player interaction, a non-sequential order of play, fabulous contraptions, numerous chances to stick it to your opponents in nasty ways and stunning graphics from the artists behind Spank the Monkey and Kablamo. The game contains 64 cards, 50 Gold Coin markers, 2 Bomb Armed markers and a rules folder.&#10;&#10;The players of Badaboom take on the roles of wretched goblins in penal servitude under the cruel High Necromancer. Their task is to sit in an explosive-proof dungeon and try reverse engineering, tinkering style, on various explosive contraptions manufactured by their master&rsquo;s enemies. But the task to gain hands-on personal knowledge about what makes the devices go off and what damage they can do is no picnic, and not even a lifetime supply of resurrections can change that. The goblins want out, and the only way to succeed with this is to earn the gold coins needed for bribing their greedy guards.&#10;&#10;The fundamentals of Badaboom are quite simple, but there are lots of tricks and tactics that add depth. Basically, the players take turns holding and tinkering with the bomb while striving to do three things:&#10;&bull; Remove valuable mechanisms from the bomb.&#10;&bull; Change the nature of the bomb in a way that is favorable to the current player but not necessarily to the others.&#10;&bull; Make damn sure to stay away from the explosion when the bomb goes off.&#10;&#10;This may sound straightforward, but things are made complicated by the fact that any player can steal the bomb during other players&rsquo; turns. And it&rsquo;s very tempting to steal it. Not only do players get to tinker with the bomb when holding it. They may also draw a card from the deck, and as the deck is placed face up revealing the next card, the players know what they can gain by stealing the bomb. This makes the bomb skip and turn a lot during the game, keeping all players on their toes.&#10;&#10;To win, players need to perfect their timing, make every card count and, of course, avoid losing their heads.&#10;&#10;Reimplemented by&#10;&#10;&#10;    Big Badaboom&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26962",
    "Name": "Ricochet Rock Jockeys",
    "ID": 128672,
    "Year": "(2012)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.24",
    "Link": "https://boardgamegeek.com/boardgame/128672/ricochet-rock-jockeys",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Greetings Semi-Intelligence: 221-B, and welcome to sentience. Upon completion of your training download, you will commence operation of Mining and Delivery Probe 4. Your task is to extract valuable materials from extrasolar planetoids and deliver the appropriate amounts of each to their target locations. It is imperative that these deliveries be made at any cost.&#10;&#10;In the uncertain days leading up to the destructive Cataclysm of Earth, humans have settled other worlds and created robotic vessels to perform manual labor throughout their civilization. You will take on the role of one of these artificial intelligences tasked with mining asteroids for rare minerals and ice water, and delivering them to the colonies of humanity.&#10;&#10;The goal of Ricochet Rock Jockeys is to retrieve goods from the Asteroid Fields between Earth and its colonies, and deliver them. You will explore the space surrounding Earth, mine asteroids, and make deliveries &ndash; all while vying for position with other players attempting to mine those same asteroids and make those same deliveries. Ricochet Rock Jockeys is an extremely fast-paced game of chance, delivery, and crashing spaceships.&#10;&#10;Players start with a ship on Earth, then move that ship to explore, mine, and deliver mined goods. Players can bump into other players' ships, taking or losing goods based upon the strength of the impact. Players gain victory points for each successful delivery. Once the pool of victory points is exhausted, the player with the most VPs wins!&#10;&#10;",
    "Categories": [
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26963",
    "Name": "Figaro",
    "ID": 21859,
    "Year": "(2006)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/21859/figaro",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0952",
    "Description": "Figaro is a card game where players are trying to earn the shortest road. Each turn, a player plays a card down in front of another player or in front of themselves. The goal is to get the least amount of cards in a round. The player with the most cards in front of them receives the longest road piece, the player with the second most cards in front of them receives the second longest road piece, and so forth. After three rounds, players add up their road pieces and the player with the shortest road wins.&#10;&#10;The game is set in the world of Viva il Re! / King Me!, but with totally different mechanics and one rule in common.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "26964",
    "Name": "Kensington",
    "ID": 2197,
    "Year": "(1979)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/2197/kensington",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.234",
    "Description": "The board is made up of 7 hexes, one in the center and six surrounding.  The hexes are joined by squares along the sides, and the squares are joined by triangles.  The game is played on the intersections where the lines join.  Players play one piece, of their 15, at a time until all pieces are placed, then pieces are moved one at a time from one intersection to another.  If a player has a piece at all three of a triangles points, he can reposition any 1 of his opponent's pieces.  If a player controls all 4 points of a square, then he can reposition 2 of his opponent's pieces.  The object of the game is to control all six points of a hex.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Ai Ai"
    ]
  },
  {
    "Rank": "26965",
    "Name": "YoYo",
    "ID": 1090,
    "Year": "(1998)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.03",
    "Link": "https://boardgamegeek.com/boardgame/1090/yoyo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "An Uno variant, players try to clear their hand first by playing a sequence of numbered cards. The deck has blue, red and yellow cards. The yellow cards are numbered &amp; have actions (skip a turn, pass a card to the left, take 1 card from 2 others, re-deal the hands). The blue and red are numbered 1 to 20 and have arrows, the blue point up, the red point down.&#10;&#10;Players get 7 cards and start playing to a stack, drawing if unable to play. If the top card is blue (UP), you can play a sequence of blue cards going up. If the top card is red, going down. You can play one yellow card of any number, perform the action, but the direction doesn't change. You can only change direction by playing the same number of the other color.&#10;&#10;So if the top card is blue 10, you can play any yellow, or a sequence of blue upwards starting with blue 11 or higher, or a sequence of red downwards starting with red 10 only. You can play yellow cards inside the sequence, but a final yellow has the action as well.&#10;&#10;When someone clears their hand, they get +5 points and you lose a point for each card you hold.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "26966",
    "Name": "The Hunger Games: Jabberjay Card Game",
    "ID": 118340,
    "Year": "(2012)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/118340/the-hunger-games-jabberjay-card-game",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "In The Hunger Games: Jabberjay Card Game, each player represents a District or Capitol citizen whose identity remains secret during most of the game. Players attempt to discover each other's identities and ultimately force their opponents to flee!&#10;&#10;The game plays with 5-12 players, while also including a 2-4 player variant in which all players work together to protect the District Citizens from the Peacekeepers!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: The Hunger Games"
    ]
  },
  {
    "Rank": "26967",
    "Name": "Caffeine Rush",
    "ID": 156599,
    "Year": "(2015)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/156599/caffeine-rush",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Game description from the publisher:&#10;&#10;Need a jolt to get your day off to a great start? Jump into the game of Caffeine Rush for a latte fun! You share a workspace with your fellow baristas and orders are flying in fast and furious. Grab the ingredients you need to pump out orders and rake in the tips! But be careful &mdash; if someone else finishes your work, they'll get the tips!&#10;&#10;As each drink is served, you'll pull a new order and shout it out. You will definitely need a double shot of espresso to compete in this hilarious game of battling baristas!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Food & Drink: Coffee",
      "Organizations: The Game Artisans of Canada",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "26968",
    "Name": "Last Word",
    "ID": 17709,
    "Year": "(2005)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/17709/last-word",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2558",
    "Description": "Last Word is the uproarious race to have the final say!  This party game has sold over 1,000,000 copies and is perfect for everyone ages 14 and up.&#10;&#10;Each round, blurt out answers while racing a timer and the other players.  For example, Subject: &ldquo;Animals&rdquo;, Letter: &ldquo;L&rdquo;.  Players yell out&hellip; Lion!  Lemur!  Leech!  Leopard! The player with the Last Word before the timer sounds advances toward Finish.  Beware &ndash; the timer is cleverly programmed to go off at random intervals.  Contents include Game Boards, 230 Subject and 56 Letter cards, 8 Pawns, an Electronic Random Timer (two AAA batteries not included) and Rules. Last Word is for 2-8 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26969",
    "Name": "Key to the Kingdom",
    "ID": 1933,
    "Year": "(1990)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/1933/key-to-the-kingdom",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.587",
    "Description": "The aim is to go around the game board until you've found the &quot;Key treasure card&quot; plus one more treasure card and then escape the kingdom. You may also steal treasures from the other players.&#10;&#10;From the beginning you have 8 different equipment cards, which you need to use to pass traps or defeat monsters. Sometimes you might lose 1 or more of your pieces of equipment, but there's a possibility to get them back at a couple of places on the board.&#10;&#10;The most remarkable thing about this game is that the board is in 6 parts, connected with roads in many combinations, The only way of reaching two of the parts is by jumping into one of the whirlpools in the middle of the board, This allows the board to be folded in or out to another board. There are rules to handle the other players if they get caught on the folded board.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Map Deformation",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26970",
    "Name": "Bagatelle",
    "ID": 123417,
    "Year": "(1819)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/123417/bagatelle",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A bagatelle board resembles a light, flat board with nails (pins!) in it and short raised sides to keep the ball on the playfield during play.  Each ball is launched from some sort of spring-loaded 'shooter' or cue, to the top of the board, where it then rolls towards the player, bouncing off the pins or landing in any of several scoring pockets.  These scoring pockets can be depressions in the playfield, nails arranged in a U-shape, or both.  They are marked with various score values, with the higher values usually protected by more pins or tougher paths to reach them.  By &quot;shooting&quot; the ball harder or softer, the player can try to control where the ball drops.&#10;&#10;A spring-loaded shooter is normally in the bottom right corner of the board. A ball is placed before the shooter mechanism. The shooter devise is pulled back and let go, with the aim to fire the ball up to the rounded end of the board and then to bounce around the nails or pins and, hopefully, land in a scoring area. A cue shooter is just a wooden object, rather like a miniature version of a Billiards cue. To launch a ball, the player merely shoots it by hitting the back of the ball with the cue thus sending it to the top of the board.&#10;&#10;Note that it is possible for a ball not to score at all. This usually means that the ball reached the bottom of the board without settling into a scoring pocket.&#10;&#10;Typically, a player might get 3 or more balls and a note of the total score achieved is taken. The first to reach a pre-agreed number of points, wins.&#10;&#10;Bagatelle sets can be made of wood, metal or plastic and they can be of any size (but it must be able to stand on an average table). They are often linked to a theme, really as an excuse to feature related graphics. The game is a direct ancestor of modern Pinball machines.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: Enid Blyton",
      "Brands: Disney",
      "Comic Strips: Chicago Tribune Syndicate",
      "Comic Strips: Dick Tracy",
      "Comic Strips: King Features Syndicate",
      "Sports: Baseball",
      "Sports: Football / Soccer",
      "Sports: Hunting",
      "Theme: Circus",
      "Theme: King Arthur / The Knights of the Round Table / Camelot",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Popeye the Sailor",
      "TV Shows: Thundercats"
    ]
  },
  {
    "Rank": "26971",
    "Name": "Shakin' Sorry",
    "ID": 5387,
    "Year": "(1992)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.23",
    "Link": "https://boardgamegeek.com/boardgame/5387/shakin-sorry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Shakin' Sorry is a game for 2 to 4 players ages 6 and up.&#10;&#10;It is a fast-paced, easy-to-learn, dice version of Sorry!.  The game comes with 17 dice.  16 have the standard Sorry! colors - blue, yellow, red, and green - on 1 side each, with the other 2 sides remaining blank.  The last die is blue.  One side says Slide, another says Sorry, and the remaining sides are blank.  Each player starts with four dice in the Start section of their game board.  On their turn, a player puts all of the dice in their start section, along with the Sorry die, into the die cup and rolls.  Any dice that land with their color face up they put into their Home section.  Dice that land with the color of other players face up get put into their Start sections.  Blank dice return to the roller's Start section.  If the player rolls &quot;Sorry&quot; on the Sorry die, they steal a die from someone else's Home and put it in their own Start.  If they roll Slide, they have to take a die from their own Home and put it in the Start of the player to their left.  Lots of fun, no matter how old you are!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Game: Sorry!"
    ]
  },
  {
    "Rank": "26972",
    "Name": "The Cattlemen",
    "ID": 1660,
    "Year": "(1977)",
    "Geek Rating": "5.468",
    "Avg Rating": "3.98",
    "Link": "https://boardgamegeek.com/boardgame/1660/the-cattlemen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;An exciting land-grabbing, claim-jumping game of the Old West, pitting one land baron against another&quot;&#10;&#10;The object of the game is to take over all the land and industries in the Old West.&#10;&#10;The map is divided into &quot;claims&quot;, which are states (or parts of states) grouped into various industries (timber, gold, oil, farming, cattle...) or railroad spurs.  There are 32 claims in all.&#10;In the first phase of play, each player stakes one claim (including claims already staked by that player or another one), until all claims have at least one stake on them.  After that, each player collects money based on any one claim he owns, and uses that money to reinforce his existing claim(s) or to jump another player's claim.  This process continues until one player has forced all other off the board.&#10;&#10;",
    "Categories": [
      "American West",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "26973",
    "Name": "The Great American Fox Hunt",
    "ID": 382194,
    "Year": "(2023)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.21",
    "Link": "https://boardgamegeek.com/boardgame/382194/the-great-american-fox-hunt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Countries from around the globe have convened for a world-class hunting competition unlike any other! Will you aim small with squirrels and hares, or will you risk it all on a large deer or bear?  Maybe you'll get really lucky and bag the elusive fox! Trade in your furs to acquire dogs to assist in the hunt. Prove yourself as the greatest in the world in The Great American Fox Hunt.&#10;&#10;Players hunt by using 1 or more of their starting 5 hunter cards and randomly drawing from the animal pile.  If the hunter values are greater than or equal to the animal card, then the hunt was successful and the player collects his reward.  If he is unsuccessful, the next players(s) may steal the animal, using the previous hunters to complete the hunt.&#10;&#10;TGAFH is a light, fun set-collection game where hunters win by getting a set of either squirrels, hares, deer, or bears.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Bears",
      "Animals: Deer / Antelope",
      "Animals: Foxes",
      "Animals: Rabbits / Hares",
      "Animals: Squirrels",
      "Digital Implementations: Board Game Arena",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "26974",
    "Name": "Q*bert",
    "ID": 7250,
    "Year": "(1983)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/7250/qbert",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Based on the classic Arcade Game of the same name. Object of the game is to be one of the NOSER ELITE  by collecting more pegs than you opponent. First your Q*bert is moving around the pyramid trying to get as many pegs as you can... Your opponent controls the &quot;nasty&quot; characters that want to stop you.&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "26975",
    "Name": "Vapor's Gambit",
    "ID": 10831,
    "Year": "(2004)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.81",
    "Link": "https://boardgamegeek.com/boardgame/10831/vapors-gambit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7273",
    "Description": "In Vapor's Gambit, you race hover boards on a course of interchangeable track sections. As you race around the track you can throw obstacles in front of your opponents such as ramps and dumpsters to throw them into walls or otherwise slow them down.&#10;&#10;",
    "Categories": [
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "26976",
    "Name": "Reporter",
    "ID": 2033,
    "Year": "(1976)",
    "Geek Rating": "5.468",
    "Avg Rating": "3.99",
    "Link": "https://boardgamegeek.com/boardgame/2033/reporter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The players take the position as reporters from a newspaper. Four news stories are missing on each newspaper front page and it is up to the players to get them.&#10;&#10;The game board, which is divided into 10x16 squares, shows a map of the world. Each player has four reporters that he can move around the world searching for news stories.&#10;&#10;Central in the game mechanics is a telex, which tells the players where to go finding stories. The player rolls the die and then turns the telex as many messages back or forth as the die roll shows. The telex will now show one or two messages from one or two cities, for example: &quot;Jalta - Crime&quot;. The player then rolls the die once more and tries to get one of his reporters to Jalta. If he succeeds in this then he might draw a news card and if the card has a news report of the same category as the message on the telex (i.e, crime), then he might place this card on one of the blank spaces on his front page.&#10;&#10;Winner is the player who first fills up all the blank spaces on his front page.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Journalism"
    ]
  },
  {
    "Rank": "26977",
    "Name": "U-Build Battleship",
    "ID": 67628,
    "Year": "(2010)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/67628/u-build-battleship",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.375",
    "Description": "Description from the publisher:&#10;&#10;A new way to play the classic game of Battleship, in U-Build Battleship players can build and customize their fleet of ships, including Battleships, Aircraft Carriers, Destroyers, Submarines and PT Boats, and stack weapons on the ships to increase the power of their hits. Destruction is the name of the game as players work to blow their opponent's ships &quot;out of the water&quot; by firing shots across the battle zone, while keeping their ships hidden and safe. Sink all of the &quot;enemy's&quot; ships to win!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Nautical"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: U-Build (Hasbro)",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "26978",
    "Name": "Blood Wars",
    "ID": 4597,
    "Year": "(1995)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/4597/blood-wars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1111",
    "Description": "The eternal struggle among the infernal forces of evil for dominance in the Lower Planes. A multi-player game for any number of players, although 4-5 is optimal. You control mighty Legions and crafty Warlords to defeat other players and conquer planar Battlefields.&#10;&#10;(The text below is taken from the back of the starter deck)&#10;&#10;BLOOD WARS (bl&#197;&#173;d w&#197;&#141;rz): 1. The eternal struggle among the infernal forces of evil for dominance in the Lower Planes. 2. A multiplayer card game in which you control mighty Legions and crafty Warlords to defeat other players and conquer planar Battlefields!&#10;&#10;The BLOOD WARS card game is an entirely new game unlike any other.&#10;&#10;Each set includes:&#10;&#10;- Two randomly sorted 50-card decks, with cards drawn from a total set of 300.&#10;&#10;- A full-color, quick-to-learn rules booklet.&#10;&#10;- Scads of artwork by Tony DiTerlizzi and other artists!&#10;&#10;And to further intensify your play, look for BLOOD WARS Escalation Packs to add new cards and options to your battles!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Hand Management",
      "Negotiation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Card Games",
      "Creatures: Demons",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "26979",
    "Name": "Beagle or Bagel?",
    "ID": 272350,
    "Year": "(2019)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/272350/beagle-or-bagel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Who knew sleeping dogs and bagels could have such striking similarities? Flip cards quickly and be the first to call out &quot;beagle&quot; or &quot;bagel&quot; depending on which one is showing the most on the table. After a while, you won't know if you are looking at a furry friend in a ball, or a yummy bread roll!&#10;&#10;The goofy card game Beagle or Bagel? offers three ways of playing to challenge your visual perception in fun and unpredictable ways!&#10;&#10;&mdash;description from the publisher&#10;&#10;Contents: 80 Cards, 10 Tokens, 24 Life Points, Illustrated Rules&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Animals: Dogs",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "26980",
    "Name": "Scary Tales: Little Red vs. Pinocchio",
    "ID": 42132,
    "Year": "(2009)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/42132/scary-tales-little-red-vs-pinocchio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.35",
    "Description": "Little Red vs. Pinocchio is the second game in the Scary Tales series of two-player games pitting common fairy tale characters against each other. Here's more about the two characters in this game from the publisher:&#10;&#10;&quot;Little Red is a scorned girl on a mission to prove that you may be able to fool her once, but you can't fool her twice! Pinocchio is a fibbing, scheming puppet that won't let you pull his strings. They both want to rule over the land, and they've got the drive to win. With the help of their companions, the Woodsman and the Cricket, each of them will be tough to beat.&quot;&#10;&#10;The setting for Scary Tales is a kingdom, where a battle awaits as the king has died, leaving no heir. While the enchanted forest is feared and the castle is covered in dark clouds, corruption has affected the town and only those with the utmost abilities in Strength, Wisdom, Magic and Luck will be able to collect enough relics from the stories of long ago to prove themselves worthy of being the new leader. The challengers are sharp, indomitable, and devious - and with each match-up, it is uncertain who will win the crown.&#10;&#10;Each character comes with its own unique ability which may be used once per game and a color coded set of dice. A set of power cards and fortune cards, a fairy card and a die associated with said fairy comprise the contents of the game. To win, a player needs to obtain seven points worth of relics, and hold on to them until the beginning of their next turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Authors: The Brothers Grimm",
      "Components: Dice with Icons",
      "Folk Tales & Fairy Tales: Little Red Riding Hood",
      "Folk Tales & Fairy Tales: Pinocchio",
      "Game: Scary Tales",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26981",
    "Name": "Judge for Yourself",
    "ID": 4834,
    "Year": "(1998)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.52",
    "Link": "https://boardgamegeek.com/boardgame/4834/judge-for-yourself",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4",
    "Description": "Ever been accused of being judgmental (as if that's a bad thing)? Well, here's your chance to shine. In this game of true court cases, players are in the position to judge for themselves. Five hundred cards outline the cases--and with names like &quot;Trespassing Hounds,&quot; &quot;Shocking News,&quot; &quot;Forced Nuptials,&quot; and &quot;Quality Chicken,&quot; players are sure to be intrigued. The game can be played by two players or two teams. To start, a team rolls the die. A 1, 2, or 3 lets them know how many scorecard spaces they can fill in if they arrive at the correct verdict. After reading a case, they deliberate, debate, and finally decide for or against the plaintiff. A correct verdict advances the team. An incorrect verdict leaves them cooling their heels. The first team to arrive at the finish line wins. Sometimes being judgmental feels good. --Wendy Slotboom&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26982",
    "Name": "Harry Potter Casting Stones",
    "ID": 6659,
    "Year": "(2001)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.12",
    "Link": "https://boardgamegeek.com/boardgame/6659/harry-potter-casting-stones",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "Essentially a board game version of &quot;Paper-Scissors-Rock,&quot; Casting Stones uses a &quot;Spells-Potions-Charms&quot; hierarchy for competition between players. Players &quot;cast&quot; by rolling their allotted five coin-like &quot;Casting Stones&quot; to generate Spells, Potions or Charms, depending on which way the stones land. The object is to beat your opponent's roll and end up putting a &quot;Gem&quot; on one of the game board &quot;Turrets.&quot; The first person to place four Gems on four consecutive Turrets wins. The game can become interesting when certain casting situations allow one player to knock another's Gems off the Turrets, thereby setting the opponent back a step. Players can up the level of gaming complexity in the &quot;Intermediate Game&quot; by adding the two &quot;Casting Cards&quot; into game play. These are included with the Starter Set and enhance the effect of Spells, Potions and Charms. The &quot;Advanced Game&quot; adds more options and strategies to game play, yet requires separate purchases of additional Casting Stones and Casting Cards sold in &quot;Refill Sets.&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Collectible Components",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Rock-Paper-Scissors",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Harry Potter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26983",
    "Name": "Time: The Game",
    "ID": 2036,
    "Year": "(1983)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.81",
    "Link": "https://boardgamegeek.com/boardgame/2036/time-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.4",
    "Description": "Players attempt to score sixty points in each decade from the Twenties to the Eighties.  Each turn gives the player a choice of two categories to answer a question from.  The third die determines the point value and difficulty: 10 points for a True/False question, 20 for multiple choice, and 30 for short answer.  First to get 60 points in all seven decades wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26984",
    "Name": "Joe Name It",
    "ID": 95765,
    "Year": "(2011)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/95765/joe-name-it",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Can you name a movie with two sequels? How about a music group with three members? Those are the types of challenges you'll face in Joe Name It.&#10;&#10;On a turn, you draw a category card, then roll the number die. If the category is labeled &quot;Any Joe&quot;, the first player to shout an answer (or answers) to the category wins the card; if the category is &quot;Just Joe&quot;, then the active player is the only one who can answer. If no answer or not enough answers fit the category, be the first to yell &quot;No Joe&quot; to claim the card. The first player to collect ten cards wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race"
    ],
    "Families": [
      "Series: Port-A-Party (Gamewright)"
    ]
  },
  {
    "Rank": "26985",
    "Name": "Bionicle: Quest For The Masks CCG",
    "ID": 3188,
    "Year": "(2001)",
    "Geek Rating": "5.468",
    "Avg Rating": "4.09",
    "Link": "https://boardgamegeek.com/boardgame/3188/bionicle-quest-for-the-masks-ccg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "No relation to the Rose Art board game of the same theme, this was the first game to promote Lego's Bionicle series of toys and even includes Bionicle masks which can be used on the actual Lego toys.  Players take the roles of &quot;Toa&quot; (the main charecters of Bionicle) and move around a posterized game board attempting to complete challenges on the island of Mata Nui.  When a challenge is successfully completed, a player is awarded a mask which grants additional, optional powers to him.  First player to achieve getting all 6 of his Toa's masks (the masks are pre-constructed  pieces, same as those found in the toys) wins.  Despite being marketed as a CCG, the starter decks themselves are quite literally complete, mini-board games in and of themselves. There are 3 expansions; Rahi Challenge, which added new cards, Bohrok Swarm, which could be played independently and introduced a new mechanic, &quot;Bohrok Control&quot;, and The Bohrok Awake, which was a promotion released alongside Mighty Kids Meals from the McDonald's fast food chain.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Toys: Bionicle",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "26986",
    "Name": "Snap: The Interlocking Dragon-Making Game",
    "ID": 5468,
    "Year": "(2002)",
    "Geek Rating": "5.468",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/5468/snap-the-interlocking-dragon-making-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Enter the dragon's lair! Snap together dragons of all shapes and sizes in this game of strategy and suspense. The longer the dragon, the higher your score. Rack up big points when you ally with a tiger. But watch where you connect your tiles- the game can change in a snap! From simple matching to strategic thinking, it's &quot;lairs&quot; of fun with four games in one.&#10;&#10;It is actually more like three games and a puzzle in the box.&#10;&#10;Snap is a strategy game of tile placement suitable for adults.&#10;&#10;Double Snap and Dragon Parade are simpler games designed for children.&#10;&#10;Dragon King is a puzzle that can earn you a chance at a free game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "26987",
    "Name": "Sin City",
    "ID": 17819,
    "Year": "(2005)",
    "Geek Rating": "5.467",
    "Avg Rating": "4.54",
    "Link": "https://boardgamegeek.com/boardgame/17819/sin-city",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.4545",
    "Description": "Extortion, corruption, murder... it's all in a day's work for the people who run Frank Miller's Sin City.  &quot;Violent&quot; Marv, Detective John Hartigan, and Gail are cutting a swath through Sin City, and they've got agendas of their own. Maybe they'll play right into your hands and kill the men you need killed. Or maybe they'll ruin all your plans and deliver victory to your rivals. You'll need to be ruthless, underhanded, and vicious to win! A mean and nasty game of cops, creeps, and dames for 2 to 6 players, Ages 18 and up. MATURE THEMES.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "26988",
    "Name": "My Little Pony Hide & Seek",
    "ID": 32124,
    "Year": "(2005)",
    "Geek Rating": "5.467",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/32124/my-little-pony-hide-and-seek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3.3529",
    "Description": "A &quot;spot the difference&quot; game for children aged three and above, with a various themes. The game board consists of twelve double-sided tiles (with different pictures on each side), arranged in three rows (horizon, river, field); the players look at the board and try to memorize it. Then they close their eyes while three of the tiles are flipped over. The players must find which tiles have been flipped over and say what the difference is. The first player to spot a difference correctly receives a pony token. The first player to collect four pony tokens wins the game.&#10;&#10;Hide &amp; Seek is a simple perception and memory game. It also trains concentration, and if the players are asked to describe the differences in detail it can also broaden vocabulary and aid fluency of speech.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board"
    ],
    "Families": [
      "Animals: Horses",
      "Books: Winnie the Pooh",
      "Brands: Disney",
      "Comic Books: Spider-Man",
      "Toys: My Little Pony"
    ]
  },
  {
    "Rank": "26989",
    "Name": "Kill Shot: The Counter-Terrorism Party Game",
    "ID": 99992,
    "Year": "(2011)",
    "Geek Rating": "5.467",
    "Avg Rating": "3.96",
    "Link": "https://boardgamegeek.com/boardgame/99992/kill-shot-the-counter-terrorism-party-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "Kill Shot is unlike any of our other games.&#10;&#10;Kill Shot is ultra fast paced with each terrorist hunt taking only 1 or 2 minutes. An entire terrorist campaign takes less than 20 minutes.&#10;&#10;Kill Shot is a speed card game played in real-time, like a firefight. As you and your friends frantically throw down cards, you&rsquo;ll scream manly phrases like &ldquo;Cover me!&rdquo;, &ldquo;Jam!&rdquo;, &ldquo;Reloading!&rdquo;, and of course the ultimate &ldquo;Head Shot!&rdquo;&#10;&#10;This is the perfect party game, convention game, and game to play with all your non-gamer friends. The game comes with 1 (ONE!) sheet of rules.&#10;&#10;We have included 3 modes of game play, to match-up with the three basic modes of fire on close-quarters assault weapons (Single, Burst, and Auto). The three ways to play are: &ldquo;Hunt&rdquo;, &ldquo;Head Shot&rdquo;, and &ldquo;Situation Room.&rdquo;&#10;&#10;In addition to the core rules, we&rsquo;ve included add-on rules that can mix and match however you like with the core rules. Kind of like the lights, lasers, and suppressors that can be added to modern firearms. These include high-impact options such as: &ldquo;Hot LZ&rdquo;, &ldquo;Taliban&rdquo;, &ldquo;Night Mission&rdquo;, &ldquo;One Shot One Kill&rdquo;, and &ldquo;Reign of Terror&rdquo;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "26990",
    "Name": "Master of Movies",
    "ID": 19888,
    "Year": "(2005)",
    "Geek Rating": "5.467",
    "Avg Rating": "4.82",
    "Link": "https://boardgamegeek.com/boardgame/19888/master-of-movies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2857",
    "Description": "From the publisher's homepage:&#10;&#10;Master of Movies&#10;As action packed as &quot;The Terminator&quot;, as unpredictable as &quot;Usual Suspects&quot;, as funny as &quot;Waynes World&quot;, as cool as &quot;Men In Black&quot;, as exciting as &quot;Silence of the Lambs&quot; and almost as sexy as &quot;Lara Croft: Tomb Raider&quot;! MASTER OF MOVIES combines the very best of the silver screen -- the rest is up to you! So go ahead. Make your day! Make yourself the Master of Movies.&#10;&#10;Background&#10;THE ULTIMATE TRIVIA GAME FOR EVERYONE WHO LOVES MOVIES!&#10;In Master of Movies, the players are the Stars. It&rsquo;s all about how well you know the Movies -- What you&rsquo;ve seen on screen, but also how familiar you are with the Movie Stars when they&rsquo;re off the Silver Screen.&#10;You play to become Master of Movies. The 8 categories take you from Actors and Actresses in leading and supporting roles, Movie Titles, to who&rsquo;s dating who -- both on and off screen. At the very end it comes down to a memorable Movie Quote -- Who said it and in what movie?&#10;Master of Movies is funny, exciting, entertaining and you can never predict how it ends.&#10;&#10;Gameplay&#10;Just like any good action movie Master of Movies takes off the moment you open the box. You&rsquo;re ready to play right away, without complicated rules or introductions. You simply play your way through 7 of the 8 categories and when you&rsquo;ve gathered 7 rolls of film, you&rsquo;re going to have to ask yourself: &quot;DO YOU FEEL LUCKY, PUNK?&quot;&#10;The last and crucial category of the Game being a famous Movie Quote, you have to tell your fellow players which Movie the quote originated from. Then you&rsquo;ve earned the title Master of Movies.&#10;&#10;Master of Movies is the first game in a series of games with the title &quot;Master of . &quot;. The follow-up Master of Television  was released in 2006. Next games will be &quot;Master of Music&quot; and &quot;Master of Sports&quot;&#10;&#10;",
    "Categories": [
      "Educational",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26991",
    "Name": "Frogger",
    "ID": 6598,
    "Year": "(1981)",
    "Geek Rating": "5.467",
    "Avg Rating": "4.66",
    "Link": "https://boardgamegeek.com/boardgame/6598/frogger",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "This is another of Milton Bradley's 1980's video-game themed board games. This is based on the arcade and home-system smash hit Frogger.  In this version of the game, 2 players face off, each with their own army of frogs, logs, and automobiles. Each turn, a player spends his movement points either moving his frogs toward their goal (the other side of the board), or moving logs and cars in an attempt to block or squash the other player's frogs. Complete with &quot;bonus points&quot; for landing on flies, this is actually a pretty faithful interpretation of the video-game; but far too simple to have any long-lasting interest. More of a curiosity for video-game enthusiasts than anything.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Players: Two-Player Only Games",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "26992",
    "Name": "Cosmic Coasters",
    "ID": 1771,
    "Year": "(2000)",
    "Geek Rating": "5.467",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/1771/cosmic-coasters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2105",
    "Description": "(From the publisher:) A ten minute game of interplanetary invasion for two, played using fleets of seven coins on the moons of Jupiter. You've transported a ship to an enemy planet -- now what? Their teleport pad is under tight control. Looks like you'll have to overwhelm them with sheer numbers and do battle to the death to even send a single ship back home. You'll need cunning, and a good dose of luck to get through this alive -- and don't forget that special power you have up your sleeve... Sound complicated? Not to worry. You can always just use their entire planet as a place to put your drink.&#10;&#10;International readers should note that the components of Cosmic Coasters are printed paper fiber: Americans use &quot;coaster&quot; interchangeably to include what elsewhere might be called &quot;beermats.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "26993",
    "Name": "Monopoly: SpongeBob SquarePants",
    "ID": 23671,
    "Year": "(2005)",
    "Geek Rating": "5.467",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/23671/monopoly-spongebob-squarepants",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Nickelodeon's SpongeBob SquarePants underwater world adapted for the classic Monopoly game.  Some fun changes in the use of pineapples instead of houses, a Krusty Crab restaurant instead of a hotel, Bikini Bottom transportation items instead of railroads, treasure chest and life preserver cards, etc.  Your goal is to collect the most clams.  Fun artwork and tie-ins to the cartoon show.&#10;&#10;Note to the Brazilian Edition: It comes without the plastic miniatures for players markers. It comes with cardboard figures instead.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "26994",
    "Name": "Risk: Transformers – Cybertron Battle Edition",
    "ID": 27961,
    "Year": "(2007)",
    "Geek Rating": "5.467",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/27961/risk-transformers-cybertron-battle-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8333",
    "Description": "The game of Global Domination takes a twist with this version set on Cybertron and based on the Transformers movie. Fight to gain control of the world on the side of the Autobots or the Decepticons! Choose your side, then play by either classic Risk rules or the Transformers variations!&#10;&#10;The game was released in two editions: &quot;Cybertron Battle Edition&quot; and &quot;Cybertron war edition&quot;.&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Risk (Official)",
      "Theme: Robots",
      "Toys: Transformers",
      "TV Shows: 80's Cartoons",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "26995",
    "Name": "Cranium Dark",
    "ID": 204069,
    "Year": "(2016)",
    "Geek Rating": "5.467",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/204069/cranium-dark",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;Want to host an epic game night? This hilarious Cranium Dark game is sure to be a hit! You pick an Action card and show it to the rest of the players. Then pick a Cranium Card and keep it a secret. Without saying any of the words on the Cranium card, you must get the other players to guess what's on that Cranium card by expressing it in the style of the Action card. For example, can you get your friends to guess &quot;milk a cow&quot; while acting like a zombie -- or &quot;fried chicken&quot; while drawing with your eyes closed -- in just 60 seconds? Be the first player to collect 7 cards to win!&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing",
      "Singing"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay",
      "Game: Cranium",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "26996",
    "Name": "Baby Blues",
    "ID": 155157,
    "Year": "(2015)",
    "Geek Rating": "5.467",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/155157/baby-blues",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3077",
    "Description": "In Baby Blues, every player is an employee in a daycare center. You are responsible for five babies, and you will have to do anything that is needed to keep them happy. As soon as they start crying, you won't be able to make them happy again. When a player is faced with five crying babies, the game is over and the other players score points for all non-crying babies. Every baby has a point value that is known only by the owner of the baby.&#10;&#10;To make your life hard in the daycare center, opponents will attach bad cards to your babies so that they become unhappy. At the end of your turn, you have to find a solution for an unhappy baby or he'll start crying. A few things that happen in the game are stolen pacifiers, babies that need a diaper change, and crying babies that receive a toy horn so they can make even more noise. For almost every card played there is a reaction. For example, if an opponent makes your baby nervous, you can play calming music from a mobile, but as a reaction they can break your mobile to keep the baby nervous. You can feed your baby, but your opponents can steal your food...&#10;&#10;If you don't have the right cards to keep your babies happy, don't worry. Your colleagues are there to help! During your turn you can trade cards with other players. If you receive the right card in your turn you can still make your babies happy again and prevent them from crying. But be aware your colleagues can also try to trick you by giving a different card as the one they promised! So do you want to make friends so you maybe could also get a little help later in the game or do you just want to make your colleagues completely mad? It's up to you!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Series: Baby (Jumping Turtle Games)"
    ]
  },
  {
    "Rank": "26997",
    "Name": "Duel: Once Upon a Game in the West",
    "ID": 88556,
    "Year": "(2010)",
    "Geek Rating": "5.467",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/88556/duel-once-upon-a-game-in-the-west",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You're in the Wild West, a ruthless place where only the toughest survive and get rewards. Will you be the fastest in the duel? Will you play the right weapons at the right time? Each round you want to take down your opponents and be the only one left standing.&#10;&#10;Each player in Duel: Once Upon a Game in the West starts with a hand of six cards: 3 pistols, 1 rifle, 1 barricade, and 1 reloading. Each player also starts with a heart card on the table in front of them, showing their current state of being alive. Each shootout proceeds as follows:&#10;&#10;&#10;    Each player chooses one card in hand and places it face down in front of them.&#10;    Each player raises one hand, then (on the command of the current dueling master) points their gun hand at an opponent.&#10;    Each player reveals their card, then they see what happens:&#10;&#10;&#10;&bull; If you fired at someone with a gun (whether pistol or rifle), any shots aimed at you miss because you were moving when you fired.&#10;&bull; If you fired at someone with a pistol and they are behind a barricade, nothing happens as the barricade stops your shot.&#10;&bull; If you fired at someone with a rifle and they are behind a barricade, the rifle penetrates the barricade and they're hit; they flip their heart card to show a grave marker, indicating that they're out for the rest of the duel.&#10;&bull; If you were behind a barricade, then you're hit or not hit depending on the weapon(s) fired at you.&#10;&bull; If you were reloading and someone fired at you, then you're hit; flip your heart card to show a grave marker as you're out for the remainder of the duel.&#10;&bull; If you were reloading and no one fired at you, take all of your previously played cards back into your hand.&#10;&#10;If more than one player still has a heart showing, place the previously played cards aside and start a new shootout as described above. If only one player has a heart, then this player earns $1; after this, everyone takes all their cards in hand and begins a new round of shootouts.&#10;&#10;As soon as one player has $5, the game ends and this player wins.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "26998",
    "Name": "Minister",
    "ID": 1174,
    "Year": "(1975)",
    "Geek Rating": "5.467",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/1174/minister",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "A dice driven game about German politics - players try to be the Chancellor when the game ends. &#10;The board consists of a long movement track on which the players advance up the political ranks. Sections of the board have number combinations assigned to them (such as 1-2-3, for instance). Players roll a die and move one of their pawns forward to the best possible positions in the next rank ahead of them. Some fields allow for instant promotions or demotions of others, or for additional rolls. Other fields allow a player to add a minister to the current cabinet. The first player to control three ministers becomes chancellor, losing his/her post only when another player has more ministers. If all minister posts are taken, a player placing a minister removes another player's minister and takes his/her place. &#10;Whenever a player cannot use his/her die result, s/he ages by one year. A player reaching the age of 65 is forced to retire from the game - when all players are retired, the player who holds the office of chancellor is the winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26999",
    "Name": "Gold Raiders",
    "ID": 230542,
    "Year": "(2017)",
    "Geek Rating": "5.467",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/230542/gold-raiders",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "In Gold Raiders, your expedition begins as your plane splashes down near a mysterious island. A golden temple looms in the distance, full of treasure that you and your team are eager to recover &mdash; but you're not alone, and you're getting a bad feeling about this...&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Memory",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "27000",
    "Name": "Marry, Date or Dump?",
    "ID": 10325,
    "Year": "(2003)",
    "Geek Rating": "5.467",
    "Avg Rating": "4.28",
    "Link": "https://boardgamegeek.com/boardgame/10325/marry-date-or-dump",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "In Marry, Date or Dump?, players must predict whom -- from a list of three choices -- another player would marry, date or dump. You get one point for each match.&#10;&#10;Example cards: Amy Fisher, Tonya Harding, Linda Tripp; Tom Hanks, George Clooney, Mel Gibson.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  }
]