[
  {
    "Rank": "26601",
    "Name": "Megastar",
    "ID": 24473,
    "Year": "(2006)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/24473/megastar",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4038",
    "Description": "From Rick Thornquist (BoardGameNews.com)&#10;&#10;This is a card game where players are promoting musical acts.&#10;&#10;There are seven cards representing seven musical acts which are arranged in a column on the table. You get a hand of cards and each card corresponds to one of the acts. You start with one card face down in front of you. There is also a face-up pool of cards plus a draw pile.&#10;&#10;On your turn, you turn up your face down card and play it beside the corresponding act. You then take on card from the pool and one from the deck. Finally, you place a card face down (which will be played on your next turn).&#10;&#10;When one act gets three cards beside it, play stops for the 'Hit Parade'. Starting from top to bottom, each act moves up a number of spaces equal to the cards played beside it (this can push acts it passes down the column). The cards played are put into the pool and play continues.&#10;&#10;The game ends when the deck runs out. You get points for the cards left in your hand - if you have cards for the act at the top of the column you get five points each, for each card for the second act you get four points, etc. Whoever has the most points at the end wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "26602",
    "Name": "Madeline's House",
    "ID": 11739,
    "Year": "(1996)",
    "Geek Rating": "5.476",
    "Avg Rating": "3.84",
    "Link": "https://boardgamegeek.com/boardgame/11739/madelines-house",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Players must race from the bottom floor to the attic, drawing chance cards along the way.  You must find the objects pictured on your chance cards somewhere on the board, and then move your playing piece there, hopefully bringing you closer to the attic and not farther away.  Ages 4 - 10&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Novel-based"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Books: Madeline"
    ]
  },
  {
    "Rank": "26603",
    "Name": "Campaign",
    "ID": 1964,
    "Year": "(1971)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/1964/campaign",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.303",
    "Description": "Not to be confused with Campaign, the identically named game produced by Wills and Hepworth in the 1940's.&#10;&#10;&quot;An exciting strategy game in which each player can become a Napoleon or a Wellington leading his army across Europe.  Famous battles can be re-fought and alliances can be made and broken with this compelling game of military and political strategy&quot;&#10;&#10;Large playing board in three sections, four sets of army pieces in red, white, blue and light green, comprising 1 General, 9 infantry and 9 cavalry units.  Six sets of 4 town cards of different colors, 4 alliance cards, 2 dice, 6 page rule book, and a 4 page &quot;The Years of Napoleon&quot; historical booklet.&#10;&#10;The game reproduces the Napoleonic wars at the strategic level in a very abstract fashion (all players are equal).  It can be won either by the outright defeat of your opponent, or (more likely) by acquiring towns controlling large areas of territory.  The board is an abstract representation of Europe and western Russia and is divided into six areas of roughly equal size representing France, Prussia, Russia, Austria, Italy and Spain.&#10;&#10;Each country has four provincial towns, and five of the countries used as starting countries also have a capital city.  Parts of the board, particularly the central area, have areas of impenetrable mountains, forests, and sea which restrict the movement of the troops.&#10;&#10;There are introductory and standard rules.  Normally, each player selects a country, but in the two player game each gets two countries except that the France + Prussia combo is not allowed.&#10;&#10;The pieces move using the dice, and combat is deterministic.  The throw can be used all on one piece or many pieces.  The full throw does not have to be used.  The pieces are placed in a set format on the country selected, with the General on the capital square and four infanty and four cavalry. The town cards are used to keep track of who controls what.&#10;&#10;The pieces move in set ways. The General moves one square in any direction. When it attacks it has a value of one and when defending a value of two. The General must be present to take a town.  Cavalry moves two squares at a time and must move horizontally or vertically but never diagonally.  Infantry moves one square and only diagonally.  Pieces cannot pass through opposing lines unless there is a clear gap of at least one square.&#10;&#10;Combat is like movement: one considers which pieces could be moved to the target piece's square and totals up the combat value --if large enough, the opposing piece is removed.  Only one piece can be attacked in a turn.  In the standard game, adjacent pieces also support each other (in a manner reminiscent of Diplomacy), which introduces a fair amount of tactics in on-going battles.&#10;&#10;Lost pieces are regenerated in your country's mustering area, forcing you to keep a constant flow of recruits towards the front.  In the standard game, the towns also represent logistical support --lose the town and you lose the corresponding piece.&#10;&#10;The odd movement system means you actually have two sets of cavalry and infantry pieces on the board, each set (which we could call &quot;odd&quot; and &quot;even&quot;) being unable to assist the other.&#10;&#10;A capital can only be captured after the provincial towns have been captured.  Where more than two players are playing you can agree to ally with another player and exchange alliance cards as reminders.  An ally cannot cross into his ally's territory without his consent.  Alliances can be broken simply by announcing the fact; you can attack your former ally on your next turn only, giving him a turn to re-deploy.&#10;&#10;The game is won if the player captures all his opponents capitals or captures 8 towns of any colour but not including the 4 in his own country.  You also win if your opponent's General is left with no troops.&#10;&#10;Campaign is basically a pure strategy game.  It you are in a position to attack a piece, you will take it.  However, there is some luck depending on how high a movement throw you have.&#10;&#10;from the Waddington ad for the game from 1976:   &quot;This absorbing strategy game captures the tension and the pressures of the famous Napoleonc battles. Alliances are made and broken and complex manoevers bring victory or defeat&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Alliances",
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Belgium",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "26604",
    "Name": "Casanova",
    "ID": 14131,
    "Year": "(2004)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/14131/casanova",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Casanova had two great passions: anybody can guess the first, now it's          time to discover the second one. Casanova, a &quot;seductive&quot; bet-and-rise          game with cards and dice for 2 to 4 players, set in the fascinating XVIII          century Venice.&#10;Components: 52 Special cards, 3 dice, 48 coins, multi language rules booklet&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "26605",
    "Name": "Operation Felix",
    "ID": 4373,
    "Year": "(1992)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/4373/operation-felix",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Game on the invasion of Gibraltar by the Germans in 1940/41. This game was published in Strategy &amp; Tactics magazine #153, along with Zama.&#10;&#10;Operation Felix is a &quot;what if...&quot; game on the invasion of Gibraltar by the Germans in 1940/41, shortly after the fall of France. Historically, it was the option Hitler elected against, putting political calculations ahead of military realities in his attempt to dominate Europe. This recasting of history assumes that Hitler made the defeat of Britain his top priority in 1940-41. Instead of angling for negotiations with His Majesty's government after Dunkirk, The Fuhrer issues orders to German High Command to take the war to the Commonwealth wherever it could. The one obvious target that is close at hand, and has considerable military and political value, is the Rock of Gibraltar, the gateway to the western Mediterranean Sea.&#10;&#10;Scenarios cover a July 1940 attack, the more probable December 1940 invasion, and a Spanish assault (with a little help from German allies). Optional rules for SS reinforcements and greater German amphibious capacity.&#10;&#10;Game scale:&#10;hex scale = 250 meters/hex side to side &#10;time = one day per game turn &#10;strength = platoon/company/battalion sized units&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: Spain",
      "Magazine: Strategy & Tactics",
      "Region: Gibraltar (United Kingdom)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "26606",
    "Name": "Cat Chaos Card Game: Celebrity Edition",
    "ID": 242289,
    "Year": "(2017)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/242289/cat-chaos-card-game-celebrity-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Are you feline lucky? Join this a-list cast of feline celebrities for a fast and frantic CARD-SWAPPING GAME of cat craziness. Simple to pick up, difficult to put down.&#10;&#10;PurR-fect for 2+ people! 25 hilarious cat celebrity cards included, can you claw your way to victory by collecting the most sets?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "26607",
    "Name": "He & She",
    "ID": 17457,
    "Year": "(2008)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.68",
    "Link": "https://boardgamegeek.com/boardgame/17457/he-and-she",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "How well do you actually know your partner? Partners is an hilariously perfect way to find out! Want to know how well you and your partner really know each other? Partners tells you all there is to know about relationships! This party-game for adults puts your relationship under scrutiny in a playfully serious way.&#10;&#10;Areas such as Love, Money, Home, Work and of course Erotica will be put under the microscope! The game is suitable for one couple as well as several pairs playing as teams. When the game ends you can tell how well you actually know your partner! Partners is a funny way to check out your relationship!&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "26608",
    "Name": "Beer & Vikings",
    "ID": 122598,
    "Year": "(2012)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/122598/beer-and-vikings",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1667",
    "Description": "A few viking warriors sit at a table in smoky long hall, talking and bragging about war axes, women and pillages. Beer flows freely, but not even the cellars of Byggvir, the God of Beer, could quench the thirst of Nordland's greatest warriors. Servants run for cover, knowing full well where all this is going. Suddenly an eerie silence fills the common room. On the table, only one full cup remains. Who will get the last drink? Not a single step back is allowed to the warrior who wishes to enter Valhalla. One single thought in everyone's mind: may Fenrir eat the sun, that beer will be mine! All vikings laugh at the thought of death, draw their war axes, joining the fight at the call of &quot;OOOODIIIIIIIIIIN!&quot;&#10;&#10;In Beer &amp; Vikings you are a fierce and thirsty viking warrior, willing to do anything to get the last cup of beer. The winner is the most drunk viking &ndash; in game terms, the player who has collected the most beer drink counters &ndash; at the end of the sudden death round.&#10;&#10;Be wary, though, for drinking too much will dull your wits and mastery with the war axe. Each drink of beer prevents you from using one of your resources, be it a weapon, an item, or even your personal skill! You must always be wary not to drink too much or you risk becoming a defenseless sot in the hands of your enemies. On the other hand, you will be able to burn up some of the beer you have drunk to obtain significant bonuses which may well save your life. Show yourself as the wise warrior you are and balance your strategy with care, not burning up too much beer, thus finding yourself in the rear at the end of the game, when the cup is empty and the sudden death round begins. Those who will succumb to their enemies' blows won't be eliminated from the game, but will become Spirits of Loki, the thirsty god of evil, and team up with the other Spirits to attack the living, aiming to steal their beer. Raise your glasses (and your axes)!&#10;&#10;Beer &amp; Vikings introduces 112 brand new cards! including a new type of cards called &quot;Valhalla&quot; which provide you a strong ability during the match &ndash; but to obtain them you need to kill an opponent. Thus, to gain this power you must generate a vengeful spirit first. Be careful when you follow the Valhalla way...&#10;&#10;Beer &amp; Vikings, a board game for 3-8 players about war axes, blood and beer, is both a standalone game and an expansion for Sake &amp; Samurai.&#10;&#10;Integrates with&#10;&#10;&#10;    Sake & Samurai&#10;&#10;&#10;Microbadge:&#10;&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "26609",
    "Name": "First to Find",
    "ID": 198450,
    "Year": "(2016)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.31",
    "Link": "https://boardgamegeek.com/boardgame/198450/first-to-find",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;My phone alerts me &mdash; a new geocache has been published. A glance at the map makes me smile because I know this piece of woodlands! Here I grab my rubber boots and a towel, turn on the GPS device, and run to get the car. A cup of tea is left behind on the table, half-filled with tea that is still hot.&quot;&#10;&#10;FTF: First to Find is a geocaching-themed card game that lets players experience the same kind of emotions that they would get from playing in the open air. One can choose between various types of geocaches, and whoever reaches to the cache first is the lucky winner, of course.&#10;&#10;During set-up, players form a 7x7 square from landscape tiles from starting locations they select. During a player's turn, they can either move and reveal the current tile or just reveal the tile, based on the path chosen. Players can choose between searching three different cache types &mdash; normal, multi- and mystery cache &mdash; with all having different conditions for finding them.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Geocaching"
    ]
  },
  {
    "Rank": "26610",
    "Name": "Crimson Creek",
    "ID": 180975,
    "Year": "(2016)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/180975/crimson-creek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Crimson Creek is an homage to slasher films of the 1980s. You and a few friends head up to the Lake to celebrate your recent graduation.&#10;&#10;Ignoring the advice and cautions from locals, you embark on a hard-partying amorous filled lost weekend. Little do you know that it was at this exact spot, thirty years ago to the day, that infamous killer Klein aka The Hatchet Man was executed.&#10;&#10;But as soon as night falls you learn the terrifying truth. KLEIN IS BACK. And he has bewitched one of the residents of Crimson Creek to seek his vengeance. You must Run, Peek, and Hide to survive until morning. But even then you won&rsquo;t be safe. You will never be safe again, until you learn the true identity of the killer possessed by The Hatchet Man.&#10;&#10;Players take turns moving their character tokens around various Crimson Creek locations trying to avoid Klein and deduce his lair and identity. Klein's lair is deduced by secretly looking at locations Klein has yet to attack. His identity is deduced by matching discovered clues with Suspects in a police lineup.&#10;&#10;If a player is on a location Klein is attacking without having a hiding place they are slashed and killed by Klein and eliminated from the game.&#10;&#10;Work together and survive 3 Acts(rounds), identify the killer, and win the game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26611",
    "Name": "Random Encounter: Plains of the Troll King",
    "ID": 177751,
    "Year": "(2016)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/177751/random-encounter-plains-of-the-troll-king",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Random Encounter is a strategic, number-based, pixel-art card game for all ages. Players build encounters made up of various creatures, then try to win as many battles as possible at the table in the pursuit of loot! Each fully customizable deck is made up of basic number creature cards along with several trick creature cards to throw your opponents off guard. Two or more players compete to reach five loot before other players by either winning the most battles or stealing loot from the coffers of their fallen enemies.&#10;&#10;The game and pixel art is being created by Jamie Keddie (creator of Jackpot! and artist on Minecraft: Console Editions) of Joyride Games who has extensive experience with both card and video games design. Random Encounter combines these things in a new, fun, package for everyone to enjoy!&#10;&#10;The game also contains a one-player adventure mode in which the player tries to find keys so that they can open a boss room and defeat the final encounter.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Trolls",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26612",
    "Name": "Sniggle!",
    "ID": 5234,
    "Year": "(1978)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/5234/sniggle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "Not to be confused with the Sniggle game that is in the Sly set, this game is a race.&#10;&#10;A roll and move race game where you must get your 4 pawns, numbered 1 through 4, into the corresponding numbered spaces on the other side of the board. Each player tries to maneuver their four coloured pieces to their ending positions before the others. On your turn, you roll two dice and assign each die to a separate piece; doubles get you an extra turn. You can only move sideways and forward. If you get landed on by your opponent, your pawn gets sent back to the start. Spaces of your own color are safe, where you cannot be landed upon. First player to get all 4 of their pawns across the board wins. The endgame zone channels all pieces through a narrow passage, increasing the likelihood of mayhem.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "26613",
    "Name": "Dream Team",
    "ID": 1011,
    "Year": "(1997)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/1011/dream-team",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6923",
    "Description": "Similar to Slapshot, but with a magic fantasy tournament theme instead of ice hockey. Characters of different strengths oppose, the difference giving the number of dice you may place (not throw) in your attack or defense. Action cards affect the matches. There is a financial variant and a solitaire game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "26614",
    "Name": "Stampede!",
    "ID": 8530,
    "Year": "(2003)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.51",
    "Link": "https://boardgamegeek.com/boardgame/8530/stampede",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Rushing rhinos and hurried hippos are on the charge in this lightning-fast card game of quick reflexes. Try to assemble the most complete animals by gathering heads, middles and tails before the deck runs out. Grab the rare pink elephant for a bonus. But make sure all your animal parts match up or else you lose big points! The player with the highest score wins the game.&#10;&#10;Awarded the Oppenheim Toy Portfolio Gold Award and Dr. Toy's Best Children's Vacation Products Award&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Animals: Elephants",
      "Animals: Hippopotamuses",
      "Animals: Rhinoceroses",
      "Series: 12 Minute Games"
    ]
  },
  {
    "Rank": "26615",
    "Name": "Smokers Wild",
    "ID": 1656,
    "Year": "(1978)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/1656/smokers-wild",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.1818",
    "Description": "In this anti-smoking game, the players try to accumulate money while avoiding addiction to cigarettes.  At the start of the game, each player picks a profession likely to benefit from the smoking of others (Doctor, Undertaker, etc.) and then starts moving around the board.  If a player lands on an advertising space, there's a chance that he or she will begin smoking.  When a smoker ends up sharing a space with another player, there's a chance he'll pawn one of his brand habits to him.  The more a player smokes, the faster they advance on the Life-O-Metre, which ends with death.  The game ends once the first player dies (in the short game) or when only one player remains alive (in the longer game).&#10;&#10;The game is extremely simple to play and is filled with all kinds of horrible (but sometimes amusing) puns.  The game's claim that it has the power to cause smokers to quit and to discourage people from ever picking up the habit is rather questionable, but since it's easy enough to be played by young children, its anti-smoking message might actually be able to reach an audience that hasn't heard it all before.  Unfortunately, the game's simplicity may well work against it; for some players, once all the jokes have been heard (and there aren't all that many), there's really not much reason left to play the game.  On the plus side, there's a lot of player interaction as your profession gets called upon or when you pass your cigarettes to another.&#10;&#10;Smokers Wild seems related to Drinkers Wild so it may have been originally published by Gamma Two.&#10;&#10;Similar to:&#10;&#10;    Drinkers Wild&#10;    Lovers Wild&#10;&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26616",
    "Name": "Spices of the World",
    "ID": 1707,
    "Year": "(1988)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/1707/spices-of-the-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Developed in collaboration with a spice company as an &quot;educational game&quot;.  Pretty standard run-around-the-world to get the spices you need...&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Promotional: Board Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "26617",
    "Name": "Nerdy Inventions",
    "ID": 187787,
    "Year": "(2015)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/187787/nerdy-inventions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "We are a group of nerd inventors. In this competition, who can invent the most prolific inventions and become the nerdiest inventor?&#10;&#10;Nerdy Inventions (&#231;&#153;&#186;&#230;&#152;&#142;&#227;&#130;&#170;&#227;&#130;&#191;&#227;&#130;&#175;&#227;&#129;&#174;&#230;&#128;&#170;&#229;&#165;&#135;&#227;&#129;&#170;&#229;&#130;&#145;&#228;&#189;&#156;) is a game for 2-4 players that takes about 25-30 minutes. Players take turns until the game meets one of the ending conditions.&#10;&#10;In each turn, the active player rolls 3 dice. Then he may do the following 4 actions as many times as he wants (the actions can be done repeatly). When he cannot or decide not to take any more actions, he passes and next player's turn begins. The 4 available actions are:&#10;&#10;     Use your own invention card&#10;     Charge your own invention card&#10;     Research (Swap uninvented cards)&#10;     Build (Take) invention card&#10;&#10;&#10;Invention cards provide victory points and abilities. At the end of the game, the player with the highest total of victory points wins the game!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "26618",
    "Name": "Sweet Existence: A Strange Planet Card Game",
    "ID": 316927,
    "Year": "(2020)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/316927/sweet-existence-a-strange-planet-card-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Millions of Earthlings have embraced the genius and creativity of Nathan W. Pyle's Strange Planet webcomic and series of books. And now you can laugh and marvel at the absurd complexities of life with Sweet Existence, a strategic party card game inspired by Strange Planet's universally relatable beings and their unique perspective on the world. This game has players forming connections, experiencing life events, and collecting sweet disks (cookies) -- all while avoiding the dreaded Perish square. Each square (card) features a unique comic depicting the beings' signature humor and simple curiosity. It's a marvelous, family-friendly party game for current and budding Strange Planet fans ages 13 and up.&#10;&#10;Make connections (that can help or hurt you), give gifts, steal sweet disks, expose existence squares to experience life, and hope that you don't end up with the Perish square or it's game over. Avoided the Perish square? The player remaining with the most sweet disks wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Alliances",
      "Memory",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "26619",
    "Name": "FLY",
    "ID": 158918,
    "Year": "(2015)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/158918/fly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0714",
    "Description": "Get swattin&rsquo; in this exciting dexterity, set-collecting game! Players take turns dropping the fly swatter card on the table to swat flies with like colors and symbols. You'll need at least 3 of the same color or symbol in order for a fly to count.&#10;&#10;Number 4 in the Pack O Game series.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Layering",
      "Map Reduction",
      "Modular Board",
      "Set Collection",
      "Static Capture"
    ],
    "Families": [
      "Animals: Flies",
      "Animals: Insects",
      "Crowdfunding: Kickstarter",
      "Series: Pack O Game (Perplext)"
    ]
  },
  {
    "Rank": "26620",
    "Name": "Planet Earth DVD Game",
    "ID": 34395,
    "Year": "(2007)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/34395/planet-earth-dvd-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Educational, family-friendly trivia game based on the BBC's blockbuster five-part documentary, Planet Earth. Question topics range from wildlife, geology and earth science, and geology to the environment, biology, and weather.&#10;&#10;In the Imagination Games version, players answer the questions cooperatively in attempt to win prizes. The prizes are puzzle pieces, which are supposed to represent important clues that are key to solving global warming, deforestation, overpopulation, and other grave challenges threatening the planet.&#10;&#10;The Alga version is competitive, and players answer questions secretly using chits. The question category is chosen using a spinner and there are no puzzle pieces - player points are simply recorded on the board using pawns.&#10;&#10;Ages 8 and up.&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Movies / TV / Radio theme",
      "Trivia",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Components: Gems/Crystals",
      "Region: The World",
      "Theme: Ecology"
    ]
  },
  {
    "Rank": "26621",
    "Name": "The Lord of the Rings: The Fellowship of the Ring Board Game",
    "ID": 7519,
    "Year": "(2002)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.38",
    "Link": "https://boardgamegeek.com/boardgame/7519/the-lord-of-the-rings-the-fellowship-of-the-ring-b",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.25",
    "Description": "This is the official game based on the film from New line Cinema. Ages 8 and up for 3-6 players. This is a fast moving family game that follows faithfully the fellowship of the ring film. You can play the good or evil side. This is the first game in a trilogy.&#10;&#10;Welcome to Middle-Earth, where dark powers threaten to destroy all that is good. The future of civilization depends on The One Ring, which has been lost for centuries. Powerful forces are unrelenting in their search for it.&#10;&#10;The fate of all Middle-earth is in your hands as you become the force behind the Fellowship of the Ring - guiding the Ringbearer, Frodo Baggins, and heroic companions on the first part of their epic journey.&#10;&#10;Relive the adventure of New Line Cinema's Academy Award-winning epic film through The Fellowship of the Ring board game. With majestic images and scenes taken directly from the film, life-long followers or first-time fans will find the game uniquely challenging, yet easy to play, as this saga of good against evil unfolds.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "26622",
    "Name": "Ea$y Money",
    "ID": 11147,
    "Year": "(1988)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/11147/ea-dollar-y-money",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "A completely different game from MBs real estate game with the same name.  The game board is piled high with money packs of different denominations.  The money packs are ten bills of the same amount wrapped in a paper strip.  Players roll dice and move around the board sharing one token.  Follow the directions on the space either doubling their current money, landing on or passing an Easy Money space to collect one or two million dollars, collecting a Mystery Jackpot, holding a lottery or playing on Wall Street.  All money is taken from the huge pile in the center of the board.  The game ends when all the money is taken from the board and the player with the most money wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26623",
    "Name": "Resan",
    "ID": 15855,
    "Year": null,
    "Geek Rating": "5.476",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/15855/resan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Reisen (eng: The Travel / The Trip), the players travel through Nordic countries: Finland, Sweden, Denmark and Norway &ndash; by drafting transportation cards from the deck and using suitable ones for moving to the next town. There are five different ways of traveling: an airplane, a boat, a train, a bus and walking. Not every place can be reached via every method, so tactics are required. The player who makes the trip fastest and returns to his starting town wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Race"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Denmark",
      "Country: Finland",
      "Country: Norway",
      "Country: Sweden"
    ]
  },
  {
    "Rank": "26624",
    "Name": "Battle Cattle: The Card Game",
    "ID": 2458,
    "Year": "(2001)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/2458/battle-cattle-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2667",
    "Description": "Like Car Wars: The Card Game, Battle Cattle: The Card Game will be a standalone game, with everything you need in one package. And the two games will be completely compatible, allowing you to take your souped-up hot rods out gunning for Bessie... but this time, Bessie shoots back!  Six Cow cards and 112 Moo-ve cards, all full-color, and a rules sheet.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Game: Car Wars",
      "Theme: Animal Battles"
    ]
  },
  {
    "Rank": "26625",
    "Name": "Monopoly: America Special Edition",
    "ID": 10673,
    "Year": "(2002)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/10673/monopoly-america-special-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "Life, liberty, and the pursuit of properties. There's nothing more American than the game of Monopoly, except maybe a special America Edition of the world's most popular board game. You can own pieces of American culture and history, learn about American people and places, and move around the board using tokens that are as American as apple pie. Enjoy classic play or experience a new variation with our Corner Squares Game. Answer American challenge questions and you may get a property for free! This is an American Road Trip you don't want to miss.&#10;&#10;The components for this consists of the following: &#10;&#10;    1-Gameboard &#10;    28-American History Deed Cards&#10;    Monopoly Money and Banker's tray&#10;    6-American themed movers&#10;    16-American People Cards&#10;    16-American Places Cards&#10;    90-American Challenge Cards&#10;    32-plastic houses&#10;    12-plastic hotels&#10;    2-DICE&#10;    4-Alternate Corner Squares&#10;    1-Set of Instructions. &#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "26626",
    "Name": "Spy Ring",
    "ID": 3640,
    "Year": "(1965)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/3640/spy-ring",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4667",
    "Description": "Players operate as both a spy and a contact man in an effort to collect as many secrets as they can from 16 Embassies in the newly created international city of Espiona. The one who collects the most valuable set of secrets is the winner.&#10;&#10;The newer (1970's) version of the game changed in quite a few ways, but still bore a great resemblance to the original. The newer version was more of a race to collect a set of secrets (reading them using a &quot;decoder&quot;), and the contact man became a bodyguard for your spy.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "26627",
    "Name": "Concentration",
    "ID": 6798,
    "Year": "(1958)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/6798/concentration",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5556",
    "Description": "A rebus puzzle is covered by matching pairs of items. The items are covered by numbered slides. The slides are numbered one through thirty in the Milton Bradley editions and one through twenty-five in all other editions. each player or team chooses two numbered slides and reveal whatever items are beneath the slides. If the items match, then the items are removed to reveal parts of the rebus puzzle of which the team may hazard a guess. Solve the rebus puzzle and receive the value of all matching pairs possessed in play money. The side that has more money after three rebuses wins.&#10;&#10;Puzzles in the Milton Bradley and Endless Games editions were designed by the people who created them for the series: Norman Blumenthal for the former and Steve Ryan for the latter.&#10;&#10;Educational Concentration is made for classroom drills. It does not feature a rebus puzzle but it does have a plastic molded gameboard with twenty slots. The game comes with color matching, American history, American geography and homophone drills. More drills can be homemade easily.&#10;&#10;Based on the long-running television series which was inspired by the children's card game.&#10;&#10;",
    "Categories": [
      "Memory",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Components: 5 x 6 Grids",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "26628",
    "Name": "Dindons & Dragons",
    "ID": 11484,
    "Year": "(2003)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.09",
    "Link": "https://boardgamegeek.com/boardgame/11484/dindons-and-dragons",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "A game for 3 to 6 trolls who don't have the clear spirit and alert eye. Dexterity, observation and memory are needed in this fantasy/humor contest between trolls and dragons.&#10;&#10;Dindon is French for turkey (the bird, not the nation) and the  small box includes the line &quot;Les pintes de bi&egrave;re sont &agrave; fournir par les joueurs&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "26629",
    "Name": "Pook",
    "ID": 373383,
    "Year": "(2023)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/373383/pook",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Pook is an easy-to-learn, hard to master, strategic card game.&#10;2 minutes of rules and here we go!&#10;&#10;You're an overlord fighting over the fantasy world of Pook. With the help of the 4 factions available each with their own skillset ! The greater their power, the greater the requirements to use them.&#10;&#10;Use cunning to ensure the presence of your allies on the battlefield and fight for military supremacy. But watch out for last-minute cheap shots from your opponents...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Betting and Bluffing",
      "Deduction",
      "Hand Management",
      "Hidden Movement",
      "Square Grid",
      "Take That",
      "Tug of War",
      "Zone of Control"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "26630",
    "Name": "Cargo",
    "ID": 8567,
    "Year": "(2004)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/8567/cargo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7",
    "Description": "From the publisher's site:&#10;&#10;A &quot;Revolutionary&quot; Board Game From The Creator Of Wiz-War!&#10;&#10;Who could guess that the Boston Tea Party was much more complicated than history tells?&#10;&#10;You are one of the groups of men tossing tea into the bay. But, you&rsquo;re also being paid off by one of the captains to load his tea back onto his ship. It&rsquo;s hard to say what your number-one priority is; sometimes it&rsquo;s easier to toss everyone else&rsquo;s tea into the harbor instead of rescuing the tea belonging to the Captain that bribed you...or maybe it is just easier to eliminate the competition by squishing them between the crates...&#10;&#10;With art by The Fraim Brothers (of Knights of the Dinner Table Illustrated fame), this BOX game will be produced on high-quality chipboard for both the board and the 80 pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26631",
    "Name": "Yakari Wettlaufspiel",
    "ID": 69275,
    "Year": "(2001)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.43",
    "Link": "https://boardgamegeek.com/boardgame/69275/yakari-wettlaufspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Game play in Yakari Wettlaufspiel (aka, Der Maulwurf und sein Lieblingsspiel) is similar to Pachisi, albeit with a different die.&#10;&#10;Each player receives four pawns, which he needs to move from his start field to his destination field. Each turn, a player rolls the die, which shows six different symbols. Each field on the board also shows one of these symbols. After rolling, the player may move one of his pawns to the next field bearing that symbol. If another pawn is already on that field, that pawn is removed from the board.&#10;&#10;When a player rolls the Yakari (or blume in DMusL) symbol, he may move a pawn from off the board to his start field. After rolling a Yakari (blume) symbol, a player takes another turn.&#10;&#10;A player whose pawns are all off-board or on the destination field may roll the die three times to try to obtain a Yakari symbol and get a pawn on the board.&#10;&#10;The first player who manages to get all four of his pawns on his destination wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Moles",
      "Comic Books: Yakari",
      "Theme: Anthropomorphic Animals",
      "Theme: Native Americans / First Peoples",
      "Traditional Games: Pachisi / Ludo",
      "TV Shows: The Mole"
    ]
  },
  {
    "Rank": "26632",
    "Name": "Alien Autopsy",
    "ID": 3266,
    "Year": "(1997)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.26",
    "Link": "https://boardgamegeek.com/boardgame/3266/alien-autopsy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "A lifeless alien lies upon the examination table, as players race to complete successful autopsies. An unsteady hand results in a reawakening scream and flashing eyes! The player who collects the most alien body parts wins! Requires two AA batteries, not included.&#10;&#10;Re-implements:&#10;&#10;    Operation&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "26633",
    "Name": "Vampire: Dark Influences",
    "ID": 25412,
    "Year": "(2006)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/25412/vampire-dark-influences",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8462",
    "Description": "From White Wolf website:&#10;&#10;&quot;There is a World of Darkness much like our own. Hidden from humanity by a veil of deceit, the vampires of this world play games of intrigue, politics and betrayal. You are one of those vampires, called Kindred. Your Prince among the undead has declared that he will go into torpor, the rest of ages, and will choose a successor before he passes. The vampire who wins the support of the most allies before dawn will be declared the new Prince.&#10;&#10;Vampire: Dark Influences is a game for two to five devious players who forge bonds, win favors and break vows to reign supreme over the night.&#10;&#10;This game includes:&#10;&#10;     5 different clans of vampires, one for each player&#10;     25 Kindred Cards, whose favor is won to claim the throne&#10;     30 Event Cards to attack, deceive and stymie opponents&#10;     Blood tokens for each clan&#10;     One 10-sided die. &quot;&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Setting: World of Darkness (White Wolf)",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "26634",
    "Name": "Bible TriBond",
    "ID": 8621,
    "Year": "(2000)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.06",
    "Link": "https://boardgamegeek.com/boardgame/8621/bible-tribond",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "The Bible game that asks, What do these 3 have in Common?&trade;&#10;&#10;What do these three have in common&hellip; Elijah, Judah, and Jeremiah? They&rsquo;re Prophets!  Bible TriBond introduces players to the wisdom and truth of the Bible in a non-intimidating way by mixing commonly known clues with clues found in the Bible.  Threezer&trade; questions are fully referenced from the New International Version of the Bible.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Game: TriBond",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "26635",
    "Name": "Star Wars: Hoth Ice Planet Adventure Game",
    "ID": 6792,
    "Year": "(1980)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.63",
    "Link": "https://boardgamegeek.com/boardgame/6792/star-wars-hoth-ice-planet-adventure-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Objective: Be the first player to acquire sufficient Force to battle and defeat Darth Vader!&#10;&#10;Spin to pilot your Millennium Falcon around Hoth. There are incidents along the way and battles for Force Cards with Imperial villains. Plan your strategy in wagering Force cards and spinning against Boba Fett, Stormtrooper, Probot, and AT-AT/ Once you have enough Force, you can enter the center of the board and challenge Darth Vader. First player to master the Force and successfully out-spin Darth Vader wins!&#10;&#10;Players: 2-4&#10;Ages 7 and up&#10;&#10;Another in a long line of generic games based on the Star Wars movies. Very similar in play to Kenner's Yoda game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Fictional Events: Battle of Hoth",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "26636",
    "Name": "Simpsons Trading Card Game",
    "ID": 7860,
    "Year": "(2003)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/7860/simpsons-trading-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3846",
    "Description": "In The Simpsons TCG each player plays a deck based on one of five characters from the Television show (Bart, Homer, Lisa, Mr. Burns or Krusty). The aim is to achieve 7 points by participating in the scene cards that are played. Cards played on a scene count as &quot;completing&quot; or &quot;trashing&quot; depending on whether they match the traits of the scene. Each playable character has unique action cards.&#10;&#10;Fixed-rarity character decks with matching action, character, and scene cards were released for Bart, Homer, Lisa, and Mr. Burns.  Krusty was found in booster packs only, though there were more of his cards in boosters than the other four characters.  Boosters also included foil versions of cards in the set.  The game didn't find a widespread audience, and Wizards of the Coast dropped support for it after the initial print run.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Card Games",
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "26637",
    "Name": "Empire Plateau: The Lateral Thinking Battle Game",
    "ID": 325735,
    "Year": "(2022)",
    "Geek Rating": "5.476",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/325735/empire-plateau-the-lateral-thinking-battle-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Empire Plateau is a BRAND NEW experience for all board game lovers and even more so for the strategically minded and can be played by 2,3 or 4 players at a time. A game for family, friends and lovers of lateral thinking that requires No Dice, No Cards and No Luck!&#10;&#10;The theme for the armies have been based on the Four Empires that have ruled the known world at their time; Babylonian, Median Persian, Greek and Roman.&#10;&#10;Plan your strategy for Defence and Attack, manoeuvre around the game board, win skirmishes, use skills and tactics for area control and eventually claim Victory by conquering your opponents Empires base.&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Movement Points"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "26638",
    "Name": "Ein Arsch kommt selten allein",
    "ID": 2764,
    "Year": "(2001)",
    "Geek Rating": "5.476",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/2764/ein-arsch-kommt-selten-allein",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This very simple game is another variation on The Great Dalmuti.&#10;Each player receives 10 cards which come in 4 suits (orange and red female + Grey &#10;and brown male).&#10;&#10;The rules state whoever is the most miserable goes first. You can perform 1 of 3 actions on a turn.  Play a card that is higher than the top card on the discard pile (which ends your turn), Play a pair of same suit cards whose sum is less than the top card (this does not end your turn and you must then take another action) or draw cards from stock. (You must keep drawing till you draw a male and female card. These cards are shown to the other players. This does end your turn.)&#10;&#10;Every time you play a pair you skip the next player in turn.  If you play 2 pairs you skip the next two players, etc.  You can never skip yourself so in a 3-player game if you play 3 pairs, then end your turn by drawing or playing a single card, you then take another turn.&#10;&#10;When playing a pair you may place them in any order. When the stock is empty you shuffle the draw pile (except for the top card I would presume) and continue play.&#10;&#10;A hand is won when one person is out of cards.  He receives the total points left in all other players hands.  The rules state that you play for several rounds.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26639",
    "Name": "Pyramid of the Sun",
    "ID": 221644,
    "Year": "(2017)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/221644/pyramid-of-the-sun",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Pyramid of the Sun follows a simple turn structure; on your turn, you either play cards from your hand or draw two cards, choosing each either from the deck of middle sections or from the deck of edges and pyramid tops. Playing cards allows you to score points or &mdash; in some cases &mdash; draw an additional card. As the pyramid grows taller, you have an opportunity to score more and more &mdash; but the higher the possible score, the fewer spaces you have to play your cards.&#10;&#10;If you want to win, you need to be smarter than your opponents. Play your cards right, find the perfect time to use them, and score the most points. Outwit your friends and become the true builder of the Pyramid of the Sun!&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Constructions: Pyramids",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26640",
    "Name": "MiFuChi",
    "ID": 158198,
    "Year": "(2013)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.86",
    "Link": "https://boardgamegeek.com/boardgame/158198/mifuchi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "Wabbits are everywhere! And their fearless leader, the Wa Wabbit, is planning to continue his invasion all the way to your house!&#10; Discover the MiFuChi game: Win duels, lure the Wa Wabbit into your camp, and pilfer his treasure - the first player to collect all three of the Wa Wabbit's treasures wins!&#10;&#10;A reworking of ShiFuMi, the rock-paper-scissors game, and set in the world of Dofus, players compete in rounds of rock-paper-scissors or throw down card combos to move the Wa Wabbit.&#10;&#10;3 rocks/leaves/scissors: Move the Wa Wabbit 1 space towards your camp&#10;3 carrots: Move the Wa Wabbit 3 spaces towards your camp&#10;3 Lenalds: Take a treasure&#10;&#10;When making a combo, the Dofus is like a Joker - it can be a rock, leaf, scissors, or carrot (but not a Lenald).&#10;&#10;When the Wa Wabbit reaches the end of the board, the player wins an item in the array. The game ends when one player receives three.&#10;&#10;The cards that a player receive for winning a round give the player a bonus (each different, and detailed on the card). &#10; . &#10;Included in the box : 50 game cards + 3 treasure cards, a puzzle gameboard and the Wa Wabbit Figurine.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26641",
    "Name": "Banana Express",
    "ID": 18104,
    "Year": "(2005)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.35",
    "Link": "https://boardgamegeek.com/boardgame/18104/banana-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Players race to be the first to collect bananas while overcoming three obstacles: the snake landslide, the palm tree carousel, and the adventure bridge.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "26642",
    "Name": "The Amazing Spider Man Game with the Fantastic Four!",
    "ID": 6703,
    "Year": "(1967)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.15",
    "Link": "https://boardgamegeek.com/boardgame/6703/the-amazing-spider-man-game-with-the-fantastic-fou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Based on the Marvel comic book characters.&#10;&#10;From the box:&#10;Each player becomes a super-hero, attempting to score the most points. To win you must skillfully capture villains along the Spider Web path and collect Race Place cards from the center Spiderman Circle.&#10;&#10;A Game for 2, 3 or 4 players.&#10;&#10;Not to be confused with The Amazing Spider-Man Game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Fantastic Four",
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "26643",
    "Name": "La Grande Armee: Campaigns of Napoleon, 1805-1815",
    "ID": 5051,
    "Year": "(1987)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/5051/la-grande-armee-campaigns-of-napoleon-1805-1815",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "720",
    "Weight": "3.6667",
    "Description": "La Grande Armee: Campaigns of Napoleon, 1805-1815 is a Strategic level board-wargame simulation of Napoleon's major campaign during the years 1805-1815. The French player controls the forces of the French Empire under Napoleon, while the opposing player or players control the forces of the Coalition, the European countries at war with France.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Country: Austria",
      "Country: France",
      "Country: Prussia",
      "History: Napoleonic Wars"
    ]
  },
  {
    "Rank": "26644",
    "Name": "Arch Rival",
    "ID": 2156,
    "Year": "(1992)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/2156/arch-rival",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2632",
    "Description": "Arch Rival is a dexterity construction game in much the same vein as Bamboleo.&#10;&#10;Prior to gameplay, players create an arch that is balanced on a rocking base. First, two arch construction supports are placed on the base. Then thirteen color-coded cube compartments are placed on top of the supports to create an arch. The supports are then removed, so that the compartments support each other in a free-standing arch.&#10;&#10;Players attempt to place 50 playing pieces of various colors and shapes into the color-coded compartments, without knocking the arch over. On a player's turn, they roll the two dice--one of which tells how many pieces they must place, and the second die tells the color of the compartment into which the pieces must be placed. When 'Arch Rival' is rolled on the color die, one of the player's opponents is allowed to select the color of the required compartment. Players continue placing pieces in turn, until the point where arch can no longer support itself and collapses. The player who causes this to happen loses the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Single Loser Game",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "26645",
    "Name": "...I should have known that!",
    "ID": 137167,
    "Year": "(2011)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/137167/i-should-have-known-that",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Is starboard on the left or right side of a boat? How do you say &ldquo;Japan&rdquo; in Japanese? What is the character limit for Tweets on Twitter? How long did Sleeping Beauty actually sleep?&#10;&#10;&hellip;I should have known that! is an addictively entertaining trivia game with over 400 questions about things that you should know. In contrast to traditional trivia formats, you don&rsquo;t receive points for answering questions correctly. Instead, points are subtracted for every incorrect answer! One thing is for sure: it will only be a matter of time before you hear yourself say&hellip; Doh!&hellip; I should have known that!&#10;&#10;&mdash; Description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "26646",
    "Name": "Card Rogue",
    "ID": 207311,
    "Year": "(2017)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/207311/card-rogue",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Card Rogue  is a tabletop roguelike game set in the underground catacombs that haunt the dreams of so many adventurers. Play alone against the game, or gather four players together to try and survive the mysteries of the dangerous catacombs. The game board is randomly created as the players make their way down uncertain paths. Thus, every game is different and requires a unique approach.&#10;&#10;To survive, a player must be lucky, adaptable, and tactical. Traps, enemies, loot, or fame are met around every corner. Players must ally together to survive, but at some point they must betray that trust. Only the strongest and smartest will make it out alive, and only one player will be pronounced the victor.&#10;&#10;Game Components: &#10;&#10;     Four playable characters: the Rogue, the Warrior, the Cleric, and the Explorer. &#10;     Over 150 explorable cards such as paths, enemies, traps, treasures, and mysteries. &#10;     Over 20 unique items such as weapons, armor, scrolls, and potions. &#10;     Player tokens, a die, reference sheets, and everything else needed to start your epic journey!&#10;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Role Playing",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "26647",
    "Name": "UNO Moo!",
    "ID": 42920,
    "Year": "(2008)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/42920/uno-moo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "(from back of box)&#10;Match colors or animals to get the critters back in the barn!&#10;&#10;The farm animals have come out of their barn to play Uno! Round them up by matching colors or animals. Is there a blue pig on the barn door? Match it with any blue animal or any color pig. You can also play a farmer--he's wild and matches anything! The first player to get all of their figures back in the barn wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: UNO"
    ]
  },
  {
    "Rank": "26648",
    "Name": "Myth Fortunes",
    "ID": 2100,
    "Year": "(1990)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/2100/myth-fortunes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8571",
    "Description": "The other designers are:&#10;Micki Niebling, John Danovich, Matt Forbeck and Bryan Winter&#10;&#10;Get involved in a game of dragon poker, walk the fine line between ethics, Bunny and da boss, and try to keep Gleep out of trouble in this game of myth and mayhem based on the popular Myth series by Robert Lynn Asprin.&#10;&#10;You and the other players are characters from Robert Asprin's &quot;Myth Adventures&quot; series, and roam around the board screwing up, trying to stay out of trouble, and indulging in the occasional round of dragon poker.  Lavishly illustrated by Phil Foglio.  The object of the game is to accumulate Fame and Gold, which is mostly done by winning Confrontations with other players and various characters on the board.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26649",
    "Name": "Rhino Rampage",
    "ID": 38795,
    "Year": "(2008)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/38795/rhino-rampage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Excerpt from Playthings.com&#10;&#10;&quot;For preschoolers ages 4 and up, the fast-paced Rhino Rampage game combines strategy and luck for lots of fun. The object of the game is for players to get their team of birds safety atop the rhino's back. But if a player rolls a rhino, he or she will have to pull the rhino&rsquo;s taill, setting off a Rampage and sending some birds flying way off course. &quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Rhinoceroses",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "26650",
    "Name": "CIA: Collect It All",
    "ID": 251642,
    "Year": "(2018)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/251642/cia-collect-it-all",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "CIA: Collect It All is a competitive card game based on the CIA training game Collection Deck. Players take on the role of agents who are collecting intelligence and tackling security threats over multiple rounds.&#10;&#10;Each round starts with ten crisis cards in the center of the table. Each crisis has aspects (Political, Military, Economic, Weapons), difficulty, and required number of Techniques. Players start each round with a hand of Intelligence Techniques and Reality Checks.&#10;&#10;On their turn, a player can attempt to overcome a crisis by playing a number of Techniques that match the crisis's difficulty and aspects. Then, their opponents have a chance to play Reality Check cards that increase the difficulty of the crisis and the initial player can adapt by playing more cards from their hand. If they still have enough Techniques to overcome the crisis, they take crisis card and earn victory points equal to the number of Techniques used. The game ends when a player has accumulated 10 victory points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "26651",
    "Name": "Godzilla: Kaiju World Wars",
    "ID": 38694,
    "Year": "(2011)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/38694/godzilla-kaiju-world-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.05",
    "Description": "GODZILLA: KAIJU WORLD WARS will recreate all the action with the kaiju of the famous Toho (licensed) movies. Kaiju will battle kaiju . . .and humans . . . to destroy cities and each other. This will be the first in a series of games that will all be playable by themselves but will add new and different kaiju to the series, as well as enabling players to &quot;build&quot; bigger cities. The games will include figures of the kaiju as well as building pieces to give players a great 3-D visual effect, as well as enabling them to destroy all those buildings.  The game uses a unique Battle Card system to resolve combat.  The first game will include Godzilla, Gigan, Rodan and King Ghidorah.&#10;&#10;GODZILLA: KAIJU WORLD WARS will be fast, furious fun fighting game for ages 14 and up . . . with a playing time of one hour or less.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Creatures: Monsters",
      "Movies: Godzilla",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "26652",
    "Name": "Marco Polo",
    "ID": 2280,
    "Year": "(1983)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/2280/marco-polo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7647",
    "Description": "Players start in Venice with 240 besants (or 1200 Reales) each, trying to make it to Khanbalik, capital of Kublai Khan's kingdom.&#10;Each player has to acquire 3 gifts worth 80 besants (or 400 Reales) each for Kublai Khan. Then the player receive a mission (going to a city and receiving a secret invention). After receiving the secret invention, players has to make it back to Venice, with the mission card, and enough money (depending on the number of players), to win the game.&#10;&#10;The rule-booklet also includes a brief description of Marco Polo and his life, and references to other Danish books about Marco Polo.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Arabian",
      "Economic",
      "Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Silk Road"
    ]
  },
  {
    "Rank": "26653",
    "Name": "Lost in Valhalla",
    "ID": 304021,
    "Year": "(2020)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/304021/lost-in-valhalla",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Lost in Valhalla is a survival card game with fighting, crafting and scavenging. You play as a modern soul accidentally sent to an ancient afterlife - Valhalla.&#10;&#10;Be the first player to escape Valhalla by finding resurrection runes - all while scavenging for supplies and fighting off dangerous foes with mighty weapons!&#10;&#10;&#10;     Players choose who goes first - we suggest the youngest player. &#10;     Make sure there are 3 Resurrection Runes per player placed in the explore deck.&#10;     After shuffling each deck seperately, Arrange the 3 decks (Explore, Scavenge, Items) face down on the table in a line next to each other.&#10;&#10;&#10;The selected Player One goes first and remaining Players take turns in a clockwise direction. On your turn you can pick up 2 cards from the top of any deck. (Explore, scavenge, items). You are allowed to pickup any deck of your choice, for example, 1 'Explore' card and 1 'Item' card based on what you need.&#10;&#10;The aim of the game is to make your way through the 'Explore' deck and find 3 Resurrection runes that are hidden in the deck. The first player to do so wins the game.&#10;Once you receive foe cards over -4 hit points*, you cannot advance any further in the 'Explore' deck. You must then craft items picked up from the 'Item' deck, to remove foe cards, using scavenged materials from the 'Scavenge' deck. &#10;There are also helpful cards scattered throughout each deck that are free to use once found. These are discarded once used.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "26654",
    "Name": "Potions",
    "ID": 39320,
    "Year": "(2008)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/39320/potions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "In Potions, everyone is a &quot;wizarding&quot; apprentice competing to become a wizard. The first apprentice to collect five Potion Class Credit Tokens wins. Players collect Potion Class Credit Tokens by being the first to obtain a set of cards that match the potion recipe as instructed by a roll of the potion dice. Watch out for other aspiring wizards &ndash; they will try to change the recipe, steal your ingredients, and spill your cauldron.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "26655",
    "Name": "Yu-Gi-Oh Millennium Game",
    "ID": 3686,
    "Year": "(2002)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/3686/yu-gi-oh-millennium-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "The Millennium Game is an exciting new board game that lets kids get into the action of Yu-Gi-Oh!. In order to become the &quot;King of Games,&quot; players must obtain all five pieces of the 3D Millennium Puzzle. Each player begins the game in the Ultimate Dueling Arena with one piece of the puzzle. Players need powerful monsters to win the &quot;Arena&quot; duels, and gather them by visiting the &quot;Game Shops&quot; located at the four corners of the board. Players move between the Arena and the Game Shops, battling in three separate duels along the way - Janken, Saikoro and Ikusa - trying to get the most powerful Monster Slider Cards. They return to the Arena to compete for the remaining puzzle pieces. The first player to assemble the Millennium Puzzle wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Yu-Gi-Oh!",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "26656",
    "Name": "Kids Against Maturity",
    "ID": 283124,
    "Year": "(2018)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/283124/kids-against-maturity",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "This game is exactly what you think it is. Finally, a family friendly version. Layered innuendos for parents and kids to enjoy equal levels of laughter. Each player takes a turn reading a blue question card. Everyone answers with one of their ten funniest white cards face down. The white question card chose funniest by the question reader wins that hand. The player with the predetermined amount of funniest cards chosen by the question readers win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games",
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "26657",
    "Name": "Movie Mania",
    "ID": 899,
    "Year": "(1992)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/899/movie-mania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Movie Mania is the exciting board game designed for complete family entertainment. Containing quotes, questions and phrases from the greatest movies of all time. Two to Four players or teams reveal lines from such classics as Gone With the Wind and Terminator II, then try to identify the movie title and actor/actress who said them. Players may act out scenes or impersonate their favorite actors to help their teammates guess the answers. Six categories are featured: Action/Adventure, Drama, Comedy, Classic/Western, Science Fiction/Horror, and Trivia.&#10;&#10;Includes gameboard, 1 six sided die, 60 second timer, 1 card box containing 330 question and answer cards, 50 score cards, 4 colored game pieces, and 2 pencils&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Movies",
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "26658",
    "Name": "Exit Adventskalender pro: Das verrückte Zeitreise-Museum",
    "ID": 347604,
    "Year": "(2021)",
    "Geek Rating": "5.475",
    "Avg Rating": "3.89",
    "Link": "https://boardgamegeek.com/boardgame/347604/exit-adventskalender-pro-das-verruckte-zeitreise-m",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The historical museum is in wild chaos. Recently, a valuable old-time travel machine was stolen. Since then, exhibits have been disappearing from rooms in strange ways and suddenly reappearing in other rooms. The director is desperate. What is going on? An expert in time travel must be found who can track down the mystery.&#10;No easy task. Every day, a difficult puzzle must be solved to find the way to the next room. Now clever powers of deduction, imagination, and creativity are called for. Time is running out because the big Christmas gala is to take place in the foyer in just 24 days.&#10;But don't worry, if you get stuck, a table on the back of the pack with 2 hints per puzzle and a breakdown of the solution will help.&#10;Who will manage to find the time travel machine and unravel the mystery?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: Advent / Christmas / Jule calendar game",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "26659",
    "Name": "Where in the World is Carmen Sandiego? Card Game",
    "ID": 232944,
    "Year": "(2017)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/232944/where-in-the-world-is-carmen-sandiego-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "1.6667",
    "Description": "Description from the publisher:&#10;&#10;Calling all ACME agents to figure out Where in the World is Carmen Sandiego?!?! Can you handle this challenge, Gumshoes? It looks like Carmen&rsquo;s gang has pulled another caper.&#10;&#10;In the Where in the World is Carmen Sandiego? Card Game, you will be on a top-secret mission to recover the greatest treasures known to mankind &ndash; The Grand Canyon, the Statue of Liberty&rsquo;s Torch, and more. Get ready to jet set across the globe. Your assignment is to apprehend Carmen Sandiego, track the location of her hideout, and determine which loot she stole.&#10;&#10;Gumshoes, your goal is to eliminate as many Loot, Location, and Henchman Cards as possible by finding the matching Loot and Location Cards. This will ultimately lead you to Carmen Sandiego and one Loot-Location Card set.  Just like any good detective, you must be vigilant in collecting evidence to solve this mystery. In your Top-Secret Evidence Journals, keep track of your fellow Gumshoes&rsquo; cards by writing down their Location and Loot Cards and whether they&rsquo;re at the top, center, or bottom of their piles.&#10;&#10;If you do not know where Carmen is but you think you&rsquo;ve discovered matching Loot and Location Cards, call out &ldquo;I have a warrant!&rdquo; Once you zero in on Carmen&rsquo;s location, you must declare &ldquo;I have a warrant for Carmen&rsquo;s arrest.&rdquo; The first Gumshoe to make a Loot-Location match and successfully reveal Carmen wins the game. But beware, if you make an incorrect accusation, Carmen can escape!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Video Game Theme: Carmen Sandiego"
    ]
  },
  {
    "Rank": "26660",
    "Name": "Yeti, Set, Go!",
    "ID": 256861,
    "Year": "(2018)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/256861/yeti-set-go",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Hey, let's kick some meatballs!&#10;&#10;Kick some meatballs onto the mountain!&#10;You and your Yeti are a team&hellip;a mean, lean kickin&rsquo; team! It&rsquo;s up to you to aim Yeti and then bop him on the head to make him start kickin&rsquo; meatballs, trying to get them onto the mountain ledges! The first to get all four on wins!&#10;&#10;Contents: 5-Piece Snowy Meatball Mountain with Center Connector, Flag, 4 Kickin&rsquo; Yetis, 24 Meatballs, Rules&#10;&#10;Game Basics:  Players are each given meatballs, and stomp on the head of their yeti to make it kick the meatballs up the mountain.  First to land a meatball on each landing wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch"
    ]
  },
  {
    "Rank": "26661",
    "Name": "Rive",
    "ID": 359061,
    "Year": "(2010)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/359061/rive",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Rive is a territory game for two players, Black and White. It is played on the cells of a small hexagonal grid with an odd number of cells, and the goal is to have the most stones on the board when it is full. The board is initially empty. Rive was invented by Mark Steere in 2010.&#10;&#10;Definitions:&#10;A cluster is a connected set of stones in any combination of colors (only white, only black or both).&#10;&#10;There are three kinds of placement, all of which consist in placing exactly one stone of your color on an empty cell:&#10;You plant when you place adjacent to no clusters.&#10;You grow when you place adjacent to only one cluster.&#10;You merge when you place adjacent to multiple clusters.&#10;&#10;The only other kind of action is to shrink a cluster, which is to remove stones from it without splitting it into multiple clusters. This action will sometimes involve removing multiple stones, which may be of any combination of colors.&#10;&#10;The basic structure of a turn is this:&#10;You must plant if you can, otherwise you may grow or merge. If you merge, you must also shrink, then move again. This means that you may not end your turn before you have made a non-merging placement.&#10;&#10;Restriction on growing and merging:&#10;If you cannot plant (and therefore must grow or merge), you must choose a move such that the largest cluster you place adjacent to is as small as possible. This means that you cannot always choose freely between growing and merging, even though you aren't obligated to plant.&#10;&#10;Restriction on shrinking:&#10;The cluster resulting from the merging placement must be shrinked down to a cluster of size one more than the biggest cluster that was merged.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "26662",
    "Name": "Game of Phones",
    "ID": 179701,
    "Year": "(2015)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/179701/game-of-phones",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Game of Phones works along the lines of Apples to Apples, with one player serving as judge each round and the other players usually trying to do something so that the judge awards them the point for that round.&#10;&#10;For this game, all of the challenges involve you using your smartphone. More specifically, the judge draws a card for the round and reads the prompt to everyone else, e.g., &quot;Find the best #selfie&quot; or &quot;Show the last photo you took&quot; or &quot;Find the weirdest Google Image search result for your name&quot;. Everyone finds something on their phones and shows the judge, who then chooses a winner for that round. The first player to win ten rounds wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "26663",
    "Name": "Tank! Armored Combat in the 20th Century",
    "ID": 3574,
    "Year": "(1974)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/3574/tank-armored-combat-in-the-20th-century",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6429",
    "Description": "First published in Strategy &amp; Tactics magazine #44.&#10;&#10;Modern tank warfare involving individual tanks, guns, and squads. 100 counters&#10;&#10;One thing that should be mention is that only base game is included in the magazine release. The rules even say that you do not get all the markers in the base game. If you got the game as the Flat-pack, the advanced game was included. Or you could buy the advanced game as a separate add on. So be aware when asking seller about the game.&#10;&#10;Expanded by:&#10;&#10;    Super Tank I&#10;    Tank! Expanded Game Rules&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Simultaneous Movement System (SPI)"
    ]
  },
  {
    "Rank": "26664",
    "Name": "King Size",
    "ID": 140830,
    "Year": "(2012)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/140830/king-size",
    "Min Players": "2",
    "Max Players": "69",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Have you always wanted to be the King or Queen of the Dick?&#10;&#10;With King Size, now it&rsquo;s possible to find out who&rsquo;s the longest!&#10;Grab the 6 dice and wow your friends with your length.&#10;&#10;The game plays over one round, during which each player rolls dice up to three times.&#10;1&bull; Take all 6 dice and give them a good shake.&#10;2&bull; Roll them once.&#10;3&bull; You may choose to reroll any of the dice a second or third time. Note: all Hearts you roll are set aside and cannot be rerolled.&#10;4&bull; After 3 rolls, analyze your results!&#10;&#10;If you&rsquo;ve rolled at least one Ballsack AND one Head determine the length of your dick by adding up your dice!&#10;If you failed to roll at least one Ballsack AND one Head, your score is zero - but don&rsquo;t forget to show off your small but mighty member.&#10;If you roll 5 Hearts, you&rsquo;ve gone soft. It&rsquo;s okay, it happens to everyone. Take all 6 dice and take another turn!&#10;If you roll 6 Hearts, you&rsquo;ve found True Love! The game ends immediately and you&rsquo;re declared the winner!&#10;&#10;After one round, if nobody&rsquo;s found True Love, the player with biggest dick is the winner! Stamp them so everyone knows about their King-Sized dick!&#10;If there&rsquo;s a tie, play another game ;)&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "26665",
    "Name": "Robot Wars: The Game",
    "ID": 8963,
    "Year": "(2002)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/8963/robot-wars-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.875",
    "Description": "(From the box)&#10;&#10;Robot Wars is the spectacular action-packed BBC TV series that has captured the imagination of millions through its dramatic set, extraordinary fighting machines and its exciting and unpredictable gladiatorial combats.&#10;&#10;Now you can re-create all the excitement and features of the Robot Wars show in your own home with the Robot Wars Game.&#10;&#10;Roboteers begin by building their robots, allocating their hard-won resources to their robots' speed, power and maneuverability ... complete their robots by adding weapons, and the draw is then made to determine who battles who. The selected robots take up their positions in the war zone, ready to unleash their wrath on each other.&#10;&#10;Destroy your opponent's robot or inflict the greatest amount of damage on it and you will win the battle. However, can you make it through to the grand final and be crowned the Robot Wars champion?&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Modern Warfare",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Role Playing",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "26666",
    "Name": "Impasse",
    "ID": 6493,
    "Year": "(2003)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.52",
    "Link": "https://boardgamegeek.com/boardgame/6493/impasse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Played with a standard Checkers/Draughts set.  Singles move diagonally forward any number of squares. Doubles move diagonally backward any number of squares.  Kind of a blocking, racing game.  Draws and ties cannot occur.&#10;&#10;Object: remove all of your own checkers from the board.&#10;&#10;Online Play&#10;&#10;&#10;    Super Duper Games&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26667",
    "Name": "Sphinx",
    "ID": 1178,
    "Year": "(1999)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/1178/sphinx",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.4762",
    "Description": "The Pharaoh has built a very mysterious pyramid with long corridors full of secret doors leading to the treasure chamber, which is guarded by three mighty sphinxes. Without the right sphinx cards you cannot reveal their secrets and cannot get past them. Listen to the clues from the mummies, collect the sphinx cards as you pass through the corridors and conquer the sphinxes...only then can you get to the legendary treasure!&#10;&#10;OBJECT OF THE GAME - The player who reaches the treasure room in the center of the game board and conquers the three sphinx with the correct Sphinx cards wins the game.&#10;&#10;---From the rulebook---&#10;&#10;",
    "Categories": [
      "Ancient",
      "Exploration"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: 9 x 9 Grids",
      "Constructions: Pyramids",
      "Series: Sphinx (Ravensburger)"
    ]
  },
  {
    "Rank": "26668",
    "Name": "A Duel Betwixt Us",
    "ID": 145943,
    "Year": "(2014)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/145943/a-duel-betwixt-us",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7",
    "Description": "A Duel Betwixt Us is a two-player card game designed to test your manly worth through the ancient and sacred art of violence.&#10;&#10;Your heroic feats will earn you the love of fair maidens, and sturdy men will join your ranks in admiration of your combative prowess.&#10;&#10;You will send this fanclub to work in the mines, where they will toil tirelessly in your name. The fine ingots they pull from the earth will provide you with an economic and military edge in the series of spectacular duels which will unfold betwixt you and your nemesis.&#10;&#10;Who will be the finer specimen of Man? Will you gain the Gentlemanly Satisfaction you demand? Only time will tell...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26669",
    "Name": "Vegas",
    "ID": 1255,
    "Year": "(1996)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/1255/vegas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5625",
    "Description": "Vegas is set in a casino with a game board that shows a series of fourteen gaming tables (made up of squares). The game includes a cut-out figure of 'Mary Chip', a 'gold' die (numbered 1 to 6), two special dueling dice, and markers/counter/cards for each player. Players try to gain control of the best tables, thereby receiving the gold chips. The highest total value of chips at game end is the winner. Endgame is controlled by the movement of 'Mary Chip' as she progresses from table to table.&#10;&#10;Maginor is a reworking of this game with some rule changes and a new theme.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)"
    ]
  },
  {
    "Rank": "26670",
    "Name": "Killer Bunnies and the Journey to Jupiter",
    "ID": 33876,
    "Year": "(2008)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/33876/killer-bunnies-and-the-journey-to-jupiter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4828",
    "Description": "A hysterical new Killer Bunnies brand game!  Killer Bunnies and the Journey to Jupiter is a strategy hex board game with classic KB card play.  Move your ships around the board, engaging in space battles with your opponents, on your way to gathering up carrots from random hexes and bringing them back to Jupiter first.  With new hilarious cards and spoofs, Killer Bunnies and the Journey to Jupiter is great strategic fun for new and veteran Bunnies players alike.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Game: Killer Bunnies",
      "Space: Jupiter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "26671",
    "Name": "I Spy Memory Game",
    "ID": 10518,
    "Year": "(1995)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.74",
    "Link": "https://boardgamegeek.com/boardgame/10518/i-spy-memory-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This is a Memory game based on the &quot;I Spy&quot; line of classic children's books and the photographs of Walter Wick and Jean Marzollo. The catch is that the images aren't exact matches. Instead, one version may be a silhouette or from another angle. According to the instructions, recognizing an object in a different environment is a valuable pre-reading skill.&#10;&#10;Several variants are provided. Younger players play it just like the classic Memory game by turning over two cards and trying to find the pairs. Older players play it by trying to find the four cards that match objects named in a riddle. The pictures are beautiful.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Game: I Spy"
    ]
  },
  {
    "Rank": "26672",
    "Name": "Wikipedia: The Game About Everything",
    "ID": 180459,
    "Year": "(2015)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/180459/wikipedia-the-game-about-everything",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Three exciting Wikipedia games to challenge your brain: Wiki-Trivia, Wiki-Ranks and Disambiguation. It's informative, it's collaborative and it's fun! Which of you and your friends know the most about everything?&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "26673",
    "Name": "Hack Attack",
    "ID": 3306,
    "Year": "(2000)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.13",
    "Link": "https://boardgamegeek.com/boardgame/3306/hack-attack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "Hack Attack is played with 12 plastic pieces in green, orange and purple. 6 of these pieces are cubes and 6 are pyramids. There are 12 board strips with green, orange and purple squares. The object of the game is to get one of each color (green, orange and purple) of your game pieces (one player is cubes and one player is pyramids) in a row (vertically or horizontally) on the matching colors of the board strips. The board strips are shuffled and dealt out 6 to each player. The first player lays one of their board strips and places one of their game pieces on one of the squares. Game pieces MUST be played on squares of the same color of the game piece. The next player may then either place one of their game pieces on the same board or lay down another board next to the first one long sides touching and places one of their game pieces on the board strip just played. After all 6 of a player's game pieces have been played, they may move any of their game pieces to a new position, either on a board that has already been placed or on a new board. After all of a player's board strips have been placed, they are limited to placing their game pieces on the boards already in play. So ...&#10;&#10;&#10;    You may ONLY play your pieces on a square that is the same color as that piece. (e.g. a purple piece can only be played on a purple square.)&#10;&#10;&#10;&#10;    You may only place your board strips LONG sides touching with all squares aligned.&#10;&#10;&#10;&#10;    If you lay a board strip down you MUST play a game piece on that board.&#10;&#10;&#10;&#10;    If you choose not to lay down a new board strip on your turn, you MUST play a game piece on an existing board strip.&#10;&#10;&#10;&#10;    The winning row of 3 game pieces may be all on 1 board or lengthwise over 3 boards, but it may not be diagonal.&#10;&#10;&#10;&#10;    Only one game piece may be played on each square.&#10;&#10;&#10;&#10;    You can ONLY move the position of your game pieces on the board after ALL of your pieces have been placed.&#10;&#10;&#10;This is a 2-player game for ages 10 and over.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "26674",
    "Name": "The Game of Maze",
    "ID": 3447,
    "Year": "(1990)",
    "Geek Rating": "5.475",
    "Avg Rating": "3.96",
    "Link": "https://boardgamegeek.com/boardgame/3447/the-game-of-maze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Bring your pawns together in the maze. The rules include a brief history of mazes and a list of British mazes open to the public.&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "26675",
    "Name": "Maximum Throwdown: Overload",
    "ID": 169987,
    "Year": "(2014)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/169987/maximum-throwdown-overload",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Six more throwdown decks doubles the excitement!&#10;&#10;Maximum Throwdown: Overload is a standalone expansion to the card-throwing battle game, Maximum Throwdown. In the original game players draw one card from their deck and throw one card &ndash; but if they have the right icons in play, they'll draw more cards, throw more cards, steal cards from opponents and dump them in the gutter, break free of the shared playing space in order to keep from being covered, and &ndash; perhaps most important of all &ndash; score points each turn when they have enough visible icons in play.&#10;&#10;In this standalone expansion, players have the choice of 6 new factions that use a combination of the 6 existing and 6 all new abilities. Each of the factions plays very different from another. Some focus on skill (Wendy from Doomtown), and others focus on protection, reviving cards, and even bombs.&#10;&#10;There are also brand new land cards that offer special abilities.&#10;&#10;Integrates with:&#10;&#10;    Maximum Throwdown&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26676",
    "Name": "Blind Justice",
    "ID": 2811,
    "Year": "(1989)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/2811/blind-justice",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6667",
    "Description": "The Game of Lawsuits uses 168 condensed versions of actual damage claims in the US courts, as players represent the plaintiffs and defendants. As they win or lose cases, by skill or chance, players rise through the court system and win by getting lots of money. The box says you'll &quot;enjoy hours of hilarious and educational entertainment.&quot; You be the judge.&#10;&#10;German edition by Klee titled Blinde Justiz.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game",
      "Track Movement",
      "Voting"
    ],
    "Families": [
      "Theme: Attorneys / Courts"
    ]
  },
  {
    "Rank": "26677",
    "Name": "Sturgeon",
    "ID": 76444,
    "Year": "(2010)",
    "Geek Rating": "5.475",
    "Avg Rating": "4.46",
    "Link": "https://boardgamegeek.com/boardgame/76444/sturgeon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The biggest fish wins in this fish-eat-fish card game.&#10;&#10;For two to five players ages 10 and up&#10;&#10;Lake Sturgeon is a cruel and unforgiving place. Minnows scurry about in schools, trying to avoid being eaten by bass, bass hide from the mighty sturgeon in the dense weeds, and sturgeon fishermen patiently angle for their elusive trophy. If your fish survive long enough to produce two sturgeons, you rule the lake.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "26678",
    "Name": "Capital Punishment",
    "ID": 3278,
    "Year": "(1981)",
    "Geek Rating": "5.475",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/3278/capital-punishment",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This game was published for political reasons, to &quot;make&quot; a point.  That it turns out to be somewhat enjoyable is purely coincidental.&#10;&#10;In this game, a player may win by maneuvering all four of his &quot;criminals&quot; in such a way that they are all in Life Imprisonment, Death Row or the Electric Chair.  Or the player may use his two &quot;liberals&quot; to spring the opposing players' criminals from the &quot;Path of Justice&quot; back to the Street often enough to turn all fifteen of each opponent's Innocent Citizens into Victims of violent crimes.  Victims go to Heaven.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Theme: Attorneys / Courts",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "26679",
    "Name": "Quest",
    "ID": 1225,
    "Year": "(1984)",
    "Geek Rating": "5.475",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/1225/quest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.7857",
    "Description": "&quot;A family game of knights in search of the magical ring, set in the age of myths.&quot;&#10;&#10;Each of the four states of Tirad, Urgad, Galad and Elgad has one large city.  Life in a city flourishes for the inhabitants only when the magical ring is there.  Unfortunately, the ring never stays long in one place.  A band of brave knights is gathered together in Galad where they hear rumours that the ring has been seen in Tirad.  The Quest begins...&#10;&#10;Each player tries to find the ring and transport it to the cities.  As a reward, they receive the seals of these cities.  Collect three different seals to win.  Many obstacles are to be overcome and dragons slain before a knight's quest is complete.&#10;&#10;This is a fairly abstract game.  Each player has three extra &quot;lives&quot; and loses one when defeated by a dragon or when attacking another player.  These lives are replenished by visiting cities.  The ring allows its bearer some significant advantages such as passing through obstacles.  Special spots on the map allow new obstacles to be placed or existing ones to be moved, so a player can be affected even by other players far from him.  The end game can drag a bit as all the other players coordinate their efforts against the leader.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "26680",
    "Name": "Cowtown",
    "ID": 125059,
    "Year": "(2012)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/125059/cowtown",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In the card game Cowtown, you want to move cows into the right herds so that you can score points and empty your hand.&#10;&#10;At the start of each round, each player receives a hand of six cards, then four more cards are placed face-up on the table; the deck includes cards in four colors, numbered 1-10 twice, along with two &quot;Cowtown&quot; cards of each color. Cowtown cards are always played on the table immediately in order to give the little dogies a place to settle.&#10;&#10;On a turn, you play a card from your hand onto a stack on the table. The card you play must be one higher than the top card on a stack. (Cowtown cards are effectively numbered 0.) If you can play multiple cards in numerical order &ndash; a Horn-to-Tail Sequence &ndash; you can do so; in addition (or alternatively) you can play multiple cards with the same number &ndash; a Stampede &ndash; onto different stacks when those stacks have the same lower number. Playing a three-card Horn-to-Tail Sequence or a Stampede is worth 1 &quot;scorecow&quot;.&#10;&#10;Whenever you play a card of matching color onto a stack, you're safe, but if you play at least one card of a different color &ndash; a bullish play &ndash; then you must draw and discard the top card of the deck. If that card shows a red bull's eye, then you've been kicked and must draw a card. Lay a 10 on a stack and you close that barn, getting to take another turn or pass one of your cards to another player.&#10;&#10;The round ends as soon as one player is out of cards or the deck runs out. The player with the fewest cards earns 4 scorecows, the player with the next fewest 2 scorecows, and everyone other than the player with the most cards earns 1 scorecow. After four rounds, whoever holds the most scorecows wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Cattle / Cows"
    ]
  },
  {
    "Rank": "26681",
    "Name": "Made for Trade",
    "ID": 6375,
    "Year": "(1984)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/6375/made-for-trade",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "An educational game for 2 to 6 players, set in early America.  Each player begins the game as an indentured servant, who must first earn his or her freedom, then collect a list of required items for day to day life. Items are obtained from various shops and are also bought and sold in the marketplace, in exchange for shillings or in trade for other items.  Along the way, various events in history shake things up.  Players visit the many different buildings in a colonial American town (tavern, inn, jail, church, etc.) and find ways to strip other players of their belongings and negotiate trade.  When one player collects all the items on his or her list and ends the game, the player with the most assets becomes the winner.&#10;&#10;Rules contain 3 different levels of difficulty so that the game can be tailored to different age groups (Ages 8 and up, Ages 10 and up, and Ages 12 and up).  The game was developed in cooperation with the Winterthur Museum.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Civilization",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "26682",
    "Name": "Abetto",
    "ID": 86768,
    "Year": "(2010)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/86768/abetto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1",
    "Description": "&ldquo;Abetto&rdquo; is a dynamic, exciting game, where players become gentlemen and ladies brought from Arsen Lupin's stories and compete with each other for the name of the greatest burglar, lover and fencer of the nobel underworld.&#10; There are several ways to achieve success. By means of committing burglary you can get trophies and gadgets that are essential to win the game. They also help you in overcoming challenges of the game as well as give you an opportunity to harm your  opponents. By shooting at rivals or dueling with them you can steal their chosen trophies but you may also lose yours.&#10; Mechanics of the game is based on modified roulette rules. Players bet the result on a special even/odd table and a number table (1-36). The probability of failure is small &ndash; only 25% - and can be further  reduced  by means of some gadgets. The esthetic wooden roulette is attached to the game.&#10; In order to smooth down certain randomness that accompanies burglaries, shoots and duels, so called task cards were introduced to the game. There is a different task for each round and after accomplishing it a player receives prize in the form of trophies and gadgets. Fulfilling the task depends solely on player&rsquo;s behavior.&#10; The game board is based on a tile system. Players arrange it themselves and each time they compose a different district in which the game takes place.&#10; Abetto game provides large interaction between players and a great deal of emotions. Even during another player&rsquo;s turn you take active part in the game.&#10;&#10;Publisher Blurb&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory",
      "Modular Board",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "26683",
    "Name": "Saloon",
    "ID": 2496,
    "Year": "(2001)",
    "Geek Rating": "5.474",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/2496/saloon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0625",
    "Description": "Premiering at Essen 2001, a card game of brawling in a Saloon of the Old West. The attacker plays his cards and the defender responds.  The first noninvolved player to get a card to the table can throw in a punch as well.  If any of the attack gets through, the defender takes some knock out points.  But if he's not yet in Dreamland, now he gets the turn to strike back, or does he find a new target?  Plenty of warping effects on these easy-to-explain rules and interesting flavor are added by cards such as the roundhouse, whiskey bottle, flying through the window, beer barrel, piano player, Oopsadaisy and the dreaded bartender (he comes with a club).  Players gradually get knocked out until there is only one brawler left standing, the winner.&#10;&#10;Components include 6 Schl&auml;ger [&quot;Brawler&quot;] cards (one for each player), 54 Saloon cards (24 Attack cards, 8 Item cards, 6 Hit cards, 3 Help cards, 8 Defense cards, 5 Event cards).&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "26684",
    "Name": "Scary Tales: Snow White vs. The Giant",
    "ID": 41334,
    "Year": "(2009)",
    "Geek Rating": "5.474",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/41334/scary-tales-snow-white-vs-the-giant",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4737",
    "Description": "Snow White vs. The Giant is the second game in the Scary Tales series of two-player games pitting common fairy tale characters against each other. Here's more about the two characters in this game from the publisher:&#10;&#10;&quot;Fee, Fi, Fo, Fum...you don't want to mess with this chum. The Giant can crush his foes with his enormous strength, and he has his Magic Hen on his side, as well. But sly Snow White is no longer her sweet self, and she has some tricks up her sleeve, including the assistance of her Seven Dwarfs. Will the kingdom thrive under the rule of either of these challengers? A battle of enormous proportions awaits!&quot;&#10;&#10;The setting for Scary Tales is a kingdom, where a battle awaits as the king has died, leaving no heir. While the enchanted forest is feared and the castle is covered in dark clouds, corruption has affected the town and only those with the utmost abilities in Strength, Wisdom, Magic and Luck will be able to collect enough relics from the stories of long ago to prove themselves worthy of being the new leader. The challengers are sharp, indomitable, and devious - and with each match-up, it is uncertain who will win the crown.&#10;&#10;Each character comes with its own unique ability which may be used once per game and a color coded set of dice. A set of power cards and fortune cards, a fairy card and a die associated with said fairy comprise the contents of the game. To win, a player needs to obtain seven points worth of relics, and hold on to them until the beginning of their next turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Authors: The Brothers Grimm",
      "Components: Dice with Icons",
      "Folk Tales & Fairy Tales: Jack and the Beanstalk",
      "Folk Tales & Fairy Tales: Snow White",
      "Game: Scary Tales",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "26685",
    "Name": "Weird Things Humans Search For",
    "ID": 254419,
    "Year": "(2018)",
    "Geek Rating": "5.474",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/254419/weird-things-humans-search-for",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Ever wondered what a strange place the internet can be? Well now there's a game to prove it. In Weird Things Humans Search For, your job is to predict the most popular endings to Google search questions. Examples include &quot;Why can't I&hellip; own a Canadian&quot; and &quot;My cat wants&hellip; to kill me&quot;.&#10;&#10;You get two guesses, which you must rank. The more popular your guess turns out to be, the more points you'll win, with a bonus if your top guess is also the top result. After five rounds, points are tallied to determine a winner.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26686",
    "Name": "King Toad",
    "ID": 34377,
    "Year": "(2008)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/34377/king-toad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the manufacturer:&#10;&#10;Old King Toad is a hungry old soul! In this tongue-twisting card game, add bugs to the king's feast by playing cards in numerical order. If you don't have the next card in sequence, catch one just like King Toad! Say &quot;Ribbit&quot; and then stick out your tongue from one to four times to signal the card you want played. The first player out of cards gets to be King Toad for a day!&#10;&#10;For ages 5 and up. Comes with 60 cards and 12 tokens. Rules are in English and Spanish.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Fantasy",
      "Humor",
      "Math",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "26687",
    "Name": "Paladin",
    "ID": 11954,
    "Year": "(2004)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/11954/paladin",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Theme&#10;Brave knights are gathering to plan their honourable endeavours and to find out who will be the bravest Paladin facing the most honourable missiona.&#10;&#10;Goal&#10;To collect as many honour points as possible by winning  mission cards.&#10;&#10;Setup&#10;Each player gets 5 player tokens of one colour.&#10;&#10;The 18 mission cards are sorted into two stacks, according to their honour point values (1-6). Each stack is shuffled separately, then the stack with the lower value mission cards (queen's deck, values 1-3) is placed on top of the other (king's deck, values 4-6).&#10;&#10;Mission cards equal to the number of players are laid out, face up.&#10;&#10;The card dealer shuffles the 42 paladin cards and hands out 4-6 (depending on the number of players) cards to each player. Paladin cards have values from 0-9.&#10;&#10;Game play&#10;Each player, beginning with the start player, puts one of his/her paladin cards next to one of the mission cards, face down, and marks it with one of his/her player tokens. This paladin is called the leading paladin. When each mission card has a leading paladin, players continue playing cards clockwise until each player has placed a card beside each mission.&#10;Before placing a card, players may look at one of the cards another player has already placed. Each player can only play one paladin per mission. &#10;When each player has only one card left, the paladin cards are resolved, starting with the first mission and the first card that was placed there. Each player has the following options:&#10;&#10;     Beat the leading paladin if your card has a higher value (or in case they are equal, if it is a red number).&#10;     Take the face-down paladin card back on your hand.&#10;     Discard the face-down paladin card.&#10;&#10;&#10;This continues until all cards at the first mission have been dealt with. The player whose card is the last to stay wins the mission and places it, together with the winning paladin card, in front of him/herself. The same is done for the other mission cards.&#10;&#10;The player with the fewest honour points is the dealer of the next round and hands out paladin cards until everyone has the same number of cards as in the first round. The dealer then lays out new mission cards and determines a start player.&#10;&#10;The game ends when there are not enough mission cards left for another round. Each player counts the honour points from the missions he/she won and adds bonus points for all paladin cards with red numbers that the/she has in front of him/herself. The player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "26688",
    "Name": "Brillance",
    "ID": 22931,
    "Year": "(2006)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.61",
    "Link": "https://boardgamegeek.com/boardgame/22931/brillance",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "You have to supply the shops of a medieval town (Brillance).&#10;The one who can supply the most shops before sunrise (10 turns) is the winner. &#10;The problem is that the streets are very narrow, so they get blocked of by the other players. Each round you receive an obstaclecard, with which you can obstruct your compagnions' routes. Give their carts a broken wheel, put a drunken dwarf in their way, make them crash with other players, call the guards on them etc. Obstructing your fellowplayers is one of the main mechanisms of the game and also what makes this game so fun.&#10;&#10;Brillance combines strategy with a bit of screw-your-neighbor.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "26689",
    "Name": "Klugscheisser 2: Edition Krasses Wissen",
    "ID": 137168,
    "Year": null,
    "Geek Rating": "5.474",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/137168/klugscheisser-2-edition-krasses-wissen",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "There are no questions after the umpteenth Olympic champion, and it is not important to know who wrote that book or how many stars are on the flag of the European Union in this game. This is an electrifying and truly entertaining game with more than 300 curious, witty and surprising questions about things about which you have you probably never thought made&#226;&#128;&#139;&#226;&#128;&#139; like: &#10;How many rolls of toilet paper we use per person in a year?&#10;Which of the famous people of all times produced the most hits on Google for example?&#10;&#10;Just ask questions, answer in turn, laugh and have fun!&#10;&#10;Player with the most correct answers is the winner&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "26690",
    "Name": "Secrets of the Pyramids",
    "ID": 8295,
    "Year": "(2000)",
    "Geek Rating": "5.474",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/8295/secrets-of-the-pyramids",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1",
    "Description": "This is the prequel to Ramses II, also designed by Gunter Baars.&#10;&#10;In this set, there are actually three ways to play the game. Each rule presents a different mechanic. All involves treasures and pyramids, but this one does not require dice or sticks&#10;&#10;Game 1: Ramses Cleans Up&#10;Objective is for the first player to hide all 8 of his treasures beneath the pyramids wins.&#10;&#10;Game 2: Where's the stuff, Mr Pharaoh?&#10;Objective is for the first player to get six different treasures is the winner.&#10;&#10;Game 3: Beware of the Mummy!&#10;Objective is to be the first person to find the most number of treasures under the pyramids. The game ends when there are no more treasures to be found.&#10;&#10;Specific rules to these versions will be uploaded soon with appropriate pictures.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Children's Game",
      "Deduction",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Area Movement",
      "Memory"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Series: Mini (Ravensburger)",
      "Series: Sphinx (Ravensburger)"
    ]
  },
  {
    "Rank": "26691",
    "Name": "Ebola Monkey Hunt",
    "ID": 2144,
    "Year": "(1998)",
    "Geek Rating": "5.474",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/2144/ebola-monkey-hunt",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "Taking its cue from Cheapass, Placebo Press releases game kits.  They supply the unique items and you supply the rest.&#10;&#10;This game is played on a grid map of a research facility.  There are 4 monkey stations in the facility.  Your job is to visit them and pick up a monkey (1 at a time) and bring them back to start where they are caged.  You carry tranquilizer darts and it is permissible to shoot your fellow researchers to keep them from getting back with monkeys or to steal their monkeys.  When you get a monkey they will usually help you with a power but they also come with nasty traits that if you fail a monkey roll can mess things up for you.&#10;&#10;Expanded by:&#10;&#10;    Power Monkeys&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Racing"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "26692",
    "Name": "Change Horses",
    "ID": 30379,
    "Year": "(2008)",
    "Geek Rating": "5.474",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/30379/change-horses",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.619",
    "Description": "A racing game with a twist.&#10;&#10;Players secretly get a horse (of a particular color) assigned before the game starts. The player with the horse in last place at the end of the game wins.&#10;&#10;On your turn - sequence of play is decided by auction - you play a card that controls two different colored horese. When every player has put down cards, the horses move; but only horses with an odd number of cards on the table! If the number of open cards is even, the horse does not move.&#10;&#10;But, true to the spirit of horse racing, each player has a chance to play a &quot;dirty trick&quot;, including Change Horses.  This can affect the game dramatically.&#10;&#10;The best detailed description of the game is here.&#10;&#10;{This is one of the few multiplayer games that plays equally well with only two}&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": [
      "Animals: Horses",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "26693",
    "Name": "Shifti",
    "ID": 1290,
    "Year": "(1977)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/1290/shifti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Shifti is similar to the game Shuttles, but four people can play.  Players roll dice with stars and pips, and can move pieces when pips show up, and can shift the playing field when stars show up.  If stars show up on both dice, your turn is over.  To complicate matters, you can only move on black squares.  First to get all four pieces kitty corner across the board wins, like in Pachisi.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: 12 x 13 Grids"
    ]
  },
  {
    "Rank": "26694",
    "Name": "Bids",
    "ID": 296420,
    "Year": "(2018)",
    "Geek Rating": "5.474",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/296420/bids",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "1.4",
    "Description": "Bids is a card game for 3 - 6 players. Each player receives ten coloured bid cards in his hand. Players will be bidding in ten turns for the black point cards in the middle. Each point card is worth the same number of points as the number that is written on it. The player with the most points wins. The colours of the bid cards only matter in Colour Bids but do not matter in the normal version. To make the game more attractive, some special cards are added and one player will have a black card in his hand which can increase the value of one of the ten turns.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction: Once Around"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "26695",
    "Name": "Road to 300",
    "ID": 414816,
    "Year": "(2024)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/414816/road-to-300",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Road to 300 you use three dice to move around a grid while also blocking yourself. Each round the board gets tighter, so you have to be careful when picking your dice.&#10;&#10;Can you reach a score of 300 or even more?&#10;&#10;This game was designed as a tribute to the 300th episode of the German podcast Ablagestapel.&#10;&#10;",
    "Categories": [
      "Dice",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "26696",
    "Name": "Quarter Horse Racing Game",
    "ID": 166196,
    "Year": "(2014)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/166196/quarter-horse-racing-game",
    "Min Players": "2",
    "Max Players": "44",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Experience the thrill and excitement of horse racing with the new Quarter Horse Racing Game! Comes with the board, deck of cards, game pieces, a pair of dice, and instructions. Cheer on your favorite horses as each roll gets them one step closer to the finish line. Get there first and the jackpot is yours!&#10;&#10;",
    "Categories": [
      "Dice",
      "Math",
      "Party Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "26697",
    "Name": "Sixmix",
    "ID": 3140,
    "Year": "(1999)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgame/3140/sixmix",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.125",
    "Description": "Players have 6 dice in their colour, and take turns to roll and place them one by one on the plastic board, either in their own row or an opponent's row. The dice are read as a 6 digit number, eg, 654,321 is higher than 456,321. When all dice have been placed, points are awarded, 2 pts to the highest and 1pt to the second highest number achieved, and 1 pt for any triples made, eg, 445,214 scores a point for the triple 4.&#10;Nice, colourful but simplistic dice roller. Published by Ravensburger under their FX label, rules in German, French, English, Italian and Dutch.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "26698",
    "Name": "10",
    "ID": 23346,
    "Year": "(2006)",
    "Geek Rating": "5.474",
    "Avg Rating": "4.19",
    "Link": "https://boardgamegeek.com/boardgame/23346/10",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.7143",
    "Description": "The first cardgame from award winning designer Hans van Tol (De Ontembare Stad). '10' Is a hilarious cardgame, where bidding and bluffing have an important role. The artwork is by Yvon-Cheryl Scholten and has a 'retro' look.&#10;&#10;'10' was published in May 2006.&#10;&#10;The hilarious card game, where you out bluff each other! &#10;Do you have the best cards or the strongest nerves? And will you get to 10 before someone else does? Before you start playing the game you have to work on your poker face, because bluffing and bidding are important elements of the game.&#10;&#10;Try to get the least possible penalty points by getting to 10, or as close as possible to it. And collect the valuable chips to get the best final score. The special fun RETRO edition will certainly bring each player in the summer mood. You can easily take the game with you on holiday or to the caf&eacute;. 10 can be played with 2 to 7 players and is suitable for everyone from 7 years and up. This accessible tactical card game contains 80 play cards and 49 chips.&#10;&#10;From the website of the publisher!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "26699",
    "Name": "Ogre Bash",
    "ID": 12436,
    "Year": "(2004)",
    "Geek Rating": "5.474",
    "Avg Rating": "3.84",
    "Link": "https://boardgamegeek.com/boardgame/12436/ogre-bash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Ogre Bash is a light, humorous set collection card game. Players attempt to collect one of six types of sets while having to pass, dumpster-dive, discard, exchange and steal cards. The cards are illustrated with black and white ogre cartoons, and the instructions on the cards are in &quot;ogre-speak.&quot;&#10;&#10;Publisher Blurb:&#10;&#10;Ogre Bash is based on that time-honored Ogre tradition of standing around in a circle bashing each other on the head with clubs.&#10;&#10;The Ogre Bash card game is just like that, except for the bashing each other on the head part.&#10;&#10;When you play Ogre Bash, you're trying to get five cards either of the same kind or in one of the special winning sequences.  The catch is, you need to have it at the start of your turn.  Almost every time a card is played, you need to trade a card with another player, so although you may have a winning hand now, it may not be there when your turn comes around.&#10;&#10;Just kind of makes you want to bash an Ogre on the head, doesn't it?&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "26700",
    "Name": "Parity",
    "ID": 5553,
    "Year": "(2002)",
    "Geek Rating": "5.474",
    "Avg Rating": "3.74",
    "Link": "https://boardgamegeek.com/boardgame/5553/parity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1667",
    "Description": "Subtitled &quot;The Othello Card Game&quot;, Parity consists of a deck of 51 cards, each containing a 2x3 grid of black and white Othello pieces, plus a Centerpiece Card containing the familiar starting pattern of two black and two white.&#10;&#10;The game is played in rounds, in which each player plays one card on the table adjacent to the Centerpiece Card or previously played cards.  Whoever played the card that &quot;captured&quot; the most pieces of one color in that round (using the normal Othello capturing rules) picks up all the cards from that round and puts them in his score pile.&#10;&#10;When all the cards have been played, the winner is the player who has scored the most cards.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  }
]